[
  {
    "destination": "Bali",
    "mainPhoto": "",
    "id": "a-perfect-bali-honeymoon",
    "tourName": "A Perfect Bali Honeymoon",
    "placesVisited": "Nusa Dua, Uluwatu Temple, Tanah Lot, Ubud, Yeh Gangga Beach, Seminyak, Mount Batur, Turtle Island, Tegallalang Rice Terraces",
    "generalInfo": "Bali is an island fit for the gods and the perfect destination for an enchanting honeymoon. Your customizable tour offers a blend of romance and exploration in the beauty of the landscape, the history of the culture, and the splendor of sharing a breathtaking experience with your loved one. Indulge in the Indian Ocean’s warm sapphire waters. Watch the colors of sunset stretch behind a preserved 10th-century Hindu temple. Traverse rice paddy terraces and experience the wind flowing through your hair on a private catamaran. From mountain majesty to seaside relaxation, you will find romance and luxury in Bali.",
    "durationDays": "8",
    "price": "2,600",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Nusa Dua – Honeymoon Splendor",
        "description": "Black sand beaches and dramatic coastal cliffs frame the emerald jungle canopy and sporadic volcanic peaks of Bali. From the plain, you and your loved one can view the turquoise and sapphire hues of the Indian Ocean lapping at the island shores. Your flight lands at Ngurah Rai International Airport, where your private transfer greets you upon your arrival. You make your way through the welcome gates of the neighborhood of Nusa Dua. The architecture resembles traditional Balinese style. The aroma of frangipani and blossoming bougainvillea blends with the sea air. You settle into the luxuries of your hotel, enjoying the view of sparkling water flickering inside the beachfront pool. Palm trees rustle in the sea breeze and shade the outdoor walkways. Your room embraces comforts with a private view of the beach. After settling into your resort-style accommodation, your guide meets you in the lobby, escorting you to the tranquil shores of Yeh Gangga Beach. The day swells with romance and passion as you mount a horse and travel side by side with your partner along the beachfront. The quiet waves lap against the soft sand. The tropical warmth of the day fades to a comfortable evening. The pale blue sky glows with layers of tangerine, violet, and crimson before the sun fully fades beyond the horizon, allowing you and your loved one to bask in your first romantic sunset on Bali."
      },
      {
        "dayNumber": "2",
        "title": "Nusa Dua – Sailboats and Temples",
        "description": "In the morning, the dining room fills with the aroma of sweet rambutan and pineapple. The scent of blossoming hydrangeas travels on the breeze. After the meal, you have a private transfer to Benoa Harbour to board a luxury catamaran bound for the Indian Ocean. The water glows like a precious sapphire stone. You can help the captain raise the sails and watch the cloth puff with the breeze, carrying you closer to the private beach on Lembongan Island. Surfers take to the curling waves along the beachfront. Restaurants along the shoreline emanate the aroma of freshly grilled fish dressed with lime juice. The relaxed ambiance of the island seamlessly blends with the sounds of the waves and the sporadic coconut falling from the trees. Lounge in the privacy of the secluded beach. Dig your toes into the soft, golden sands and enjoy the refreshing feeling of the water wrapping around your skin. You return to the shores of Bali amongst the colorful striations of the cliffs. Umbrellas shade the warm white sand, and the aroma of pineapple fried rice fills the air. Uluwatu Temple stands atop the cliff at a height of nearly 230 feet above sea level. The structure was erected in the 10th century and embodies a sense of tradition and romance overlooking the water. Monkeys linger beneath the jungle trees. The sun begins to set, streaking the horizon with gold, offering another layer of splendor amongst the fascinating landscape and mythology connected to Uluwatu Temple."
      },
      {
        "dayNumber": "3",
        "title": "Nusa Dua – Along Emerald Terraces",
        "description": "The aroma of fresh-brewed coffee emanates from the cafes overlooking the beaches. The sweet scent of coconut milk accompanies the breeze and accentuates the enticing coffee fragrance. Outside of Nusa Dua, surfers venture to the water to catch the perfect wave. Seaweed farmers along Geger Beach tend to their crop, gathering the verdant ocean foliage, which is utilized in a variety of cosmetic products. After breakfast, your guide meets you at the hotel and escorts you away from the coast and into the jungle terrain. The sweet scents of blossoming orchids and poinsettias fill the air. The trees open to the marvelous rice paddy terraces of Tegallalang. Palm trees shade the tiers climbing up the hilly slopes. You and your loved one enjoy sharing the experience of discovery, noticing the way the water sits within the borders of each terrace with sprouts of the rice crop. Farmers follow the ancient cooperative irrigation system of Subak , which began in the 8th century. A cool breeze sweeps across the road and over the terraces, rustling the grass, tree leaves, and budding rice. Farmers carry large bamboo poles over their shoulders, balanced by woven baskets stuffed with the cultivated crop. They stroll through the wet soil barefoot, protecting their face and neck with a woven, conical hat. Standing with a view of the terraces provides a unique understanding to the reason why so many artists choose to capture the beauty of the landscape. A hut near the valley floor offers a spectacular view and refreshing coconut water to help hydrate visitors after traversing the trails leading down from the viewpoint."
      },
      {
        "dayNumber": "4",
        "title": "Nusa Dua – Fit for the Jewels",
        "description": "The sunrise spreads across the eastern horizon, bringing the surfers back to the shores. Fishermen set out in their traditional fishing boats draped in bright colors for luck and visibility. They stand in the wading craft and cast their nets into the sea in search of a perfect catch to take to the market. The morning is yours, and your partner’s to indulge in luxury and relaxation with a couple’s spa treatment. Refresh your muscles together with an intimate massage while listening to the sounds of the Indian Ocean lapping against the coastline. The aromas of coconut and oleander fill the room. After basking in the splendors of your private spa experience, you and your partner head to a popular studio to meet your private instructor, who is eager to teach you the art of Balinese jewelry making. The natural light spills through the windows and glints of the silver and bronze work adorn the display cases and walls. You look through the collection to view the traditional Balinese artistic styles. Exotic bracelets and stunning rings showcase devotion to ancestral tradition or stylish figures showcased in intricate detail. You work with your instructor to shape the silver, casting away the shavings after soldering and polishing, to culminate in fabulous matching rings for you and your partner to treasure. You can even adorn the silver with special stones for a more personalized look and meaning."
      },
      {
        "dayNumber": "5",
        "title": "Ubud – Coastal Temple and Monkey Forest",
        "description": "Your room fills with the aroma of hibiscus in the morning. You wake early and make your way to the unique grounds of Tanah Lot temple to view the rare and intense beauty of the structure erected atop a large boulder. The morning sea surrounds the rock and splashes against its edges. The original temple was erected in the 16th century as one of the pillars of Hindu faith on the island, which paid homage to the guardian sea spirits. Trees grow out of the stone and cast jade and emerald hues amongst the tiered spire of the shrine. The calm ambiance in the morning allows you to relish the quiet charm of your surroundings. You continue to the marvelous streets of Ubud, located in the Central Highlands and often referred to as the “Cultural Capital” of Bali. You pass villages adorned with the bright petals of frangipani. Sporadic spiritual houses speckle the roadside, offering a small symbol of devotion to the spirits. Passersby leave lime, tobacco, and betel nuts as offerings. Take the time to settle into the private comforts of your 5-star hotel in Ubud, which overlooks the gorgeous hillside and rice fields. Palm trees shade the walkways, and you feel as though you’ve uncovered a treasure hidden by the jungle trees. Venture to the Monkey Forest on the edges of Ubud to follow the stone paths set beneath the jungle canopy. Long-tailed macaques lounge on the trails and sit on ancient statues while eating bananas. Moss covers the stone walkways in patches, reminding visitors of the 14th-century roots of the temples hidden within the trees. Banyan tree roots dangle over staircases decorated with dragon figures. The stream rushes against the rocky banks leading to the Pura Beji, an ancient bathing temple."
      },
      {
        "dayNumber": "6",
        "title": "Ubud – Delights of the Balinese Countryside",
        "description": "After breakfast, your private transfer leads you northeast to reach the soul of Balinese countryside. The wonder of the landscape emanates from the rice terraces, streams, and villages. In the background, the peak of Mount Agung becomes the focus of the horizon, standing nearly 9,955 feet above sea level. Follow the trails along the paddy fields with your partner, embracing the romantic atmosphere spreading across the emerald grasses and rustling palm fronds. The aroma of coconut blends with the herbaceous scent of the growing rice crop. Thatched roof huts rise out of the fields and along the terraces. A farmer walks along the road carrying a bushel of fronds. A flock of ducks waddles to the stream to sip at the moving freshwater. Women work in their studios making traditional ikat , beautiful textiles embellished with elegant embroidery and design. You reach an organic farm on the outskirts of the village to meet your private instructor. You are excited to roam through their organic garden to pick the fresh herbs and vegetables used as the staples of Balinese cuisine. The kitchen offers views of the countryside leading upwards to the summit of Mount Agung. Your culinary instructor shows you which vegetables need chopping versus those that should be diced. The scent of simmering ginger and shallots fills the kitchen beneath the thatched roof. In the end, you have created a selection of dishes for you and your partner to enjoy."
      },
      {
        "dayNumber": "7",
        "title": "Ubud – A Couple’s Exultations",
        "description": "In the morning, the sunlight washes over the lily pads and lotus blossoms decorating the pond of Saraswati Temple. The aroma of hibiscus and fresh coffee emanates from the popular cafes in the heart of town. After breakfast, the day is yours to indulge in the fabulous culture and landscapes of Bali at your leisure. If you prefer a fast-paced adventure, you can take to the waters of the Ayung River for a rafting excursion or bask in the mist rising from the soaring cascade of Sekumpul Waterfall. For a mixture of relaxation and privacy, you and your partner venture to Toya Devasya Hot Springs. The scenic drive takes you through the jungle canopy and along the caldera rim of Mount Batur. The cobalt hues of the freshwater lake contrast the jade and emerald trees carpeting the caldera ridges. The waters of the hot springs are odorless and clear blue. The warmth of the water enraptures you, allowing you to easily submerge your muscles into the shimmering pools with your partner. From the hot spring, you have a spectacular view of the shores of Lake Batur brushing against the caldera rim. Before returning to Ubud you stop at Tirta Empul, a 10th-century temple erected over the site of the epic battle of good versus evil. The inspiring traditional architecture creates a relaxed and enchanting ambiance. Bathing pools stand behind the walled courtyard. You can hear the water filtering out of the elaborate fountains and splashing into the wading pools. The cold water rushes from a mountain spring, cleansing those who stand beneath the spouts. You notice the people bowing their heads into the fountain water with their hands pressed together."
      },
      {
        "dayNumber": "8",
        "title": "Ubud – Everlasting Memories",
        "description": "In the morning, you remember the elaborate dinner you had the previous evening. Your table had overlooked the Ubud Valley at a private table set beneath a pavilion made of thatched banana leaf. Candles made of beeswax flickered with soft light. Lanterns around the stairs and walkway add to the charm and elegance of your meal with fireflies roaming through the air as if the candles began to fly. The unparalleled romance concluded with your six-course meal, with each dish offering an unforgettable touch to the evening. At breakfast, you share in the delightful memory, and the gentle aromas of fresh orchids sweep through your room. Your private transfer meets you in the hotel lobby when you are ready, and escorts you to Ngurah Rai International Airport for your flight home, concluding your perfect Bali honeymoon."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bali",
    "mainPhoto": "",
    "id": "a-perfect-bali-vacation-package",
    "tourName": "A Perfect Bali Vacation Package",
    "placesVisited": "Ubud, Sayan, Sanur, Gili Islands",
    "generalInfo": "Bali will awaken your senses to the wonders of the landscape, the beauty of culture, and the welcoming waters of the Indian Ocean on your 8-day custom Bali vacation. Your journey encompasses the excitement of exploration and the comforts of luxury accommodations. Powdery white sand clings to your skin along the beach while rice paddy fields glow emerald beneath the tropical sun. Intricate stone carvings adorn cave walls and shrines connoting demons and deities. From coral reefs to mountaintop temples, breathtaking waterfalls to elegant cuisine, the splendor of Bali will open your eyes to unforgettable experiences.",
    "durationDays": "8",
    "price": "2,600",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Sanur – Embracing the New",
        "description": "Serene waves of indigo and sapphire water lap at the thin strip of white sand beach on the edges of Sanur. Your flight lands at Ngurah Rai International Airport, where your private transfer greets you at baggage claim. Upon your arrival, you notice the lush greenery spreading north of the runways with the shimmering cobalt hues of the Indian Ocean spreading into the horizon to the east and west of the landscape. You make your way east to reach the verdant palms and ferns bordering lavish resorts and opulent sandy beaches. Settle into the luxuries of your hotel, which overlooks more than 650 feet of pristine sand, with traditional Balinese accents accentuating contemporary comforts. The remainder of the day is at your leisure to explore the calm streets of Sanur or bask in the beauty of a beachside vacation. The tropical sun spreads across the shoreline and bounces off the sand. Cafes and restaurants line the main street, filling the air with the aromas of freshly brewed coffee, baked goods, and coconut. Take a stroll along the two-mile long Beachfront Walk to relish the scented sea breeze. Fishermen drag their wooden boats under the shading trees along the shore to repair the aging vessels. Antique villages overlook the water, and you find the tranquil atmosphere of town inviting."
      },
      {
        "dayNumber": "2",
        "title": "Gili Meno – Island Serenity",
        "description": "In the morning, the aroma of tropical fruits fills the dining room at breakfast. Fresh pineapple and rambutan offer luscious sweetness and citrus scents to accompany the rich fragrance of brewing Balinese grown coffee. You can hear the ocean lapping at the beach. After the meal, your private transfer escorts you east to Padang Bai to meet the ferry to the Gili Islands. The boat disembarks from the pier and traverses the open ocean for less than two hours, providing a stunning scenic cruise along the way. The ocean breeze washes over the ferry, carrying sporadic mists rising upwards from the water. Fishermen stand on their wooden boats, casting nets over the calm wake in search of the day’s catch. In the distance, dolphins leap into view before splashing back down. You reach the small island of Gili Meno, the smallest of the Gili islands, encompassing less than six square miles. The desert island offers you the feeling of stepping away from civilization while still providing unencumbered luxury along its eastern shores. The picturesque beaches shimmer with white sand set against the crystal clear ocean. Coconut plantations blend into the verdant landscape before opening to the glistening water of the inland salt lake. The remainder of the day is yours to explore the island or bask in the comforts of your hotel as you desire. The scent of grilling fish zested with red chili emanates from the beachside cafes. Locals and visitors relax in the lulling sway of hammocks strewn up over the sand. You can sip a coconut, swing in the charm of a hammock, and listen to the water brush against the shore."
      },
      {
        "dayNumber": "3",
        "title": "Gili Meno – True Flavors of the Gili Islands",
        "description": "The laid-back pace of Gili Meno continues from sunrise to sundown, providing the perfect getaway ambiance along the desert island shores. The breeze rustles the leaves of the soaring palm trees, and at breakfast, you find the appealing aroma of star fruit filling the open-air dining room. You make your way to the beach after the meal to board a boat bound for the reefs around the island. The boat circumvents the shores for an impromptu scenic cruise before reaching the north coast. The boat weighs anchor away from the reef to not disturb the ecosystem. You put on the fins and jump into the water before positioning the goggles and snorkel. The water embraces you with temperatures reaching more than 85 degrees Fahrenheit. The seafloor plunges in the distance to a depth of over 130 feet deep. Beneath you stand a collection of stunning hard and soft coral glowing with natural brightness in the crystalline water. You can see the individual ridges of the brain coral along with the remarkable velvet-hued tendrils of a soft coral dancing in the current. Pygmy seahorses latch onto the coral with their tails and change colors to hide from predators. Whitetip reef sharks linger near the mounds of twisting hard coral standing out from the thousands of vibrant fish. Floating just above the soft strands of seagrass, you find a curious hawksbill sea turtle. They can grow up to three feet in length and weigh an average of 180 pounds. Their pattern along their face and fins makes the species easily recognizable. The turtle sweeps its fins through the water as if flying through the air searching for sponges and algae along the reef. After returning to shore, you take the time to relax at the hotel before stepping into the kitchen for a cultural excursion into the cuisine of Bali."
      },
      {
        "dayNumber": "4",
        "title": "Sanur – Of Cultural Importance",
        "description": "In the morning, you find people kayaking along the gentle waters around the island in glass bottom kayaks. The vessels provide a stunning way to view vibrant aquatic life while moving at you preferred pace around the shoreline. After breakfast, you step aboard the ferry for the return journey to Bali, finding your private transfer awaiting your arrival at Padang Bai. After settling into Sanur, you make your way to Museum Le Mayeur, first opened in the 1930s and representing the art and culture of Bali through the eyes of Belgian painter Adrien-Jean Le Mayeur de Merpes. The Balinese style architecture adds to the ambiance of the galleries with elegant window shutters carved from wood, telling the legends of Rama and Sita. You notice the distinct style of Le Mayeur’s work, ranging from impressionist pieces of India and the South Pacific to Africa and the Mediterranean. You find the most captivating works to romantically depict daily life and the Balinese people. The spirit of artistry and craftsmanship carries over into the afternoon with your visit to the local jewelry studio for a class in the celebrated art of silver. Your instructor offers a brief overview of the silversmith tradition in Bali before guiding you in creating a remarkable pendant that will always remind you of your time in Bali."
      },
      {
        "dayNumber": "5",
        "title": "Sanur – Freedom of a Private Tour",
        "description": "Today you venture out of Sanur for a full day tour of Bali’s northern treasures, taking you along the slopes of the verdant mountain and through secluded villages decorated with blossoming frangipanis. Pink and purple petals streak past your view. Thatched roof huts rise out of the verdant rice fields embodying the Balinese countryside. Your private driver leads you past monkey troops in search of bananas before stopping for a view of the picturesque rice terraces texturing the hillside. The tiers resemble verdant steps rising above the tops of the coconut palms. In the northern forest, more than five miles from the city of Singaraja, you can hear the thundering clap of water spilling into a pool. Cross over the bridge walkway to reach the refreshing waters of Gitgit Waterfall. The cascade pours over the precipice at a height of early 115 feet, causing the wading pool to swirl with movement before continuing into the stream. Mist rises out of the whitewater and brings a refreshing cool to the air. Your journey to the north takes you to Ulun Danu Temple located on the shores of Lake Bratan, situated nearly 4,000 feet above sea level. The cool and dry climate provides a perfect atmosphere, accentuated by the impressive multi-tiered shrine crowning the small island."
      },
      {
        "dayNumber": "6",
        "title": "Ubud – Truth in the Past and Present",
        "description": "After breakfast, your private transfer escorts you north from Sanur into the central hills upon which Ubud is located. The town is referred to as the cultural capital of Bali, bordered by an abundance of radiant rice fields and filled with tranquil temples promoting spiritual traditions and heritage of architectural style. The city breathes life into the main streets with cafes and shops hiding artistic alleyways and wooden houses promoting hidden art studios. Vibrant colors burst from canvases hung across the walls of wooden homes. A trail leads from the town center to the an organic farm where seemingly endless rice fields overtake the horizon, decorated with intermittent palm trees shading the narrow paths. Butterflies flutter their iridescent wings around the three-mile path. Hindu gods breathe an ethereal ambiance into the Tirta Empul Water Temple, in which local believers venture to bathe in the holy waters. You can hear the rushing of the Ayung River on the edge of a town hiding at the bottom of the steep verdant slopes. You make your way to the Water Palace and Saraswati Temple to view the abundance of water lilies growing on the pond flanking the statue-clad stone bridge. The structure was erected in dedication to the Hindu goddess of learning, literature, and art, shaping the 19th-century edifice into an enchanting complex of thatched roofs, lush ponds, and elegant towers. In the evening, you take a seat at the Agung Rai Museum of Art to watch the traditional Balinese dance performance blending culture, art, and lifestyle."
      },
      {
        "dayNumber": "7",
        "title": "Ubud – In Village Company",
        "description": "In the morning, the scent of sweet coconut milk accompanies the aroma of fresh coffee drifting out of the central cafes. Artists and craftspeople make their way to the art market to open their stalls for the day, highlighting the cultural significance of art in Ubud and Bali. Your private guide meets you at the hotel, eager to escort you on the walking trails to the villages of Penestanan and Sayan. You discover the trailhead at a bamboo gate on the riverbank. Forest underbrush lines the path with fern leaves dangling over the rich soil. The scent of wet stone emanates from the river, blending with the herbaceous fragrance of the trees. The flat terrain offers a view of the paddy fields, verdant grasses, and jade treetops. Farmers tend to their fields wearing traditional hats woven from straw to protect their faces and necks from the elements. Large geckos cling to the trees and wooden huts around the fields. Men support wood poles with buckets of water balanced on either end, returning home or proceeding to work. Flocks of tiny birds fly overhead before landing in the fields to feast on the grain. You can continue your exploration of the wonders around Ubud with a visit to Goa Gajah, a network of caves temples dating back to the 11th century."
      },
      {
        "dayNumber": "8",
        "title": "Ubud – Open Eyes",
        "description": "In the morning, visitors from around the world make their way to the early yoga class in an open-air structure overlooking the fields and forest. The ambiance is serene and comforting both inside and outside of the studio. The tropical breeze flows through the wood-framed room bringing a herbaceous aroma and refreshing air. The wonders of the art market continue with unique jewelry and hand-carved depictions of Hindu deities. After breakfast, your private transfer meets you at the hotel ready to escort you to Ngurah Rai International Airport for your flight home. You have grown connected to Bali, delighting in the rich culture and welcoming atmosphere. You can extend your stay in Bali and Indonesia to continue your immersive experience amongst the fields, temples, and artistry."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bali",
    "mainPhoto": "",
    "id": "amazing-bali-family-vacation-cultural-excursions-beach-more",
    "tourName": "Amazing Bali Family Vacation: Cultural Excursions, Beach & More",
    "placesVisited": "Ubud, Sanur, Mount Batur",
    "generalInfo": "Embrace the tales of ancient mythology and the captivating adventures beckoning from the forest canopies during your family-friendly vacation in Bali. Discover the iridescent subaquatic world of secluded coral reefs, and learn the value of traditional farming techniques, as taught to you by local villagers. Witness turtles hatching from their eggs in a safe environment along the beach and enjoy an unforgettable moment with your children watching the sunrise above the mountaintops. Each day offers a new memory of thrilling adventures, enthralling memories, and cherished time with your family.",
    "durationDays": "8",
    "price": "2,600",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Ubud – Familial Immersion",
        "description": "As the plane descends into Ngurah Rai International Airport, you look out the window to see an endless sea of greenery sweeping over the undulating landscape to the north and reaching the sapphire waters of the Indian Ocean to the southwest. Your vacation in Bali begins as your flight lands, and your private transfer greets you at baggage claim, ready to lead the family to enchanting Ubud. The city is considered the cultural capital of Bali, famous for traditional dance performances, Hindu-Balinese ceremonies, and a deep connection to artistic heritage. The scenic drive takes you through the lush landscape speckled with white and pink flowers growing along the bordering frangipani trees. Shops, cafes, and restaurants line the main streets of the city between interspersed temples. Your private transfer brings the family to a majestic luxury hotel overlooking the rice fields outside the city. The hotel rises out of a centrally located rice paddy, combining rural comforts with urban luxury and plenty of space for the family to enjoy. For a splendid introduction to the unique charms of the city, you make your way to Petulu in the evening to view the white herons return to the village just a mile north of Ubud’s center. The trees around the open plain rustle. You can hear the birds chirp and squawk as they settle into the trees. The striped Java pond herons perch and nest in the canopy. Their white and brown plumage stands out from the jade leaves dangling from the branches. The graceful image and captivating scenery provide the perfect welcome for the family."
      },
      {
        "dayNumber": "2",
        "title": "Ubud – A Picture of Local Life",
        "description": "After breakfast, you venture into the fields with your local guide to learn the timeless art of farming, complete with a farmer’s hat and mattock, a farming tool shaped like a pickax. The woven hat has the traditional conical pointed shape to help keep the tropical sun from your face. You use the mattock to move away from the earth, rip out weeds, pack dirt, or plant new seeds. The scent of the rich soil blends with the herbaceous grass. The rice paddy fields grow to nearly four inches tall. Local boys climb trees to collect coconuts. When the fruit is cracked open, the luscious aroma fills the air. You children are eager to learn how to climb the trees too, but you convince them it is a skill better learned for another day. You continue to the temple of Tanah Lot, which rises out of volcanic rock in the ocean. During low tide, it is possible to walk to the rock. During high tide, the only way to reach the temple is by boat. The picturesque temple surrounded by the waters of the Indian Ocean creates a mystic ambiance that easily enchants the entire family."
      },
      {
        "dayNumber": "3",
        "title": "Ubud – Rolling Down the River",
        "description": "At breakfast, the kids continue their introduction to the various exotic fruits of Bali, this time taking an interest in a pomelo, a citrus fruit similar to grapefruit in its pink and white flesh. After the meal, you venture to the banks of the Ayung River to meet your rafting guide. The water trickles against the soil beneath the dense forest canopy. Petals from the andong tree shine magenta against the greenery, reaching a height of nearly twelve feet tall. Fern leaves create the vast canopy and shade the waters of Bali’s longest river, which reaches a length of nearly 47 miles, stretching from the northern mountains to the southern shores of the Badung Strait. You board the yellow raft drifting down the calm, cold waters. The tropical climate offers a hidden waterfall coursing down bordering boulders. The mist splashes against your skin. You have the forest on one side and a swath of rice fields on the other. You can hear the rapids before you reach them. Your guide tells the raft to paddle. The kids can’t hide their excitement, paddling as fast and as hard as they can. You reach the whitewater. The uneven surface water causes the raft to tip upwards before leveling out. The raft’s edge bumps against the boulders, before the tumultuous water ends, returning the river to its serene atmosphere."
      },
      {
        "dayNumber": "4",
        "title": "Mount Batur – Into the Hills and Mountains",
        "description": "In the morning, the aroma of refreshing coffee brings you back to the pleasures of the surrounding tropical paradise. The kids recount their favorite moments along the Ayung River and retell the stories as if you hadn’t been there watching. Locals and visitors venture to the Ubud Art Market to where radiant silk scarves dangle from open stalls beside detailed woodcarvings. You leave the remarkable city behind, venturing into the foothills of Mount Batur to reach the shores of Lake Bratan. The four-wheel-drive vehicle affords you the freedom to travel off the beaten paths winding along the mountainside, passing villages decorated with vibrant blossoming orchids. Venture to Tree Top Adventure Park, ready to traverse the forest canopy. The thrilling experience takes you into the treetops more than 65 feet above the ground, gliding from one tree to another like a bird, by way of a zip-line course. Enjoy the wind rushing against your cheeks before you reach the next platform, then cross a rope-ladder bridge, making you feel like an adventurous archeologist. After wandering along the treetop walkways, you continue to the Lake Bratan, which sits at an altitude of nearly 4,000 feet above sea level, where the family discovers the stunning grounds of the Ulun Danu temple. The complex was erected in the 17th century as a place for ceremonial offerings to the water goddess. The thatched-roofed multi-tiered shrines reflect in the stoic water."
      },
      {
        "dayNumber": "5",
        "title": "Mount Batur – Morning on the Mountain",
        "description": "The splendor of Mount Batur returns with the morning light, but before the sunrise, your guide meets the family at the hotel eager to lead you to the best view on the mountaintop. Mount Batur is an active volcano with an elevation of more than 5,600 feet. The kids fight the morning fatigue, excited to be up before dawn. The crisp air bites at your cheeks, but the family is bundled in warm clothing, and your guide has brought thermoses of hot chocolate and tea. The clear night affords perfect views of the starlight glinting across the sky. Once you reach the summit, the light reflects off the surface of Lake Batur. The fresh air fills your lungs, and the quiet whisper of the surrounding jungle provides an unforgettable atmosphere. Once the sun begins to rise, the family sits awe-stricken, watching the sunlight layer the distance. The orange and yellow stripes rise above the silhouetted peaks of Mount Abang and Mont Agung. Once the sun has risen, the family can see down into the steep cliffs of the crater. Steam rises off the walls of the caldera. On the descent back down the mountain, you have a completely different view of the landscape. The clear blue sky meets the ridged green walls of the crater, with the cobalt hues of the lake embellishing the beauty of nature. You have the remainder of the day to relax at the hotel or wander around the stunning Kintamani region."
      },
      {
        "dayNumber": "6",
        "title": "Sanur – On Sanur Shores",
        "description": "In the morning, the aroma of rambutan fills the dining room. The family meets your private transfer in the hotel lobby before venturing along the rural roads leading down the mountainside. From the car, you have a stunning view of the rice fields bordering the paths. The greenery sweeps over the slopes and spreads across the plains. Sporadic coconut palms soar above the fields, casting shade on the thatched roofs of passing villages. You reach the town of Sanur located on the southern beaches of Bali. The scent of the rice paddies fades beneath the prevalent aroma of the sea. Small cafes with open windows to allow the breeze to flow through the dining rooms line the main street. Vintage villas overlook the water and resort pools glisten on the edges of the white sand shoreline. You settle into a stunning resort with apartment style suites before venturing out onto the beachfront walk. The walkway travels nearly three miles, curving alongside traditional wooden fishing boats under repair and beachfront cafes offering views to the lapping Indian Ocean. The Turtle Tanks is a sea turtle rescue center located on the boardwalk. A guide leads the family through the history of the center along with how the locals help hatchlings and rehabilitate injured sea turtles. You all watch as baby turtles wander along the saltwater tanks. They hatch with an average length of two inches but grow to five feet long as an adult."
      },
      {
        "dayNumber": "7",
        "title": "Sanur – Family Island Living",
        "description": "After breakfast, the family cruises along the water to the small island southeast of the Sanur, known as Nusa Lembongan. The fresh sea air brushes through your hair. You glide over the crystalline water, watching the colors change from indigo to cobalt. The island shores glow gold and white against the rising coconut palms. Surfers paddle out to catch the waves curling away from the reefs. Coconuts dangle from the treetops before falling to into the plump sand. Fishing boats wade in the calm water off the shoreline in view of the red-roofed homes and beachside resorts. The relaxed pace sweeps across the island to create a welcoming ambiance for visitors and locals alike. Spend some time digging your toes into the powdery sand before stepping aboard a boat to reach the opulent colors of the coral reef. The boat stops and lingers alongside the subaquatic wonderland. You put on your goggles and fins and jump into the water. Soft coral waves in the current like a tree in the breeze. The tendrils create a distinctive movement, rising above the still hard coral. Starfish glow blue and red as they cling to the sharp calcite rocks rising out of the water like hills. Your children follow the clownfish peeking out of sea anemones. The orange and white glow of the fishes’ scales contrast the purple hues of the anemone’s tendrils."
      },
      {
        "dayNumber": "8",
        "title": "Sanur – A Lasting Family View",
        "description": "At breakfast, the kids delight in a final plate of the exotic fruit they have come to enjoy during your time in Bali, biting into the sweet flavor and crisp texture of a star fruit. They recall their exploits beneath the water at the coral reef, along with exclaiming their favorite moments throughout the trip. Before your private transfer meets the family, you decide to make one more outing in Sanur, this time venturing to Blangjong Temple to see a pillar decorated with Sanskrit engravings dating the age of the decorative stone to be more than 1,000 years old. The kids marvel at the beauty and antique nature of the pillar. Soon your private transfer will collect the family at the hotel and escort you to Ngurah Rai International Airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bali",
    "mainPhoto": "",
    "id": "bali-honeymoon",
    "tourName": "Bali Honeymoon",
    "placesVisited": "Ubud, Amed, Candidasa, Seminyak",
    "generalInfo": "Desire drips from the ambiance of Bali as sweet and luscious as fresh wild mango. Your customizable tour will embody the pleasures of a tropical paradise and the seclusion of a personalized island getaway. Indigo water shimmers with iridescent coral reefs as beautiful ancient temples hide amongst the jungle terraces. Sunsets layer the sky with striking hues embellished with majestic spires of beachside shrines. Whether celebrating an enchanting honeymoon or enjoying the passion of an anniversary, you can indulge in the seductive flavors, waters, and landscapes of romance in Bali.",
    "durationDays": "9",
    "price": "3,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Ubud – Arrive in Bali and Indulge in the Romantic Atmosphere of Ubud",
        "description": "The beauty of Bali emanates from the white sand beaches, and sapphire waters as lush jungle terrain blankets the steep mountain slopes, and colorful flowers blossom against a backdrop of stoic villages. The thatched spires of sacred temples reflect in quiet lakes and soar above hidden walkways. Your private transfer will meet you upon arrival at Ngurah Rai International Airport and escort you both to your luxurious resort that overlooks the lush rice fields that border Ubud. The secluded ambiance provides a private view of palm trees and ferns that frame the emerald fields. The tranquil landscape will provide the perfect introduction to Ubud and the island of Bali. The remainder of the day is yours to enjoy the cultural heart of the island. The scent of coconut lingers in the streets, blending with the aroma of fresh coffee brewed in the local cafes. The art market harnesses the flourishing crafts of local artists that bring paintings, sculptures, and textiles that capture the splendors of the island’s natural beauty. The two of you will make your way to the Seti Darma House of Masks and Puppets, which displays more than 5,000 artifacts from around the world with a special focus on the Indonesian archipelago. The museum encompasses more than three and a half acres with different pavilions and traditional houses that display various categories of art. The manicured gardens shine with blossoming orchids and hyacinths, and you will stroll through the lavish landscape together and enter into a unique world adorned with portraits of the culture through images of dragons and Garuda, demons and traditional Balinese warriors."
      },
      {
        "dayNumber": "2",
        "title": "Ubud – Discover the Tegalalang Rice Paddies and Cultural Tour of Ubud",
        "description": "In the morning, the sunlight will spread across the jade forest canopy and over the emerald hues of the rice fields. Farmers venture to the fields, walking barefoot through the wet soil to tend to their crops with bamboo posts resting on their shoulders as they balance woven baskets at each end of the pole. At breakfast, you will find exuberant fruits shimmering with intoxicating colors. Rambutans have rosy outer layers and mangos glow with yellow and orange rinds. Your guide will meet you in your hotel lobby after breakfast to escort you into the countryside to view the iconic rice terraces at Tegalalang as structured tiers overtake the slopes, winding their way down to the valley floor. Coconut palms tower above the terraces to offer sporadic shade to the textured landscape. Villagers tend to the terraces, holding baskets filled with rice. The tropical climate provides a pristine radiance emanating from the terraces and valley floor, accentuated by the golden hues of the thatched-roof houses. Farmers use a traditional irrigation technique known as subak , which is a cooperative system first utilized in the 8th century. It is easy to see how the tiered slopes have captured the imaginations of artists, both local and international. In the evening, you will enjoy a cultural performance at the Puri Saren Royal Palace at the heart of Ubud, for a stunning view of the movements and music that help tell of legends and the island’s history."
      },
      {
        "dayNumber": "3",
        "title": "Ubud – Enjoy a Day at Leisure to Discover the Romance and Charm of Ubud",
        "description": "The morning light will stretch across the blossoming marigold fields in the highlands near Kintamani. The herbaceous aroma drifts upwards into the air, reminiscent of burning incense reaching across the golden petals. On the beaches of Kuta, a French patisserie will open its doors to the scent of freshly roasted coffee blending with the aroma of macaroons and buttery croissants garnished with guava jam. At breakfast, the fragrance of fresh banana pancakes will fill the dining room as you both indulge in the view of the rice fields and the pleasure of the company you keep. After your meal, the day is yours to explore the splendors of Ubud and the surrounding region of Bali at your leisure, taking to the secluded northern shores of Lake Batur or taking a private acro yoga class for couples. For a unique insight into Balinese culture, along with the chance to craft a special gift for your partner, you can also make your way to a jewelry showroom in the nearby village of Celuk. As you arrive at the jeweler, you will find that the family traditionally worked as silversmiths to the royal family and nearby villages to craft both ceremonial and household goods. The showroom displays elements of Balinese heritage, with silver orbs and delicate talismans. Your guide will lead you behind the showroom to the workshop to learn the basics in soldering tiny silver granules onto a metal base as you hone your concentration and patience. The rare technique provides an opportunity to craft a cultural piece that will always remind you both of your Balinese romance."
      },
      {
        "dayNumber": "4",
        "title": "Amed – Relish a Drive to Traditional Villages, Lake Batur, and Hot Springs",
        "description": "It is the purple rind of mangosteen that colors your tables at breakfast as the sweet and seductive aroma drifts into the refreshing morning breeze. After a leisurely breakfast, your private transfer will meet you in your hotel lobby to escort you to the eastern tip of Bali at Amed. Along the scenic ride, you will pass villages decorated with oleanders and frangipanis as orchids blossom along the branches of the surrounding forest. The tropical temperatures of the central highlands recede beneath the cooler air of the mountain slopes as the summit of Kintamani stands at an altitude of more than 5,575 feet above sea level. You will have a fabulous view of the nearby volcanic peaks of Mount Agung, Mount Batur, and the composite volcano edging Mount Batur’s zenith. The reflective turquoise shores of Lake Batur shine in the caldera below, and you can stand on the lake’s jagged edges for a view of the rippling waters set against the steep slopes of the caldera. A small, sloped-roof home rises out of the clear turquoise water and away from the emerald tufts of grass. Before arriving in the town of Amed, you will stop to visit the hot springs at Toya Devasya where the tranquil crystal-clear waters offer a pristine view of the lake and the edging caldera as you both soak in the refreshing heat that surrounds your body."
      },
      {
        "dayNumber": "5",
        "title": "Amed – Relax on Amed Beaches for a Leisurely Day on the Coast",
        "description": "In the morning, fishers in traditional canoes venture between the scalloped islands and reefs that edge the eastern seaboard. The fishers cast their nets over the crystal clear indigo water in search of a fresh haul to market. The sunlight reaches the lush hills and semiarid coastline first, returning with the scent of coconut and the sweet, briny aroma of the sea. The day is yours to enjoy the pleasures of Amed and the secluded ambiance of the shoreline at your leisure, taking to the water on sea kayaks or lounging by the pool at your luxury hotel. After breakfast, you could make your way to Jemeluk Bay where the black sand on the beach absorbs the tropical sunlight, warming the bottoms of your feet. Cool down as you dip your toes into the refreshing waters that splash against the shore as you look across the beautiful Indian Ocean. Sporadic paddleboarders take to the wakes to propel themselves across the water, and the two of you may opt to don your snorkels and fins to view the coral. The current will move you gently over the reef as hard coral reaches out like trees and tabletops from the seafloor. Sea fans wave at you like rustling leaves in the breeze as ribboned sweetlips shine with iridescent stripes and grow up to nearly two feet long."
      },
      {
        "dayNumber": "6",
        "title": "Candidasa – Visit Enchanting Tirta Gangga and Lempuyang Luhur Temples",
        "description": "In the morning, you will relish the fresh aromas of boni , the small round berries with a reddish and black tint to their skin with a sweet and sour flavor that provide a candy-like enticement. After breakfast, the two of you will explore the eastern shores en route to the charming town of Candidasa, with a stop first at the Tirta Gangga to visit the Water Palace. The complex was erected in the 1940s and emanates a regal air as gardens encircle mazes of pools and fountain embellishments. The sound of trickling water echoes across the gently swelling waters that encompass nearly two and a half acres. You will step into a romantic garden in which you can hold hands for a passionate, scenic stroll. Ornate statues decorate the walkways that depict traditional Balinese characters. Fish swim in the larger pools beneath the rustling palm fronds and fern leaves as golden carp nibble at the surface water in search of food. Enjoy the spectacular view of the 32-foot tall fountain in the central tower that features 11 tiers with a lotus-shaped tip. Continue to Lempuyang Luhur Temple, one of nine structures connected to the island’s spiritual balance that stands atop a plateau at more than 3,850 feet above sea level, with a stairway of more than 1,700 steps. Long-tailed macaques linger by the stairs, and lounge in the cooling trees as the staggering spires of the temple resembles the ridges and peaks of the surrounding mountains decorated by the dragon-adorned staircases."
      },
      {
        "dayNumber": "7",
        "title": "Seminyak – Delight in Besakih and Uluwatu Temples en route to Seminyak",
        "description": "In the morning, you can hear the ocean brush against the soft sand of the Candidasa beaches. The fishers will take to their boats, leaving trails that lead from the shoreline and disappear at the water’s edge. After breakfast, your private transfer will meet you both in the lobby and escort you to Besakih Temple, also referred to as Mother Temple. The complex stands at the base of Mount Agung, Bali’s largest volcano, and the peak soars above the temple grounds at the height of nearly 9,950 feet above sea level. The grounds have prehistoric origins that date back more than 2,000 years. Your guide will point to the megalithic stepped pyramids erected before the first Javanese conquerors arrived in the 13th century. By the 15th century, Besakih was the state temple of the reigning Gelgel dynasty, proudly represented through 23 temples, stepped terraces, and elegant stairways. Brick gateways lead to the main spire on the Meru structure, named for its embodiment of Mount Meru. A mystic ambiance drifts across the stone walkways that overtake the symbolic center of the sanctuary that encircles the lotus throne. You will make your way south to the temple of Uluwatu, located on a cliff nearly 230 feet above the crashing waves. As the sun sets over the west, the golden glow of the sky turns the Balinese spiritual pillar into an unforgettable silhouette in which the two of you will share."
      },
      {
        "dayNumber": "8",
        "title": "Seminyak – Indulge in Charismatic Culture and Beaches as you Desire",
        "description": "In the morning, the two of you will lounge in the comforts of your suite and listen to the water splash at the coastline as the morning breeze rustles the dangling palm fronds. At breakfast, the citrus aroma of pomelos blends with the fragrant sea, and the remainder of the day is yours to indulge in the pleasures of the beach ambiance or enjoy a day exploring the southern peninsula at your leisure. Linger in the relaxing ambiance of a couple’s massage or enter into the realm of Bali’s contemporary art scene at Biasa ArtSpace. Couples traipse down Seminyak Beach on horseback as others make their way to the secluded sands of Nusa Lembongan. A ferry will take you both across the calm waters on a scenic ride to the nearby island shores. Locals gather seaweed from the water and cut up coconuts along the sand and then build fires along the edges of the forest to cook their freshly caught fish. The white sand has a soft powdery texture beneath your feet as rows of traditional fishing canoes wade in the water off of the coastline and thatched-roof huts hide beneath the palm trees. Discover the gorgeous crystal clear turquoise waters that juxtapose with the craggy mountain peaks as white sands curve along the coastline and lead to rock shelters and precipitous cliffs. After enjoying it all, you will catch the return ferry to Seminyak to enjoy a romantic sunset dinner by the sea."
      },
      {
        "dayNumber": "9",
        "title": "Seminyak – Depart for Home",
        "description": "Wake to the soothing sounds of lapping waves as the scent of coconut accompanies the aroma of roasting coffee beans. Fishers take to the water beside eager surfers as the sunlight spreads across the impressive 470-foot tall statue of the Hindu god Vishnu and His Garuda in the Garuda Wisnu Kencana sculpture park. The cafes open to the seaside panoramas as hyacinths and frangipanis blossom against the villages on the outskirts of Seminyak. The two of you could extend your stay in this tropical paradise and take the time to explore the north island or relax in the splendor of the beaches around Bali and the surrounding islands. When you are ready, your private transfer will greet you at your hotel to collect you both for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bali",
    "mainPhoto": "",
    "id": "bali-itinerary-for-families",
    "tourName": "Bali Itinerary for Families",
    "placesVisited": "Sanur, Kuta, Celuk Village, Tenganan Traditional Village, Nusa Lembongan, Ubud, Batubulan Village",
    "generalInfo": "Kids and parents marvel at the mixture of thrills and beauty, fun, and folklore inherent in the Island of the Gods during your personalized family-friendly highlights tour of Bali. The small island brims with adventure and educational wonder, adventurous excursions, and fascinating culture spread across the diverse landscape. Learn to catch waves at Kuta Beach. Stand atop famous rice fields for dramatic panoramas. Listen to monkeys traipsing across ancient monuments. The essence of Bali captivates the whole family with highlights embodying pure delights of the sand, sun, jungle, and sea. Begin planning your dream Bali family vacation by visiting the Bali family itineraries page on Zicasso.",
    "durationDays": "9",
    "price": "3,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Sanur – Arrive in Bali and Attend a Legendary Dance at Batubulan Village",
        "description": "Bali is an island paradise on the Indonesian archipelago known for more than just the serene beauty but also the inspiring ambiance emanating from the historical culture. Your flight lands at Ngurah Rai International Airport, where your private transfer greets the family upon arrival. You make the brief journey to Sanur, the perfect town for parents and children due to a fine assortment of restaurants, bars, and private resorts spread across a thin stretch of beach protected by a colorful reef. The shoreline reaches approximately three miles along the east coast pressing against lush greenery hiding the local shops and cafes. The scent of the sea blends with the aroma of white jasmine flowers. You continue to a performance known as the Barong and Kris dance, reflecting the eternal struggle between good and evil. Two men play a large lion figure known as Rangda who embodies demons with long fingernails and a drooping chest. The hero, Barong, is depicted by men wrapped in banana leaves wearing masks. In the different regions of Bali, Barong can take the shape of a wild pig, tiger, snake, dragon, or lion depending on which animal is more sacred to local lore. The battle ensues on stage exploring the epic struggle between the legendary figures. The entire family stands captivated by the movement, music, and story until at last, Barong is victorious."
      },
      {
        "dayNumber": "2",
        "title": "Sanur – Explore the Traditional Sites of Bali on a Full Day Tour",
        "description": "In the morning, the aroma of sea fades to succulent scents of sweet bananas and papaya at breakfast. The natural fruits are grown on the island glow with bright colors and sing with sensational flavor year-round. Even the kids are excited to taste the fruit before your guide greets the family in the hotel lobby after breakfast. You make your way on a select tour of Bali’s traditional sites beginning with Celuk Village. Both parents and children can witness the stunning charms of artisan silver and goldsmith workings inside the galleries and workshops. The smithies handcraft jewelry, trinkets, and charms in all shapes and sizes developing intricate patterns and designs. The children crowd around the spoons decorated with elephant motifs and floral designs before noticing a silversmith hard at work shaping a new piece. You continue to the imperial compound of the Puri Semarapura Royal Palace, home to Kertha Gosa, or the grand hall. The ceilings contain remarkable murals crafted in the wayang style beside the tranquil floating halls. The traditional Balinese architecture adds to the serene ambiance amid the surrounding walls and dramatic gates. The paintings most often depict images from notable Hindu epics including Ramayana and Mahabharata. The ceiling frescoes were crafted on textiles with images showing karma and reincarnations, as well as the episodes of human existence from life and death to Nirvana."
      },
      {
        "dayNumber": "3",
        "title": "Sanur – Visit Famous Rice Terraces, the Besakih Temple, and a Volcano",
        "description": "In the morning, the family travels with your private guide to the iconic image of Balinese postcards, the Bukit Jambul Rice Terrace. As one of the most popular destinations in Bali, the terraces embody cultural history in the way locals have utilized the landscape and the weather to grow thriving crops. A refreshing breeze rushes through the open terraces and rustles the surrounding coconut trees accentuating the peaceful ambiance. From the top of the terraces, you have a remarkable view of the rice fields, valleys, and panorama sweeping out to the sea. The Besakih Temple is one of the most popular destinations for visitors to Bali and is often referred to as the island’s Mother Temple. It is over 1,000 years old, built on foundations dating back more than two millennia, and sits atop the western slopes of Mount Agung. The extensive complex contains 23 related but separate temples connected thematically to the main stupa of Pura Penataran Agung. The interior temples are dedicated to the Hindu trinity known as Shiva, Brahma, and Vishnu. You reach the top of the central mountains staring down into the caldera of Kintamani Volcano, which encompasses five square miles. The aroma of moon orchids emanates from the surrounding forest. Fishermen venture to Caldera II while families, couples, and groups of friends relax in the hot springs at Toyobungkah. The kids marvel at the combination of verdant plants springing from black molten rocks along the lava field juxtaposed by the glassy blue waters of the volcano lakes."
      },
      {
        "dayNumber": "4",
        "title": "Sanur – Enjoy a Dolphin Watching, Visit Buddha Temple and Hot Springs",
        "description": "Before dawn, you travel to the quiet shores of Lovina Beach to board a traditional outrigger boat. The excitement outweighs the tired as the engine revs and the boat carries you over the quiet wake out to sea. The sunlight washes over the eastern horizon bringing layers of stunning orange, red, and pink across the sky. The boat’s engine stops. The captain points into the water where a pod of bottlenose dolphins arches out of the water. The dolphin can grow over 13 feet long and leap up to 20 feet in the air. Their elegance and gracefulness in the water match their playfulness in the open sea. The kids marvel at viewing the wild dolphin pod up close. You return back to land making your way to Buddha Temple. The brilliant orange roof-tiles dangle over the entrance contrasting the surrounding lush greenery. The children are eager to gaze upon the two Naga guarding the gate. The images depict the semi-divine mythological figures known as part human and part cobra. The walls host the scripture of Buddhist wisdom leading to the lower temple’s centerpiece of a stunning gold Buddha figure. The temple is the largest Buddhist complex in Bali drawing pilgrims from around the island and neighboring islets on the archipelago."
      },
      {
        "dayNumber": "5",
        "title": "Sanur – Relish a Half-Day Surf Lesson with the Remaining Day at Leisure",
        "description": "Bali is one of the world’s premier surf destinations. At breakfast, you peel the fuzzy rind off a rambutan and bite into the semi-sweet interior before setting out on a private family surf lesson at Kuta Beach. The instructor is a local well-versed in the ways the waves roll against the shoreline. The water is warm and the cool morning breeze carries the scent of salts to the promenade cafes. The shoreline stretches for more than two miles with soft, cream-colored sand. Your guide has the family lay on your individual boards placed on the sand before ever touching the water. You learn to pop up from the prone position, lying on your stomach and bouncing to your feet. Once you feel comfortable with the transition, you enter the water to catch your first wave. The board feels less stable in the water as you realize the balance required for surfing. The tropical sun warms your neck as you paddle your arms, accept the force of the wave before it breaks, and push yourself to the standing position."
      },
      {
        "dayNumber": "6",
        "title": "Sanur – Delight in the Tropical Paradisiacal Island of Nusa Lembongan",
        "description": "The aroma of frangipanis is strongest in the morning before the scent of fresh coffee drifts through the hotel dining room. Today, the family has a full adventure to the stunning island of Nusa Lembongan celebrated for its slower pace of life than mainland Bali. The water shimmers an iridescent aquamarine around the three-square miles of coastline. Your snorkeling guide offers the family insight into the best practices for breathing along with the surface of the water without disturbing the fascinating schools of bright fish below. The warm sea surrounds you as you search for turtles amid the sprawling coral gardens or spot moray eels peeking their heads out of porous rocks. The kids point to an emperor angelfish noticeable for its fantastical, colorful patterns across its surface. They can grow to nearly 16 inches long and glow with stunning electric blue hues amid white wrings. They eat small invertebrates and plants like sponges and algae. Life beneath the water reveals a stunning world previously unknown to the family but now captivates you and the children alike."
      },
      {
        "dayNumber": "7",
        "title": "Sanur – Discover Folklore and Tradition Cycling around Ubud’s Monuments",
        "description": "After breakfast, the family travels inland to Ubud for a cycling tour between the famous monuments of what is known as Bali’s cultural capital. You cycle to the 27 acres of greenery referred to as Ubud Monkey Forest, which hosts more than 700 long-tailed macaques. The forest has spiritual importance for the Balinese experienced in the unique ambiance stemming from a mixture of rambunctious monkeys and hidden temples. The children delight in visiting Pura Dalem Agung Padangtegal, “The Great Temple of Death,” first erected in the 14th century. They point to a statue of children showing their teeth revealing vampiric fangs. After exiting the forest, you reach the vibrant colors of Ubud Art Market. The traditional art village embodies the diversity of handmade crafts ranging from bags to paintings, textiles to statues. The woodcarvings are impressive and depict the culture of Bali through representations of Hindu deities, epics, Buddhist lore, or local life. The kids become enamored with one of the woodcarvers bringing a new piece to life slowly revealing the detailed features of a Balinese dancer."
      },
      {
        "dayNumber": "8",
        "title": "Sanur – Traverse the Southern Coast for Statues, Temples, and a Fire Dance",
        "description": "The scent of coffee drifts through the doors of the popular coffeehouse Simply Brew celebrated for a semi-open venue offering fresh air and a scenic view, as well as the rich Vietnam Drip espresso. After a relaxing morning along the Sanur shoreline, the family visits the Garuda Wisnu Kencana Culture Park perched on a limestone cliff. The site offers views of Kuta to the west, Sanur in the east, and Mount Agung in the north. The fascinating park hosts a series of statues embodying the culture of the island. The nearby Uluwatu Temple is one of the most popular places in Bali to watch the sunset due to its position overlooking the Indian Ocean on a plateau 250 feet above the lapping waves. The temple was erected 1,000 years ago. Statues of Ganesh flank the entrance arch. Carvings depicting mythological creatures and an episode of Hindu epics adorn the coral brick walls. As the sun fades, the bright light of the Balinese Kecak and Fire Dance begins. Performers tell part of the Ramayana epic when then demon king Ravana abducts the goddess, Sita. The goddess retains her purity and proves herself but undergoing a trial by fire. Music fills the air overpowering the rhythmic waves crashing below the cliff. The chorus hums, sways, and claps for emphasis drawing the entire family into the powerful epic."
      },
      {
        "dayNumber": "9",
        "title": "Sanur – Depart for Home",
        "description": "The refreshing breeze carries the aroma of the sea into the dining room at breakfast blending with the sweet scents of coconut, jackfruit, and guava. The kids have taken a liking to the mango and sweet bananas offered at breakfast each morning in accompaniment to the various international options. The kids share their favorite moments of their time in Bali ranging from catching a wave during their first surf lesson to the monkeys scrambling through the trees in Ubud’s Monkey Forest. After breakfast, your private transfer meets the family at the hotel and escorts you to Ngurah Rai International Airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bali",
    "mainPhoto": "",
    "id": "best-of-bali-lombok-vacation",
    "tourName": "Best of Bali & Lombok Vacation",
    "placesVisited": "Sanur Beach, Gili Islands, Senggigi, Kintamani, Lovina, Ubud, Menjangan Island",
    "generalInfo": "The picturesque dreams of tropical island paradise become a reality during your tailored vacation, which encompasses the best of Bali and Lombok. The air contains hints of coconut and ocean aromas. Lavish orchids grow out of the ponds decorating historic Hindu temples. Sea turtles glide in the indigo waters of the Indian Ocean. Palm trees soar into the sky and shade pristine white sand beaches. From an untouched village at the edge of a volcanic peak to the tranquil charms of a resort situated on a secluded island, you can embrace the wonders of land and sea, culture and comfort.",
    "durationDays": "12",
    "price": "3,900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Sanur Beach – Introducing the Best of Bali",
        "description": "The waters edging Sanur shimmer with radiant indigo, sapphire, and cobalt colors hues. Old village ambiance blends with contemporary luxury and style. White-sand beaches stretch along the coastline, and the aroma of sweet fruits emanates from the trees. Your flight lands at Ngurah Rai International Airport, where your private transfer greets you upon your arrival. The enticing aromas of pineapple and coconut greet you en route to your hotel overlooking the Indian Ocean. Colorful fishing boats rest on the beaches at low tide. Visitors on their dream vacations languidly lounge in the relaxing shade of beachside umbrellas. The water laps against the sand as the palm leaves rustle in the gentle breeze. The Le Mayeur Museum hides behind a collection of art stalls on the main street. The memorial museum contains works of Adrien-Jean Le Mayeur de Merpres, a Brussels-born artist inspired by the beauty of Bali and the Sanur coastline. The gallery highlights the oil paintings the artists used to capture the splendor of the elements and is surrounded by stone walls and red terrazzo floor tiles."
      },
      {
        "dayNumber": "2",
        "title": "Ubud – Captivating Culture",
        "description": "In the morning, the scent of freshly brewed Indonesian coffee blends with the sweet aroma of the Indian Ocean. Colorful fruits overtake the dining room at breakfast, with juicy pineapples and sweet rambutans accompanying succulent cherimoyas, a must try for Balinese vacations. After breakfast, you begin the journey to Ubud, which is considered Bali’s cultural center. Outside of Sanur, you stop in the town of Blanjong, known for its enchanting temple housing one of the island’s oldest artifacts. You follow the narrow lane to reach a pillar erected more than a millennium ago. The Sanskrit inscription recounts 10th-century military victories, leading to the island’s first formal government. Antiquity is palpable as you wander along the temple walls. The aged scent of earth emanates from the soil and seasoned stones. You continue to Ubud, waving goodbye to the layered blues of the seaside, replaced by the emerald and jade hues of the terraced inland hills. Rice paddies texture the landscape beneath towering palm trees. The scent of coffee overtakes the herbaceous aroma of the countryside. Cafes line the streets beside artisan shops, as bright colors abound in the artist markets. The essential culture of Bali comes to light along the streets leading to the glowing rice fields surrounding the town."
      },
      {
        "dayNumber": "3",
        "title": "Ubud – At the Heart of Bali",
        "description": "Hinduism is at the heart of Ubud, celebrated in the nightly fire dance performed in Bona village outside the main streets of the town. Dancers, painters, and accomplished wood carvers add to the luster and nearly mythical ambiance of the streets. In the morning, you venture out to explore the wonders of Bali’s cultural center, finding beauty and charm in the Taman Saraswati temple. Waters flow from the structure’s rear, feeding into the decorative pond at the front. Lotus blossoms overtake the surface and bloom with vibrant pink petals. A central walkway divides the pond leading to the entrance of the steps of the main entrance. It feels as though you have stepped into a dream of what you had imagined Bali to be like. Stone sculptures flank the walkway and a tiered tower frames the entryway. You put on the compulsory sash and sarong before entering the temple. The scent of sandalwood drifts upwards from the embers of burning incense. The temple creates an immediate calming atmosphere, embellished with sandstone bas-reliefs honoring Saraswati, the Hindu goddess of knowledge and art."
      },
      {
        "dayNumber": "4",
        "title": "Lovina – The Splendor of the North",
        "description": "In the morning, the sunlight spreads across the arched stone bridge, highlighting the stone sculpture of Lord Ganesh. The Hindu god watches over the small square and moss-covered pool, as colorful koi swim near his feet. Your private transfer meets you at the hotel and escorts you north to the splendid coastline at Lovina. Before reaching the enchanting northern tip of Bali, you stop at Taman Ayun temple, a stunning 18th-century compound decorated with gardens and water features. An elegant moat encircles the main complex. The sound of trickling water moves beneath the concentric tiers of the multiple towers. The first courtyard is a verdant grassy space leading to the inner courtyard, which contains the impressive collection of multi-tiered shrines. Lotus blossoms overtake the tranquil pools. The main fountain at the center of the complex contains nine water jets, symbolizing the nine main gods of Balinese tradition. The Garuda shrine contains elaborate sculptures of the mythical bird-like creature. The figure represents the eagle atop which Lord Vishnu rides. Back on the road to Lovina, you pass through the intricate Subak , a water irrigation system developed in the 9th century. The remarkable network textures the surrounding hills with rice paddy terraces, allowing water to reach the roots, along with creating an artificial ecosystem in which the crops can thrive, encompassing nearly 50,000 acres."
      },
      {
        "dayNumber": "5",
        "title": "Lovina – A Coastal String",
        "description": "In the morning, you have a pristine view of the northern waters lapping at the gold sand shores of Lovina. On the outskirts of town, villages string the shoreline with houses erected on stilts to protect the structures from rising waters during monsoon season. The relaxed ambiance of town emanates from the lulling sounds of the sea and the glimmering sunlight spreading across the water. Palm trees provide patches of shade with hammocks dangling lazily between the thin but firm trunks. Traditional canoes, known as proas, rest on the sand before their nightly outing. Before sunrise, you venture out onto the water on a private boat. Travel along the calm wake until your skipper stops the boat, allowing for an unfettered view of the eastern horizon. The sun rises above the water, reflecting a burnt sage, pink, and purple hues across the Indian Ocean. Your skipper points into the near distance. A dolphin breaks the surface water, arching into the air before splashing back down. A pod, often seen in the area, breaks the water’s surface with their dorsal fins. You could spend hours watching the dolphins play in the water and rising spreading sunlight. You return to shore for breakfast, basking in the refreshing flavor of freshly brewed Indonesian coffee."
      },
      {
        "dayNumber": "6",
        "title": "Kintamani – Into the Balinese Air",
        "description": "After breakfast, you meet your private transfer at the hotel and venture into the countryside, passing through traditional villages decorated with blossoming frangipani and orchids. Children kick balls against the walls of their wooden homes, motorbikes pass your car, and locals are eager to say hello. The road follows winding switchbacks leading upwards to the Gunung Batur area, an active volcano reaching a height of more than 5,600 feet above sea level, with a crater lake reaching a depth of 60 feet. The mountainous air is crisp and refreshing. An underground network of streams crisscrosses the slopes, offering an abundance of hot springs. The rugged terrain encircles the nearly seven square miles of the cobalt lake. You venture to the village of Trunyan, located at the foot of Mount Abang. The remote location on the eastern shore of the lake provides a pristine view of the water, dense ferns, and preserved a way of life unencumbered by outside influences. The main temple of Pancering Jagat contains an impressive seven-roofed tiered shrine, which protects the guardian statue of a celebrated spirit reaching a height of more than 13 feet tall. The temple stands at the top of a small hill overlooking the village’s main cobblestone street. The mixture of trees, wooden homes, graceful ferns, and cool air provides an atmosphere different from what you have so far experienced in Bali; almost as if you have left the island altogether and reached a more isolated setting."
      },
      {
        "dayNumber": "7",
        "title": "Sanur – Back to the Beaches",
        "description": "As you leave Kintamani, your private transfer leads you to Pura Bukit Mentik, a setting known as the “Lucky Temple,” for its preserved state after a volcanic eruption in the 1970s. The lava encircled the temple and stopped at the base, leaving the structure and the quintessential banyan tree untouched. The shrine tiers imitate the encircling mountain peaks. You travel the southern flanks of the mountainside, down the shallow-grade of the rural roads. Tiny villages with gold-straw rooftops contrast the verdant rice fields. The herbaceous aroma of tall grass and sporadic bamboo trees fills the air. The rich glow of the coastline returns to the scenery when you reach Sanur. The remainder of the day is at your leisure to enjoy the coastline and charms of the small town. Locals and visitors wander along the beachfront walk, enjoying the more than two miles of beachfront cafes, wooden fishing boats being repaired on the sand, and old villas representing the spell cast upon wealthy expats for decades. You can venture to the Turtle Tanks to see the connection between the local culture and the endangered sea turtle once endemic to the region. Baby turtles linger in the tanks under the watchful eyes of volunteers and local marine biologists. Your guide leads you along the hatchery to view the several pools in which the baby turtles hatch, along with injured turtles being rehabilitated. A full-grown sea turtle averages five feet long, but the hatchlings you see average no more than two inches."
      },
      {
        "dayNumber": "8",
        "title": "Senggigi – Welcomed by the Best of Lombok",
        "description": "In the morning, you welcome the delightful aroma of fresh pineapple and star fruit. A watermelon smoothie accompanies your delicious roasted coffee. You listen to the sounds of the calm waves brushing against the coastline before meeting your private transfer in the hotel lobby. Your brief journey takes you to Denpasar Airport, for a quick flight arriving in Mataram, the capital of Lombok Island. The airport’s contemporary design contrasts the surrounding greenery and framing rolling mountains. The air contains a familiar aroma of tropical fruits and herbaceous grassland. You meet your private transfer at baggage claim and venture towards the region of Senggigi, a collection of villages to the north of the island’s main town of Mataram. Supple and towering coconut palm trees rise above the thin stretch of sandy coastline. The waves brush against the shore, spraying an elegant mist into the air. The coconut aroma adds a sweet layer to the seaside air. You reach your lavish accommodation with a pool overlooking the calm waters of the Indian Ocean. Surfers venture out to catch comfortable waves. The woven rooftops of the open-air lobby offer shade and a refreshing breeze blowing over the cool tiles. For a perfect day, you can spend time relaxing in the spa. The aroma of mango and fills the tranquil room, accentuated with the soothing sounds of the waves lapping at the beach. You can dip your toes in the comforts of a temperate footbath and let the pressures of the outside world melt away."
      },
      {
        "dayNumber": "9",
        "title": "Gili Islands – Paradise on the Islands",
        "description": "In the morning, you venture to the shore and board a speedy boat that takes you along the water to the Gili Islands. The largest of the islands reaches a height of nearly 100 feet above sea level, fringed with white-sand beaches and stunning coconut palms. The turquoise water surrounds the shoreline, providing a picturesque image of paradise. The sea breeze brushes against your skin and carries a refreshing mist upwards from the speeding boat. You reach the shores of Gili Trawangan, referred to by locals and visitors as Gili T. You continue to the island of Gili Air to embrace the slow and relaxed pace of the desert island. The white sand offers pristine comfort with a powdery texture and sloping into the gentle water. Bamboo bungalows speckle the sandy main street. Small local restaurants look out into the water, nearly standing atop the ocean current. Fishing boats in need of repair rise out of the beach, and the scent of coconut meets the aroma of freshly cooked fish. Enjoy a leisurely stroll around the island perimeter to get acquainted with the landscape and relaxed ambiance. Enjoy the soft sand beneath your toes and dip your feet into the lapping waters of the Indian Ocean as you wander through the local life populating the tranquil shores of the tropical getaway."
      },
      {
        "dayNumber": "10",
        "title": "Gili Islands – Into the Preserved Blue",
        "description": "The beauty of the Gili Islands emanates from the emerald ferns to the crystalline waters. The scent of pineapple and coconut blends with the sea breeze. The day is yours to enjoy the pleasures of paradise at your preferred pace. Bask in the shade of a thatched umbrella overlooking the calm shore or venture out onto the water with a guided kayak tour. After breakfast, you follow a local guide on a boat and venture out to reach Hann’s Reef, located off the eastern coast of the island. Delight in an introduction to scuba diving, following the leader into the water along the reef nearly 60 feet below the ocean surface. The opulent sandy bottom provides great visibility for viewing the coral and rock formations. The gentle current moves your body back and forth above the undulating seascape. Seahorses sense your presence and blend into the colorful coral. Leaf scorpionfish grow up to four inches long and resemble the bright hues of the surrounding hard calcite, shimmering with green, red, pink, and yellow. Their 12 spines rise behind the dorsal fin. Your instructor points to a spotted moray eel peeking out of the cavern. The eel can grow to more than six feet long and contains double rows of teeth to help clamp down on passing prey. The ecosystem offers a view of the unique creatures around the Gili Islands."
      },
      {
        "dayNumber": "11",
        "title": "Gili Islands – Around the Island Splendor",
        "description": "Today you have another chance to embrace the relaxed island pace around the Gili Islands. After breakfast, you can linger on the sand or enjoy a rejuvenating spa treatment in view of the crystal clear waters. You can also meet a private guide to relish a unique exploration of the island waters during a kayak excursion. You set out onto the water, feeling the warm Indian Ocean wrapping around your ankles before you step into the kayak. The tide carries you away from the shore. Your guide keeps you in constant view as you paddle parallel to the shoreline. The white sand glistens beneath the towering coconut palm trees, which create a stunning view from the water. The current is gentle as you make your way between Gili Air and neighboring Gili Meno. The white sand beaches of the neighboring shoreline lead to squat trees and a secluded atmosphere. People traverse the coastline on bicycles and relax on cushioned lounge chairs. Your guide points into the water where a manta ray passes beneath your kayaks. A full-grown ray can reach up to 23 feet in width. Their wings help them glide in the current as a bird flies through the air. The clear water allows you to view the wildlife beneath the sea’s surface as you circle the islands, discovering splendor above and inside the water."
      },
      {
        "dayNumber": "12",
        "title": "Gili Islands – Continuous Island Marvel",
        "description": "In the morning, the sweet and spicy aroma of the local dishes cooked the previous night lingers on the main road of town. The small cafes open their doors to locals and visitors, offering fresh coffee and fried eggs. The lingering flavors of chicken satay and hot peppers have become a staple of your time on the Indonesian islands. You can see kite surfers lift into the distance as they catch the early waves and passing breeze. Scuba boats have already departed with visitors eager to catch a glimpse at the exotic world set inside the Indian Ocean. After breakfast, you have a private transfer meet you at the hotel, ready to escort you back to Lombok. If you have a late flight, you have time to visit the Pyramids in the Sea. The black and gray basalt rock rises out of the indigo water like Egyptian pyramids, creating a distinctive impression of crystal-like stones. The water splashes against the base of the rocks and swirls around, making it feel as though you have stepped onto another planet. You continue to Lombok International Airport with plenty of time to check in for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bali",
    "mainPhoto": "",
    "id": "best-of-cambodia-and-indonesia-vacation",
    "tourName": "Best of Cambodia and Indonesia Vacation",
    "placesVisited": "Phnom Penh, Siem Reap, Angkor Wat, Ubud, Nusa Dua, Bali Island",
    "generalInfo": "Sunrise over Ta Prohm embodies the essence of discovery, and the escalating chorus of the Kecak Fire Dance expresses the epic tone of Balinese legend. Your custom tailored tour takes you on an exploration of multiple cities to experience the lifestyles, histories, and cultures of Cambodia and Bali. Ancient temples hide beneath the jungle canopy and stand atop breathtaking cliffs. Fishermen cast nets into rushing rivers and calm ocean waters. Monkeys guard secluded trails and villages stand on staggering stilts above quiet lakes. The uniqueness of Bali and Cambodia’s towns, cities, villages, and countryside take on an unforgettable spirit.",
    "durationDays": "10",
    "price": "3,100",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Phnom Penh – The Warmth of Cambodia",
        "description": "Phnom Penh conjures images of shimmering spires rising out of the Royal Palace and monks draped in saffron robes walking down the wide boulevards. Markets fill with the aromas of captivating spices and cafes emanate the scent of freshly roasted coffee and succulent cuisines. Your flight lands at Phnom Penh International Airport, where your private transfer meets you upon arrival. The city stands at the confluence of the Mekong, Bassac and Tonle Sap Rivers, combining big-city elegance with provincial charm. Trees line the lanes and frame French colonial mansions. Fishing boats move with the river current in search of filling their nets. You settle into the comforts of your luxurious hotel at the heart of the city, offering you the remainder of the day at leisure. For a perfect introduction to Khmer culture and history, you can visit the National Museum, which was erected between 1917 and 1920 using traditional Khmer architectural elements. The galleries contain a millennium’s worth of masterful design and stunning sculpture wrapped around a verdant tropical courtyard. A herbaceous aroma fills the walkways beneath the rose-tinted rooftops. You first find a large fragment of an immense bronze statue depicting Vishnu. In the southern pavilion, you discover pre-Angkorian collections, offering a timeline of artwork attributed to Indian sculptors as well as the intricate detail of Khmer culture dating between the 5th and 8th centuries."
      },
      {
        "dayNumber": "2",
        "title": "Siem Reap – Beyond the Temple Gateway",
        "description": "In the morning, an armada of fishing boats takes to the Mekong River with fishermen eager to cast their nets on the rushing water. The markets open with vendors cooking fresh noodle soup with eggs, passing the traditional breakfast dish to keen patrons. Market stalls showcase fresh produce, from passion fruit to mangosteen. Your private transfer meets you in the hotel lobby and escorts you to the airport for your brief flight to Siem Reap. The expressive contemporary city stands at the edge of Angkor, the ancient and enchanting city. Cafes line the streets, and artisan craftsmen work in the Les Chantiers Ecoles, the epicenter of cultural revitalization by teaching locals the art of wood and stone carving, along with traditional silk painting. Inside the city center, cars and tuk-tuks (rickshaws) roll through the streets. On the outskirts of Siem Reap, farmers continue to use donkeys and carts to carry crops to the market. Your private transfer escorts you to a fabulous hotel close to the bustling city center. In the late afternoon, you board a paddleboat to float down the moat edging Angkor Thom. The gentle breeze brings a refreshing cool to the jungle trees. You can hear monkeys lingering in the canopy. The bridge connecting the historic gate is framed with elegant statues facing outwards. The temple was erected in the 12th century in the Bayon style, manifesting in large, laterite towers adorned with gazing faces."
      },
      {
        "dayNumber": "3",
        "title": "Siem Reap – Visit Angkor Wat",
        "description": "You wake before dawn when the city fills with the aroma of freshly baked baguettes, a remnant of French Colonialism. Vendors at the market return to begin preparing their stalls for the morning rush. Your guide meets you in the lobby and escorts you into the jungle to face the stunning gates at Ta Prohm Temple. The structure was erected between the mid 12th and 13th centuries. The aroma of cool soil and rich jungle brush fills the air. You can hear the waters of the moat trickling in the distance. The sunlight spreads slowly across the walls cloaked in tree roots. You feel like an adventurous archeologist in search of hidden treasures in forgotten temples. The jungle has swallowed the temple over time, offering you a glimpse of the entire Angkor complex as European explorers first discovered in the 19th century. Your guide leads you along the thick tree roots dangling from the pitched rooftops, embodying the power of nature and ingenuity of humanity. Towers wrap around closed courtyards, and elegant reliefs decorate narrow corridors. Moss and lichen overtake displaced stones and leaves flutter in the newly returned sunlight to cast an emerald hue above the silver stone walls. The temple was featured in the Tomb Rader film when Angelina Jolie picked a jasmine flower from the Crocodile Tree at the entrance pavilion. In the afternoon, you take the time for an enriching visit to the Angkor National Museum, which exhibits artifacts of the region’s Golden Era during the Khmer Empire."
      },
      {
        "dayNumber": "4",
        "title": "Siem Reap – Life On Water",
        "description": "In the morning, students and performers venture to Phare, the Cambodian Circus, to practice their techniques and works in the celebrated performance space of the Cambodian Circus. The shows blend personal stories with triumphant feats of physical strength and high-flying acts of imagination. Your guide meets you in the hotel lobby after breakfast and leads you to the shores of Tonle Sap Lake, Southeast Asia’s largest freshwater lake, encompassing an area of 1,000 square miles. Crocodiles and turtles linger in the marshlands, and mangrove forests grow against the mouth of the river. Macaques rifle through the trees and call out to one another in the cool morning air. You board a local boat and venture to the village of Kampong Phluck. Houses hover over the surface water on stilts nearly 20 feet tall. In the wet season, the lake rises and submerges the stilts, making it look as though the village floats along the surface. The thatched walls and corrugated pitched roofs grab your attention. Chickens cluck and graze on the grass away from the water. Villagers greet you with warm smiles. Children wave from the platforms of their houses as fishermen lay large traps in the water. Your guide explains that when the water rises too high or becomes too choppy, the villagers move to the floodplains. Outside the village, you float through the submerged forest, passing your fingers over the tree bark and waxy texture of the leaves. Passing fishermen nod in welcome as they squat near the front of their canoes. The villagers make boats with wood from the coki tree, which grows in abundance near the lake."
      },
      {
        "dayNumber": "5",
        "title": "Ubud – Travel from Cambodia to Bali",
        "description": "The bustle of the streets of Siem Reap returns in the morning with vendors headed for market and farmers bringing their wares to sell across the city. Passersby make their way to the gates of Angkor and the morning market fills with colorful clothing and vibrant paintings meant to catch a patron’s eye. Your private transfer meets you at the hotel and escorts you to Siem Reap International Airport for your flight to Bali. The city of Ubud claims the title of Bali’s “Cultural Capital,” with streets meandering along the Central Highlands and glowing with iridescent rainforest trees and emerald rice paddies. A cool mountain breeze rustles the surrounding trees and artists fill the marketplace with elegant paintings, spectacular jewelry, and captivating woodcarvings. Your private transfer meets you at Ngurah Rai International Airport upon your arrival. Your luxurious hotel overlooks the sweeping greenery of the bordering rice fields. Sporadic wildflowers bloom with orange petals. The scent of hyacinth blends with the aroma of coffee drifting out of the chic central cafes. For a unique first impression of Ubud, you venture to a hotel famous for its hillside location and spectacular views. A swing dangles between the two coconut trees on a hilly summit. You can sit on the swing and enjoy a gentle pace with views of the Ayung River. You can hear the tranquil splash of a mini waterfall while looking out to the rice fields and peak of Mount Agung."
      },
      {
        "dayNumber": "6",
        "title": "Ubud – Palatial Past and Sacred Trails",
        "description": "The aroma of banana pancakes fills the morning air, blending with the rich scent of freshly roasted coffee beans. After breakfast, your guide meets you in the hotel lobby, eager to introduce you to the lush landscape around Ubud. Trails crisscross the rice fields. Locals sell coconuts freshly fallen or taken from the trees. Farmers wear traditional thatched, conical hats. The trails wind beneath coconut canopies and alongside farmland. The rice grows over ankle-height. Sporadic huts rise out of the fields. You continue to Ubud Palace, where the royal family continues to live amongst the decorative statues and stone carvings. Bright flowers adorn the shrines and hints of jasmine drift through the air. The palace was erected in the 19th century and remains a splendid example of Balinese architecture. The beauty of the décor and design has established a deep seeded connection between the region and artists, bringing in artisan craftsmen from across Bali to take inspiration from the charming tropical garden. Once in the Sacred Monkey Forest, you discover more than 100 long-tailed macaques spread across 27 acres. The rainforest canopy shades the stone walkways. Monkeys linger on historical statues and watch passersby from the treetops. A rocky stream flows at the bottom of the central ravine. Your guide leads you to the first of a collection of ancient temples, reminding you of the moss-covered walls you saw at Ta Prohm Temple."
      },
      {
        "dayNumber": "7",
        "title": "Ubud – To the Terraces and Beyond",
        "description": "In the morning, you find frangipanis blossoming against the open lobby of your hotel. The sweet aroma fills the air and calls to passing hummingbirds in search of nectar. Your guide meets you at the hotel and leads you to the Tegalalang Rice Terraces to view the remarkable texture of the hillsides. Palm trees soar above the layered tiers of the rice fields overtaking the landscape. The iconic image of the Balinese countryside adheres to the subak , a cooperative irrigation system passed down through the generations, beginning in the 8th century. Farmers carry poles with woven baskets balancing at both edges. They walk barefoot through the puddled terraces as the rice grows into fields. The microclimates change across the hillside tiers, growing warmer as you reach the valley floor. You continue your exploration of the Balinese countryside on a scenic drive north to Pura Ulun Danu Bratan, the Lake Temple. The complex was erected in the 17th century and dedicated to the Hindu trinity of Brahman, Vishnu, and Shiva. The grounds also contain shrines devoted to the lake goddess. Tiers offer a theme for the day, taking you from the terraced hills to the concentric thatched-roof towers of the temples. The water laps against the stone-studded borders of the small islands and lakeshore setting. Lily pads wade in the soft wake. Four gates encircle the city to embody the four shrines and the four points of the compass. Your guide points to the Vishnu’s shrine, which contains 11 tiers, as opposed to Brahma and Shiva’s shrines, which contain seven and three tiers, respectively."
      },
      {
        "dayNumber": "8",
        "title": "Nusa Dua – Beyond the Sands",
        "description": "In the morning, the waves break beyond the reef. The sound of the splashing water accompanies the sea breeze. Palm trees and sporadic umbrellas cast shade across the sand. After breakfast, you meet your instructor at Geger Beach for a private surf lesson. Avid surfers have already made their way to the breaks, gliding across the water with dancer-like grace. You first learn the techniques of balance by popping up on the board while situated on the sand. You burst upward to your feet from a lying position. When you feel comfortable, your guide helps you out to the water, taking you over the small waves curling near the shore. He tells you when to paddle your arms to propel yourself forward. The water is refreshing beneath the tropical sun. You pop up when told, balance your body, and ride the wave back to the powdery shoreline. The remainder of the day is yours to enjoy the splendors of Bali and the southern peninsula at your leisure. For a unique view of the landscape, you make your way to the sacred and secret canyon near Sukawati. The canyon rocks are iridescent with gold and turquoise hues reflected in the crystal clear water. The cold and refreshing river courses gently along the rugged boulders at the base of the canyon wall. The magnificent landscape resembles a surreal painting in which you can find hidden faces protruding from the rocks."
      },
      {
        "dayNumber": "9",
        "title": "Nusa Dua – Amongst the Shores and Cliffs",
        "description": "In the morning, the air around Nusa Dua fills with the tropical aromas of starfruit and pineapple. Seaweed farmers tend to their crops growing off the coast. The sunlight captures flickers of colorful coral glinting from beneath the water. After breakfast, you begin the day with a visit to the majestic Water Blow, a natural phenomenon turning the coastline into a geyser. The wake fills a narrow passage on the rugged shore with water. When the pressure builds, the water erupts over the viewing platform and craggy rocks, before receding. The mist remains for minutes at a time, cooling the surrounding air beneath the rising tropical sun. In the afternoon, your guide leads you to the cliffs of Uluwatu, overlooking the eponymous beach. The white sands glow against the fading sunlight beneath the breathtaking image of a temple erected along the limestone precipice. The edifice was built in the 11th century nearly 230 feet above the splashing waves. Monkeys linger in the trees and lounge on the walkways. The temple is regarded as one of Bali’s spiritual pillars. The sun fades behind the horizon, and an irrefutable rhythm erupts with a drumbeat. The Kecak Fire Dance begins with performers extending their arms and shaking their hands into the air. Their collective chant is fast and repetitive, combining their movements to tell a story from the Ramayana epic."
      },
      {
        "dayNumber": "10",
        "title": "Nusa Dua – Continuing Wonders",
        "description": "In the morning, the sunlight stretches over the natural arch at Nusa Penida. The geological phenomenon resembles a hole in the cliff where the water has broken through. The turquoise hues of the sea glow against the golden striations of the rock. The arch was once a full cave that collapsed over time, creating a natural pool protected from the open ocean. On the beaches near your resort, surfers have returned back to the water. You can’t help but recall your morning in the surf, riding the waves at Geger Beach. The thrilling excursion has you inspired to try again soon. Your private transfer meets you at the hotel and escorts you to Ngurah Rai International Airport when you are ready. You could always extend your time in Bali to explore the neighboring islands or bask in the seclusion of the northern shores."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bali",
    "mainPhoto": "",
    "id": "culinary-delights-of-bali-vacation-bustling-markets-to-cooking-class-tour",
    "tourName": "Culinary Delights of Bali Vacation: Bustling Markets to Cooking Class Tour",
    "placesVisited": "Ubud, Bali Island",
    "generalInfo": "Bali blends a variety of spices and ingredients for a complex and perfectly balanced customized culinary tour. From the chic ambiance of a contemporary seaside restaurant to the bustling atmosphere of a night market filled with locals, follow the trails to delicious cuisine and marvelous culture, breathtaking scenery, and historical temples. Bask in the spiced aroma of anise and linger in the comforting scent of the sea breeze, and then dig your toes into the sand while biting into freshly grilled prawns. In Bali, you can take the time to savor each bite and discover true flavor.",
    "durationDays": "8",
    "price": "2,600",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Ubud – Arrive in Bali with a Flavorful Introductory Dinner",
        "description": "Ubud is a city of culture and prestige that embodies the Hindu spirit and traditional lifestyle of the island set amongst the Central Highlands. Contemporary cafes line the central streets with the nearly 30 acres of the Sacred Monkey Forest brushing against the edges of city life. Rice terraces rise along the nearby hills, and rushing waters wind along the floor the fringing ravines. Sculptures depicting Garuda protect old temples and artists that fashion ancient spirits and gods out of wood, stone, or silver. Your flight will land at Ngurah Rai International Airport in Denpasar. Your private transfer will meet you upon your arrival and escort you along a short and scenic drive to Ubud. Hyacinth and frangipanis blossom over sporadic villages as the scent of jasmine blows through the air. The jungle canopy sweeps across the hillsides and opens over the rice fields and terraces on the outskirts of Ubud. Your luxurious hotel overlooks the emerald hues of the countryside while offering easy access to the vibrant culture that emanates from the city center, where the Royal Palace stands. Your first taste of Bali will come in the form of a five-course meal prepared at a local award-winning restaurant. En route to the restaurant, you will find the fruity aroma of fresh chili blending with the herbaceous scent of anise. The restaurant blends traditional Balinese features with contemporary elegance and luxury. All of the ingredients are sourced from around the island with the theme of blending traditional and modern elements spreading to the cuisine. Your first dish will arrive at your table with wild leaves dressed with peanuts, hibiscus vinegar, and pyramid salt for a light and satisfying first taste of the island."
      },
      {
        "dayNumber": "2",
        "title": "Ubud – Traverse Cultured Streets, Markets, and Historical Galleries",
        "description": "In the morning, the aroma of banana pancakes will emanate from the dining room, and the scent will blend with the sweet and luscious fragrance of fresh coconut. Your guide will meet you at your hotel after your meal and lead you on an engaging tour of Ubud that will begin at the Royal Palace. The grounds were first erected in the 16th century with the current elements built in the 1800s. Ubud’s royal family continues to live in the palace, allowing invited guests into the halls. Your guide will lead you along the perimeter to view the European architectural elements before entering into the great Art Market. Painters and sculptors offer unique perspectives of the island as they capture the rice terraces or the celebrated deities in images embodying mystique, harmony, or power. After visiting the Blanco Renaissance Museum, you will gain deeper insight into the various ways the island captivates visitors and locals. Move next to the walkways along the Tjampuhan Valley as the trail leads through the rice fields as farmers tend to their crop. Thatched-roof huts rise out of the tall grass, and the herbaceous aroma of the pasture swirls in the passing breeze. Farmers walk barefoot through the wetlands of their fields and carry bamboo poles upon which they balance woven baskets filled with harvested fruit or rice."
      },
      {
        "dayNumber": "3",
        "title": "Ubud – Relish a Half-Day Balinese Cooking Class",
        "description": "At breakfast, you will find another batch of exotic fruits that may be eager to taste. The fuchsia hues of rambutan entice you as the creamy texture of custard apple will offer a subtle sweetness to start your day. Your guide will meet you after the meal and escort you to Marga Village to embrace the flavors of Bali with a half-day cooking class. The shaded roads offer glimpses of blossoming orchids and oleanders as towering palm trees line the edges of the village. Thatched-roof huts and tiled roof buildings line the village streets that look out to a single central walkway. In the distance, a series of mountain peaks overtake the horizon. You will meet your private instructor and pass water buffalo tilling the rice field as you enter into your instructor’s RumahDesa , their home. The chef will introduce you to the various ingredients needed to produce a traditional Balinese dish, including rice, chopped coconut, garlic, chili, and ginger. You will take your mortar and pestle to ground the ginger as the fire flickers at the corner of the room. The scent of grilling shallots fills the air, and your mouth will water before the dish is halfway prepared. The peaceful atmosphere adds to the unforgettable experience, and at the end of your lesson, you will have produced a traditional savory fried rice to accompany the sweet and savory satay."
      },
      {
        "dayNumber": "4",
        "title": "Ubud – Visit the Sacred Spring at Tirta Empul and a Coffee Plantation",
        "description": "Today the selection of exotic fruits will continue to captivate you as the sweet and citrusy flavors of star fruit and passion fruit accompany the decadent aroma of freshly roasted coffee beans. After breakfast, your private transfer will escort you to Tampaksiring Village to discover the sacred spring water of Tirta Empul. The freshwater filters through the subterranean geothermal activity and porous limestone to become both pure and refreshingly cool. The temple was erected in the 10th century AD and continues to draw visitors from across the island and from around the world to view the two pools and 30 showers dedicated the god Vishnu. You will dip into the main pool to find the water stimulating in the jungle warmth as the fresh spring pours from spouts adorned with gilded dragonheads. You will continue into the foothills of the central highlands to reach a plantation known for its celebrated coffee fields, along with their vanilla, cinnamon, and cocoa. The pleasing aromas of a spice cabinet drift outwards from the visitor center, and your guide will lead you along the slopes to find the thriving coffee plants. The coffee berries grow red against the jade leaves and have a waxy texture. Only after the berries are harvested and dried do they resemble the beans with which you are familiar. At the visitor center, your guide will roast some beans to release the natural oils and the scent of rich and partially sweet coffee will fill the air. You will take a sip of the fresh brew to find hints of vanilla and chocolate for a compelling flavor."
      },
      {
        "dayNumber": "5",
        "title": "Ubud – Discover the Charm of Sanur and the Mystique of Uluwatu Temple",
        "description": "Today you will venture south to the quiet and enchanting shores of Sanur. Coconut palms dangle their fruit over the fine-combed sand. Lounge chairs offer relaxing views to the lapping waves as a footpath connects the various beaches on which locals and visitors alike use to walk or cycle. The Balinese architecture adds to the artistic ambiance of the Le Mayeur Museum, which exhibits the personal paintings of Adrien-Jean Le Mayeur de Merpres, a Brussels-born artist who was inspired and captivated by the Balinese lifestyle and landscape, down to the stone walls and red terrazzo floor tiles of the artist’s home. You will continue south to the cliffs of Uluwatu, which overlook the sandy beaches and frame the striated limestone precipice. The 10th-century edifice features the familiar architectural elements of the multi-tiered concentric rooftop. Balinese regard the temple as one of the spiritual pillars of the island, adorning the 230-foot tall cliff. Long-tailed macaques relax on the footpaths and lounge on the stone statues to watch passersby. Ancient sculptures add to the unique and majestic ambiance with the water surging against the cliff base below. You will continue to Jimbaran Beach, known for its smooth sands and luxurious seaside restaurants that offer perfectly cooked fresh seafood with lavish views of the sunset."
      },
      {
        "dayNumber": "6",
        "title": "Ubud – Delight in Decadent Flavors of a Full Day Food Safari in Seminyak",
        "description": "Bali will engage all of your senses through an abundance of enticing aromas, peaceful sounds, and resounding images that connect to bring refreshment. At breakfast, you will recall the decadent flavors of your multi-course seafood meal in Jimbaran and today your mouth will water before breakfast just thinking about the delicacies to come during your full day culinary tour. Your guide will greet you in the lobby after your meal to begin your progressive style dining experience that will begin in Seminyak. The upscale beach community connects chic boutiques and fine dining restaurants with the traditions of accessible cuisine. Start at a restaurant that blends Spanish tapas with Balinese ingredients. The traditional open-air restaurant allows the cool breeze to rustle through the dining room. The scent of garlic and simmering zucchini emanates from the kitchen. You will have a tasting of a sandwich topped with cured salmon and cream cheese and then dressed with a pickle tartar sauce and aromatic herbs. At the Parlour Kitchen, you will uncover the raw oysters dressed with soy sauce or bits of freshly fried bacon, mixing casual and fine dining ambiance, along with blurring the boundaries between western flavors and those of the Southeast Asia. You will find elements of Chinese tradition merging with French embellishments and contemporary plating touching a Javanese-inspired dish. You will bite into a perfectly grilled scallop topped with roe and dressed with thick slices of bacon as the hint of mustard perfectly accents the sweet and savory notes for a balanced profile."
      },
      {
        "dayNumber": "7",
        "title": "Ubud – Enjoy Visiting the Various Markets of Ubud",
        "description": "Today you will meet your guide shortly after breakfast and venture out into the southern shores of Bali as you return to Sanur. The beachside aroma overtakes the herbaceous hills as you reach a small restaurant with shared tables. A line will form behind you as your guide explains that people from around Bali and the world wait to taste the special fried fish at Mak Beng. You begin your day with Mak Beng because once they run out of their famous fish or soups, they close their doors. Once thoroughly enjoyed, you will continue to the marketplaces of Ubud. The aroma of turmeric, dried chilies, and anise fill the air. Vibrant produce, from freshly fallen coconuts to bushels of bananas to form piles like pyramids on the stalls. The scent of suckling pig emanates from an area of the market that specializes in local cuisine, like a fabulous food court. Different vendors are known for different dishes, from celebrated fried rice to vegetables dipped in spicy peanut sauce. You will share a number of dishes to taste the variety of local specialties and notice that the vegetables have a nice crunch and the peanut sauce has a creamy texture with a heat that grows. Your tour will take you on a culinary journey of the island like a local and offer you insight into the delicate balance of flavors, including roasted duck and shallot chutney. When your tour ends, you will make your way to the Ubud Art Market to linger around the marvelous visual representations of island life."
      },
      {
        "dayNumber": "8",
        "title": "Ubud – Depart for Home",
        "description": "The morning light will wash over the emerald hues of the rice fields that border the city. The monkeys in the Sacred Monkey Forest continue to lounge on the walkways as if guarding the temples hidden in the trees. At breakfast, the aroma of luscious coconut drifts through the dining room, and you will indulge in fresh banana pancakes and coffee from the plantation that you visited earlier in your exploration of the island’s cuisine. After your meal, your private transfer will meet you at your hotel, and you will venture to Ngurah Rai International Airport with the sweetness of the banana pancakes and Bali lingering on your palate as you fly home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bali",
    "mainPhoto": "",
    "id": "exploring-unique-cultural-experiences-vacation-tour-of-bali",
    "tourName": "Exploring Unique Cultural Experiences Vacation Tour of Bali",
    "placesVisited": "Ubud, Nusa Dua, Lovina, Uluwatu, Menjangan Island",
    "generalInfo": "Balinese spirit emanates from temples overlooking seaside cliffs and fills the night sky with music during expressive dances, telling of legends and religious history. The scent of hyacinth overtakes the aroma of the ocean. Surfers glide across the water in front of silhouetted fishing boats. Farmers harvest rice across the hillside terraces and dolphins leap from the ocean along the northern shores. Your customizable tour takes you to villages and waterfalls, spiritual leaders and holy temples trickling with cleansing pools for an unforgettable experience of Bali’s culture, which is inherent in the landscape and essential to daily life.",
    "durationDays": "8",
    "price": "2,600",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Nusa Dua – Invitation along the Coastline",
        "description": "Bali is an island that has captured imaginations and hearts for more than a millennium. White-sand beaches shine against sapphire waters, and marvelous temples overlook staggering cliffs and reflective ponds. The town of Nusa Dua blends contemporary luxuries with Balinese culture and landscape. Your flight lands at Ngurah Rai International Airport, where your private transfer meets you upon your arrival. The beauty of the island is immediately visible in the blend of emerald jungle canopies and calm waters lapping against the shoreline, whether against limestone cliffs or powdery beaches. After checking into a lavish resort overlooking the Indian Ocean, you are eager to explore the splendors of Nusa Dua. Cafes and boutique shops frame the main streets. Surfers take to the waters around Pantai Mengiat to bask in the shimmering layers of blue and catch waves curling beyond the reef. You make your way to the marvelous Water Blow, a stunning natural phenomenon set against the rocky coastline at the edge of Nusa Dua. A walkway passes over the craggy shore that resembles dried coral. The ocean current pushes water into the narrow space along the rock cliff. The pressure builds and builds, until the water erupts like a geyser, splashing down over the rocks and across the walkway before filtering back into the greater ocean body. The mist creates a refreshing air in the tropical warmth. The semi-sweet aroma of the Indian Ocean swirls around you. The majesty of the Water Blow highlights nature’s pure beauty and unbridled power."
      },
      {
        "dayNumber": "2",
        "title": "Nusa Dua – Bali’s Iconic Southern Shores",
        "description": "In the morning, fishermen take their boats past the reef break in search of a fresh catch to bring to market. The colorful boats drift over the calm waves beyond where the surfers have paddled out. The sea air blends with the satisfying aroma of roasted coffee beans drifting outwards from the cafés. Your guide meets you in the hotel lobby, eager to escort you on a full day tour of Bali’s southern temples, beginning with Tanah Lot. The temple was erected in the 16th century atop a large boulder off the southwest coast of the island. At low tide the water recedes past the rock, allowing visitors to climb the stairs to reach the shrines. Lush trees decorate the temple grounds, which was once one of seven sea temples erected around the island. The temple connects a deep sense of Balinese mythology with the Hindu tradition. You can walk along the edges of the temple mount, feeling sand packed with moisture beneath the traditional thatched tiers of the shrine. You continue to Uluwatu to visit the temple erected on a cliff, offering pristine views of the Indian Ocean. Sporadic trees grow along the rock face above the white sands of Uluwatu Beach nearly 230 feet below. The breeze blows through the open shrine and rustles the edging greenery. You can hear the waves splashing against the granite rocks. The temple was erected in the 11th century as one of six key temples correlated with the spiritual pillars of the island. As the sun drops behind the horizon, you watch a traditional Kecak dance, which tells the story of a battle from the Ramayana ."
      },
      {
        "dayNumber": "3",
        "title": "Ubud – Culture in the Hills",
        "description": "Today you leave behind the white and gold sands of the southern peninsula for the emerald-laden hills of central Bali, decorated with rice paddies and lily pad covered ponds, coffee plantations, and fruit orchards. The scent of ripe banana and juicy star fruit overtakes the scent of the sea. Your private transfer leads you first to Ubud, the cultural capital of Bali, nestled in the hills and rice terraces of the countryside. Women dressed in bright garments walk along the terraced landscape beneath the towering coconut palms. They carry baskets on their heads after having cultivated the rice. Villages outside of Ubud glow with blossoming frangipanis and hyacinths. On the outskirts of the town, master craftsmen work in the villages of Celuk and Mas to create breathtaking silver jewelry and intricate woodcarvings. Before reaching the peak of Mount Batur, you visit the Holy Water Temple of Tirta Empul. A mountain spring feeds the village of Manukaya, which was erected over a site that tradition states a historic battle versus good and evil took place. The temple was erected in the 10th century. The spring feeds into the numerous purification baths, fish ponds, and trickling pools. The ponds decorate the perimeter. Reeds grow above the meandering koi and beneath the blossoming false-bird-of-paradise. Lush gardens frame the inner courtyard around detailed statues and the exuberant colors of tropical plants. The spouts in the rectangular purification bath are elaborately adorned with stone sculptures, feeding crystal-clear mountain water into the temple."
      },
      {
        "dayNumber": "4",
        "title": "Ubud – True Villages of Bali",
        "description": "In the morning, the cafes of Ubud open their doors to views of the rice fields and terraces on the outskirts of town. The scent of roasted coffee beans emanates from the cafes, as they use fire to release the natural oils of the dried coffee plants harvested around the central highlands. Your guide meets you at the hotel after breakfast and escorts you into the countryside to visit traditional villages for deeper insight into the culture of the island, beginning at Kemenuh. The village is located outside of Ubud, surrounded by lush trees, verdant fields, and a quiet atmosphere accentuated by the nearby flowing river. You follow the street down the art district, where local artists work from a mixture of tree trunks to small branches, carving handcrafted sculptures of birds and traditional deities. The last village you visit for the day is Penglipuran, located at an altitude of nearly 2,300 feet. The unique charm of the village emanates from the peaceful nature growing along the tiled walkways of the center. The houses face northeast towards Mount Agung. Chickens cluck along the lower reaches of the hill and irrigation channels line the walkways in front of the village homes. Bamboo grows tall and thick around the region, framing the conical rooftops of the homes. The cool mountain air nips at your cheeks in stark contrast to the tropical warmth of the lowlands and seaside. The Heroes Monument covers an area of more than three and a half acres with a traditional Balinese style accentuating the Curayudha Hall."
      },
      {
        "dayNumber": "5",
        "title": "Ubud – In the Spirit of Bali",
        "description": "At breakfast, you bask in the view of the countryside and enjoy the natural sweetness of freshly squeeze pineapple juice. Your guide once again meets you at the hotel, eager to take you on a distinctive tour of the island to experience the spiritual allure of local shamans and healers. You travel to meet a man famous on the island and internationally for his abilities of healing. The mysticism drifts out of the surrounding countryside for a captivating ambiance. The healer grabs your hand and reads your palm, using the intimate connection of holding your hand to help understand where soul, desire, and life connect. You continue to a Balinese healer and step into a sarong to show respect. You sit on the tiled floor and rest your back against the healer’s knees. His hands are unexpectedly soft and gentle considering his age. He presses his fingers to your ears before you lie down on the mat. The healer pulls out a small, special wooden stick, pressing it to different areas of your feet to find the different pressure points connected to a stressed mind and fatigued body. Pressure you didn’t know you had releases suddenly. You feel relaxed and stress-free. The healer shows you a collection of Kriss daggers, which showcases a unique blacksmith skill practiced for hundreds of years, if not an entire millennium. You also learn about the scrolls in which the healer uses, which are kept in special boxes in the temples for the priests’ eyes only."
      },
      {
        "dayNumber": "6",
        "title": "Lovina – For Love of the Land",
        "description": "In the morning, the aroma of blossoming hyacinth accentuates the herbaceous notes of the roasted coffee beans emanating from the surrounding cafes. Your guide meets you at the hotel after breakfast and leads you along the scenic roads through the central highlands north to Lovina Beach. Orchids bloom in the canopy and jasmine grows alongside hidden villages. Before reaching the northern shores, you stop at a trail heading beneath the rainforest canopy to Sambangan Waterfall. Follow the pathway through the emerald leaves dangling over the underbrush. The water shimmers with five different shades of blue and green, fading from indigo to turquoise. The trickling water echoes through the trees and grows stronger as you venture closer to the falls. The dense forest opens to a view of a whitewater curtain trundling nearly 115 feet into the flickering jade pool. A cool mist rises upwards from the water, making the surrounding jagged rocks slippery with moisture. You can follow the more than 100 steps down to touch your fingers into the cold pool resting beneath the forest. A narrow stream rushes down the cliff beside the stronger cascade of the Sambangan falls. You continue to Lovina Beach to relax against the calm lapping waves of the Indian Ocean brushing against the black sand beach."
      },
      {
        "dayNumber": "7",
        "title": "Nusa Dua – Dolphin Allure; Island Life",
        "description": "A statue rises above the Lovina shoreline, adorned with an elegantly crowned dolphin, contrasting the silhouette of the trees. You rise before dawn and board a traditional fishing boat bound for the deeper ocean. The calm lull of the water rocks the boat from back to front. The sunlight spreads across the eastern horizon. You have an unadulterated view of the day’s beginnings. The sky illuminates with graceful orange and red hues making the dark blue of the night recede. Your skipper points into the water, turning your attention away from the glowing orb of light reaching above the sea. Dolphins poke their snouts out from the ocean with curiosity. They can grow to more than seven feet long and have a playful nature that encourages them to engage with one another. Their dorsal fins protrude from the ocean surface before disappearing in the distance. You return to shore for breakfast before embarking on a half-day snorkel tour around the stunning island of Menjangan. The island is located five miles northwest of the Lovina coastline and contains wild deer populating the dense rainforest growing out of the soft soil. The crystal-clear sapphire water brushes against the coastline of the 15-square-mile island. You don your snorkel and float with the gentle current over the colorful soft coral waving in the water."
      },
      {
        "dayNumber": "8",
        "title": "Nusa Dua – Beyond Treasuring Seaweed",
        "description": "In the morning, seaweed farmers tend to their crop along Geger Beach. The tricolored waters brush against the white-sand beaches near the edges of Nusa Dua. The farmers tend to the seaweed, which is a coveted ingredient in cosmetics products. After harvest, you can watch the farmers drag large floating boxes to shore, with the verdant mounds of seaweed contrasting the blue hues of the ocean. The herbaceous aroma complements the succulent scent emanating from the water. After breakfast, your private transfer meets you at the hotel and escorts you to Ngurah Rai International Airport. You have traversed the coastlines and highlands, temples and mountains for an unparalleled invitation into the vibrant landscape and captivating culture of Balinese life. You arrive at the airport with plenty of time to check into your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bali",
    "mainPhoto": "",
    "id": "marvels-of-the-island-nation-an-encompassing-tour-of-indonesia",
    "tourName": "Marvels of the Island Nation: An Encompassing Tour of Indonesia",
    "placesVisited": "Borobudur, Yogyakarta, Solo City, Nusa Dua, Uluwatu, Jimbaran, Ubud, Seminyak",
    "generalInfo": "Immerse yourself into the enchanting landscape and captivating culture of Indonesia, from mesmerizing rice paddies to majestic Hindu temples overlooking the Indian Ocean. Your customizable Java and Bali vacation tour immerses you in heritage and tradition, art and archeology, combining iridescent forests with gold-sand beaches, smoldering volcanic summits with shimmering reflective lakes. Craft markets highlight hibiscus woodcarvings, and coffee plantations thrive in the tropical foothills. Images of gods and warriors decorate temple complexes carved into the walls and gates. Dancers in gilded crowns represent ancient folktales. You easily embrace the wonders of Indonesia by celebrating the treasures of Java and Bali.",
    "durationDays": "10",
    "price": "3,300",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Yogyakarta – Invitation to Culture",
        "description": "Yogyakarta is often considered the soul of Java, the largest of Indonesia’s islands. The city houses the artistic and intellectual heritage of the country, maintaining the purity of the Java language and the bright tradition of the arts. The aroma of jackfruit and turmeric, fresh rice noodles and coconut milk emanates from Pasar Beringharjo, the lively traditional market. Your flight lands at Adisutjipto International Airport where your private transfer greets you at baggage claim. The city pulses with daily life around the city center, out of which the antique walls of the historic city rise to surround markets, shops, mosques, and schools. Your introduction to Indonesia comes in the captivating form of Prambanan Temple, a masterpiece of Hindu culture with spires rising upwards of 154 feet tall. The temples were erected between the 8th and 10th centuries AD, adding to the mystical allure spreading across the complex with both Shaivite and Buddhist architectural and cultural elements. The aroma of the lush trees sweeps across the walkways. The silver stone towers above the canopy. Your guide points out the intricate statues adorning the structures alongside balustrades and bas-reliefs. The statue of Durga Mahisasuramardini, the Invincible One, protrudes from the stone of the Shiva Temple, depicted in traditional jewelry and crown. The complex encompasses 224 temple bases around the outer compound, offering insight into the magnitude of the historic grounds."
      },
      {
        "dayNumber": "2",
        "title": "Yogyakarta – The Java Sunrise",
        "description": "Rice paddies terrace the hillsides of the country of Borobudur. In the sunlight, the green hills and fields shine emerald with thatched homes peppering the landscape beneath the volcanic peaks. You wake up before sunrise. The distant sound of monks chanting provides a low hum to the clear sky. The herbaceous aroma of rice paddies blends with the sweet scent of grapefruit. Your guide meets you in the hotel lobby and escorts you to Borobudur Temple, a 9th-century structure decorated with nearly 2,700 relief panels and more than 500 Buddha statues. It remains the largest Buddhist temple and one of the most famous Buddhist monuments ever erected. As the sunlight drifts above the horizon, the majesty of the temple shines alongside the verdant encircling hills. The moisture in the air creates a cool mist spreading across the trees to create an ethereal plain. The dawn glints with layers of orange, pink, and fuchsia. The large stupa was erected in the shape of a mandala , a spiritual symbol representing the universe, rising to nearly 390 feet over a series of nine platforms. The light spreads across the narrow stone arches and bell-shaped embellishments marked with decorative openings. Watching the light overtake the ancient edifice to reveal the statues and reliefs wrapped around the walls and borders of the structure is truly breathtaking, further enhanced by the serene landscape."
      },
      {
        "dayNumber": "3",
        "title": "Yogyakarta – The Heart of Java Island",
        "description": "The true identity of Java reveals itself in the traditions and culture of Solo, considered one of the least Westernized cities on an island known for its rapid modernization. At breakfast, you find the lush aroma of rambutan accentuating the sweet flavor of creamy apple custard. After your meal, your guide leads you to the charming city of Solo, located in the emerald hills at the island’s center. An elegant palace rises above the thriving traditional market. Temples hide in the canopy outside the bustling streets. Students linger at the tables of the marketplace, enjoying yellow rice and dancers practice their art in the various academies speckling the streets. The bright hues of wax-resin dyed cloth, known as batik, glimmers in the market stalls and shop windows. The aroma of chicken skewers cooked over open charcoal flames fills the streets, accompanying the decadent aroma of coconut milk. Solo Palace was erected in the mid 18th-century and was the home of the Duchy of Surakarta. The elaborate coat of arms stands above the palace entrance flanked by European-style cherubs above a dvarapala , a gate guardian portrayed as a giant or warrior. The palace is located in the heart of the city like a centerpiece, reminding locals and visitors of the rich heritage of the city, along with the locals’ connection to their roots."
      },
      {
        "dayNumber": "4",
        "title": "Nusa Dua – On the Bali Seaside",
        "description": "In the morning, you wake to the charms of Yogyakarta with the images of the Wayang Kulit puppet show fresh in your mind. The classic performance combines theatrical dancing with stylized acting and puppetry, telling myths and legends passed down through the generations. At breakfast, the scent of rich Indonesian coffee fills the dining room. Your private transfer meets you in the lobby after the meal and escorts you to the airport for your flight to Ngurah Rai International Airport in Denpasar, Bali. The island is known as a tropical paradise with an inspirational connection to traditions, a diverse culture, rainbow-colored flowers, and pristine beaches. Your transfer meets you at baggage claim for a private escort to your accommodation in Nusa Dua. The town means “Two Islands,” due to the raised headlands rising out of the water, adorned with a temple. The sweet and briny scent of the Indian Ocean sweeps through the palm trees around your resort. You have a view of the layers of cobalt, indigo, and sapphire waters glistening toward the horizon. After settling into your luxurious accommodation, you have the remainder of the day at your leisure to enjoy the splendor of the Balinese coast and culture. Stroll through the more than 20 acres of resort grounds to dig your feet into the soft gold sand of the shoreline. Lounge chairs line the open coast beneath shading palms and tropical plants. The sound of the water lapping at the beach creates the soothing, tranquil atmosphere that is synonymous with the daydream of Bali vacations. Sailboats cruise across the distant sea. The scent of coconut spreads across the landscape. You partake in a fruit carving class to enjoy the refreshing juicy flavors of the island, along with learning the unique trade of crafting a statuesque figure out of a ripe melon."
      },
      {
        "dayNumber": "5",
        "title": "Nusa Dua – A Touch of Eastern Bali",
        "description": "In the morning, the scent of banana pancakes fills the dining room. The thin, crepe-like dough contains coconut milk, providing a sweet flavor and fluffy texture. After your meal, you venture east to Mount Agung, which accounts for the rich volcanic landscape of the island’s eastern region. You travel along the narrow country road in Rendang village. The homes along the street are structures along a small hill, allowing for an elevated position against the flooding plains in the rainy season. Rice paddies overtake the countryside beneath lush palms and jungle brushes. Orchids, oleanders, magnolias, and bougainvillea blossom along the village walls and roofs. You reach the base of Besakih Temple complex, located on a hill 3,280 feet above sea level. The grounds contain 23 separate structures related to their devotion, artwork, and history. The temples were erected in the 11th century around the main temple of Penataran Agung. From the hilltop, you have a panorama of the rice paddies and streams, rolling hills and dramatic mountain peaks. The temple spires imitate the surrounding trees, their concentric tiers rising into the powder blue sky. You follow the stairs splitting the courtyard to reach the central shrine dedicated to the Hindu trinity. Colorful floral offerings drape the statues of Shiva, Brahma, and Vishnu."
      },
      {
        "dayNumber": "6",
        "title": "Ubud – A View from the Top",
        "description": "The flowers in the hotel gardens blossom with elegant petals shining pink, purple, blue, and white from the begonias and jasmine contrasting the emerald greenery. You find the captivating scent of bananas blending with the refreshing aroma of Javanese coffee filling the dining room. Your guide collects you in the lobby when you are ready and escorts you to the village of Kintamani. The village market radiates with vibrant life and rainbow hues set along the thin main street with pockets of stalls. The scent of fried egg and yellow rice emanates from the outdoor stalls and open-air cafes. You venture to the crater rim to see the stunning reflective surface of the caldera lake inside Danau Batur. The volcanic mountain reaches an elevation of more than 5,630 feet. The active composite volcano rising more than 2,100 feet above the lake accounted for the remarkable lava field. The black rugged crags and soil stand out from the encircling lush fields and tropical mountainside brush. Your guide leads you to a local coffee plantation to traverse the seemingly endless fields of plants growing in the foothills. The coffee plant thrives in the tropical climate with red berries that resemble cherries more than coffee beans. Before the bean dries, the fruit carries a semi-sweet aroma. Your guide takes you along pans filed with the drying fruit offering you a unique view of the various stages of desiccation. The luxurious aroma of roasted coffee beans emanates from the grill as workers on the plantation cook the crops to release the natural oils before brewing. As you sip a fresh cup of coffee, you find subtle flavors of caramel and even jasmine that you never noticed before."
      },
      {
        "dayNumber": "7",
        "title": "Ubud – Temple on the Water",
        "description": "Today you make your way through the mountainous landscape in central Bali to reach to the shores of Lake Beratan. The water encompasses more than 900 acres and contains an average depth of 115 feet. The Bedugul market fills with baskets of fresh produce, from small jackfruit to pyramids of kiwi. Strawberries and mangosteen sit beside deep bowls of turmeric and nutmeg. Ulun Danu Temple was erected in the early 17th century, overlooking the stoic waters. The structure was dedicated to the majesty of the goddess Dewi Danu to invoke fertility and prosperity in the region. The sunlight washes over the grounds, showcasing the red walls and gold-leafed embellishments. Lily pads provide an extra layer of tranquility in the picturesque landscape as they blossom around the edges of the decorative walls. The structure on the shoreline contains an elaborate gate with two warriors decorating the doorway. A fisherman paddles with the gentle current around the small island shores. Gardens flush with hibiscus and begonias surround the base of the multi-tiered shrines. The stunning historical figures reflect in the water beyond the fluttering water lilies. You continue to the Sacred Monkey Forest Sanctuary to stroll along the cobblestone walkways set beneath the emerald canopy."
      },
      {
        "dayNumber": "8",
        "title": "Ubud – At the Center of Culture",
        "description": "In the morning, the familiar aromas of lime and orange mix with the herbaceous mountain air. After breakfast, you make your way to the Sukawati Art Market to walk along the shops and kiosks showcasing the unique talents of local artisans and the cultural impact of religion and customs on traditional art. Colorful hand-woven bags hang from shop ceilings beside pashminas. Beaded sandals and handcrafted jewelry fade beside the vibrant glow of specially crafted paintings inspired by the landscape. Gorgeous hand-carved tables and chairs with intricate adornments offer insight into the mastery of the craftspeople. Your exploration of Ubud continues in Tanah Lot, an exciting temple standing atop a monolith rising out of the sea. The temple remains an important holy site for the Balinese. During high tide, the water wraps around the rock and splashes against the base. At low tide, you can walk along the unfettered seafloor to reach a stone walkway leading up to the temple complex. The myth explains that the temple was one of seven sea temples situated along the coast. Lush trees rise above the plateau like the multi-tiered shrine. The scent of the sea enhances the serene image of the sun setting behind the elegant temple complex."
      },
      {
        "dayNumber": "9",
        "title": "Nusa Dua – Luxury and Culture",
        "description": "In the morning, you venture to the town of Seminyak to enjoy the spa and shopping capital of the island. The dynamic atmosphere blends world-class beaches and boutique culture with luxury spas and surf classes spread throughout the streets. The aroma of coconut rice and charcoal fires spills out of the smaller, roadside restaurants. Wander through the workshops and bask in the tranquil ambiance of a seaside spa before continuing to Uluwatu Temple, located on a cliff overlooking the Indian Ocean. The layers of the sea cliff shine with smoothed limestone reaching nearly 230 feet above sea level. Your guide explains the legend saying the rocky shoreline is the petrified version of Dewi Danu’s former ship. Monkeys linger in the trees and prowl along the pebbled serpentine grounds leading to the 10th-century temple. The shrines resemble fern trees and jade leaves pepper the cliff side, with trees defying gravity’s pull. A Brahmin statue faces the ocean in the courtyard behind the temple. A split gate frames the leaves and flowers. Statues shaped like human figures topped with elephant heads stand in front of the gates. Surfers head for the water to carve the waves rolling along Uluwatu Beach, an internationally renowned surfing spot located below the temple."
      },
      {
        "dayNumber": "10",
        "title": "Nusa Dua – Soaking in Elegance",
        "description": "At breakfast, the scent of the seaside returns with the gentle breeze. The dining room fills with the aroma of freshly brewed Indonesian coffee. The colorful pink pulp of grapefruit blends into the rainbow hues of the fresh tropical fruit filling the tables in the gallery. The coconut milk and banana offer a perfect mixture of sweet, creamy, and crunch to accompany the rich coffee. The gold sand along the sapphire ocean glints in the spreading light. The vibrant hues at breakfast imitate the barrage of colors immortalized in the art you have seen across the island, from paintings to puppetry, sarongs to surfboards, inspiring locals and visitors alike. After your meal, you meet your transfer in the hotel lobby for a private escort to Ngurah Rai International Airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bali",
    "mainPhoto": "",
    "id": "one-week-bali-family-vacation-itinerary",
    "tourName": "One Week Bali Family Vacation Itinerary",
    "placesVisited": "Ubud, Seminyak",
    "generalInfo": "Traveling Bali is an enriching experience embodied in the blend of beaches and temples, forest adventures and artistic wonder at the heart of your custom-tailored family Bali tour. The kids will marvel at the monkeys scrambling through antique spiritual complexes. Colorful offerings decorate the streets each morning expressing devotion and respect for tradition. Modest markets offer insight into classic cuisine and crystal-clear waters splash along the coastline for pristine surf. Bali is a family-friendly escapade shining with exotic flavors and welcoming locals, splendid festivities and cherished family fun. Begin planning your ideal Bali family vacation by visiting the best Bali family vacation packages page on Zicasso.",
    "durationDays": "7",
    "price": "2,300",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Ubud – Arrive in Bali for a Relaxing Day at the Family’s Leisure",
        "description": "Bali is a tropical escape for the entire family with Ubud acting as the cultural heart of the island on the Indonesian archipelago. Your flight lands at Ngurah Rai International Airport where your private transfer greets the family on arrival. The evocatively lush scenery welcomes you accentuated by the aroma blossoming frangipani growing alongside the villages and colorful offerings strewn over busy sidewalks brimming with delicate petals. You reach your luxury hotel located near the center of Ubud, a city known for its craftspeople, prolific dancers, and classical painters preserving the cultural heritage of the island. The serene ambiance of the city filters into the comforts of our hotel allowing the family to settle in with ease. The remainder of the day is at your leisure to enjoy the relaxing charms of your gorgeous hotel or venture into the quiet streets of Ubud for an introduction to Bali within its spiritual epicenter. The nearby village of Petulu is known for the riotous sounds of squabbling herons making their way into the trees. The children marvel at the striped Java species, who have been visiting the canopy near Petulu since 1965 eventually drawing visitors eager to witness the daily spectacle when the sedge of up to 20,000 herons return to the trees bordering the wide paddy fields for the evening. The loud and impressive moment occurs in the evening each day resulting in a large swarm of herons. You can walk through the forest on the guided pathways but locals eagerly inform you to walk quickly from underneath the trees if the birds are already roosting."
      },
      {
        "dayNumber": "2",
        "title": "Ubud – Learn to Make Balinese Offerings and Paintings in Ubud",
        "description": "In the morning, the aroma of fresh coffee filters through the hotel dining room at breakfast with beans sourced locally from the mountains of Bali. The kids enjoy the bright and flavorful fruits of tropical Bali offered at breakfast nibbling on sweet bananas and juicy guava. After breakfast, the family enters a private workshop to learn the art of Balinese offerings. The intricate tradition known as canang sari has ancient roots and represents praise and prayer often seen around Balinese temples. Before many visitors wake up and explore the gorgeous countryside or lounge on the pristine beaches, the offerings already decorate the street. The kids remember seeing the artistic displays of devotion en route to the airport the previous day. The main material for making the offering consists of betel leaf, lime, tobacco, and betel nuts symbolizing the three major Hindu Gods of Shiva, Vishnu, and Brahma. Your guide compares making an offering for Hindus to Catholics saying the rosary; the act shows repeated faith, devotion, and respect showcasing a cornerstone of a daily ritual for the Balinese. The artistic beauty of the day continues with a family Balinese painting workshop. Your instructor shows different perspectives of the traditional artistic themes and styles of Balinese works ranging from customary strokes on canvas to more contemporary pieces. For the class, you concentrate on producing the Kamasan style of art popular in East Bali known from the Hall of Justice in the imperial palace at Klungkung town. The artwork took its inspiration from the wayang shadow puppet figures famous for acting out the Ramayana epic. The kids enjoy crafting fantastical demons and epic heroes who tell remarkable stories of Hindu lore drawing the family deeper into understanding the customs and traditions of Bali."
      },
      {
        "dayNumber": "3",
        "title": "Ubud – Cycle around Ubud and Nearby Villages Ending with a Cooking Class",
        "description": "The dramatic scenery of Bali beckons to the family after breakfast promising quiet country roads and panoramic views spreading across valleys, jungle, and distant sea. The family rides bikes into the heartland of central Bali beginning with Tegenungan Waterfall near Tegenungan Kemenuh village. The falls reach nearly 33 feet tall splashing crisp, cool pool below. The lush greenery accentuates the whitewater pouring over the cliff with locals climbing up the mountainside in the morning to leap down into the deep portions of the water or bask in the beauty of the falls from a higher viewpoint. You continue onward to Tegallalang, a craftsmen village inspiring locals and visitors with the remarkable rice terraces climbing the landscape. Restaurants around the terraces fill the air with sweet coffee and the mouthwatering scent of peanut sauce. The bottom of the terrace has a warm and humid climate relaxing into a cool, steady breeze at the top of the slopes. Painters gather on the hilltop to enjoy the vista and the family embraces the same panoramic view over the iconic image of the textured, glowing scenery of Bali. After returning to Ubud, you embark on a journey of flavor with a private cooking class teaching the family the secrets of Balinese cuisine. The local cuisine features exotic spices and traditional tastes taken from the abundant ingredients produced around the island offered in local markets or along the coastline. Your instructor uses woodfire stoves and antique earthenware capturing the classic recipes and techniques preserved in the Balinese kitchen. The kids help prepare the produce and watch intently opening mangoes and mangosteen, breaking lemongrass, and zesting cloves. The scent of sweated onions and chili sauce drifts through the kitchen and the children delight in the classic flavor of nasi goreng , Indonesian fried rice."
      },
      {
        "dayNumber": "4",
        "title": "Seminyak – Transfer to Seminyak Beach and Enjoy a Family Surf Lesson",
        "description": "The sunlight filters through the trees around Ubud bringing light to the aromatic frangipani and hibiscus growing across the island. The colorful flowers accentuate the tropical charms of Ubud’s inland setting before your private transfer greets the family in the hotel lobby after breakfast. You settle into the luxuries of a beachside resort in the town of Seminyak. Expatriates from around the world have made the relaxed coastal town their home opening up quaint boutique shops, lavish designer clothing stores, or fabulous cafes serving locally sourced coffee. The endless sense of style shapes the dynamic ambiance emanating from restaurants, lounge chairs, and elegant art galleries. You venture to the soft, white sands of the beach in the early afternoon for a private surf lesson tailored to the experience level of each member of your family. Your instructor offers you the best techniques for your board, frame, and style before entering the water. You learn how to pop-up from the prone position noticing the way your feet land on the board. The small waves trundle against the shoreline. You enter the water noticing the welcoming warmth of the Indian Ocean. The salt lingers on your cheeks. You paddle through the water to a safe distance with your instructor. He holds you board as the waves pass before a curl forms behind you. You paddle with the water allowing the wake to propel you forward. You pop-up landing your feet on the board and balancing on the wave."
      },
      {
        "dayNumber": "5",
        "title": "Seminyak – Visit Pura Taman Ayun, Kedaton Monkey Forest, and Tanah Lot",
        "description": "Your day begins at Pura Taman Ayun, a temple compound. The stunning collection of temples contain Chinese architectural inspiration in the form of towering tiers, which also references the king’s reverence to the noble ancestors. The first courtyard shines green from a grassy expanse surrounded by the multitude of shrines and floating lotus blossoms gliding along the reflective pools. The complex is located on the irrigation system feeding the rice paddies. The fourth court is considered most sacred and contains decorations of an intricate central gate used only during official ceremonies. The three layers of grounds in the temple symbolize the world of man, the realm of gods and deities, and the divine level at the top. You continue to the Monkey Forest at Kedaton. The small forest encompasses nearly 30 acres of protected landscape inhabited by hundreds of grey long-tailed macaques. Crowds swarm into the more famous Monkey Forest at Ubud allowing the family a quieter, more intimate experience beneath the forested canopy in Alas Kedaton, which translates to “Forest Kingdom.” The massive temple complex of Pura Dalem Kahyangan Kedaton nestles into the dense properties of the inhabited woodlands emerging from the moss with walls, gateways, and towers resembling the trees. The monkeys and flying foxes in the forest are considered sacred amid the local villages who protect the misty lofts and its inhabitants from harm. The temple was erected by a Hindu high priest and comes to life each year during the piodalan temple anniversary. The incredible tour of the island heritage ends at Tanah Lot, the famous temple erected on a rock formation surrounded at high tide by water. At low tide, visitors can walk to the restored of the 16th-century religious structure. The sun sets low behind the elevated temple with artful simplicity casting the spires in an elegant silhouette."
      },
      {
        "dayNumber": "6",
        "title": "Seminyak – Enjoy the Thrills of White Water Rafting on the Ayung River",
        "description": "Early in the morning, your guide leads you from your luxury resort at Seminyak to the serene banks of the Ayung River. The eco-adventure offers an introduction to the flora and fauna of Bali mixed with the fast-paced thrill ride of sporadic whitewater rapids. The scent of frangipani filters through the air above the slow current of the river. Ayung River is the longest body of water on the island traveling 43 miles from the northern mountains to the Budung Strait at the southeastern coastal city of Sanur. You enter the raft, and the family begins with a lazy journey downriver. The water is cool and crisp contrasting the tropical heat of the mountains. Your instructor guides you along the water as you hear the rapids crashing from a distance. The rocks tumble beneath the raft as you roll over the pulsing water banging into protruding boulders. The family paddles with the whitewater propelling the raft forward. The river calms once again and you continue to float between the rising banks. Your guide points to a banteng in the distance feeding on the grass. It looks like a large cow growing to nearly 12 feet in length and weighing up to 1,980 pounds. Above the banteng, flies a crested treeswift, a colorful bird with orange cheese and traces of white supercilium."
      },
      {
        "dayNumber": "7",
        "title": "Seminyak – Depart for Home",
        "description": "At breakfast, you sample the flavor of the kopi luwak, the most expensive coffee in the world brewed from the beans eaten by wild civets. The kids remark on their favorite expedition during your time on Bali recalling the rambunctious monkey in the Monkey Forest and the colorful artwork they learned to make during a private lesson in Ubud. The waves lap quietly against the sandy shores of Seminyak. Your private transfer greets the family in the hotel lobby and escorts you to Ngurah Rai International Airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bali",
    "mainPhoto": "",
    "id": "one-week-bali-vacation-seven-days-of-adventure-bliss",
    "tourName": "One Week Bali Vacation: Seven Days of Adventure & Bliss",
    "placesVisited": "Sanur Beach, Ubud, Lovina, Kintamani",
    "generalInfo": "Bali is a sweet adventure wrapped in unforgettable landscapes, white sand beaches, and majestic legends you need to experience to believe. Discover blossoming orchids and reflective lakes encompassing ancient calderas. Find enchanting panoramas of rice paddy fields framed by rolling forest-clad mountains. Coral reefs match the colors of the tropical fruit and fishermen in traditional boats set out onto the ocean in search of a perfect catch. Your custom tailored Bali tour introduces you to the charming culture and enchanting landscape of Bali, accentuated by fascinating temples and embellished with ancient mystique.",
    "durationDays": "8",
    "price": "2,600",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Sanur Beach – Relaxing Introductions",
        "description": "The beauty of a vacation in Sanur derives from the charming pace of life seamlessly blending with quality restaurants, charming cafes, and the sliver of golden sand glinting on the beach against the sapphire waters of the Indian Ocean. The hillsides glow emerald and jade hues from the rustling palms, lush ferns, and productive rice fields. Your private transfer meets you at Ngurah Rai International Airport upon your arrival. The tiny lanes of Old Towns contain restaurants reminiscent of eating in a family home. The scent of turmeric and coconut milk emanates from the eateries. Locals and visitors stroll along the beachfront walk, the first ever built on the island, encompassing nearly three miles. Cafes contain fronts for unobstructed views of the water. The scent of Balinese coffee drifts from the tables. Colorful wooden fishing boats speckle the shoreline with locals working on repairs. Old villas grace the boardwalk with cows grazing on the grassland sprouting to the west. You reach your luxurious accommodation and settle into the unique combination of beauty, charm, and ambiance sweeping across town. A walkway leads up the mountainside over one mile before reaching the walls of the fortified Podostrog Monastery. The small church was erected in the 12th century, with the adjacent looming figure of the larger church built in the 18th century. An engraving above the doorway contains an image of the double-headed eagle holding a snake in its claws, which is the symbol of Montenegro."
      },
      {
        "dayNumber": "2",
        "title": "Ubud – View of Balinese Culture",
        "description": "In the morning, the sunlight rises over the eastern horizon spreading glinting light over the sapphire water. The blue hues layer the Indian Ocean, ranging from cobalt at its depths to crystalline indigo brushing against the shore. The gold sand stretches for nearly three miles with a rainbow reef breaking the waves into tranquil lapping water. At breakfast, the bright colors of tropical fruit decorate the dining room, from scarlet rambutan to the pink pulp of juicy grapefruit. Your private transfer meets you in the lobby after the meal and escorts you north to the cultural heart of Bali, the city of Ubud. The road takes you from the gilded coastline into the central uplands. The pink and white orchids blossom alongside blue poinsettias. Palm trees rustle in the gentle breeze. Ancient temples and royal palaces line the streets with verdant hills and rice terraces filling the outer landscape. Cafes and shops intermittently line the roadways with the aroma of chicken cooking over an open flame drifting up from the charcoal grills along the sidewalks. The Neka Art Museum is a diverse gallery exhibiting the evolution of Balinese painting styles, whether with local artists or internationally renowned Indonesian painters. You walk beneath the traditional wood arcade to enter the gallery, which was erected in the 1970s encircling a Balinese garden. The first exhibit depicts Balinese and Javanese myths and legends, with vibrant attention to detailing of the Ramayana and Mahabharata epic. The bursts of color add to the captivating works, with the latter story a narrative of the warring fractions between the Kaurava and Pandava princes."
      },
      {
        "dayNumber": "3",
        "title": "Ubud – Compelling Life Around Ubud",
        "description": "At breakfast, you can’t help but recall the surreal experience of watching thousands of herons returning to the trees of Petulu. A small wooden house at the center of a rice field offers the perfect position to watch the wide wingspan and pristine feathers shimmering in the fading sunlight. At breakfast, you find subtle hints of caramel and chocolate aromas accompanying the aroma of freshly roasted Balinese coffee beans. Today you step outside of Ubud’s meandering streets first to visit the art market where local craftsmen showcase their paintings, woodcarvings, and jewelry. Venture to the old temple of Gunung Lebah, which was erected atop a jutting rock at the confluence of two rivers. The majestic setting derives from the bright colors of the landscape, accentuated by the sound of rushing waters echoing around the multi-tiered shrine. Butterflies flutter along the dangling leaves draping over the temple’s borders. Antique statues of traditional warrior-spirits flank the stairwell and protect the entrance from demons. Locals believe the temple was erected over a concentration of powerful earthly energies. A short distance outside of central Ubud takes you to the Sacred Monkey Forest. The natural sanctuary houses hundreds of gray long-tailed macaques. The community-based program protects the trees and monkeys. The macaques swing from tree to tree along the forest canopy. Bananas dangle from the branches. The nutmeg forest provides a sweet aroma and refreshing shade. Moss grows on the tree trunks and antique statues peppering the area. You feel as though you have stepped into an archeological dig uncovering a jungle-clad temple at Dalem Agung."
      },
      {
        "dayNumber": "4",
        "title": "Lovina – Serene Scenery of Bali",
        "description": "At breakfast, the scent of French plantains and coconut milk fills the dining room. Thin pancakes, similar to crepes, are made with the sweet tropical flavor of coconut milk batter, containing layers of banana amidst the flaky texture. After breakfast, your private transfer escorts you northbound through the hills and mountains, weaving through the terraced rice fields. A thin layer of morning mist spreads over the valley floor below before dissipating beneath the warm sun. Palm trees mix with flowering frangipanis. You reach the tranquil setting of Lovina, located on Bali’s northern shores. The beach stretches for eight miles, dotted with various small villages and black volcanic sand. Calm waves splash against the shoreline. The sunlight washes over the golden coast and towering palms. Traditional proas , outrigger canoes, venture out onto the water with fishermen eager to cast their nets in the night’s cool air. In the evening, the drifting lights from the boats reflect on the water and speckle the distance like low-lying starlight. For a relaxing excursion, you venture to Air Banjar Hot Springs. Steam rises from the water’s surface, adding moisture to the bordering stones. Water streams from the carved mouths of elegant statues pertaining to Balinese mythology. The garden setting provides a serene ambiance. You dip your toes into the water first and feel the heat wrapping around your skin. The welcoming temperature fluctuates between 110 and 120 degrees Fahrenheit, heated naturally by the region’s volcanic activity. You sink into the relaxing ambiance, allowing the splendor of the garden, the rejuvenating warmth, and the wonder of Bali to sink in."
      },
      {
        "dayNumber": "5",
        "title": "Lovina – Wonder Before Sunrise",
        "description": "Before the sun has had a chance to rise, you venture to the marina to step aboard a sightseeing boat bound for the Indian Ocean. The boat weighs anchor amidst the returning canoes. Fishermen drag their vessels onto the sand before hauling their brimming nets over their shoulders as they head to market. The sweet aroma of the ocean sweeps through the air with the breeze carrying sea spray. The boat cuts through the gentle current. The open sea provides the perfect way to watch the sun rising over the eastern horizon. The glowing light layers the distant sky with purple and pink hues spreading reflecting in the calm ocean. The water ripples near your boat. The soft orange glow in the distance spreads across the water, guiding your eye to a fin breaching the surface. Exhilaration courses through your body due to the thrilling feeling of seeing dolphins in the wild. After seeing your first fin, the dolphins suddenly rise out of the water in unfathomable numbers. They pop up, arching their bodies, before diving back beneath the surface. The dolphin pods disappear. The sunrise has faded to refreshing morning light. You return to shore to enjoy a fabulous breakfast of banana pancakes and freshly blended mango shakes."
      },
      {
        "dayNumber": "6",
        "title": "Kintamani – Mirror Image",
        "description": "In the morning, the scent of cherimoya fills the air. Consider adding some coconut milk into your aromatic coffee made from roasted Balinese beans. Your private transfer meets you at the hotel and leads you away from the quiet streets of Lovina. The seaside fades behind the emerald canopy. You venture into the extensive display of lush rice fields texturing the hillside. Locals on motorbikes pass by you on the road. The mountain road winds upwards to the rim of Mount Batur, highlighting typical Balinese villages rising along the roadside. Temples with multi-tiered spires imitate the soaring trees. Clove plantations fill the air with a vibrant spice. Your driver points to a steep ridgeline atop which stone villages peek through. Pine forest overtakes the scenery before you reach Penulisan, home to Puri Penulisan, the highest temple complex on the island, located at an altitude of more than 5,700 feet above sea level. The structure was erected in the 9th century with 11 terraces creating a pyramid-like design. You reach the charming town of Kintamani to view the vibrant stone statues of the eponymous temple. The town is located on the caldera rim overlooking the reflective waters of Lake Batur. The calm, cobalt lake laps at the fertile and verdant shores, providing a lush mirror image of the forest, along with the stunning surroundings of the Mount Batur Range."
      },
      {
        "dayNumber": "7",
        "title": "Sanur Beach – The Calm of Bali",
        "description": "In the morning, the fruit orchards glow with a rainbow of colors against the pine trees and cobalt waters around the lake. The largest market in Kintamani fills the air with the scent of oranges amidst the stunning variety of fish caught fresh that morning in the lake. You can see the secondary rim of the crater rising above the lake at a height of 2,300 feet. After breakfast, your private transfer meets you at the hotel and escorts you south, returning along the scenic roads to Sanur. The road has a shallow grade down the mountains, offering a view of the tall emerald grasses near the river gorge. A small bridge takes you to the opposite banks. You bask in the iconic image of Bali, with layers of rice paddy fields in the foreground framed by towering trees guiding your eyes to the rolling mountains in the background. You reach Sanur and settle easily into the comforts of your resort. The remainder of the day is at your leisure to indulge in the white sand beaches or linger in the refreshing pool at your accommodation. The Orchid Garden just outside of Sanur contains a variety of settings in which the elusive flower thrives. Thousands of orchids blossom in the warm weather, flourishing in the rich minerals of the volcanic soil. The flowers resemble bushes blossoming along the walkway. Red petals dangle from the lush foliage. You step off the path and onto the soft grass to embrace the sweet and herbaceous fragrance of a white orchid bobbing in the breeze. The wonders of Bali emanate from the landscape and history, culture and cuisine. In the following morning, you find distinctive tropical fruit the likes of which you haven’t seen throughout your trip. Dragon fruit and mangosteen, jackfruit and guava decorate the dining room. The lingering sweetness of orange coconut overtakes the air. On the beach, local fishermen drag their canoes beneath the shade to replace the wooden fixtures or repaint the borders. The charm of the coastline offers a pristine panorama, and the memories of the mountains provide a reminder of the island’s enchanting landscape. Your private transfer meets you at the hotel after breakfast and leads you to Ngurah Rai International Airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bali",
    "mainPhoto": "",
    "id": "rejuvenating-tropical-getaway-vacation-to-bali",
    "tourName": "Rejuvenating Tropical Getaway Vacation to Bali",
    "placesVisited": "Nusa Dua, Ubud, Gili Islands, Bali Island",
    "generalInfo": "Discover how the past has shaped contemporary culture during your 8-day Bali getaway tour. An ancient spring will feed spiritual bathing pools and temple walls will turn to silhouettes at sunset. Embrace the unique and delicate intricacies of time on white sandy beaches and volcanic peaks from which the island sprang. With tiered ridges of iconic rice terraces and refreshing coffee estates, your rejuvenating getaway will cultivate Bali’s timeless joys.",
    "durationDays": "8",
    "price": "9,200",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Nusa Dua – Arrive in the Beauty of Bali",
        "description": "Bali is an island of mystique and charm, beauty, and passion. White sand beaches glow next to rich colored waters as jungle canopies don blossoming orchids and oleanders. Your flight will arrive at Ngurah Rai International Airport where you will be met by your private transfer. Your accommodation will stand at the edge of the shoreline giving you stunning views of the Indian Ocean. The remainder of the day is at your leisure giving you time to visit Puja Mandala, a unique complex that is dedicated to the five main religions of Indonesia."
      },
      {
        "dayNumber": "2",
        "title": "Nusa Dua – Discover Tanah Lot and Uluwatu Temples",
        "description": "At breakfast, the scent of banana pancakes may blend with the aroma of roasted coffee. Your guide will meet you in your hotel lobby and escort you to Tanah Lot temple. The edifice was built atop a stunning boulder rising out of the Indian Ocean. The nearby royal temple of Mengwi, which was constructed in the 17th century. The beautiful regal architecture rises above reflective moats, making the shrines appear as though they float on the water. At Uluwatu, you can find the traditional thatched roof above the surrounding cliffs supporting the temple’s millennium of history."
      },
      {
        "dayNumber": "3",
        "title": "Ubud – Enjoy a Morning Surf Lesson and Cultural Exploration",
        "description": "You will take to the sand to meet your private surf instructor as the tropical sun warms the beach. Your instructor will explain the dynamics of surfing before accompanying you into the warm water. You may feel the waves form beneath your fingertips as the water ebbs and flows beneath the board. After breakfast, you will make your way to Ubud. En route, you can stop in Tegenungan Village to visit with local farmers and children before walking the jungle trail. Tegenungan Waterfall will splash down into the waiting pool with cool waters that creates a refreshing mist."
      },
      {
        "dayNumber": "4",
        "title": "Ubud – Visit a Local Village, Coffee Plantation, and Iconic Rice Terraces",
        "description": "Today you will venture into the countryside to meet with villagers and traverse the variety of farms that thrive in the tropical climate. In the afternoon, you will reach a private plantation to learn the techniques and the importance of cultivating coffee in the region. The estate also produces vanilla, cinnamon, and chocolate. The steep slopes contain bushels of coffee plants with red berries. Your guide will offer you a sample of the coffee produced on the plantation and call your attention to the subtle aroma of caramel and a hint of chocolate that lingers on your palate."
      },
      {
        "dayNumber": "5",
        "title": "Ubud – Relish Sunrise at Mount Batur and Balinese Water Temples",
        "description": "Today you will wake before dawn and venture out into the jungle canopy revealing the lingering starlight. The dull moonlight may guide you up the plateau that overlooks the eastern edges of Mount Batur’s caldera. Sip a refreshing, hot cup of coffee and snack on a delicious banana as the sun begins to glow faintly across the horizon. You will go back down the slopes and continue to Tirta Empul temple, which was built in the 10th century. The grounds feature two pools and 30 showers fed by the natural mountain spring decorated with gilded dragonheads."
      },
      {
        "dayNumber": "6",
        "title": "Gili Meno – Transfer to the Gili Islands",
        "description": "The scent of coconut and coffee may fill the morning air as you the Water Blow erupts like a volcano in the morning. Your private transfer will meet you at your hotel and lead you to the Gili Islands ferry. You will stop at Gili Meno and make your way to your gorgeous resort-style hotel. The remainder of the day is yours to discover island life. Horse-drawn carriages travel the trails as though you have stepped back in time. Mangrove trees dig their roots into the saltwater lake and palms rise above the canopy as egrets graze on the shore."
      },
      {
        "dayNumber": "7",
        "title": "Gili Meno – Indulge in Gili Island Splendor and Enjoy a Cooking Class",
        "description": "The day will be yours to enjoy the Gili Islands at your preferred pace. Take to the waters on a snorkeling excursion or venture to Gili T and the summit of Treasure Hill. You could also wander the walkways of the Gili Meno Bird Park Resort in search of scarlet macaw. In the early morning hours, the Gili Komodo dragon emerges from its nest. You can take to the water to explore the fringing reefs in search of clownfish and wild green turtles before you visit a private kitchen with a celebrated chef to learn the art of Balinese cuisine."
      },
      {
        "dayNumber": "8",
        "title": "Lombok – Depart for Home",
        "description": "In the morning, the waves will lap against the white sand beaches and fishers may set out in their colorful boats in search of the perfect catch beyond the reef. At breakfast, you can sample the exotic flavors of a mangosteen and custard apples before making your way to the ferry bound for Lombok Island where your private transfer will greet you at the shore and escort you to the Lombok International Airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bali",
    "mainPhoto": "",
    "id": "romantic-getaway-to-bali",
    "tourName": "Romantic Getaway to Bali",
    "placesVisited": "Denpasar, Kuta, Sanur, Jimbaran, Ubud, Tanah Lot, Uluwatu, Batubalan, Kintamani, Seminyak, Legian",
    "generalInfo": "Bali is known as a destination that is shrouded in mythical stories and legends. The \"Land of the Gods,” this is where folklore and legends come alive, as evident today as when they were first told. On this Bali vacation, see the Ramayana (a Hindu epic) before you are enamored by the fire dances and shadow plays; hear the tales of Bali’s royal past whispered from the spectacular temples, grand monuments, and ancient sacred sites. Be enchanted by its landscape; dine by the cliffs, by the sea and in the terraced rice fields. View the majestic volcano and its crater lake, coast along its cliffs and discover secluded bays. Then, traverse on its terraced rice fields, cross the sea with dolphins and catch the sunset. Your journey will leave you with memorable moments and smiles as Barong the mythical lion guards your door each night, and Garuda the mighty and mystical eagle protects you from above throughout your stay.",
    "durationDays": "10",
    "price": "4,100",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Sanur – Welcome to the Capital of Bali",
        "description": "Your guide will meet you at the airport in the bustling capital city of Denpasar. On your way to your luxury hotel, discover that the charms of Bali are also in its architecture as its myths and culture are carved on every street and every turn. Barong, the mythical lion, guards the land fiercely at the cities many entrances; statues of Arjuna, Hanuman , and other warriors stand tall in the city, perhaps still fighting the battle of good and evil, the eternal battle at that spun the beginning of Bali’s legends. Traditional architecture is also evident in your hotel, where you will certainly find rest. After a few moments to recover from your travels, visit the nearby Kuta and its famous Legian beach for a relaxing stroll to find a mélange of shops, cafes, and restaurants. Kuta has a mix of high-end brands and local wares, including the traditional kebayas (top), sarongs (wrap skirt), kamen (wrap for men) and udeng (headband for men). Renowned Balinese brands like Uluwatu and their handmade lace outfits and Bin House for batiks are also easily available. Over dinner, enjoy your first sunset in Bali before you return to your serene accommodations for a night of rest, lulled to sleep by the soft gamelan music that plays in the wind."
      },
      {
        "dayNumber": "2",
        "title": "Sanur – Play with Dolphins at Dawn, then Up Close with Sharks and Turtles",
        "description": "Your day begins early and will be filled with magnificent marine life, and commences with a magical boat trip to watch the dolphins play at dawn. These gentle creatures are sure to thrill as they dance on the waves. Head towards the Serangan Island to get up close with young sharks at the sanctuary; swim with them in the water or simply get very close to learn more about the work done to help conserve these majestic predators. Your adventure will continue to the turtle sanctuary to see baby turtles hatching and the graceful adults keeping watch. Head back to Sanur for dinner by the beach, a perfect place to end the adventurous day. Paths are lined with Canang Sari (palm woven offerings filled with flowers and incense), candle lights and Balinese umbrellas while the breeze and waves serenade you and your loved one."
      },
      {
        "dayNumber": "3",
        "title": "Sanur – Cook Up a Feast and then Pamper Yourself",
        "description": "In the morning, your guide will escort you to Denpasar and help you navigate through the local market to find fresh produce, spices, herbs and little snacks to try. Continue to the Balinese style kitchen and the chef will take you through a step by step guide to the art of preparing a local feast. Grind herbs and spices, mix a mélange of ingredients and cook the local way. And of course, sit down to enjoy the fruits of the labor amidst a Balinese styled home garden. Pamper yourself after your day’s work with a spa session. Indulge in traditional Balinese treatments where age-old techniques combine with jamu (natural products) for a relaxing treatment. Try the hair cream bath; a head, neck and shoulder massage of natural hair mask made of avocado, massaged onto the scalp and hair. Relax further with a traditional session of massage to melt away any tension in the body. Have a Mandi Lulur, a long held beauty ritual where turmeric, oils, rice flour and herbs are used as a body scrub to exfoliate, hydrate and relaxes. Follow it all with a bath in water scented with lime, flowers, and leaves, and all your cares will simply melt away."
      },
      {
        "dayNumber": "4",
        "title": "Sanur – Discover Villiage Life and then Enjoy Art and Culture by Sunset",
        "description": "It is the care to detail and patience that transform the ordinary into something Balinese. Venture out to visit the batik making factory where you will be able to see and try this intricate art of drawing, waxing and dyeing delicate designs onto fabric. Be drawn into the little details that create this exquisite style of art before moving on to a further study of the architecture. Your guide will take you into the countryside to discover more and begins with the 17th-century Taman Ayun Temple. The temple sits on a landscaped garden of candi (stupas), pavilions, frangipanis and the surrounding lake. A beautiful backdrop for picturesque photos, journey further in to discover the Mengwi Village for a glimpse of country life before you arrive at the sacred monkey forest of Alas Kedaton. The serenity of the sacred ground is such that it even rubs off on the monkeys; find them calm and friendly, living peacefully and openly within a caste system, classified by power and perhaps resources. Ask your guide to point out the chiefs; you will know them as they have a banana or two stashed away. As the evening unfolds, arrive at the legendary Tanah Lot Temple, a revered icon set atop a rock out in the sea. During low tide, watch as ceremonial parades wind their way to the temple with garlands and offerings. At high tide, it is a marvel as waves crash and at sunset, the temple, and its grounds take on a mysterious glow. On certain days, catch the Hindu epic, the Ramayana, told through dance, songs and shadow play as the fire dances throughout the theatrical drama in the temple ground."
      },
      {
        "dayNumber": "5",
        "title": "Jimbaran – Explore the Uluwatu Temple and View the Magnificent Cliffs and Secluded Bays",
        "description": "Wake up and begin your day with a journey to Bali’s idyllic Jimbaran. Traverse along the idyllic coastline to find amazing views on top of cliffs and hide within the secluded bays. Pockets of near perfect beaches await; the Tegal Wangi, Pandawa, Padang Padang, Balangan, Bingin, and Dreamland are tucked away for your enjoyment along the coast. Pockets of heaven on earth for surfers and families alike, relax in the waters and the sand. When you are ready for a break from the streaming sun, continue to Uluwatu Temple for a quiet and scenic visit. Perched on a cliff, the temple makes for panoramic photos and if serendipity permits, catch the Kecak dance here as the Ramayana comes alive on this sacred spot in Jimbaran. Jimbaran is also the perfect place to enjoy a seafood feast, as the fishing village lies not far away and supplies the many restaurants with the freshest catch. Feast by the sea with your feet on the sandy bays, as the shores are lined with colorful parasols and candlelights against the backdrop of the sunset."
      },
      {
        "dayNumber": "6",
        "title": "Jimbaran – Adventure On the Water with Snorkeling by Day, Sunset by Night",
        "description": "Enjoy a day of adventure on the sea with an array of watersports available at your leisure. Venture out on a banana boat or enjoy an adrenaline adventure with jet skis, parasailing or fly fish sailing. Snorkel by the bay or sail away on a glass bottom boat as the opportunities abound. Bring a perfect balance to your adventurous day and wind down in Seminyak’s many luxurious lounges by the beach. Enjoy your drinks and lounge by the beachfront lawn and pool. For those who prefer a view from the top, dance all night on a restaurant perched on a cliff with a spectacular view from the terraced balcony and pool."
      },
      {
        "dayNumber": "7",
        "title": "Ubud – Journey through the Rice Fields in Search of Art, Crafts, and The Medicine Man",
        "description": "Ubud is famous for its unique mix of arts, spirituality, and scenic beauty. Enjoy the atmosphere where the mood and landscape, is an inspiration for filmmakers, artists and conservationists alike. There’s a lot to do in Ubud. Start your day at the Sacred Monkey Forest Sanctuary as monkeys laze around in the sacred grounds of paths and steps that take you through nature’s greenery; the natural ponds mix with the man-made architecture of candi (stupas), pavilions, intricate statues, and carvings. Move on and visit the fortune teller and medicine man Ketut Liyer, famous for his role as himself in the movie Eat, Pray, Love . Ketut Liyer’s knowledge of divinity and medicine has been passed down to him from generation to generation, and many come to him just for his widely loved toothless grin and warm smile. Stop for lunch at any of the many restaurants with a scenic view of the rice fields and be served the traditional Bebek Betutu , a celebrated dish that consists of grilled duck with a variety of herbs, spices served with rice, side dishes and sambals (spicy sauces). Next, take a walk in the Art Market for some more handicrafts, trinkets, and souvenirs. Stroll through the streets to discover gem making, arts, and handmade crafts. Visit the nearby water palace Puri Saren Agung where kings lived until the 1940s, and just before dusk, catch the fleet of herons as they return en mass to the village of Petulu. End the bright day of exploration with a quiet dinner by the river; a perfect evening with your loved one in the town that inspires artists."
      },
      {
        "dayNumber": "8",
        "title": "Ubud – Travel from the Holy Springs to the Hills to View the Majestic Volcano of Mount Batur",
        "description": "From Ubud, travel next into the countryside to learn more about Bali’s intertwined culture and natural landscape. The Balinese believe that the island is the Land of Gods, where Dewas (deities in Balinese Hinduism) shift mountains and serpents arise from the sea to guard its sacred grounds. Journey into the mythical nature of Bali as the day begins with a trip to Batubalan to witness the Barong and the Keris. These traditional dances retell the Ramayana , the Hindu epic, the source of Bali’s beginning. Silver, gold, and wood are honored and used to carve Bali’s legends and folklores. Head into the artisan village of Celuk, where silver and gold are melted and formed into collectible pieces, then proceed to Mas, the wood carving center of all the artisan villages in Ubud. Travel along the scenic terraced rice fields and stop for lunch against the beautiful landscape. Enjoy the other notable Balinese dish, the Babi Guling (roasted suckling pig) or the staple dish of Nasi Campur (rice with a variety of dishes). The Tegal Lalang is one of the most magnificent terraced rice fields and is yours to explore via walking tour. Journey further into the holy spring of Gunung Kawi temple in Sebatu, a serene sanctuary where the holy spring is surrounded by mythical shrines and grand statues. This is where the royals once frolicked, and you see the royal monuments and delicate courtesans that are dedicated to Bali’s kings and dewas (deities). Many locals come to seek ablution and healing with the holy water, especially on days of full moons. As the day continues, travel into the village of Kintamani to view the majestic Mount Batur, an active volcano, and its crater lake, said to be built by a friendly giant. Clouds often encircle the mountain, and the glistening lake whispers to its mystical past. Before sundown, return to the traditional village of Panglipuran in the foothills for an idyllic end to the day."
      },
      {
        "dayNumber": "9",
        "title": "Seminyak – Traverse the Coastline from the Hills to the Sea",
        "description": "Wake up to a nurturing breakfast before you are driven to Seminyak for a relaxing day by the waves to be spent at your leisure. Stroll from Seminyak to Legian Beach, and end the day watching the sunset amongst the many beachfront cafes and restaurants. Let the many bands along the beachfront serenade you as you sink into your seat on the sandy beach. Dine and wine with your loved one as the sun, large and bright, begins its descent into the sea horizon."
      },
      {
        "dayNumber": "10",
        "title": "Seminyak – Farewell to Bali",
        "description": "Wake up to the gamelan music and the sounds of birds chirping in the distance, as the coffee brews in the background and breakfast await. A lovely journey has been had, and your beautiful memories are packed to be brought home along with Bali’s many folklores and legends. Your private transfer will bring you to Ngurah Rai Airport, and as you approach, see the warrior Arjuna and Hanuman looking down to bid you farewell and a safe return."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bali",
    "mainPhoto": "",
    "id": "vacation-to-bali-with-the-family",
    "tourName": "Vacation to Bali with the Family",
    "placesVisited": "Ubud, Munduk, Jimbaran, Menjangan Island",
    "generalInfo": "Discover the fascinating wonders of jungle highlands, verdant rice fields, and captivating white-sand beaches during your customized family-friendly Bali tour. The kids find enchantment inside temples guarded by troupes of rambunctious monkeys. You can relax in the Indian Ocean searching for clownfish along the reef glowing with sea anemones. The entire family will be captivated by the stories and antics of Rahwana, the Demon King. From chocolate plantations to surf lessons, cliff top temples to gorgeous panoramas, Bali offers a new world of captivating culture, fascinating artwork, fabulous cuisine, and charming scenery the entire family will enjoy. Enjoy a Bali family vacation in style by seeing the other Bali family vacation packages we offer on Zicasso.",
    "durationDays": "12",
    "price": "3,900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Ubud – Arrive in Bali and Enjoy the Day at Leisure in Bali’s Cultural Center",
        "description": "Ubud is the center of Bali’s preserved culture inside an enchanting town decorated with terraced rice paddies, classical dancers, and prolific artwork all telling the heritage and history of the Indonesian island. Your flight lands at Ngurah Rai International Airport, where your private transfer greets the family upon arrival. You travel into the hills to reach the stunning ambiance of Ubud noticing the collection of quiet cafes, relaxed restaurants, and bustling boutique shops where local artists display their wares. The kids quickly and eagerly conform to the atmosphere of serene creativity set among the verdant trees and lush hills. Before sunset, the family visits the nearby village of Petulu to view the herons. The whole family marvels at their elegance as the scattering returns accentuated by brilliant layers of orange, red, and yellow of the Balinese sunset."
      },
      {
        "dayNumber": "2",
        "title": "Ubud – View a Barong and Kris Dance Followed by a Cycling Excursion",
        "description": "In the morning, the lotus blossoms bloom on the waters in front of Pura Taman Saraswati Temple. The sunlight spreads across the captivating carvings depicting Dewi Saraswati, the goddess of wisdom and patron of the arts. Each night the courtyard brims with activity as dancers showcase the ways in which the goddess has blessed Ubud with an abundance of artistry. After breakfast, the family experiences how Bali breathes life into their legends during the Barong and Kirs dance. The performance portrays the epic spiritual battle of good versus evil in the form of the prominent King of Spirts, Barong, who is depicted as a lion opposing the Queen of Demons, Rahwana, who leads an army of witches. The storytelling captivates you and the children, who eagerly wait to celebrate the victor. After the performance, you hop on bicycles and take to the country roads in and around Ubud stopping at the Sacred Monkey Forest Sanctuary. The grey long-tailed macaques are considered sacred in Balinese culture roaming the forest freely amid the 27 acres hosting approximately 115 different types of tree. The canopy hides the eclectic collection of temples scattered around the protected forest. You venture deeper into the forest and find the 14th century Pura Dalem Agung Padangtegal temple. Moss grows slick on the stones of the ancient relics and statues with the fading light adding to the mysterious ambiance of the complex near the protruding roots of the banyan tree."
      },
      {
        "dayNumber": "3",
        "title": "Ubud – Visit a Local Village for a Traditional Farming Experience",
        "description": "At breakfast, the kids enjoy the variety of sweet and colorful fruits like jackfruit, guava, dragon fruit, or rambutan. You sip a delicious coffee made with beans sourced from the Balinese highlands. You travel to a small village on the outskirts of Ubud after the meal for insight into the daily life of farmers on the Indonesian archipelago. You begin in the village of Tunjuk located on the vast rice fields. Your instructor offers insight into the importance of rice and the harvest in Indonesian culture. The kids love wearing the traditional conical hat commonly used by farmers or locals Bali to protect their faces and necks from the sun. Spend time learning the intricate process of planting, transplanting, and harvesting the rice, as well as the ways in which a farmer must sow the land. Water buffalo help plow the lush landscape churning the soil. The tropical sun beats hot later in the day. The family rests with a refreshingly cool coconut. You continue to the Jatiluwih Rice Terraces with fresh eyes, knowing the amount of work necessary for not only erected the tiers along the sloped landscape but the persistence required in tilling, planting, and harvesting the rice. The views overlooking the Balinese countryside are breathtaking, encompassing the caldera of Kintamani and the peak of Mount Batur in the distance. You continue to a celebrated farm in the afternoon famous for growing and producing sensational chocolate. The kids are excited to hear they can sample as much chocolate as they want but immediately become confused when seeing the cocoa pods for the first time. The large, dense pods grow on trees and look like a squash instead of the chocolate bars or chips with which the kids are familiar. Your guide opens the pod revealing the cocoa beans beneath a white gelatinous coating with a sweet and tangy flavor. The beans must ferment for up to a week before they are ready for drying and roasting. After grinding, heating, and adding sugar to the beans, your guide has created a concoction similar to what the family knows as decadent chocolate."
      },
      {
        "dayNumber": "4",
        "title": "Bali Barat – Travel to Bali Barat National Park Stopping Ulun Danu Bratan",
        "description": "The artists of Ubud return to the famous Art Market in the morning opening their shops to reveal the plethora of hand-carved statues, hand-woven garments, and sensational paintings embodying the spiritual essence of Balinese culture. Your private transfer greets the family in the hotel lobby before escorting you through the highlands to the remarkable temple of Pura Ulun Danu Bratan. The complex remains the dramatic icon of the island featuring the soaring tiered spire reflected in the stoic waters of Lake Bratan. The temple was erected in the 17th century and used for ceremonial offerings to Dewi Danu, the water goddess. The Meru Tower stands approximately 110 feet tall and is dedicated to Shiva, the principal Hindu deity. The picturesque view before reaching the island incorporates the thatched-roof of the multi-tiered shrines in the foreground with a backdrop of mist drifting across the mountains. Four gates on the temple island refer to the four directions and leading into the four groups of shrines comprising the entire temple complex."
      },
      {
        "dayNumber": "5",
        "title": "Bali Barat – Relax at the Family’s Preferred Pace Discovering the Park",
        "description": "In the morning, you look out the window of your gorgeous hotel in Bali Barat National Park and notice the deer wandering alongside the shoreline of the island’s western edge. The national park encompasses the remoteness of the untamed jungle and the fascinating majesty of pristine gold-sand beaches. The family explores the walking trails leading into the forest providing fantastic views of the Bali Starling. Their white plumage and decorative black tips along the tail and wings stand out from the surrounding verdant trees. They can grow to nearly 10 inches in length using sharp chattering calls to communicate. Fewer than 100 adults currently live in the wild, but the local community has begun conservation efforts. You also look for the marbled cat during your time on the trails, eventually finding evidence of the feline’s presence in fresh footprints. The marbled cat is similar in size, body, and tail to a domestic cat with a thick coat and webbed paws. They can grow up to 24 inches long with a tail thick with fur."
      },
      {
        "dayNumber": "6",
        "title": "Bali Barat – Adventure to Menjangan Island for a Fantastic Snorkeling Tour",
        "description": "The island of Pulau Menjangan sits off the coast of Bali Barat National Park acting as a beacon of untouched beauty within the greater protected land- and seascape of western Bali. The island encompasses 9,390 square feet of towering jungle and lush savannahs. The family ventures to the island for a day along the wild grounds and tremendous shores home to the rare Javan rusa deer. The deer graze on the grassland at the heart of Pulau Menjangan and can grow to over six feet tall weighing over 352 pounds. The untouched waters around the island provide clear conditions year-round for scuba divers and snorkelers. The family enjoys the hot, gold sand beneath their feet before wading into the warm refreshing waters of the Indian Ocean in search of the forest beneath the wake. The reef is quiet but bustling with vibrant hues. Angelfish wander around the kids curious as to what they’ve found floating in the water. The kids point to a clownfish sticking its small face outside of a glowing anemone. The clownfish grows over four inches long with three white lines crossing their torso against the bright orange body. They build their home in anemones, part of the coral reefs billowing like trees in a strong wind due to the movement of the current. Olive ridley sea turtles also frequently visit the coral reef when searching for food or swimming near the nest from which they were birthed."
      },
      {
        "dayNumber": "7",
        "title": "Munduk – Venture to the Fabulous Balinese Highlands for Wonderful Views",
        "description": "After breakfast, the coastal scenery of Bali Barat National Park fades away replaced by the climbing mountains and lush forests of Bali’s lesser-explored highlands. The climate cools to a consistent 72 degrees Fahrenheit. The scenic drive takes you along twists and turns filled with the sweet aromas of blossoming frangipani and orchids. The town of Munduk is located between 2,624 and 2,952 feet above sea level surrounded by epic jungle, hidden waterfalls, and plantations cultivating chocolate and cocoa. Before reaching Munduk, you stop at the stone sarcophagus of Pura Duur. The stone was uncovered in the 19th century as a relic once broken into six pieces. Greater archeological evidence from the region suggests a thriving community existed in the region between the 10th and 14th centuries long before the arrival of the Dutch in the 19th century who experimented with growing commercial crops. You stop once more at Twin Lake for the fascinating view overlooking the glossy waters below. Small cafes line the precipice along the ridge leading to Munduk with each establishment offering a unique draw beyond the stunning panorama including a swing allowing you and the kids to feel like you’re dangling above the waters of Lake Buyan and Lake Tamblingan."
      },
      {
        "dayNumber": "8",
        "title": "Munduk – Explore the Local Plantations and Scenery with a Bike Ride Tour",
        "description": "Instead of having your morning coffee accompanied by the floral aromas of hyacinth inside the hotel dining room, the family mounts their bicycles and ventures to a local coffee plantation for a deeper insight into ways locals have taken to cultivating the beans in the highlands. The landscape around the Bali mountains provides the proper climate for producing coffee beans, which utilize the cool temperatures, morning mists, and plentiful rainfall. Coffee connoisseurs agree the plantations from Munduk produce some of the best coffee on the entire island. Your guide introduces the family to the coffee plant, which is a member of the jasmine family. The kids pick flowers off the growing stocks and inhale the sweet, rich fragrance. The organic coffee producer works hard to combat the environmental effects of farming including soil erosion and falling water tables helping the surrounding forest to regrow, which in turn provides sustainable coffee production and a more intense flavor to the growing beans. When looking at the plant, you expect to find a grain or seed but instead notice the bright cherries dangling from the coffee tree. After learning how workers pick the beans by hand, you find the decadent aroma of roasting beans emanating from the tasting area. Your guide pours the family different styles of cups allowing you to sample the different tastes the variety of beans produce."
      },
      {
        "dayNumber": "9",
        "title": "Jimbaran – Transfer to Jimbaran for Uluwatu Temple and the Kecak Dance",
        "description": "The family travels back down the mountains from the rim of the caldera and away from the Twin Lakes. The scenery shifts from the stunning jungle colored with orchids to open villages and rice fields. The scent of hyacinths fills the air giving way to the salty aroma of the sea air at Jimbaran Beach. The white sand along the shoreline glows against the azure waters of the Indian Ocean. Food stalls populate the esplanade leading to the rocky headland. The relaxed environment welcomes the family to the famous southern coastline of Bali accentuated by the sensational local market offering glimpses into daily life. Before sunset, the family visits the nearby Uluwatu Temple, which is perched on a cliff. The fascinating setting reveals a dramatic background of the watery horizon with the traditional Balinese architecture of the gateways, spires, and decorative sculptures in the foreground. Locals believe the monkeys living in the small neighboring forest protect the temple from evil spirits. The temple complex embodies the point at which the powers of Brahma, Vishnu, and Shiva meet. The kids point out the flower carvings and leaves decorating the split entry gates guarded by sculptures of human bodies crowned with elephant heads. After visiting the temple, you continue to Kecak Fire Dance. The iconic Balinese performance immerses the family in folklore once more, this time telling the epic drama of how the demon Rahwana stole Sita from her husband. The incredible narrative comes to life with the rise and fall of humming from upwards of 75 performers emphasizing the power and harmony the legend continues to bring to listeners."
      },
      {
        "dayNumber": "10",
        "title": "Jimbaran – Delight in a Family-Friendly Surf Lesson and Pottery Class",
        "description": "The kids return to the options of delicious fruit at the breakfast table indulging in the sweet and satisfying tastes of the local, seasonal bananas, rambutans, and guavas not available back home. You venture to the beach after the meal to meet your private surfing instructor. The white sand is hot beneath your feet. The wetsuit has a tight, rubbery texture on your skin. The sound of the waves and light sea breeze reminds you of where you are as your instructor gives you the basics of surfing. You start with the sand on the board learning to stand up comfortably without the balance issue caused by the water. When you feel comfortable, your instructor guides you through the water away from the shoreline where the waves form. He holds the board in place and gives you an extra push as the wave takes shape pushing the board forward. You paddle with the current. As the wave breaks, you push up feeling the splash around you. In the afternoon, the family continues uncovering the traditions of Bali with a pottery lesson. The culture of ceramics has deep roots on the island displayed in local homes, boutique shops, and the local ceramics museum in South Bali. Your instructor leads you through the basic techniques of forming, wedging, and centering with local artisans crafting animals, pots, kitchenware, and cutlery."
      },
      {
        "dayNumber": "11",
        "title": "Jimbaran – Indulge in a Fantastic Cooking Class and Relaxing Afternoon",
        "description": "The promised aroma of traditional Balinese cuisine brings the family to a morning market under the wing of a celebrated Balinese chef. The produce glows with stunning natural colors reflecting the ripeness, freshness, and quality of the locally harvested fruits and vegetables. The chef shows you the source of her delicious meals as you wander through the aisles of the marketplace noticing the radiant chilis and gigantic cassavas. Once in the kitchen, the aromas of peanut sauce drift through the air. Your chef explains the ways the family can easily make classic Balinese cuisine with simple ingredients, from grilling chicken skewers to steaming vegetables. The kids enjoy helping in the kitchen finding ways to add their flourish to the classic dishes before you’ve created a stunning fried rice known as Nasi Goreng accompanied by a sweet drink of green jelly with coconut and palm sugar."
      },
      {
        "dayNumber": "12",
        "title": "Jimbaran – Depart for Home",
        "description": "The Kedonganan Fish Market brims with activity in the morning after the fishermen return to shore with their fresh catches of the day. The fish market represents the largest seafood marketplace on Bali hosting saltwater catches like red snapper and prawns, as well as the rare mahi-mahi. Seafood cafes abound with locals cooking their own catch, purchasing seafood from the local purveyors, or providing delicious recipes to visitors who bring their own chosen seafood in from the vendors in the market. Your private transfer greets the family in the hotel lobby after breakfast, and you pass the bustling aisles of the market on your way to Ngurah Rai International Airport, where the family boards your flight home."
      }
    ],
    "map": ""
  }
]
