{
  "destination": "Bali",
  "mainPhoto": "",
  "id": "one-week-bali-family-vacation-itinerary",
  "tourName": "One Week Bali Family Vacation Itinerary",
  "placesVisited": "Ubud, Seminyak",
  "generalInfo": "Traveling Bali is an enriching experience embodied in the blend of beaches and temples, forest adventures and artistic wonder at the heart of your custom-tailored family Bali tour. The kids will marvel at the monkeys scrambling through antique spiritual complexes. Colorful offerings decorate the streets each morning expressing devotion and respect for tradition. Modest markets offer insight into classic cuisine and crystal-clear waters splash along the coastline for pristine surf. Bali is a family-friendly escapade shining with exotic flavors and welcoming locals, splendid festivities and cherished family fun. Begin planning your ideal Bali family vacation by visiting the best Bali family vacation packages page on Zicasso.",
  "durationDays": "7",
  "price": "2,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ubud – Arrive in Bali for a Relaxing Day at the Family’s Leisure",
      "description": "Bali is a tropical escape for the entire family with Ubud acting as the cultural heart of the island on the Indonesian archipelago. Your flight lands at Ngurah Rai International Airport where your private transfer greets the family on arrival. The evocatively lush scenery welcomes you accentuated by the aroma blossoming frangipani growing alongside the villages and colorful offerings strewn over busy sidewalks brimming with delicate petals. You reach your luxury hotel located near the center of Ubud, a city known for its craftspeople, prolific dancers, and classical painters preserving the cultural heritage of the island. The serene ambiance of the city filters into the comforts of our hotel allowing the family to settle in with ease. The remainder of the day is at your leisure to enjoy the relaxing charms of your gorgeous hotel or venture into the quiet streets of Ubud for an introduction to Bali within its spiritual epicenter. The nearby village of Petulu is known for the riotous sounds of squabbling herons making their way into the trees. The children marvel at the striped Java species, who have been visiting the canopy near Petulu since 1965 eventually drawing visitors eager to witness the daily spectacle when the sedge of up to 20,000 herons return to the trees bordering the wide paddy fields for the evening. The loud and impressive moment occurs in the evening each day resulting in a large swarm of herons. You can walk through the forest on the guided pathways but locals eagerly inform you to walk quickly from underneath the trees if the birds are already roosting."
    },
    {
      "dayNumber": "2",
      "title": "Ubud – Learn to Make Balinese Offerings and Paintings in Ubud",
      "description": "In the morning, the aroma of fresh coffee filters through the hotel dining room at breakfast with beans sourced locally from the mountains of Bali. The kids enjoy the bright and flavorful fruits of tropical Bali offered at breakfast nibbling on sweet bananas and juicy guava. After breakfast, the family enters a private workshop to learn the art of Balinese offerings. The intricate tradition known as canang sari has ancient roots and represents praise and prayer often seen around Balinese temples. Before many visitors wake up and explore the gorgeous countryside or lounge on the pristine beaches, the offerings already decorate the street. The kids remember seeing the artistic displays of devotion en route to the airport the previous day. The main material for making the offering consists of betel leaf, lime, tobacco, and betel nuts symbolizing the three major Hindu Gods of Shiva, Vishnu, and Brahma. Your guide compares making an offering for Hindus to Catholics saying the rosary; the act shows repeated faith, devotion, and respect showcasing a cornerstone of a daily ritual for the Balinese. The artistic beauty of the day continues with a family Balinese painting workshop. Your instructor shows different perspectives of the traditional artistic themes and styles of Balinese works ranging from customary strokes on canvas to more contemporary pieces. For the class, you concentrate on producing the Kamasan style of art popular in East Bali known from the Hall of Justice in the imperial palace at Klungkung town. The artwork took its inspiration from the wayang shadow puppet figures famous for acting out the Ramayana epic. The kids enjoy crafting fantastical demons and epic heroes who tell remarkable stories of Hindu lore drawing the family deeper into understanding the customs and traditions of Bali."
    },
    {
      "dayNumber": "3",
      "title": "Ubud – Cycle around Ubud and Nearby Villages Ending with a Cooking Class",
      "description": "The dramatic scenery of Bali beckons to the family after breakfast promising quiet country roads and panoramic views spreading across valleys, jungle, and distant sea. The family rides bikes into the heartland of central Bali beginning with Tegenungan Waterfall near Tegenungan Kemenuh village. The falls reach nearly 33 feet tall splashing crisp, cool pool below. The lush greenery accentuates the whitewater pouring over the cliff with locals climbing up the mountainside in the morning to leap down into the deep portions of the water or bask in the beauty of the falls from a higher viewpoint. You continue onward to Tegallalang, a craftsmen village inspiring locals and visitors with the remarkable rice terraces climbing the landscape. Restaurants around the terraces fill the air with sweet coffee and the mouthwatering scent of peanut sauce. The bottom of the terrace has a warm and humid climate relaxing into a cool, steady breeze at the top of the slopes. Painters gather on the hilltop to enjoy the vista and the family embraces the same panoramic view over the iconic image of the textured, glowing scenery of Bali. After returning to Ubud, you embark on a journey of flavor with a private cooking class teaching the family the secrets of Balinese cuisine. The local cuisine features exotic spices and traditional tastes taken from the abundant ingredients produced around the island offered in local markets or along the coastline. Your instructor uses woodfire stoves and antique earthenware capturing the classic recipes and techniques preserved in the Balinese kitchen. The kids help prepare the produce and watch intently opening mangoes and mangosteen, breaking lemongrass, and zesting cloves. The scent of sweated onions and chili sauce drifts through the kitchen and the children delight in the classic flavor of nasi goreng , Indonesian fried rice."
    },
    {
      "dayNumber": "4",
      "title": "Seminyak – Transfer to Seminyak Beach and Enjoy a Family Surf Lesson",
      "description": "The sunlight filters through the trees around Ubud bringing light to the aromatic frangipani and hibiscus growing across the island. The colorful flowers accentuate the tropical charms of Ubud’s inland setting before your private transfer greets the family in the hotel lobby after breakfast. You settle into the luxuries of a beachside resort in the town of Seminyak. Expatriates from around the world have made the relaxed coastal town their home opening up quaint boutique shops, lavish designer clothing stores, or fabulous cafes serving locally sourced coffee. The endless sense of style shapes the dynamic ambiance emanating from restaurants, lounge chairs, and elegant art galleries. You venture to the soft, white sands of the beach in the early afternoon for a private surf lesson tailored to the experience level of each member of your family. Your instructor offers you the best techniques for your board, frame, and style before entering the water. You learn how to pop-up from the prone position noticing the way your feet land on the board. The small waves trundle against the shoreline. You enter the water noticing the welcoming warmth of the Indian Ocean. The salt lingers on your cheeks. You paddle through the water to a safe distance with your instructor. He holds you board as the waves pass before a curl forms behind you. You paddle with the water allowing the wake to propel you forward. You pop-up landing your feet on the board and balancing on the wave."
    },
    {
      "dayNumber": "5",
      "title": "Seminyak – Visit Pura Taman Ayun, Kedaton Monkey Forest, and Tanah Lot",
      "description": "Your day begins at Pura Taman Ayun, a temple compound. The stunning collection of temples contain Chinese architectural inspiration in the form of towering tiers, which also references the king’s reverence to the noble ancestors. The first courtyard shines green from a grassy expanse surrounded by the multitude of shrines and floating lotus blossoms gliding along the reflective pools. The complex is located on the irrigation system feeding the rice paddies. The fourth court is considered most sacred and contains decorations of an intricate central gate used only during official ceremonies. The three layers of grounds in the temple symbolize the world of man, the realm of gods and deities, and the divine level at the top. You continue to the Monkey Forest at Kedaton. The small forest encompasses nearly 30 acres of protected landscape inhabited by hundreds of grey long-tailed macaques. Crowds swarm into the more famous Monkey Forest at Ubud allowing the family a quieter, more intimate experience beneath the forested canopy in Alas Kedaton, which translates to “Forest Kingdom.” The massive temple complex of Pura Dalem Kahyangan Kedaton nestles into the dense properties of the inhabited woodlands emerging from the moss with walls, gateways, and towers resembling the trees. The monkeys and flying foxes in the forest are considered sacred amid the local villages who protect the misty lofts and its inhabitants from harm. The temple was erected by a Hindu high priest and comes to life each year during the piodalan temple anniversary. The incredible tour of the island heritage ends at Tanah Lot, the famous temple erected on a rock formation surrounded at high tide by water. At low tide, visitors can walk to the restored of the 16th-century religious structure. The sun sets low behind the elevated temple with artful simplicity casting the spires in an elegant silhouette."
    },
    {
      "dayNumber": "6",
      "title": "Seminyak – Enjoy the Thrills of White Water Rafting on the Ayung River",
      "description": "Early in the morning, your guide leads you from your luxury resort at Seminyak to the serene banks of the Ayung River. The eco-adventure offers an introduction to the flora and fauna of Bali mixed with the fast-paced thrill ride of sporadic whitewater rapids. The scent of frangipani filters through the air above the slow current of the river. Ayung River is the longest body of water on the island traveling 43 miles from the northern mountains to the Budung Strait at the southeastern coastal city of Sanur. You enter the raft, and the family begins with a lazy journey downriver. The water is cool and crisp contrasting the tropical heat of the mountains. Your instructor guides you along the water as you hear the rapids crashing from a distance. The rocks tumble beneath the raft as you roll over the pulsing water banging into protruding boulders. The family paddles with the whitewater propelling the raft forward. The river calms once again and you continue to float between the rising banks. Your guide points to a banteng in the distance feeding on the grass. It looks like a large cow growing to nearly 12 feet in length and weighing up to 1,980 pounds. Above the banteng, flies a crested treeswift, a colorful bird with orange cheese and traces of white supercilium."
    },
    {
      "dayNumber": "7",
      "title": "Seminyak – Depart for Home",
      "description": "At breakfast, you sample the flavor of the kopi luwak, the most expensive coffee in the world brewed from the beans eaten by wild civets. The kids remark on their favorite expedition during your time on Bali recalling the rambunctious monkey in the Monkey Forest and the colorful artwork they learned to make during a private lesson in Ubud. The waves lap quietly against the sandy shores of Seminyak. Your private transfer greets the family in the hotel lobby and escorts you to Ngurah Rai International Airport for your flight home."
    }
  ],
  "map": ""
}