{
  "destination": "Bali",
  "mainPhoto": "",
  "id": "exploring-unique-cultural-experiences-vacation-tour-of-bali",
  "tourName": "Exploring Unique Cultural Experiences Vacation Tour of Bali",
  "placesVisited": "Ubud, Nusa Dua, Lovina, Uluwatu, Menjangan Island",
  "generalInfo": "Balinese spirit emanates from temples overlooking seaside cliffs and fills the night sky with music during expressive dances, telling of legends and religious history. The scent of hyacinth overtakes the aroma of the ocean. Surfers glide across the water in front of silhouetted fishing boats. Farmers harvest rice across the hillside terraces and dolphins leap from the ocean along the northern shores. Your customizable tour takes you to villages and waterfalls, spiritual leaders and holy temples trickling with cleansing pools for an unforgettable experience of Bali’s culture, which is inherent in the landscape and essential to daily life.",
  "durationDays": "8",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nusa Dua – Invitation along the Coastline",
      "description": "Bali is an island that has captured imaginations and hearts for more than a millennium. White-sand beaches shine against sapphire waters, and marvelous temples overlook staggering cliffs and reflective ponds. The town of Nusa Dua blends contemporary luxuries with Balinese culture and landscape. Your flight lands at Ngurah Rai International Airport, where your private transfer meets you upon your arrival. The beauty of the island is immediately visible in the blend of emerald jungle canopies and calm waters lapping against the shoreline, whether against limestone cliffs or powdery beaches. After checking into a lavish resort overlooking the Indian Ocean, you are eager to explore the splendors of Nusa Dua. Cafes and boutique shops frame the main streets. Surfers take to the waters around Pantai Mengiat to bask in the shimmering layers of blue and catch waves curling beyond the reef. You make your way to the marvelous Water Blow, a stunning natural phenomenon set against the rocky coastline at the edge of Nusa Dua. A walkway passes over the craggy shore that resembles dried coral. The ocean current pushes water into the narrow space along the rock cliff. The pressure builds and builds, until the water erupts like a geyser, splashing down over the rocks and across the walkway before filtering back into the greater ocean body. The mist creates a refreshing air in the tropical warmth. The semi-sweet aroma of the Indian Ocean swirls around you. The majesty of the Water Blow highlights nature’s pure beauty and unbridled power."
    },
    {
      "dayNumber": "2",
      "title": "Nusa Dua – Bali’s Iconic Southern Shores",
      "description": "In the morning, fishermen take their boats past the reef break in search of a fresh catch to bring to market. The colorful boats drift over the calm waves beyond where the surfers have paddled out. The sea air blends with the satisfying aroma of roasted coffee beans drifting outwards from the cafés. Your guide meets you in the hotel lobby, eager to escort you on a full day tour of Bali’s southern temples, beginning with Tanah Lot. The temple was erected in the 16th century atop a large boulder off the southwest coast of the island. At low tide the water recedes past the rock, allowing visitors to climb the stairs to reach the shrines. Lush trees decorate the temple grounds, which was once one of seven sea temples erected around the island. The temple connects a deep sense of Balinese mythology with the Hindu tradition. You can walk along the edges of the temple mount, feeling sand packed with moisture beneath the traditional thatched tiers of the shrine. You continue to Uluwatu to visit the temple erected on a cliff, offering pristine views of the Indian Ocean. Sporadic trees grow along the rock face above the white sands of Uluwatu Beach nearly 230 feet below. The breeze blows through the open shrine and rustles the edging greenery. You can hear the waves splashing against the granite rocks. The temple was erected in the 11th century as one of six key temples correlated with the spiritual pillars of the island. As the sun drops behind the horizon, you watch a traditional Kecak dance, which tells the story of a battle from the Ramayana ."
    },
    {
      "dayNumber": "3",
      "title": "Ubud – Culture in the Hills",
      "description": "Today you leave behind the white and gold sands of the southern peninsula for the emerald-laden hills of central Bali, decorated with rice paddies and lily pad covered ponds, coffee plantations, and fruit orchards. The scent of ripe banana and juicy star fruit overtakes the scent of the sea. Your private transfer leads you first to Ubud, the cultural capital of Bali, nestled in the hills and rice terraces of the countryside. Women dressed in bright garments walk along the terraced landscape beneath the towering coconut palms. They carry baskets on their heads after having cultivated the rice. Villages outside of Ubud glow with blossoming frangipanis and hyacinths. On the outskirts of the town, master craftsmen work in the villages of Celuk and Mas to create breathtaking silver jewelry and intricate woodcarvings. Before reaching the peak of Mount Batur, you visit the Holy Water Temple of Tirta Empul. A mountain spring feeds the village of Manukaya, which was erected over a site that tradition states a historic battle versus good and evil took place. The temple was erected in the 10th century. The spring feeds into the numerous purification baths, fish ponds, and trickling pools. The ponds decorate the perimeter. Reeds grow above the meandering koi and beneath the blossoming false-bird-of-paradise. Lush gardens frame the inner courtyard around detailed statues and the exuberant colors of tropical plants. The spouts in the rectangular purification bath are elaborately adorned with stone sculptures, feeding crystal-clear mountain water into the temple."
    },
    {
      "dayNumber": "4",
      "title": "Ubud – True Villages of Bali",
      "description": "In the morning, the cafes of Ubud open their doors to views of the rice fields and terraces on the outskirts of town. The scent of roasted coffee beans emanates from the cafes, as they use fire to release the natural oils of the dried coffee plants harvested around the central highlands. Your guide meets you at the hotel after breakfast and escorts you into the countryside to visit traditional villages for deeper insight into the culture of the island, beginning at Kemenuh. The village is located outside of Ubud, surrounded by lush trees, verdant fields, and a quiet atmosphere accentuated by the nearby flowing river. You follow the street down the art district, where local artists work from a mixture of tree trunks to small branches, carving handcrafted sculptures of birds and traditional deities. The last village you visit for the day is Penglipuran, located at an altitude of nearly 2,300 feet. The unique charm of the village emanates from the peaceful nature growing along the tiled walkways of the center. The houses face northeast towards Mount Agung. Chickens cluck along the lower reaches of the hill and irrigation channels line the walkways in front of the village homes. Bamboo grows tall and thick around the region, framing the conical rooftops of the homes. The cool mountain air nips at your cheeks in stark contrast to the tropical warmth of the lowlands and seaside. The Heroes Monument covers an area of more than three and a half acres with a traditional Balinese style accentuating the Curayudha Hall."
    },
    {
      "dayNumber": "5",
      "title": "Ubud – In the Spirit of Bali",
      "description": "At breakfast, you bask in the view of the countryside and enjoy the natural sweetness of freshly squeeze pineapple juice. Your guide once again meets you at the hotel, eager to take you on a distinctive tour of the island to experience the spiritual allure of local shamans and healers. You travel to meet a man famous on the island and internationally for his abilities of healing. The mysticism drifts out of the surrounding countryside for a captivating ambiance. The healer grabs your hand and reads your palm, using the intimate connection of holding your hand to help understand where soul, desire, and life connect. You continue to a Balinese healer and step into a sarong to show respect. You sit on the tiled floor and rest your back against the healer’s knees. His hands are unexpectedly soft and gentle considering his age. He presses his fingers to your ears before you lie down on the mat. The healer pulls out a small, special wooden stick, pressing it to different areas of your feet to find the different pressure points connected to a stressed mind and fatigued body. Pressure you didn’t know you had releases suddenly. You feel relaxed and stress-free. The healer shows you a collection of Kriss daggers, which showcases a unique blacksmith skill practiced for hundreds of years, if not an entire millennium. You also learn about the scrolls in which the healer uses, which are kept in special boxes in the temples for the priests’ eyes only."
    },
    {
      "dayNumber": "6",
      "title": "Lovina – For Love of the Land",
      "description": "In the morning, the aroma of blossoming hyacinth accentuates the herbaceous notes of the roasted coffee beans emanating from the surrounding cafes. Your guide meets you at the hotel after breakfast and leads you along the scenic roads through the central highlands north to Lovina Beach. Orchids bloom in the canopy and jasmine grows alongside hidden villages. Before reaching the northern shores, you stop at a trail heading beneath the rainforest canopy to Sambangan Waterfall. Follow the pathway through the emerald leaves dangling over the underbrush. The water shimmers with five different shades of blue and green, fading from indigo to turquoise. The trickling water echoes through the trees and grows stronger as you venture closer to the falls. The dense forest opens to a view of a whitewater curtain trundling nearly 115 feet into the flickering jade pool. A cool mist rises upwards from the water, making the surrounding jagged rocks slippery with moisture. You can follow the more than 100 steps down to touch your fingers into the cold pool resting beneath the forest. A narrow stream rushes down the cliff beside the stronger cascade of the Sambangan falls. You continue to Lovina Beach to relax against the calm lapping waves of the Indian Ocean brushing against the black sand beach."
    },
    {
      "dayNumber": "7",
      "title": "Nusa Dua – Dolphin Allure; Island Life",
      "description": "A statue rises above the Lovina shoreline, adorned with an elegantly crowned dolphin, contrasting the silhouette of the trees. You rise before dawn and board a traditional fishing boat bound for the deeper ocean. The calm lull of the water rocks the boat from back to front. The sunlight spreads across the eastern horizon. You have an unadulterated view of the day’s beginnings. The sky illuminates with graceful orange and red hues making the dark blue of the night recede. Your skipper points into the water, turning your attention away from the glowing orb of light reaching above the sea. Dolphins poke their snouts out from the ocean with curiosity. They can grow to more than seven feet long and have a playful nature that encourages them to engage with one another. Their dorsal fins protrude from the ocean surface before disappearing in the distance. You return to shore for breakfast before embarking on a half-day snorkel tour around the stunning island of Menjangan. The island is located five miles northwest of the Lovina coastline and contains wild deer populating the dense rainforest growing out of the soft soil. The crystal-clear sapphire water brushes against the coastline of the 15-square-mile island. You don your snorkel and float with the gentle current over the colorful soft coral waving in the water."
    },
    {
      "dayNumber": "8",
      "title": "Nusa Dua – Beyond Treasuring Seaweed",
      "description": "In the morning, seaweed farmers tend to their crop along Geger Beach. The tricolored waters brush against the white-sand beaches near the edges of Nusa Dua. The farmers tend to the seaweed, which is a coveted ingredient in cosmetics products. After harvest, you can watch the farmers drag large floating boxes to shore, with the verdant mounds of seaweed contrasting the blue hues of the ocean. The herbaceous aroma complements the succulent scent emanating from the water. After breakfast, your private transfer meets you at the hotel and escorts you to Ngurah Rai International Airport. You have traversed the coastlines and highlands, temples and mountains for an unparalleled invitation into the vibrant landscape and captivating culture of Balinese life. You arrive at the airport with plenty of time to check into your flight home."
    }
  ],
  "map": ""
}