{
  "destination": "Bali",
  "mainPhoto": "",
  "id": "best-of-bali-lombok-vacation",
  "tourName": "Best of Bali & Lombok Vacation",
  "placesVisited": "Sanur Beach, Gili Islands, Senggigi, Kintamani, Lovina, Ubud, Menjangan Island",
  "generalInfo": "The picturesque dreams of tropical island paradise become a reality during your tailored vacation, which encompasses the best of Bali and Lombok. The air contains hints of coconut and ocean aromas. Lavish orchids grow out of the ponds decorating historic Hindu temples. Sea turtles glide in the indigo waters of the Indian Ocean. Palm trees soar into the sky and shade pristine white sand beaches. From an untouched village at the edge of a volcanic peak to the tranquil charms of a resort situated on a secluded island, you can embrace the wonders of land and sea, culture and comfort.",
  "durationDays": "12",
  "price": "3,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sanur Beach – Introducing the Best of Bali",
      "description": "The waters edging Sanur shimmer with radiant indigo, sapphire, and cobalt colors hues. Old village ambiance blends with contemporary luxury and style. White-sand beaches stretch along the coastline, and the aroma of sweet fruits emanates from the trees. Your flight lands at Ngurah Rai International Airport, where your private transfer greets you upon your arrival. The enticing aromas of pineapple and coconut greet you en route to your hotel overlooking the Indian Ocean. Colorful fishing boats rest on the beaches at low tide. Visitors on their dream vacations languidly lounge in the relaxing shade of beachside umbrellas. The water laps against the sand as the palm leaves rustle in the gentle breeze. The Le Mayeur Museum hides behind a collection of art stalls on the main street. The memorial museum contains works of Adrien-Jean Le Mayeur de Merpres, a Brussels-born artist inspired by the beauty of Bali and the Sanur coastline. The gallery highlights the oil paintings the artists used to capture the splendor of the elements and is surrounded by stone walls and red terrazzo floor tiles."
    },
    {
      "dayNumber": "2",
      "title": "Ubud – Captivating Culture",
      "description": "In the morning, the scent of freshly brewed Indonesian coffee blends with the sweet aroma of the Indian Ocean. Colorful fruits overtake the dining room at breakfast, with juicy pineapples and sweet rambutans accompanying succulent cherimoyas, a must try for Balinese vacations. After breakfast, you begin the journey to Ubud, which is considered Bali’s cultural center. Outside of Sanur, you stop in the town of Blanjong, known for its enchanting temple housing one of the island’s oldest artifacts. You follow the narrow lane to reach a pillar erected more than a millennium ago. The Sanskrit inscription recounts 10th-century military victories, leading to the island’s first formal government. Antiquity is palpable as you wander along the temple walls. The aged scent of earth emanates from the soil and seasoned stones. You continue to Ubud, waving goodbye to the layered blues of the seaside, replaced by the emerald and jade hues of the terraced inland hills. Rice paddies texture the landscape beneath towering palm trees. The scent of coffee overtakes the herbaceous aroma of the countryside. Cafes line the streets beside artisan shops, as bright colors abound in the artist markets. The essential culture of Bali comes to light along the streets leading to the glowing rice fields surrounding the town."
    },
    {
      "dayNumber": "3",
      "title": "Ubud – At the Heart of Bali",
      "description": "Hinduism is at the heart of Ubud, celebrated in the nightly fire dance performed in Bona village outside the main streets of the town. Dancers, painters, and accomplished wood carvers add to the luster and nearly mythical ambiance of the streets. In the morning, you venture out to explore the wonders of Bali’s cultural center, finding beauty and charm in the Taman Saraswati temple. Waters flow from the structure’s rear, feeding into the decorative pond at the front. Lotus blossoms overtake the surface and bloom with vibrant pink petals. A central walkway divides the pond leading to the entrance of the steps of the main entrance. It feels as though you have stepped into a dream of what you had imagined Bali to be like. Stone sculptures flank the walkway and a tiered tower frames the entryway. You put on the compulsory sash and sarong before entering the temple. The scent of sandalwood drifts upwards from the embers of burning incense. The temple creates an immediate calming atmosphere, embellished with sandstone bas-reliefs honoring Saraswati, the Hindu goddess of knowledge and art."
    },
    {
      "dayNumber": "4",
      "title": "Lovina – The Splendor of the North",
      "description": "In the morning, the sunlight spreads across the arched stone bridge, highlighting the stone sculpture of Lord Ganesh. The Hindu god watches over the small square and moss-covered pool, as colorful koi swim near his feet. Your private transfer meets you at the hotel and escorts you north to the splendid coastline at Lovina. Before reaching the enchanting northern tip of Bali, you stop at Taman Ayun temple, a stunning 18th-century compound decorated with gardens and water features. An elegant moat encircles the main complex. The sound of trickling water moves beneath the concentric tiers of the multiple towers. The first courtyard is a verdant grassy space leading to the inner courtyard, which contains the impressive collection of multi-tiered shrines. Lotus blossoms overtake the tranquil pools. The main fountain at the center of the complex contains nine water jets, symbolizing the nine main gods of Balinese tradition. The Garuda shrine contains elaborate sculptures of the mythical bird-like creature. The figure represents the eagle atop which Lord Vishnu rides. Back on the road to Lovina, you pass through the intricate Subak , a water irrigation system developed in the 9th century. The remarkable network textures the surrounding hills with rice paddy terraces, allowing water to reach the roots, along with creating an artificial ecosystem in which the crops can thrive, encompassing nearly 50,000 acres."
    },
    {
      "dayNumber": "5",
      "title": "Lovina – A Coastal String",
      "description": "In the morning, you have a pristine view of the northern waters lapping at the gold sand shores of Lovina. On the outskirts of town, villages string the shoreline with houses erected on stilts to protect the structures from rising waters during monsoon season. The relaxed ambiance of town emanates from the lulling sounds of the sea and the glimmering sunlight spreading across the water. Palm trees provide patches of shade with hammocks dangling lazily between the thin but firm trunks. Traditional canoes, known as proas, rest on the sand before their nightly outing. Before sunrise, you venture out onto the water on a private boat. Travel along the calm wake until your skipper stops the boat, allowing for an unfettered view of the eastern horizon. The sun rises above the water, reflecting a burnt sage, pink, and purple hues across the Indian Ocean. Your skipper points into the near distance. A dolphin breaks the surface water, arching into the air before splashing back down. A pod, often seen in the area, breaks the water’s surface with their dorsal fins. You could spend hours watching the dolphins play in the water and rising spreading sunlight. You return to shore for breakfast, basking in the refreshing flavor of freshly brewed Indonesian coffee."
    },
    {
      "dayNumber": "6",
      "title": "Kintamani – Into the Balinese Air",
      "description": "After breakfast, you meet your private transfer at the hotel and venture into the countryside, passing through traditional villages decorated with blossoming frangipani and orchids. Children kick balls against the walls of their wooden homes, motorbikes pass your car, and locals are eager to say hello. The road follows winding switchbacks leading upwards to the Gunung Batur area, an active volcano reaching a height of more than 5,600 feet above sea level, with a crater lake reaching a depth of 60 feet. The mountainous air is crisp and refreshing. An underground network of streams crisscrosses the slopes, offering an abundance of hot springs. The rugged terrain encircles the nearly seven square miles of the cobalt lake. You venture to the village of Trunyan, located at the foot of Mount Abang. The remote location on the eastern shore of the lake provides a pristine view of the water, dense ferns, and preserved a way of life unencumbered by outside influences. The main temple of Pancering Jagat contains an impressive seven-roofed tiered shrine, which protects the guardian statue of a celebrated spirit reaching a height of more than 13 feet tall. The temple stands at the top of a small hill overlooking the village’s main cobblestone street. The mixture of trees, wooden homes, graceful ferns, and cool air provides an atmosphere different from what you have so far experienced in Bali; almost as if you have left the island altogether and reached a more isolated setting."
    },
    {
      "dayNumber": "7",
      "title": "Sanur – Back to the Beaches",
      "description": "As you leave Kintamani, your private transfer leads you to Pura Bukit Mentik, a setting known as the “Lucky Temple,” for its preserved state after a volcanic eruption in the 1970s. The lava encircled the temple and stopped at the base, leaving the structure and the quintessential banyan tree untouched. The shrine tiers imitate the encircling mountain peaks. You travel the southern flanks of the mountainside, down the shallow-grade of the rural roads. Tiny villages with gold-straw rooftops contrast the verdant rice fields. The herbaceous aroma of tall grass and sporadic bamboo trees fills the air. The rich glow of the coastline returns to the scenery when you reach Sanur. The remainder of the day is at your leisure to enjoy the coastline and charms of the small town. Locals and visitors wander along the beachfront walk, enjoying the more than two miles of beachfront cafes, wooden fishing boats being repaired on the sand, and old villas representing the spell cast upon wealthy expats for decades. You can venture to the Turtle Tanks to see the connection between the local culture and the endangered sea turtle once endemic to the region. Baby turtles linger in the tanks under the watchful eyes of volunteers and local marine biologists. Your guide leads you along the hatchery to view the several pools in which the baby turtles hatch, along with injured turtles being rehabilitated. A full-grown sea turtle averages five feet long, but the hatchlings you see average no more than two inches."
    },
    {
      "dayNumber": "8",
      "title": "Senggigi – Welcomed by the Best of Lombok",
      "description": "In the morning, you welcome the delightful aroma of fresh pineapple and star fruit. A watermelon smoothie accompanies your delicious roasted coffee. You listen to the sounds of the calm waves brushing against the coastline before meeting your private transfer in the hotel lobby. Your brief journey takes you to Denpasar Airport, for a quick flight arriving in Mataram, the capital of Lombok Island. The airport’s contemporary design contrasts the surrounding greenery and framing rolling mountains. The air contains a familiar aroma of tropical fruits and herbaceous grassland. You meet your private transfer at baggage claim and venture towards the region of Senggigi, a collection of villages to the north of the island’s main town of Mataram. Supple and towering coconut palm trees rise above the thin stretch of sandy coastline. The waves brush against the shore, spraying an elegant mist into the air. The coconut aroma adds a sweet layer to the seaside air. You reach your lavish accommodation with a pool overlooking the calm waters of the Indian Ocean. Surfers venture out to catch comfortable waves. The woven rooftops of the open-air lobby offer shade and a refreshing breeze blowing over the cool tiles. For a perfect day, you can spend time relaxing in the spa. The aroma of mango and fills the tranquil room, accentuated with the soothing sounds of the waves lapping at the beach. You can dip your toes in the comforts of a temperate footbath and let the pressures of the outside world melt away."
    },
    {
      "dayNumber": "9",
      "title": "Gili Islands – Paradise on the Islands",
      "description": "In the morning, you venture to the shore and board a speedy boat that takes you along the water to the Gili Islands. The largest of the islands reaches a height of nearly 100 feet above sea level, fringed with white-sand beaches and stunning coconut palms. The turquoise water surrounds the shoreline, providing a picturesque image of paradise. The sea breeze brushes against your skin and carries a refreshing mist upwards from the speeding boat. You reach the shores of Gili Trawangan, referred to by locals and visitors as Gili T. You continue to the island of Gili Air to embrace the slow and relaxed pace of the desert island. The white sand offers pristine comfort with a powdery texture and sloping into the gentle water. Bamboo bungalows speckle the sandy main street. Small local restaurants look out into the water, nearly standing atop the ocean current. Fishing boats in need of repair rise out of the beach, and the scent of coconut meets the aroma of freshly cooked fish. Enjoy a leisurely stroll around the island perimeter to get acquainted with the landscape and relaxed ambiance. Enjoy the soft sand beneath your toes and dip your feet into the lapping waters of the Indian Ocean as you wander through the local life populating the tranquil shores of the tropical getaway."
    },
    {
      "dayNumber": "10",
      "title": "Gili Islands – Into the Preserved Blue",
      "description": "The beauty of the Gili Islands emanates from the emerald ferns to the crystalline waters. The scent of pineapple and coconut blends with the sea breeze. The day is yours to enjoy the pleasures of paradise at your preferred pace. Bask in the shade of a thatched umbrella overlooking the calm shore or venture out onto the water with a guided kayak tour. After breakfast, you follow a local guide on a boat and venture out to reach Hann’s Reef, located off the eastern coast of the island. Delight in an introduction to scuba diving, following the leader into the water along the reef nearly 60 feet below the ocean surface. The opulent sandy bottom provides great visibility for viewing the coral and rock formations. The gentle current moves your body back and forth above the undulating seascape. Seahorses sense your presence and blend into the colorful coral. Leaf scorpionfish grow up to four inches long and resemble the bright hues of the surrounding hard calcite, shimmering with green, red, pink, and yellow. Their 12 spines rise behind the dorsal fin. Your instructor points to a spotted moray eel peeking out of the cavern. The eel can grow to more than six feet long and contains double rows of teeth to help clamp down on passing prey. The ecosystem offers a view of the unique creatures around the Gili Islands."
    },
    {
      "dayNumber": "11",
      "title": "Gili Islands – Around the Island Splendor",
      "description": "Today you have another chance to embrace the relaxed island pace around the Gili Islands. After breakfast, you can linger on the sand or enjoy a rejuvenating spa treatment in view of the crystal clear waters. You can also meet a private guide to relish a unique exploration of the island waters during a kayak excursion. You set out onto the water, feeling the warm Indian Ocean wrapping around your ankles before you step into the kayak. The tide carries you away from the shore. Your guide keeps you in constant view as you paddle parallel to the shoreline. The white sand glistens beneath the towering coconut palm trees, which create a stunning view from the water. The current is gentle as you make your way between Gili Air and neighboring Gili Meno. The white sand beaches of the neighboring shoreline lead to squat trees and a secluded atmosphere. People traverse the coastline on bicycles and relax on cushioned lounge chairs. Your guide points into the water where a manta ray passes beneath your kayaks. A full-grown ray can reach up to 23 feet in width. Their wings help them glide in the current as a bird flies through the air. The clear water allows you to view the wildlife beneath the sea’s surface as you circle the islands, discovering splendor above and inside the water."
    },
    {
      "dayNumber": "12",
      "title": "Gili Islands – Continuous Island Marvel",
      "description": "In the morning, the sweet and spicy aroma of the local dishes cooked the previous night lingers on the main road of town. The small cafes open their doors to locals and visitors, offering fresh coffee and fried eggs. The lingering flavors of chicken satay and hot peppers have become a staple of your time on the Indonesian islands. You can see kite surfers lift into the distance as they catch the early waves and passing breeze. Scuba boats have already departed with visitors eager to catch a glimpse at the exotic world set inside the Indian Ocean. After breakfast, you have a private transfer meet you at the hotel, ready to escort you back to Lombok. If you have a late flight, you have time to visit the Pyramids in the Sea. The black and gray basalt rock rises out of the indigo water like Egyptian pyramids, creating a distinctive impression of crystal-like stones. The water splashes against the base of the rocks and swirls around, making it feel as though you have stepped onto another planet. You continue to Lombok International Airport with plenty of time to check in for your flight home."
    }
  ],
  "map": ""
}