{
  "destination": "Bali",
  "mainPhoto": "",
  "id": "vacation-to-bali-with-the-family",
  "tourName": "Vacation to Bali with the Family",
  "placesVisited": "Ubud, Munduk, Jimbaran, Menjangan Island",
  "generalInfo": "Discover the fascinating wonders of jungle highlands, verdant rice fields, and captivating white-sand beaches during your customized family-friendly Bali tour. The kids find enchantment inside temples guarded by troupes of rambunctious monkeys. You can relax in the Indian Ocean searching for clownfish along the reef glowing with sea anemones. The entire family will be captivated by the stories and antics of Rahwana, the Demon King. From chocolate plantations to surf lessons, cliff top temples to gorgeous panoramas, Bali offers a new world of captivating culture, fascinating artwork, fabulous cuisine, and charming scenery the entire family will enjoy. Enjoy a Bali family vacation in style by seeing the other Bali family vacation packages we offer on Zicasso.",
  "durationDays": "12",
  "price": "3,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ubud – Arrive in Bali and Enjoy the Day at Leisure in Bali’s Cultural Center",
      "description": "Ubud is the center of Bali’s preserved culture inside an enchanting town decorated with terraced rice paddies, classical dancers, and prolific artwork all telling the heritage and history of the Indonesian island. Your flight lands at Ngurah Rai International Airport, where your private transfer greets the family upon arrival. You travel into the hills to reach the stunning ambiance of Ubud noticing the collection of quiet cafes, relaxed restaurants, and bustling boutique shops where local artists display their wares. The kids quickly and eagerly conform to the atmosphere of serene creativity set among the verdant trees and lush hills. Before sunset, the family visits the nearby village of Petulu to view the herons. The whole family marvels at their elegance as the scattering returns accentuated by brilliant layers of orange, red, and yellow of the Balinese sunset."
    },
    {
      "dayNumber": "2",
      "title": "Ubud – View a Barong and Kris Dance Followed by a Cycling Excursion",
      "description": "In the morning, the lotus blossoms bloom on the waters in front of Pura Taman Saraswati Temple. The sunlight spreads across the captivating carvings depicting Dewi Saraswati, the goddess of wisdom and patron of the arts. Each night the courtyard brims with activity as dancers showcase the ways in which the goddess has blessed Ubud with an abundance of artistry. After breakfast, the family experiences how Bali breathes life into their legends during the Barong and Kirs dance. The performance portrays the epic spiritual battle of good versus evil in the form of the prominent King of Spirts, Barong, who is depicted as a lion opposing the Queen of Demons, Rahwana, who leads an army of witches. The storytelling captivates you and the children, who eagerly wait to celebrate the victor. After the performance, you hop on bicycles and take to the country roads in and around Ubud stopping at the Sacred Monkey Forest Sanctuary. The grey long-tailed macaques are considered sacred in Balinese culture roaming the forest freely amid the 27 acres hosting approximately 115 different types of tree. The canopy hides the eclectic collection of temples scattered around the protected forest. You venture deeper into the forest and find the 14th century Pura Dalem Agung Padangtegal temple. Moss grows slick on the stones of the ancient relics and statues with the fading light adding to the mysterious ambiance of the complex near the protruding roots of the banyan tree."
    },
    {
      "dayNumber": "3",
      "title": "Ubud – Visit a Local Village for a Traditional Farming Experience",
      "description": "At breakfast, the kids enjoy the variety of sweet and colorful fruits like jackfruit, guava, dragon fruit, or rambutan. You sip a delicious coffee made with beans sourced from the Balinese highlands. You travel to a small village on the outskirts of Ubud after the meal for insight into the daily life of farmers on the Indonesian archipelago. You begin in the village of Tunjuk located on the vast rice fields. Your instructor offers insight into the importance of rice and the harvest in Indonesian culture. The kids love wearing the traditional conical hat commonly used by farmers or locals Bali to protect their faces and necks from the sun. Spend time learning the intricate process of planting, transplanting, and harvesting the rice, as well as the ways in which a farmer must sow the land. Water buffalo help plow the lush landscape churning the soil. The tropical sun beats hot later in the day. The family rests with a refreshingly cool coconut. You continue to the Jatiluwih Rice Terraces with fresh eyes, knowing the amount of work necessary for not only erected the tiers along the sloped landscape but the persistence required in tilling, planting, and harvesting the rice. The views overlooking the Balinese countryside are breathtaking, encompassing the caldera of Kintamani and the peak of Mount Batur in the distance. You continue to a celebrated farm in the afternoon famous for growing and producing sensational chocolate. The kids are excited to hear they can sample as much chocolate as they want but immediately become confused when seeing the cocoa pods for the first time. The large, dense pods grow on trees and look like a squash instead of the chocolate bars or chips with which the kids are familiar. Your guide opens the pod revealing the cocoa beans beneath a white gelatinous coating with a sweet and tangy flavor. The beans must ferment for up to a week before they are ready for drying and roasting. After grinding, heating, and adding sugar to the beans, your guide has created a concoction similar to what the family knows as decadent chocolate."
    },
    {
      "dayNumber": "4",
      "title": "Bali Barat – Travel to Bali Barat National Park Stopping Ulun Danu Bratan",
      "description": "The artists of Ubud return to the famous Art Market in the morning opening their shops to reveal the plethora of hand-carved statues, hand-woven garments, and sensational paintings embodying the spiritual essence of Balinese culture. Your private transfer greets the family in the hotel lobby before escorting you through the highlands to the remarkable temple of Pura Ulun Danu Bratan. The complex remains the dramatic icon of the island featuring the soaring tiered spire reflected in the stoic waters of Lake Bratan. The temple was erected in the 17th century and used for ceremonial offerings to Dewi Danu, the water goddess. The Meru Tower stands approximately 110 feet tall and is dedicated to Shiva, the principal Hindu deity. The picturesque view before reaching the island incorporates the thatched-roof of the multi-tiered shrines in the foreground with a backdrop of mist drifting across the mountains. Four gates on the temple island refer to the four directions and leading into the four groups of shrines comprising the entire temple complex."
    },
    {
      "dayNumber": "5",
      "title": "Bali Barat – Relax at the Family’s Preferred Pace Discovering the Park",
      "description": "In the morning, you look out the window of your gorgeous hotel in Bali Barat National Park and notice the deer wandering alongside the shoreline of the island’s western edge. The national park encompasses the remoteness of the untamed jungle and the fascinating majesty of pristine gold-sand beaches. The family explores the walking trails leading into the forest providing fantastic views of the Bali Starling. Their white plumage and decorative black tips along the tail and wings stand out from the surrounding verdant trees. They can grow to nearly 10 inches in length using sharp chattering calls to communicate. Fewer than 100 adults currently live in the wild, but the local community has begun conservation efforts. You also look for the marbled cat during your time on the trails, eventually finding evidence of the feline’s presence in fresh footprints. The marbled cat is similar in size, body, and tail to a domestic cat with a thick coat and webbed paws. They can grow up to 24 inches long with a tail thick with fur."
    },
    {
      "dayNumber": "6",
      "title": "Bali Barat – Adventure to Menjangan Island for a Fantastic Snorkeling Tour",
      "description": "The island of Pulau Menjangan sits off the coast of Bali Barat National Park acting as a beacon of untouched beauty within the greater protected land- and seascape of western Bali. The island encompasses 9,390 square feet of towering jungle and lush savannahs. The family ventures to the island for a day along the wild grounds and tremendous shores home to the rare Javan rusa deer. The deer graze on the grassland at the heart of Pulau Menjangan and can grow to over six feet tall weighing over 352 pounds. The untouched waters around the island provide clear conditions year-round for scuba divers and snorkelers. The family enjoys the hot, gold sand beneath their feet before wading into the warm refreshing waters of the Indian Ocean in search of the forest beneath the wake. The reef is quiet but bustling with vibrant hues. Angelfish wander around the kids curious as to what they’ve found floating in the water. The kids point to a clownfish sticking its small face outside of a glowing anemone. The clownfish grows over four inches long with three white lines crossing their torso against the bright orange body. They build their home in anemones, part of the coral reefs billowing like trees in a strong wind due to the movement of the current. Olive ridley sea turtles also frequently visit the coral reef when searching for food or swimming near the nest from which they were birthed."
    },
    {
      "dayNumber": "7",
      "title": "Munduk – Venture to the Fabulous Balinese Highlands for Wonderful Views",
      "description": "After breakfast, the coastal scenery of Bali Barat National Park fades away replaced by the climbing mountains and lush forests of Bali’s lesser-explored highlands. The climate cools to a consistent 72 degrees Fahrenheit. The scenic drive takes you along twists and turns filled with the sweet aromas of blossoming frangipani and orchids. The town of Munduk is located between 2,624 and 2,952 feet above sea level surrounded by epic jungle, hidden waterfalls, and plantations cultivating chocolate and cocoa. Before reaching Munduk, you stop at the stone sarcophagus of Pura Duur. The stone was uncovered in the 19th century as a relic once broken into six pieces. Greater archeological evidence from the region suggests a thriving community existed in the region between the 10th and 14th centuries long before the arrival of the Dutch in the 19th century who experimented with growing commercial crops. You stop once more at Twin Lake for the fascinating view overlooking the glossy waters below. Small cafes line the precipice along the ridge leading to Munduk with each establishment offering a unique draw beyond the stunning panorama including a swing allowing you and the kids to feel like you’re dangling above the waters of Lake Buyan and Lake Tamblingan."
    },
    {
      "dayNumber": "8",
      "title": "Munduk – Explore the Local Plantations and Scenery with a Bike Ride Tour",
      "description": "Instead of having your morning coffee accompanied by the floral aromas of hyacinth inside the hotel dining room, the family mounts their bicycles and ventures to a local coffee plantation for a deeper insight into ways locals have taken to cultivating the beans in the highlands. The landscape around the Bali mountains provides the proper climate for producing coffee beans, which utilize the cool temperatures, morning mists, and plentiful rainfall. Coffee connoisseurs agree the plantations from Munduk produce some of the best coffee on the entire island. Your guide introduces the family to the coffee plant, which is a member of the jasmine family. The kids pick flowers off the growing stocks and inhale the sweet, rich fragrance. The organic coffee producer works hard to combat the environmental effects of farming including soil erosion and falling water tables helping the surrounding forest to regrow, which in turn provides sustainable coffee production and a more intense flavor to the growing beans. When looking at the plant, you expect to find a grain or seed but instead notice the bright cherries dangling from the coffee tree. After learning how workers pick the beans by hand, you find the decadent aroma of roasting beans emanating from the tasting area. Your guide pours the family different styles of cups allowing you to sample the different tastes the variety of beans produce."
    },
    {
      "dayNumber": "9",
      "title": "Jimbaran – Transfer to Jimbaran for Uluwatu Temple and the Kecak Dance",
      "description": "The family travels back down the mountains from the rim of the caldera and away from the Twin Lakes. The scenery shifts from the stunning jungle colored with orchids to open villages and rice fields. The scent of hyacinths fills the air giving way to the salty aroma of the sea air at Jimbaran Beach. The white sand along the shoreline glows against the azure waters of the Indian Ocean. Food stalls populate the esplanade leading to the rocky headland. The relaxed environment welcomes the family to the famous southern coastline of Bali accentuated by the sensational local market offering glimpses into daily life. Before sunset, the family visits the nearby Uluwatu Temple, which is perched on a cliff. The fascinating setting reveals a dramatic background of the watery horizon with the traditional Balinese architecture of the gateways, spires, and decorative sculptures in the foreground. Locals believe the monkeys living in the small neighboring forest protect the temple from evil spirits. The temple complex embodies the point at which the powers of Brahma, Vishnu, and Shiva meet. The kids point out the flower carvings and leaves decorating the split entry gates guarded by sculptures of human bodies crowned with elephant heads. After visiting the temple, you continue to Kecak Fire Dance. The iconic Balinese performance immerses the family in folklore once more, this time telling the epic drama of how the demon Rahwana stole Sita from her husband. The incredible narrative comes to life with the rise and fall of humming from upwards of 75 performers emphasizing the power and harmony the legend continues to bring to listeners."
    },
    {
      "dayNumber": "10",
      "title": "Jimbaran – Delight in a Family-Friendly Surf Lesson and Pottery Class",
      "description": "The kids return to the options of delicious fruit at the breakfast table indulging in the sweet and satisfying tastes of the local, seasonal bananas, rambutans, and guavas not available back home. You venture to the beach after the meal to meet your private surfing instructor. The white sand is hot beneath your feet. The wetsuit has a tight, rubbery texture on your skin. The sound of the waves and light sea breeze reminds you of where you are as your instructor gives you the basics of surfing. You start with the sand on the board learning to stand up comfortably without the balance issue caused by the water. When you feel comfortable, your instructor guides you through the water away from the shoreline where the waves form. He holds the board in place and gives you an extra push as the wave takes shape pushing the board forward. You paddle with the current. As the wave breaks, you push up feeling the splash around you. In the afternoon, the family continues uncovering the traditions of Bali with a pottery lesson. The culture of ceramics has deep roots on the island displayed in local homes, boutique shops, and the local ceramics museum in South Bali. Your instructor leads you through the basic techniques of forming, wedging, and centering with local artisans crafting animals, pots, kitchenware, and cutlery."
    },
    {
      "dayNumber": "11",
      "title": "Jimbaran – Indulge in a Fantastic Cooking Class and Relaxing Afternoon",
      "description": "The promised aroma of traditional Balinese cuisine brings the family to a morning market under the wing of a celebrated Balinese chef. The produce glows with stunning natural colors reflecting the ripeness, freshness, and quality of the locally harvested fruits and vegetables. The chef shows you the source of her delicious meals as you wander through the aisles of the marketplace noticing the radiant chilis and gigantic cassavas. Once in the kitchen, the aromas of peanut sauce drift through the air. Your chef explains the ways the family can easily make classic Balinese cuisine with simple ingredients, from grilling chicken skewers to steaming vegetables. The kids enjoy helping in the kitchen finding ways to add their flourish to the classic dishes before you’ve created a stunning fried rice known as Nasi Goreng accompanied by a sweet drink of green jelly with coconut and palm sugar."
    },
    {
      "dayNumber": "12",
      "title": "Jimbaran – Depart for Home",
      "description": "The Kedonganan Fish Market brims with activity in the morning after the fishermen return to shore with their fresh catches of the day. The fish market represents the largest seafood marketplace on Bali hosting saltwater catches like red snapper and prawns, as well as the rare mahi-mahi. Seafood cafes abound with locals cooking their own catch, purchasing seafood from the local purveyors, or providing delicious recipes to visitors who bring their own chosen seafood in from the vendors in the market. Your private transfer greets the family in the hotel lobby after breakfast, and you pass the bustling aisles of the market on your way to Ngurah Rai International Airport, where the family boards your flight home."
    }
  ],
  "map": ""
}