{
  "destination": "Bali",
  "mainPhoto": "",
  "id": "a-perfect-bali-honeymoon",
  "tourName": "A Perfect Bali Honeymoon",
  "placesVisited": "Nusa Dua, Uluwatu Temple, Tanah Lot, Ubud, Yeh Gangga Beach, Seminyak, Mount Batur, Turtle Island, Tegallalang Rice Terraces",
  "generalInfo": "Bali is an island fit for the gods and the perfect destination for an enchanting honeymoon. Your customizable tour offers a blend of romance and exploration in the beauty of the landscape, the history of the culture, and the splendor of sharing a breathtaking experience with your loved one. Indulge in the Indian Ocean’s warm sapphire waters. Watch the colors of sunset stretch behind a preserved 10th-century Hindu temple. Traverse rice paddy terraces and experience the wind flowing through your hair on a private catamaran. From mountain majesty to seaside relaxation, you will find romance and luxury in Bali.",
  "durationDays": "8",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nusa Dua – Honeymoon Splendor",
      "description": "Black sand beaches and dramatic coastal cliffs frame the emerald jungle canopy and sporadic volcanic peaks of Bali. From the plain, you and your loved one can view the turquoise and sapphire hues of the Indian Ocean lapping at the island shores. Your flight lands at Ngurah Rai International Airport, where your private transfer greets you upon your arrival. You make your way through the welcome gates of the neighborhood of Nusa Dua. The architecture resembles traditional Balinese style. The aroma of frangipani and blossoming bougainvillea blends with the sea air. You settle into the luxuries of your hotel, enjoying the view of sparkling water flickering inside the beachfront pool. Palm trees rustle in the sea breeze and shade the outdoor walkways. Your room embraces comforts with a private view of the beach. After settling into your resort-style accommodation, your guide meets you in the lobby, escorting you to the tranquil shores of Yeh Gangga Beach. The day swells with romance and passion as you mount a horse and travel side by side with your partner along the beachfront. The quiet waves lap against the soft sand. The tropical warmth of the day fades to a comfortable evening. The pale blue sky glows with layers of tangerine, violet, and crimson before the sun fully fades beyond the horizon, allowing you and your loved one to bask in your first romantic sunset on Bali."
    },
    {
      "dayNumber": "2",
      "title": "Nusa Dua – Sailboats and Temples",
      "description": "In the morning, the dining room fills with the aroma of sweet rambutan and pineapple. The scent of blossoming hydrangeas travels on the breeze. After the meal, you have a private transfer to Benoa Harbour to board a luxury catamaran bound for the Indian Ocean. The water glows like a precious sapphire stone. You can help the captain raise the sails and watch the cloth puff with the breeze, carrying you closer to the private beach on Lembongan Island. Surfers take to the curling waves along the beachfront. Restaurants along the shoreline emanate the aroma of freshly grilled fish dressed with lime juice. The relaxed ambiance of the island seamlessly blends with the sounds of the waves and the sporadic coconut falling from the trees. Lounge in the privacy of the secluded beach. Dig your toes into the soft, golden sands and enjoy the refreshing feeling of the water wrapping around your skin. You return to the shores of Bali amongst the colorful striations of the cliffs. Umbrellas shade the warm white sand, and the aroma of pineapple fried rice fills the air. Uluwatu Temple stands atop the cliff at a height of nearly 230 feet above sea level. The structure was erected in the 10th century and embodies a sense of tradition and romance overlooking the water. Monkeys linger beneath the jungle trees. The sun begins to set, streaking the horizon with gold, offering another layer of splendor amongst the fascinating landscape and mythology connected to Uluwatu Temple."
    },
    {
      "dayNumber": "3",
      "title": "Nusa Dua – Along Emerald Terraces",
      "description": "The aroma of fresh-brewed coffee emanates from the cafes overlooking the beaches. The sweet scent of coconut milk accompanies the breeze and accentuates the enticing coffee fragrance. Outside of Nusa Dua, surfers venture to the water to catch the perfect wave. Seaweed farmers along Geger Beach tend to their crop, gathering the verdant ocean foliage, which is utilized in a variety of cosmetic products. After breakfast, your guide meets you at the hotel and escorts you away from the coast and into the jungle terrain. The sweet scents of blossoming orchids and poinsettias fill the air. The trees open to the marvelous rice paddy terraces of Tegallalang. Palm trees shade the tiers climbing up the hilly slopes. You and your loved one enjoy sharing the experience of discovery, noticing the way the water sits within the borders of each terrace with sprouts of the rice crop. Farmers follow the ancient cooperative irrigation system of Subak , which began in the 8th century. A cool breeze sweeps across the road and over the terraces, rustling the grass, tree leaves, and budding rice. Farmers carry large bamboo poles over their shoulders, balanced by woven baskets stuffed with the cultivated crop. They stroll through the wet soil barefoot, protecting their face and neck with a woven, conical hat. Standing with a view of the terraces provides a unique understanding to the reason why so many artists choose to capture the beauty of the landscape. A hut near the valley floor offers a spectacular view and refreshing coconut water to help hydrate visitors after traversing the trails leading down from the viewpoint."
    },
    {
      "dayNumber": "4",
      "title": "Nusa Dua – Fit for the Jewels",
      "description": "The sunrise spreads across the eastern horizon, bringing the surfers back to the shores. Fishermen set out in their traditional fishing boats draped in bright colors for luck and visibility. They stand in the wading craft and cast their nets into the sea in search of a perfect catch to take to the market. The morning is yours, and your partner’s to indulge in luxury and relaxation with a couple’s spa treatment. Refresh your muscles together with an intimate massage while listening to the sounds of the Indian Ocean lapping against the coastline. The aromas of coconut and oleander fill the room. After basking in the splendors of your private spa experience, you and your partner head to a popular studio to meet your private instructor, who is eager to teach you the art of Balinese jewelry making. The natural light spills through the windows and glints of the silver and bronze work adorn the display cases and walls. You look through the collection to view the traditional Balinese artistic styles. Exotic bracelets and stunning rings showcase devotion to ancestral tradition or stylish figures showcased in intricate detail. You work with your instructor to shape the silver, casting away the shavings after soldering and polishing, to culminate in fabulous matching rings for you and your partner to treasure. You can even adorn the silver with special stones for a more personalized look and meaning."
    },
    {
      "dayNumber": "5",
      "title": "Ubud – Coastal Temple and Monkey Forest",
      "description": "Your room fills with the aroma of hibiscus in the morning. You wake early and make your way to the unique grounds of Tanah Lot temple to view the rare and intense beauty of the structure erected atop a large boulder. The morning sea surrounds the rock and splashes against its edges. The original temple was erected in the 16th century as one of the pillars of Hindu faith on the island, which paid homage to the guardian sea spirits. Trees grow out of the stone and cast jade and emerald hues amongst the tiered spire of the shrine. The calm ambiance in the morning allows you to relish the quiet charm of your surroundings. You continue to the marvelous streets of Ubud, located in the Central Highlands and often referred to as the “Cultural Capital” of Bali. You pass villages adorned with the bright petals of frangipani. Sporadic spiritual houses speckle the roadside, offering a small symbol of devotion to the spirits. Passersby leave lime, tobacco, and betel nuts as offerings. Take the time to settle into the private comforts of your 5-star hotel in Ubud, which overlooks the gorgeous hillside and rice fields. Palm trees shade the walkways, and you feel as though you’ve uncovered a treasure hidden by the jungle trees. Venture to the Monkey Forest on the edges of Ubud to follow the stone paths set beneath the jungle canopy. Long-tailed macaques lounge on the trails and sit on ancient statues while eating bananas. Moss covers the stone walkways in patches, reminding visitors of the 14th-century roots of the temples hidden within the trees. Banyan tree roots dangle over staircases decorated with dragon figures. The stream rushes against the rocky banks leading to the Pura Beji, an ancient bathing temple."
    },
    {
      "dayNumber": "6",
      "title": "Ubud – Delights of the Balinese Countryside",
      "description": "After breakfast, your private transfer leads you northeast to reach the soul of Balinese countryside. The wonder of the landscape emanates from the rice terraces, streams, and villages. In the background, the peak of Mount Agung becomes the focus of the horizon, standing nearly 9,955 feet above sea level. Follow the trails along the paddy fields with your partner, embracing the romantic atmosphere spreading across the emerald grasses and rustling palm fronds. The aroma of coconut blends with the herbaceous scent of the growing rice crop. Thatched roof huts rise out of the fields and along the terraces. A farmer walks along the road carrying a bushel of fronds. A flock of ducks waddles to the stream to sip at the moving freshwater. Women work in their studios making traditional ikat , beautiful textiles embellished with elegant embroidery and design. You reach an organic farm on the outskirts of the village to meet your private instructor. You are excited to roam through their organic garden to pick the fresh herbs and vegetables used as the staples of Balinese cuisine. The kitchen offers views of the countryside leading upwards to the summit of Mount Agung. Your culinary instructor shows you which vegetables need chopping versus those that should be diced. The scent of simmering ginger and shallots fills the kitchen beneath the thatched roof. In the end, you have created a selection of dishes for you and your partner to enjoy."
    },
    {
      "dayNumber": "7",
      "title": "Ubud – A Couple’s Exultations",
      "description": "In the morning, the sunlight washes over the lily pads and lotus blossoms decorating the pond of Saraswati Temple. The aroma of hibiscus and fresh coffee emanates from the popular cafes in the heart of town. After breakfast, the day is yours to indulge in the fabulous culture and landscapes of Bali at your leisure. If you prefer a fast-paced adventure, you can take to the waters of the Ayung River for a rafting excursion or bask in the mist rising from the soaring cascade of Sekumpul Waterfall. For a mixture of relaxation and privacy, you and your partner venture to Toya Devasya Hot Springs. The scenic drive takes you through the jungle canopy and along the caldera rim of Mount Batur. The cobalt hues of the freshwater lake contrast the jade and emerald trees carpeting the caldera ridges. The waters of the hot springs are odorless and clear blue. The warmth of the water enraptures you, allowing you to easily submerge your muscles into the shimmering pools with your partner. From the hot spring, you have a spectacular view of the shores of Lake Batur brushing against the caldera rim. Before returning to Ubud you stop at Tirta Empul, a 10th-century temple erected over the site of the epic battle of good versus evil. The inspiring traditional architecture creates a relaxed and enchanting ambiance. Bathing pools stand behind the walled courtyard. You can hear the water filtering out of the elaborate fountains and splashing into the wading pools. The cold water rushes from a mountain spring, cleansing those who stand beneath the spouts. You notice the people bowing their heads into the fountain water with their hands pressed together."
    },
    {
      "dayNumber": "8",
      "title": "Ubud – Everlasting Memories",
      "description": "In the morning, you remember the elaborate dinner you had the previous evening. Your table had overlooked the Ubud Valley at a private table set beneath a pavilion made of thatched banana leaf. Candles made of beeswax flickered with soft light. Lanterns around the stairs and walkway add to the charm and elegance of your meal with fireflies roaming through the air as if the candles began to fly. The unparalleled romance concluded with your six-course meal, with each dish offering an unforgettable touch to the evening. At breakfast, you share in the delightful memory, and the gentle aromas of fresh orchids sweep through your room. Your private transfer meets you in the hotel lobby when you are ready, and escorts you to Ngurah Rai International Airport for your flight home, concluding your perfect Bali honeymoon."
    }
  ],
  "map": ""
}