{
  "destination": "Bali",
  "mainPhoto": "",
  "id": "culinary-delights-of-bali-vacation-bustling-markets-to-cooking-class-tour",
  "tourName": "Culinary Delights of Bali Vacation: Bustling Markets to Cooking Class Tour",
  "placesVisited": "Ubud, Bali Island",
  "generalInfo": "Bali blends a variety of spices and ingredients for a complex and perfectly balanced customized culinary tour. From the chic ambiance of a contemporary seaside restaurant to the bustling atmosphere of a night market filled with locals, follow the trails to delicious cuisine and marvelous culture, breathtaking scenery, and historical temples. Bask in the spiced aroma of anise and linger in the comforting scent of the sea breeze, and then dig your toes into the sand while biting into freshly grilled prawns. In Bali, you can take the time to savor each bite and discover true flavor.",
  "durationDays": "8",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ubud – Arrive in Bali with a Flavorful Introductory Dinner",
      "description": "Ubud is a city of culture and prestige that embodies the Hindu spirit and traditional lifestyle of the island set amongst the Central Highlands. Contemporary cafes line the central streets with the nearly 30 acres of the Sacred Monkey Forest brushing against the edges of city life. Rice terraces rise along the nearby hills, and rushing waters wind along the floor the fringing ravines. Sculptures depicting Garuda protect old temples and artists that fashion ancient spirits and gods out of wood, stone, or silver. Your flight will land at Ngurah Rai International Airport in Denpasar. Your private transfer will meet you upon your arrival and escort you along a short and scenic drive to Ubud. Hyacinth and frangipanis blossom over sporadic villages as the scent of jasmine blows through the air. The jungle canopy sweeps across the hillsides and opens over the rice fields and terraces on the outskirts of Ubud. Your luxurious hotel overlooks the emerald hues of the countryside while offering easy access to the vibrant culture that emanates from the city center, where the Royal Palace stands. Your first taste of Bali will come in the form of a five-course meal prepared at a local award-winning restaurant. En route to the restaurant, you will find the fruity aroma of fresh chili blending with the herbaceous scent of anise. The restaurant blends traditional Balinese features with contemporary elegance and luxury. All of the ingredients are sourced from around the island with the theme of blending traditional and modern elements spreading to the cuisine. Your first dish will arrive at your table with wild leaves dressed with peanuts, hibiscus vinegar, and pyramid salt for a light and satisfying first taste of the island."
    },
    {
      "dayNumber": "2",
      "title": "Ubud – Traverse Cultured Streets, Markets, and Historical Galleries",
      "description": "In the morning, the aroma of banana pancakes will emanate from the dining room, and the scent will blend with the sweet and luscious fragrance of fresh coconut. Your guide will meet you at your hotel after your meal and lead you on an engaging tour of Ubud that will begin at the Royal Palace. The grounds were first erected in the 16th century with the current elements built in the 1800s. Ubud’s royal family continues to live in the palace, allowing invited guests into the halls. Your guide will lead you along the perimeter to view the European architectural elements before entering into the great Art Market. Painters and sculptors offer unique perspectives of the island as they capture the rice terraces or the celebrated deities in images embodying mystique, harmony, or power. After visiting the Blanco Renaissance Museum, you will gain deeper insight into the various ways the island captivates visitors and locals. Move next to the walkways along the Tjampuhan Valley as the trail leads through the rice fields as farmers tend to their crop. Thatched-roof huts rise out of the tall grass, and the herbaceous aroma of the pasture swirls in the passing breeze. Farmers walk barefoot through the wetlands of their fields and carry bamboo poles upon which they balance woven baskets filled with harvested fruit or rice."
    },
    {
      "dayNumber": "3",
      "title": "Ubud – Relish a Half-Day Balinese Cooking Class",
      "description": "At breakfast, you will find another batch of exotic fruits that may be eager to taste. The fuchsia hues of rambutan entice you as the creamy texture of custard apple will offer a subtle sweetness to start your day. Your guide will meet you after the meal and escort you to Marga Village to embrace the flavors of Bali with a half-day cooking class. The shaded roads offer glimpses of blossoming orchids and oleanders as towering palm trees line the edges of the village. Thatched-roof huts and tiled roof buildings line the village streets that look out to a single central walkway. In the distance, a series of mountain peaks overtake the horizon. You will meet your private instructor and pass water buffalo tilling the rice field as you enter into your instructor’s RumahDesa , their home. The chef will introduce you to the various ingredients needed to produce a traditional Balinese dish, including rice, chopped coconut, garlic, chili, and ginger. You will take your mortar and pestle to ground the ginger as the fire flickers at the corner of the room. The scent of grilling shallots fills the air, and your mouth will water before the dish is halfway prepared. The peaceful atmosphere adds to the unforgettable experience, and at the end of your lesson, you will have produced a traditional savory fried rice to accompany the sweet and savory satay."
    },
    {
      "dayNumber": "4",
      "title": "Ubud – Visit the Sacred Spring at Tirta Empul and a Coffee Plantation",
      "description": "Today the selection of exotic fruits will continue to captivate you as the sweet and citrusy flavors of star fruit and passion fruit accompany the decadent aroma of freshly roasted coffee beans. After breakfast, your private transfer will escort you to Tampaksiring Village to discover the sacred spring water of Tirta Empul. The freshwater filters through the subterranean geothermal activity and porous limestone to become both pure and refreshingly cool. The temple was erected in the 10th century AD and continues to draw visitors from across the island and from around the world to view the two pools and 30 showers dedicated the god Vishnu. You will dip into the main pool to find the water stimulating in the jungle warmth as the fresh spring pours from spouts adorned with gilded dragonheads. You will continue into the foothills of the central highlands to reach a plantation known for its celebrated coffee fields, along with their vanilla, cinnamon, and cocoa. The pleasing aromas of a spice cabinet drift outwards from the visitor center, and your guide will lead you along the slopes to find the thriving coffee plants. The coffee berries grow red against the jade leaves and have a waxy texture. Only after the berries are harvested and dried do they resemble the beans with which you are familiar. At the visitor center, your guide will roast some beans to release the natural oils and the scent of rich and partially sweet coffee will fill the air. You will take a sip of the fresh brew to find hints of vanilla and chocolate for a compelling flavor."
    },
    {
      "dayNumber": "5",
      "title": "Ubud – Discover the Charm of Sanur and the Mystique of Uluwatu Temple",
      "description": "Today you will venture south to the quiet and enchanting shores of Sanur. Coconut palms dangle their fruit over the fine-combed sand. Lounge chairs offer relaxing views to the lapping waves as a footpath connects the various beaches on which locals and visitors alike use to walk or cycle. The Balinese architecture adds to the artistic ambiance of the Le Mayeur Museum, which exhibits the personal paintings of Adrien-Jean Le Mayeur de Merpres, a Brussels-born artist who was inspired and captivated by the Balinese lifestyle and landscape, down to the stone walls and red terrazzo floor tiles of the artist’s home. You will continue south to the cliffs of Uluwatu, which overlook the sandy beaches and frame the striated limestone precipice. The 10th-century edifice features the familiar architectural elements of the multi-tiered concentric rooftop. Balinese regard the temple as one of the spiritual pillars of the island, adorning the 230-foot tall cliff. Long-tailed macaques relax on the footpaths and lounge on the stone statues to watch passersby. Ancient sculptures add to the unique and majestic ambiance with the water surging against the cliff base below. You will continue to Jimbaran Beach, known for its smooth sands and luxurious seaside restaurants that offer perfectly cooked fresh seafood with lavish views of the sunset."
    },
    {
      "dayNumber": "6",
      "title": "Ubud – Delight in Decadent Flavors of a Full Day Food Safari in Seminyak",
      "description": "Bali will engage all of your senses through an abundance of enticing aromas, peaceful sounds, and resounding images that connect to bring refreshment. At breakfast, you will recall the decadent flavors of your multi-course seafood meal in Jimbaran and today your mouth will water before breakfast just thinking about the delicacies to come during your full day culinary tour. Your guide will greet you in the lobby after your meal to begin your progressive style dining experience that will begin in Seminyak. The upscale beach community connects chic boutiques and fine dining restaurants with the traditions of accessible cuisine. Start at a restaurant that blends Spanish tapas with Balinese ingredients. The traditional open-air restaurant allows the cool breeze to rustle through the dining room. The scent of garlic and simmering zucchini emanates from the kitchen. You will have a tasting of a sandwich topped with cured salmon and cream cheese and then dressed with a pickle tartar sauce and aromatic herbs. At the Parlour Kitchen, you will uncover the raw oysters dressed with soy sauce or bits of freshly fried bacon, mixing casual and fine dining ambiance, along with blurring the boundaries between western flavors and those of the Southeast Asia. You will find elements of Chinese tradition merging with French embellishments and contemporary plating touching a Javanese-inspired dish. You will bite into a perfectly grilled scallop topped with roe and dressed with thick slices of bacon as the hint of mustard perfectly accents the sweet and savory notes for a balanced profile."
    },
    {
      "dayNumber": "7",
      "title": "Ubud – Enjoy Visiting the Various Markets of Ubud",
      "description": "Today you will meet your guide shortly after breakfast and venture out into the southern shores of Bali as you return to Sanur. The beachside aroma overtakes the herbaceous hills as you reach a small restaurant with shared tables. A line will form behind you as your guide explains that people from around Bali and the world wait to taste the special fried fish at Mak Beng. You begin your day with Mak Beng because once they run out of their famous fish or soups, they close their doors. Once thoroughly enjoyed, you will continue to the marketplaces of Ubud. The aroma of turmeric, dried chilies, and anise fill the air. Vibrant produce, from freshly fallen coconuts to bushels of bananas to form piles like pyramids on the stalls. The scent of suckling pig emanates from an area of the market that specializes in local cuisine, like a fabulous food court. Different vendors are known for different dishes, from celebrated fried rice to vegetables dipped in spicy peanut sauce. You will share a number of dishes to taste the variety of local specialties and notice that the vegetables have a nice crunch and the peanut sauce has a creamy texture with a heat that grows. Your tour will take you on a culinary journey of the island like a local and offer you insight into the delicate balance of flavors, including roasted duck and shallot chutney. When your tour ends, you will make your way to the Ubud Art Market to linger around the marvelous visual representations of island life."
    },
    {
      "dayNumber": "8",
      "title": "Ubud – Depart for Home",
      "description": "The morning light will wash over the emerald hues of the rice fields that border the city. The monkeys in the Sacred Monkey Forest continue to lounge on the walkways as if guarding the temples hidden in the trees. At breakfast, the aroma of luscious coconut drifts through the dining room, and you will indulge in fresh banana pancakes and coffee from the plantation that you visited earlier in your exploration of the island’s cuisine. After your meal, your private transfer will meet you at your hotel, and you will venture to Ngurah Rai International Airport with the sweetness of the banana pancakes and Bali lingering on your palate as you fly home."
    }
  ],
  "map": ""
}