[
  {
    "destination": "Hungary",
    "mainPhoto": "",
    "id": "budapest-to-bucharest-tour",
    "tourName": "Budapest to Bucharest tour",
    "placesVisited": "Budapest, Eger, Tour the wine cellars in the Valley of the Beautiful Women, Maramures, Merry Cemetery, Sighetu village museum, Sighisoara, Viscri, Brasov, Budapest",
    "generalInfo": "From the beautiful Baroque churches of Budapest to the fabled castles of Transylvania, the colourful crosses of the Merry Cemetery and the traditional wooden homes of the Maramures region, this 10-day small group tour of Romania and Hungary uncovers an endlessly fascinating corner of Eastern Europe.  <br/><br/>You’ll meet the rest of your group, and your tour leader, in the majestic Hungarian capital: Budapest. Before moving on, you might like to spend your first day exploring this historic city by bicycle, admiring its grand architecture and boulevards, the Communist monuments in Statue Park, and not forgetting to take a soothing dip in the famous thermal pools.<br/><br/>First stop on the itinerary is Eger, a Baroque town home to some of the region’s finest vineyards. Sample local favourite the ‘Bull’s Blood’ red wine, which legend has it the Hungarian army once drank for extra strength.<br/><br/>Travelling by bus, train and private vehicle, cross the plains into the Maramures region, like stepping back in time to the medieval period with its handsome wooden houses and churches. The undisputed highlight here is the Merry Cemetery, known for its colourful crosses hand-carved by Stan Ioan Patras and his apprentice.<br/><br/>Reaching Sighisoara in Transylvania you’ll be immersed in stories of Castle Dracula, as Bran Castle here is said to have inspired Bram Stoker’s novel – but have no fear, the welcome you’ll receive will be genuinely warm. <br/><br/>Continuing on through charming Viscri and Brasov, you’ll reach your final destination in the lively Romanian capital: Bucharest, which just like Budapest is renowned for its stunning architecture. A perfect place to end your tour and bid the rest of your group happy trails.  <br/>",
    "durationDays": "10",
    "price": "2115",
    "image1": "images/tour-photos/Hungary/01/01.webp",
    "image2": "images/tour-photos/Hungary/01/02.webp",
    "image3": "images/tour-photos/Hungary/01/03.webp",
    "image4": "images/tour-photos/Hungary/01/04.webp",
    "image5": "images/tour-photos/Hungary/01/05.webp",
    "image6": "images/tour-photos/Hungary/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Budapest.",
        "description": "Szia! Welcome to Hungary. Your adventure begins with a welcome meeting at 6 pm tonight in Budapest. If you arrive early, maybe visit the historic Buda Castle or wander through the winding streets of the Castle District, which dates back to the 13th century. In the afternoon, maybe a cruise along the Danube to see the riverside Parliament Building, the Castle District and the bridges linking Buda and Pest. Tonight, maybe head out with your fellow travellers for dinner, then take a night walk along the Danube to see the buildings and bridges lit up in lights."
      },
      {
        "dayNumber": 2,
        "title": "Eger.",
        "description": "This morning, take a train east to Eger. This beautifully preserved Baroque town is surrounded by hills and is home to some of the most renowned vineyards in Eastern Europe. Visit the wine cellars of the Valley of the Beautiful Women to sample some of the town's famous Bull's Blood red wine, which supposedly gave the Hungarian army supernatural strength during their battle against the Ottoman Empire. In your free time, maybe explore Eger's 13th-century castle – the site of the historic siege that thwarted the Ottoman Empire's advance into Western Europe. Here, you can visit the Gothic Palace, view a gallery of fine Hungarian art and tour underground passageways filled with archaeological finds. You may also like to check out the town's 19th-century cathedral, climb the northernmost medieval minaret in Europe for views of the city or visit the Minorite Church in Dobo Square."
      },
      {
        "dayNumber": 3,
        "title": "Maramures.",
        "description": "After breakfast, travel to Debrecen. While here, you'll have time to explore Deri Square’s fountains, colourful buildings, museums and the golden Great Church. Continue by private vehicle across the central plains into Romania’s Maramures (mah-ra-moo-resh) region. This area may be modernising, but among the traditional wooden houses, churches, music and forests, you can still find parts of life unchanged since medieval times. When you arrive, settle into your room – your accommodation for the night is run by a local family. Sit down for a home-cooked dinner with your group and get to know the locals, their stories and their way of life."
      },
      {
        "dayNumber": 4,
        "title": "Maramures.",
        "description": "Today, you’ll discover more about the region of Maramures. Rich in tradition and folklore, the music, costumes, festivals and ancient superstitions of one of the last peasant cultures in Europe continue to thrive here. Maramures is particularly famed for its wooden churches, many of which are World Heritage-listed. Set out on a guided group tour to explore the region, visiting the unique Merry Cemetery in Sapanta, where the life stories of the deceased are displayed on colourful wooden crosses. You’ll also see other traditional villages, including the village museum in Sighetu – an assembly of beautiful local wooden architecture."
      },
      {
        "dayNumber": 5,
        "title": "Sighisoara.",
        "description": "Begin the day with a scenic drive to Sighisoara – while the name may conjure up images of haunted castles, gothic churches and vampires, this is only a small part of what makes Transylvania such an enchanting and exciting destination. Another UNESCO World Heritage site, the town was first settled by the Romans but flourished under the Saxons from the 12th century. Take a walk around the Old Town, which coils up a narrow hill surrounded on all sides by fortified walls, and explore the 64 m tall clock tower that dominates the citadel. The town is famed as the birthplace of Vlad Dracul III, better known as Vlad the Impaler, whose name inspired Bram Stoker’s iconic Count Dracula. Vlad III is revered as a folk hero by Romanians for driving off the invading Ottoman Turks, whose victims are said to have numbered as many as 100,000. Tonight, maybe sit down for a traditional Romanian dinner at one of local restaurants."
      },
      {
        "dayNumber": 6,
        "title": "Viscri.",
        "description": "This morning, you have some free time in Sighisoara. After lunch, take a short drive to the village of Viscri – a small Transylvanian village originally inhabited by Saxons from the Luxembourg area. This village of red-tiled roofs is a UNESCO World Heritage site, virtually unchanged for 900 years. When you arrive, you’ll visit the town's fortified church, thought to be the oldest in Transylvania. After, sit down to a home-cooked dinner prepared by a local family, sampling fresh produce, homemade wines and schnapps. Tonight, stay in rustic houses that the locals rent out to visitors."
      },
      {
        "dayNumber": 7,
        "title": "Brasov.",
        "description": "This morning, visit the famed Bran Castle, said to be the inspiration for the home of Bram Stoker's Dracula. Perched on a high cliff and surrounded by pine trees, you’ll explore the castle with your local leader and group. After, travel to Brasov and enjoy some free time to explore at your own pace – maybe visit the ornate churches, townhouses and squares surrounded by gingerbread-roofed merchants' houses. If you're looking for a bit of nightlife tonight, Brasov has plenty of funky bars and restaurants to enjoy once darkness falls."
      },
      {
        "dayNumber": 8,
        "title": "Brasov.",
        "description": "Today is a free day to explore Brasov at your own pace. Also known by its German name, Kronstadt, the town is flanked by mountains and was once a major medieval trading centre. When you arrive, maybe explore the town's main attraction – the Gothic Black Church (Biserica Neagra), which took its name from its blackened appearance after a fire in 1689. Later, you might stroll along Strada Republicii, take a cable car up to Mt Tampa or or hike one of the forested trails that start right from the edge of town."
      },
      {
        "dayNumber": 9,
        "title": "Bucharest.",
        "description": "Take a train to Bucharest today – the city is increasingly known for its cosmopolitan vibe and energy. Romania's capital also likes big things and is home to one of Europe's largest squares. The Palace of Parliament is also the second largest building in the world! When you arrive, set off on a guided walking tour around town to help you get your bearings. The rest of the afternoon is then free for you to choose your own adventure. Maybe explore some of the sights further or enjoy traditional home-cooked Romanian food with your fellow travellers – a great way to celebrate a trip well-travelled!"
      },
      {
        "dayNumber": 10,
        "title": "Bucharest.",
        "description": "Today your adventure comes to an end. As there are no further activities planned, you’re able to leave your accommodation at any time. If you’d like to extend your stay to see all Bucharest has to offer, just speak to your booking agent ahead of time."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Hungary",
    "mainPhoto": "",
    "id": "krakow-to-budapest-holiday",
    "tourName": "Krakow to Budapest holiday",
    "placesVisited": "Krakow, Dunajec River Gorge, Tatra Mountains, Banska Bystrica, Banska Stiavnica, Budapest",
    "generalInfo": "This Krakow to Budapest holiday travels from Poland all the way down to Hungary via beautiful cities, countryside and wine towns, giving you the chance to sample three great countries on one holiday.  <br/><br/>Between Krakow, Poland and Budapest, Hungary, there’s a lot of stunning scenery to see. On this eight day trip you’ll head south from Krakow into Slovakia, and then on to Hungary. You’ll raft in the Dunajec River Gorge, hike in the High Tatra Mountains and hang out in the lovely wine making region of Stara Hora. <br/><br/>The trip ends with a guided walking tour of Budapest, with the afternoon free to cruise the Danube, or hang out in the city’s famous thermal baths. <br/>This is a fast-paced trip with lots of adventures to be had. You’ll get around using a mix of private minibus and trains, and there will be a couple of free afternoons to explore in the cities of Budapest and Krakow, where you can seek out local restaurants and businesses recommended by your guide. You can extend this tour by heading onwards to Prague.<br/><br/>This tour gives you a taste of Poland, Slovakia and Hungary – will you be back for more? <br/>",
    "durationDays": "8",
    "price": "1595",
    "image1": "images/tour-photos/Hungary/02/01.webp",
    "image2": "images/tour-photos/Hungary/02/02.webp",
    "image3": "images/tour-photos/Hungary/02/03.webp",
    "image4": "images/tour-photos/Hungary/02/04.webp",
    "image5": "images/tour-photos/Hungary/02/05.webp",
    "image6": "images/tour-photos/Hungary/02/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join the trip in Krakow, Poland",
        "description": ": Our tour starts today in Krakow, Poland's capital until 1956. Thanks to its medieval core and old Jewish quarter, the city has gained a spot on the UNESCO World Heritage list, we have two nights here to uncover its rich history. Krakow's historic architecture survived World War II unscathed, unlike most other Polish cities, and its culture has been preserved to the present day. It was the residence of Polish kings and has nearly one hundred churches, as well as the country's oldest university. Among its most important architectural treasures are Saint Mary's Church, which contains the world-famous altarpiece carved by Veit Stoss, the medieval buildings of the Jagiellonian University and Wawel Castle and Cathedral. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Krakow at any time. If you'd like an airport transfer today, you'll need to arrive into John Paul II Krakow-Balice International Airport (KRK), which is around a 30-minute drive from our hotel. If you miss the welcome meeting, our tour leader will inform you of any essential information as soon as you catch up. In the city centre of Krakow, you can find numerous Polish restaurants - 'pierogi' (Polish dumplings) are a must-try. There are also plenty of bars selling local beers and of course a wide range of vodkas, too. If you're looking for local hot spots, try Chmiel, which is a basement bar beneath the forecourt of Wawel Castle, C.K. Browar, which is a popular micro-brewery or Starka Restaurant and Vodkas where you can try out an array of homemade flavoured vodkas. There is a lot to see and do in Krakow; if you can spare the time, we suggest arriving a day early to make the most of this fascinating city (especially if you plan to take the optional excursion to Auschwitz or Wieliczka Salt Mine tomorrow). Alternatively, you could consider combining this holiday with our Budapest to Prague Adventure (trip code: CZ) to make a two-week adventure through Eastern Europe."
      },
      {
        "dayNumber": 2,
        "title": "Walk in the Old Quarter; option to visit Wieliczka Salt Mine",
        "description": ": This morning our tour leader will take us on a short orientation walk around the city's stunning Old Quarter to help us get our bearings. The rest of today is then free for you to explore Krakow and its surroundings. The Jewish Kazimierz district, the setting for the film Schindler's List, has many points of interest, including the Old Synagogue and the Museum of Jewish Life. Further afield, you might like to make an excursion to Oswiecim, the site of the Auschwitz-Birkenau Concentration Camp, which is a haunting reminder of the terrible atrocities that took place here during World War II. Alternatively, it's possible to visit the Royal Castle, perched high on Wawel Hill, which overlooks both the Old Quarter and the Vistula River. Constructed in Renaissance style, the castle houses exquisite treasures collected through the ages by Polish monarchs. Next to the castle is Wawel Cathedral, which is the final resting place of the Polish Kings. Another option is to visit the fascinating Wieliczka Salt Mines, which is a UNESCO World Heritage Site. The mines go as deep as 300 metres underground and inside them you'll see a 400-year-old chapel, a subterranean salt lake and chambers large enough to hold the Eiffel Tower! The Chapel of Saint Kinga is the mine's most spectacular feature. Please note, there are 350 steps down into the mine at the beginning of the tour and then a further 450 on the route. The temperature underground can be much cooler than on the surface, so be sure to bring a jumper. Unfortunately, there's only time today to visit either Auschwitz or the Wieliczka salt mine. If you'd like to see both, you can always extend your stay in Krakow pre-tour. Please see the Optional Activities section of our trip notes about pre-booking the optional excursion to Auschwitz prior to travel. This excursion books up quickly so it is important to book this at least one week in advance of your arrival."
      },
      {
        "dayNumber": 3,
        "title": "Rafting in Dunajec Gorge; arrive in the Tatra Mountains, Slovakia",
        "description": ": This morning, we'll leave Krakow behind us and head out for an inflatable rafting trip on the Dunajec River, heading to a point close to the Polish border near Lesnica. It's a chance to get active and likely get wet, as well as enjoying the picturesque surroundings. Remember to bring a change of clothes and shoes that you don't mind getting wet and a towel with you today. The river has been a famous attraction since the middle of the 19th century when tourists came here to cruise on log-built rafts. We'll meander along the bottom of the spectacular canyon that bears the river's name, passing a landscape of towering limestone cliffs, blanketed in lush forests of fir, beech, larch and spruce. The gorge in Pieniny National Park is particularly noteworthy for its diverse collection of wildlife including lynx, wolf and stag that can often be spotted on its slopes. Birdlife includes some 14 species of bats as well as eagles, pygmy owls, three-toed woodpeckers and rare black storks that can be spotted along the river's edge. Later in the day, we'll visit Spis Castle. Sat on a hilltop above the town of Spisske, it was once home to the Hungarian kings and is now a UNESCO World Heritage Site. The ruins show both Romanesque and Gothic architecture. Finally, we'll continue by bus to Tatranska Lomnica in the High Tatra Mountains, one of the most scenic regions of Slovakia. Snow-capped for most of the year, the compact High Tatra range is sliced by beautiful valleys and lakes. An ideal region for winter sports, in summer the network of well-marked trails is a hiker's delight."
      },
      {
        "dayNumber": 4,
        "title": "Hiking in the Tatra Mountains",
        "description": ": Today we'll take a public bus to Biela Voda and from there, we'll start our full-day trek in the beautiful Tatra Mountains. We begin with an uphill walk to the picturesque Green Lake. We'll take in the views and have the option to have a picnic lunch here. For those who wish to walk further, there is the possibility to continue to the Great White Lake before returning to Biela Voda on foot. After our walk, we'll return to Tatranska Lomnica by public bus for the evening. Our trek is graded as moderate. The first section is 5 kilometres/3.1 miles long and goes from 915 metres/3,000 feet to an altitude of 1,550 metres/5,085 feet. It should take approximately two-and-a-half hours. If you continue to the Great White Lake, it's a further 2 kilometres/1.2 miles and goes to an altitude of 1,615 metres/5,298 feet and should take an extra 35 minutes. We'll need to walk the same distance back to our starting point, so we will cover around 10-14 kilometres/6.2-8.6 miles and walk for between five and six hours in total. Please make sure you bring comfortable walking shoes or boots. You may also find walking poles useful. Alternatively, if you'd prefer a shorter walk then you can take a local train to Lake Strbske and enjoy a gentle walk around the lakeshore. This large glacial lake offers great views over the surrounding valleys and lakes. An ideal region for winter sports, in summer the network of well-marked trails is a hiker's delight."
      },
      {
        "dayNumber": 5,
        "title": "Bus to Banska Bystrica with an orientation walk on arrival",
        "description": ": This morning, we'll travel by private bus to Banska Bystrica. Along the way, we'll make a stop at Vlkolinec, a UNESCO-listed village that's home to 50 timber-built houses that are a well-preserved example of folk architecture in the region. Upon arrival in Banska Bystrica, our tour leader will take us on an orientation walk of the city. The pretty town is set on the Hron River and is surrounded by mountains. The main square is a hive of activity in summer and the city castle, which is one of the main attractions, is located on the edge of the square. Back in 1944, it was in Banska Bystrica that the Slovak national uprising began against the invading German forces and their own collaborationist government. Although most were defeated a few members managed to hold on until 1945 when the Soviet, Czechoslovakian and Romanian armies arrived and liberated the country from Nazi rule. While we're here, you might like to try the traditional and delicious folded potato pancakes followed by 'Tatratea' liqueur, a tea-based strong herbal drink that originated in the High Tatra Mountains as a way of keeping warm on cold winter evenings."
      },
      {
        "dayNumber": 6,
        "title": "Visit charming Banska Stiavnica and the wine region of Sebechleby. Drive to Budapest.",
        "description": ": We'll start our day visiting the unique Hronsek wooden church, a remarkable engineering accomplishment, given the vast wooden building contains not a single nail or supporting metal in its construction. This beautiful building is protected by UNESCO and can seat a congregation of over 1,000. Our next stop is Banska Stiavnica, a beautifully preserved medieval town located in the centre of a huge caldera of an ancient collapsed volcano, surrounded by densely forested hills. While we're here, we'll visit the 17th-century open-air mining museum. Equipped with a helmet, mining coat and lamp we head 60 meters deep underground to traverse a two-kilometre tunnel providing a fascinating insight into the hard work of the mining community from the Middle Ages until the end of the 20th century. We'll continue our journey to Stará Hora, a picturesque small wine-making district of Sebechleby village, on the southern foothills of the Stiavnica Mountains sprinkled with small wine houses called \"hajlochy.\" After a short walk around the village, there is the option to visit a local wine cellar and enjoy some wine and dinner prepared by a local family, this is an optional activity - see the budgeting section for more details. Our final destination is Budapest, a two-hour drive away."
      },
      {
        "dayNumber": 7,
        "title": "Morning guided walking tour of Budapest",
        "description": ": Situated on a beautiful stretch of the Danube River, Hungary's capital consists of two parts: Buda and Pest. Buda is the older, more graceful part, with cobbled streets and medieval buildings, whilst Pest is the modern business centre. Using local transport, this morning we'll take a guided walking tour to see the major sites of this impressive city. Our walk will include the Basilica of Saint Stephen and the Parliament buildings before we cross the Chain Bridge to the Castle District and Watertown. Here, we'll stop to see Buda's most ancient gems - Castle Hill with the Old Town, Fisherman's Bastion and the Royal Palace. The afternoon is free for you to explore at your own pace. You might like to relax in one of the famous historic thermal baths, fed by natural hot springs, or take a boat cruise on the Danube. Another recommended attraction is Szentendre; an artist's town with a Serb minority located on the bank of the river, which can be reached by train or bus."
      },
      {
        "dayNumber": 8,
        "title": "Trip ends in Budapest",
        "description": ": Our trip ends at our hotel in Budapest after breakfast. There are no activities planned today, so you're free to depart from Budapest at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Budapest Ferenc Liszt International Airport (BUD), which is around a 40-minute drive from the airport. If you've chosen to join our Budapest to Prague trip then today is free for you to explore more of Budapest."
      }
    ],
    "map": "",
    "category": "Adventure"
  }
]