[
    {
        "type": "overview",
        "Main_Title": "Our Cambodia holidays & tours",
        "Main_Paragraph": "On our Cambodia holidays you’ll get a taste of the real country, the one beyond the magnificent temples of Angkor Wat. It’s the detours that make holidays here, when you’re heading down the Mekong River to spot dolphins, south to the beaches, or north to the Thai border via a Pilgrim’s Path and a sacred mountain. You’ll mix with local people throughout: shopping at markets for cookery lessons, staying overnight with families in their Khmer stilt houses, or getting to know your guide as you cycle around quiet villages, and as you do, providing valuable tourism income for remote communities.",
        "Subtitle": "About our Cambodia holidays",
        "Title1": "Exploring Angkor Wat",
        "Paragraph1": "Our tours don't just see Angkor Wat, but also spend time seeing Angkor Thom and the rest of the park, taking you away from the crowds so you can get to know the magnificent ruins of the Khmer Empire at your leisure and in peace. So extensive are the sights that you could easily spend at least three days here, basing yourself in the resort town of Siem Reap, four miles away. If you visit by bike, on one of our cycling trips, then you can avoid contributing to traffic and pollution.",
        "image1": "",
        "Title2": "The Killing Fields",
        "Paragraph2": "Under the extreme Khmer Rouge communist regime in the 1970s, some 24 percent of Cambodia’s population was believed to have been killed – and a million of them were executed in the Killing Fields, a series of sites in an area just outside Phom Penh. Our tours visit the Tuol Sleng Museum of Genocidal Crimes, a former school which became the regime’s torture centre, and the village of Choeung Ek, where a stupa made of 8,000 human skulls marks the place where countless atrocities took place. It’s a sober portion of recent history, and a distressing visit, but the government actively encourages tourists to make the stop.",
        "image2": "",
        "Title3": "Bringing the kids",
        "Paragraph3": "Cambodia is all-round excellent for children – and our family holidays show that you don't have to stick to an all inclusive resort to have a good time. There are no long car trips here, instead, travel by ox cart, tuk tuk and bike; cruise the Mekong River; and enjoy rattling rides on Battambang’s bamboo train. The Khmer people are very welcoming, and little kids will love the colourful food markets (watch out for durian fruit) and the ‘floating’ fishing villages at Tonle Sap. Then there’s the Angkor Archaeological Complex itself: Indiana Jones has nothing on your intrepid kids as they clamber over giant roots and peer through lianas at the amazing temples.",
        "Title4": "Cycling holidays",
        "Paragraph4": "Our cycling holidays take you off the usual tourist trail, and give you a better chance of immersing yourself in local life. What’s more, bike is a great way to explore Angkor Wat. You can get from Siem Reap under your own steam, pass through places too narrow for tuk tuks, seeking out the less crowded parts of the park with ease. Cambodia isn’t a challenging place to cycle. Fuelled by healthy rice and fish dishes, you’ll enjoy wheeling through brilliantly green paddy fields, and passing through little fishing villages and crumbling temples.",
        "image3": "",
        "Title5": "Types of tours & holidays in Cambodia",
        "Paragraph5": "Travelling as part of one of our\nsmall group\nholidays can be a great option if you’re going solo, and it’s useful having some fellow taste-testers at the food markets so you know what to try next. Our\ntailor made tours\ncan be adapted to suit your needs and budget, and for something a little different, consider one of our\ncycling holiday\ns. Cambodia is a great, friendly place to explore by bike, and you can even go into Vietnam on your adventure. You don’t have to be particularly fit to take to two wheels, but you should expect to leave the beaten track. Our holidays take valuable tourism income to lesser-visited parts of the country.",
        "Title6": "Holidays in Cambodia & Vietnam",
        "Paragraph6": "For those who want to see more of Southeast Asia, we have plenty of tours that combine Cambodia with Vietnam, its neighbour to the east. Most of our\nCambodia and Vietnam tours\nstart with Vietnam, seeing Halong Bay, Hanoi and Ho Chi Minh City, before entering Cambodia by crossing the Mekong River at Chau Doc to reach Phnom Penh. The limestone karsts that you find at Vietnam’s Halong Bay make a natural counterpoint to the man-made towers of Angkor Wat. The Mekong River, which divides the two nations, is a great place to cruise and compare."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Cambodia",
        "Main_Paragraph": "The dry months of November to February would seem like the best time to visit Cambodia - and they certainly are if you're heading to the beach, particularly blue-skied December and January. However, the monsoon season from June to October offers lush green paddy fields, dramatic skies and wonderful reflections in the pools around Angkor Wat, with the soggy stones revealing deeper colours. In between the late afternoon showers, you'll also find fewer crowds and cheaper prices. The air is also clearer at this time, as the rain washes away haze and smoke. Heat-fearers should head down during the second half of the rainy season, when temperatures are lower and sightseeing more pleasant.",
        "image1": "",
        "when_to_go": "When to visit Cambodia, month by month",
        "when_to_go_html": "<bullet>The start of the year, <b>January</b> and <b>February</b>, offers one of the best times to go to Cambodia if you're heading to the coast as there's hardly any rain and blue skies all the way.</bullet>\n<bullet><b>March</b> and <b>April</b> find temperatures starting to rise and although there's not that much in the way of rain, it's certainly getting a bit more sticky in terms of humidity.</bullet>\n<bullet>Monsoon season starts around late <b>May</b> and early <b>June</b>, with Cambodia's coasts, in particular, seeing the worst of the torrential downpours.</bullet>\n<bullet><b>July</b>, <b>August</b> and <b>September</b> are still a bit soggy however, lush foliage, vivid green paddy fields and incredible sunsets more than make up for the occasional cloud burst. Cambodia's wet weather season is also less busy so grab your brolly and head for Angkor Wat.</bullet>\n<bullet><b>October</b> and <b>November</b> still find a few rainy days but in the main things are starting to dry out with <b>December</b> often thought of as one of the best times to visit Cambodia before the Xmas holidays.</bullet>\n\nA most unusual race is held each December. The annual half marathon traverses the immense sprawl of ruins around Angkor Wat, including Angkor Thom and Beng Melea. The marathon supports several Cambodian charities working with disabled athletes, underprivileged children and education.",
        "weather_chart": "Phnom Penh, Cambodia Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Phnom Penh, Cambodia Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 2%;\">6 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 3%;\">8 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">34</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 11%;\">29 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 26%;\">68 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"temp-hot\">34</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 63%;\">166 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 59%;\">156 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 57%;\">149 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 62%;\">162 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 93%;\">245 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">263 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 44%;\">115 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 10%;\">27 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Festivals & events in Cambodia",
        "paragraph1": "",
        "image2": "",
        "title2": "Bon Chaul Chhnam",
        "paragraph2": "Bon Chaul Chhnam\nmarks the end of the harvest and the start of the New Year with three days of brightly decorated streets and cultural and sporting events. Cambodians clean and decorate their homes, make offerings at temples and throw water over each other as a blessing.",
        "title3": "Royal Ploughing Day",
        "paragraph3": "The land and agriculture are highly significant for Cambodians, and the ox plays an important spiritual role in farming. Each May, next to the Royal Palace, an ox is given a choice of foods, and what he eats is interpreted as a prediction of the success  or otherwise  of the following harvest. Look out for people in colourful Khmer clothing.",
        "title4": "",
        "paragraph4": "Tonle Sap River is the only river in the world whose flow reverses at certain times of year, depending on the level of the Mekong River. The change of direction in mid-November is celebrated with the Bon Om Touk Water Festival  three days of boat races, fireworks, parades, music and dance."
    }
]