{
    "Main_Title": "Our Scotland holidays & tours",
    "Main_Paragraph": "Our Scotland holidays are ideal for those craving spectacular natural landscapes, amazing wildlife and low carbon travel, since getting around by train is as easy as it is enjoyable. Scenic rail tours explore the Highlands, while small ship cruising takes you around the islands of the Inner and Outer Hebrides, such as Mull and Skye. Our cruises are often accompanied by naturalist guides who explain wildlife behaviour for you, while skippers know to keep a safe distance from dolphins and seals. Then there are our walking holidays in Orkney and the Cairngorms, staying in locally owned hotels in remote communities whose hosts love to spoil their guests with seasonal treats from Scotland’s natural larder.",
    "Subtitle": "About our Scotland holidays",
    "Title1": "Railway holidays in Scotland",
    "Paragraph1": "The romance of rail travel is alive and well in Scotland. Leave Glasgow on the West Highland Line to skim past looking-glass lochs and pretend you’re on the Hogwarts Express as you chug over the Glenfinnan Viaduct. Or take the Kyle Line, which starts near Inverness before tugging you away from the rumble of day-trip coaches and through the towering munros of the Torridon Peaks instead. With no need to keep your eyes on the road, you can busy yourself looking out for golden eagles, or chatting with whoever is in the next seat. And our railway holidays are also the greenest way to admire Scotland, with a fraction of the carbon footprint involved in driving around.",
    "image1": "",
    "Title2": "Small ship cruising in Scotland",
    "Paragraph2": "Our small ship cruises in Scotland sail on boats designed to navigate the remote islands, skinny inlets, and sandy beaches of the jagged Scottish coast – areas where larger vessels can't reach. Small means small, so you’ll probably be in a boat with no more than six cabins – all the better for watching dolphins, puffins, whales and sea eagles unbothered by your presence. Skippers are adept at keeping a distance from the wildlife to avoid causing them stress. Meanwhile, cruises along the Caledonian Canal set a more sedate pace, stretching from coast to coast via a gorgeous gauntlet of lochs and villages.",
    "image2": "",
    "Title3": "Watching wildlife",
    "Paragraph3": "The wild heart of the Cairngorms National Park is home to red deer, pine martens, golden eagles, otters and red squirrels that flicker through the heathery hills and pine forests – and the more people who visit to see these creatures, in the company of expert local guides, the stronger the case for conserving the landscapes they depend on. Our wildlife watching holidays also head to the watery worlds of the Hebrides, Orkney and the Shetland Islands for whales, puffins and even – if you’re very lucky, like Tessa from our Travel Team – a pod of orcas.",
    "Title4": "Types of tours & holidays in Scotland",
    "Paragraph4": "The tiny villages and people-free mountains of Scotland lend themselves to our small group holidays, that stay in locally owned accommodation wherever possible, spreading the benefits of tourism to often remote communities. Ditch the coach tours, and instead hop from port to village to hiking trail by train or on a small ship. One of the best aspects of our trips is that they can be entirely car-free. Sleeper trains from London arrive in the Highlands, where you can connect with iconic rail routes. Trains can also get you to ferry ports from where you can continue to far-flung archipelagos like the Outer Hebrides.",
    "image3": "",
    "Title5": "Where to go in Scotland",
    "Paragraph5": "Our Scotland holidays roam the wildlife-rich archipelagos of the Inner and Outer Hebrides, Orkney, and the Shetland Islands. Further south, explore the majestic Highland scenery of the Cairngorms National Park, where walking tours base you in welcoming, locally owned hotels serving up traditional cuisine from Scotland’s great natural larder. It’s all about the peaceful and beautiful countryside in Scotland, but cities such as Edinburgh or Glasgow are fine places to begin your travels, with excellent rail connections besides their wealth of cultural and historic attractions."
}