{
  "destination": "Angola",
  "mainPhoto": "",
  "id": "angola-small-group-tour",
  "tourName": "Angola small group tour",
  "placesVisited": "",
  "generalInfo": "Embark on a comprehensive exploration of Angola, beginning with an introduction to the vibrant port city of Luanda, known for its picturesque seafront promenade, historic Fortaleza de São Miguel, and bustling Ilha do Cabo. Experience the city’s cultural depth by visiting notable museums and landmarks, including the Iron Palace and the Anthropology Museum.<br/><br/>Fly to Lubango to discover the colonial charm of Chibia and the surrounding Muila villages. In Lubango, admire the Portuguese architecture, Cristo Rei statue, and local markets. Journey through the breathtaking landscapes of Tundavala and Serra da Leba en route to Namibe, where you’ll explore the desert’s natural wonders like Colinas Curoca and the ancient Welwitschia Mirabilis plant.<br/><br/>Dive into history with a visit to Tchitundu Hulo's prehistoric rock art and connect with the Mucubal people. Return to Luanda for leisure time before heading to the scenic Calandula Falls in Malanje. Witness the dramatic Pedras Negras de Pungo Andongo formations and enjoy the lush biodiversity of Quicama National Park (also known as Kissama National Park), home to diverse wildlife and stunning landscapes.<br/><br/>Cap off your adventure with a visit to Cabo Ledo’s National Slavery Museum and the lively Benfica Market. Relax on a boat drive along the Kwanza River and spend a tranquil day on Mussulo Island, enjoying the beach and local cuisine before your international flight home. This tour offers a rich blend of cultural, historical, and natural experiences across Angola, promising an unforgettable journey.",
  "durationDays": "13",
  "price": "5495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Luanda - On arrival at Luanda, you will be met and transferred to your hotel. For early arrivals you will be able to check-in straight away. Overnight at Hotel Continental Luanda or similar. No meals or excursions are included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Luanda - After breakfast at the hotel, you will explore Luanda's most iconic buildings, starting with the Iron Palace, a project by Gustave Eiffel that now serves as an Angolan Culture Centre. You'll then head to Marginal to view the National Bank of Angola and the Currency Museum, followed by free time for photos and a walk along the waterfront, culminating in a visit to the Anthropology Museum. Lunch is included at a local restaurant. In the afternoon, continue past the new Assembly of the Republic, leading to the historic Fortaleza de São Miguel in the city of Alta, built in 1575 as the first defensive structure in Angola. Here, you will visit the Armed Forces Museum and have free time for photography, enjoying the stunning views over the city. Overnight Hotel Continental Luanda or similar (BL)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lubango - Chibia - After breakfast at the hotel, depart on a morning TAAG flight from Luanda to Lubango (approx. 1hr30). Upon arrival, visit the small town of Chibia, known for its intriguing colonial architecture. You will have time for lunch and after, explore the surrounding countryside and visit a village of the Muila people, where you will meet the chief and learn about their culture and customs. Return to Lubango for the night. Overnight Casper Resort (B) Approx driving time Lubango – Chibia – 1 hour each way."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lubango City Tour - After breakfast at the hotel, you'll explore the city centre, showcasing beautiful colonial buildings typical of the colonization era, including the impressive 19th-century Church of Nossa Senhora do Monte. The large central square, Praça João Paulo II, provides a pleasant area for strolling and relaxation. You'll also have the opportunity to visit local markets. Next, you'll visit Cristo Rei for photos. For culture lovers, the city hosts the Huíla Regional Museum, offering insights into the region's history and culture, and additional local markets where you can purchase handmade crafts, food, and other local products. Overnight Casper Resort or similar (BL)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Namibe - After breakfast at the hotel, depart for Namibe, with stops at Tundavala and Serra da Leba, a mountain road known for its winding curves and stunning panoramic views, perfect for photography and enjoying the scenery. Another highlight is the Cruz da Missão monument, perched atop a hill, offering a wonderful view of the city. Overnight at Chik Chik Namibe or similar (BL) Total approx. driving time Lubango – Namibe 3-4 hours with stops."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Namibe - After breakfast at the hotel, depart for the Namibe Desert, beginning with a visit to the 'Colinas Curoca', natural hills sculpted by the wind that can reach up to 25 meters in height. Continue to the Lagoon Arch, where naturally formed arches in the sandstones span across three lagoons. In the desert, you'll encounter the unique Welwitschia Mirabilis, a plant endemic to the Namib Desert in Namibia and Angola, often referred to as a 'living fossil' due to its ancient lineage and being the only living genus of the family Welwitschiaceae. Overnight at Chik Chik Namibe or similar (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Namibe - After breakfast at the hotel, you'll depart early for Tchitundu Hulo, a three-hour drive away, to explore a vast collection of prehistoric rock art featuring paintings of animals, plants, and humans, estimated to be up to 20,000 years old. This area is also home to the Mucubal people, whom you will have the opportunity to meet. After the visit, you'll return to Namibe, which is another three-hour drive. Overnight at Chik Chik Namibe or similar (B) Approx driving time – Namibe to Tchitundi – 3 hours each way."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Namibe - Luanda - After enjoying a leisurely breakfast at the hotel, check out and transfer to Welwitschia Mirabilis Airport for your flight back to Luanda. Upon arrival in Luanda, enjoy free time for the rest of the day to rest, relax, and explore at your own pace. Optional activities include visiting local attractions, shopping, or sampling the local cuisine. Overnight at Hotel Continental Luanda or similar (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Calandula Falls - Embark on a scenic road trip to Malanje, a journey of approximately six hours, to experience the region's captivating attractions. One of the highlights is Calandula Falls, a breathtaking natural wonder and one of Malanje's most popular tourist destinations. The falls, cascading from a height of about 105 meters, create a mesmerizing landscape perfect for relaxation and immersing oneself in nature's beauty. After visiting the falls, settle into your accommodation at Base Vida (Complexo Agroturistico De Cacuso), a unique hotel housed in a building that previously served as a residence for construction workers and has recently been transformed into a comfortable and intriguing lodging option. Overnight at Complexo Agroturistico De Cacuso or similar (BL) Approx driving time Luanda – Falls – 6-7 hours not including stops or lunch"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Pedras Negras de Pungo Andongo – Luanda - After enjoying a hearty breakfast at the hotel, depart to explore the remarkable Pedras Negras de Pungo Andongo. This iconic destination, renowned for its dramatic and peculiar rock formations, stands as one of the region's premier tourist attractions. The giant black rocks provide stunning panoramic views of the surrounding landscape, offering a unique opportunity for photography and contemplation. The surreal and ancient formations evoke a sense of mystery and wonder, making it a memorable highlight of your trip. Following this awe-inspiring visit, embark on a scenic road transfer back to Luanda. Overnight Hotel Continental Luanda or similar (BL). Approx driving times back to Luanda – 6-7 hours, not including stops or lunch"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "To Cabo Ledo - After breakfast at the hotel, head to Cabo Ledo to visit the National Slavery Museum, a significant cultural site in Angola, opened in 1997 to commemorate 500 years of slavery endured by Angolans. Afterwards, explore the bustling Benfica Market, where you can buy traditional Angolan souvenirs. Following lunch, enjoy a scenic boat drive on the serene Kwanza River, offering a peaceful and picturesque end to the day's explorations. Overnight Carpe Diem Resort Tropical or similar (BL) Approx driving time 3-4hrs not including stops, sightseeing and lunch"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kissama National Park – Luanda (driving time approx. 2 hours) - After breakfast at the hotel, you will embark on a tour of Kissama National Park, known for its diverse landscapes, including expansive savannas, open grasslands, lush river meadows along the Cuanza River, majestic baobab trees, and the picturesque beaches of the Atlantic coast. The varied vegetation supports a rich array of wildlife, including zebras, crocodiles, sea turtles, various species of gazelles and monkeys, as well as rarer animals like the dwarf buffalo. On the way back to Luanda, you will visit Miradouro da Lua, a popular tourist attraction offering breathtaking views. Over thousands of years, wind and rain have uniquely eroded and shaped this landscape, creating an otherworldly terrain that is particularly spectacular at sunset when the rich colors of the earth are most vibrant, providing a truly unforgettable experience. Overnight Hotel Continental Luanda or similar (BL). Approx total driving time 4-5 hours not including stops or sightseeing"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Departure from Luanda - After breakfast at the hotel, be transferred to Mussulo Island where you can spend the day enjoying the beach, local cuisine, and relaxation until your international flight back home, depending on your departure time. Later, return to the hotel for a change of clothes and a coffee break before being transferred to Luanda's International Airport for your departure. (B)"
    }
  ],
  "map": ""
}