{
  "destination": "Angola",
  "mainPhoto": "",
  "id": "angola-holiday-expedition-to-angola",
  "tourName": "Angola holiday, Expedition to Angola",
  "placesVisited": "Luanda, Lubango, Virei, meeting Mucubal, Muchimba, Mucawana and Mutua people, Tchitundo Hulo, Angolan bush, Oncocua, Hangumbe, Otchinjau, Cahama, Chiangue, Chibia",
  "generalInfo": "This eleven day expedition to Angola takes you into a unique wilderness area of southern Africa that is only just starting to open its doors to adventurous, culture seeking tourists.  <br/><br/>As we focus solely on Angola you’ll get a far deeper understanding of the landscapes and the people as well as discovering southern African tribal groups and animal habitats untouched by the crowds stampeding in more popular countries further south.<br/><br/>As our expedition to Angola starts you’ll get a glimpse of life in the capital, Luanda, before jetting off to the southern Angolan city of Lubango, whereupon your adventure into the interior begins in earnest.<br/><br/>Conjuring up a fascinating blend of colonial Portuguese heritage and the colourful character of modern Africa, Lubango is like nothing else you’ve experienced before and invites one final look at contemporary civilisation prior to heading into the tribal realm of the Mucubal people.  <br/><br/>Although not many travellers will have heard of the Mucubals, meeting them gives you a cameo of ancient Africa where the sharpening of teeth and the wearing of incredibly opulent headdresses are just a couple of the time-honoured traditions still practised to this day. <br/><br/>From the hunter gather tribes of Mutua and the incredible hairstyles of the Mucuwana to the mud necklaces of the Muila and the iconic Himba people, more commonly associated with Namibia, the final few days of this 11 day expedition to Angola are all about opening up one of Africa’s longest locked anthropological treasure chests.<br/><br/>Throughout the tour you’ll be accompanied by expert guides who ensure communities, settlements and natural habitats are undisturbed by our small group’s presence. The expedition itself has been painstakingly researched to offer adventurous and culturally aware travellers a look at a world functioning outside of what we deem to be the norm where ancient tribal traditions, rituals and customs are undertaken without a moment’s thought to anything outside of Angola. We promise an absolutely eye opening and incredibly unique southern African experience.<br/>",
  "durationDays": "11",
  "price": "4349",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Luanda - Arrive in Luanda and transfer to the hotel. Overnight Hotel Express or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lubango - Explore the key sights of Luanda, with impressive old colonial buildings and bustling markets, as well as the small anthropology museum if open. Later transfer to the airport and fly to Lubango, the main city in southern Angola. Set in a lush valley guarded by a statue of Christ, Lubango is rich in colonial heritage mixed with the vibrancy of local culture. We visit the scenic Tundavala escarpment in the late afternoon. Overnight Casper Lodge or similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chibia - Muila village - Visit the small town of Chibia with its interesting colonial architecture, and head out into the surrounding countryside to a village belonging to the Muila people, where we meet the chief and learn a little about their culture and customs. Return to Lubango for the night Overnight Casper Lodge or similar. (BL)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Oncocoua - A full day’s drive south to Oncocua, a former Portuguese settlement in the middle of a cultural ‘island’, inhabited by three different ethnic groups – the Himba, the Mucawana and the Mutua. On the way we stop in the small town of Cahama, the site of an important battle during the long civil war. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Oncocua - We spend today visiting the different tribal groups that live in this area, taking time to learn about their culture and customs. This is one of the most traditional areas of Angola and visitors are rare, but the local people are friendly and welcoming. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lubango - Return to Lubango. If we're lucky we may meet other tribal groups along the route or at the local market before we depart Oncocua, such as the Mucuis and Mudimba. Overnight Casper Lodge or similar. (BL)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Namibe - Descend from the plateau on the famous Serra de Leba Pass, and head towards the coast. We continue to the coastal town of Namibe and explore its old colonial centre on foot. Overnight Chik Chik Hotel or similar. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tchitundu Hulo - Drive towards Virei, stopping en route to see the prehistoric weltwishcia plants. We continue to Tchitundo Hulo to discover a collection of prehistoric rock art, with paintings of animals, plants and men – possibly up to 20,000 years old, but no-one really knows. The area is also home to the Mucubal people, who we should be able to meet when here. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Lubango - Luanda - We visit the Mucubal cemetery, where we can see how Christian and animist beliefs have merged and influenced local traditions. Continue to Lubango for an evening flight to Luanda. Overnight Hotel Express or similar. (BD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kwanza River - We take a boat trip on the Kwanza River to look out for different species of birds, and crocodiles, then return to Luanda for the night, visiting the Miradouro du Lua, with its interesting rock formations and the artisans’ market. Overnight Hotel Express or similar. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Luanda - Transfer to the airport for departure."
    }
  ],
  "map": ""
}