[
  {
    "destination": "Angola",
    "mainPhoto": "",
    "id": "angola-holiday-expedition-to-angola",
    "tourName": "Angola holiday, Expedition to Angola",
    "placesVisited": "Luanda, Lubango, Virei, meeting Mucubal, Muchimba, Mucawana and Mutua people, Tchitundo Hulo, Angolan bush, Oncocua, Hangumbe, Otchinjau, Cahama, Chiangue, Chibia",
    "generalInfo": "This eleven day expedition to Angola takes you into a unique wilderness area of southern Africa that is only just starting to open its doors to adventurous, culture seeking tourists.  <br/><br/>As we focus solely on Angola you’ll get a far deeper understanding of the landscapes and the people as well as discovering southern African tribal groups and animal habitats untouched by the crowds stampeding in more popular countries further south.<br/><br/>As our expedition to Angola starts you’ll get a glimpse of life in the capital, Luanda, before jetting off to the southern Angolan city of Lubango, whereupon your adventure into the interior begins in earnest.<br/><br/>Conjuring up a fascinating blend of colonial Portuguese heritage and the colourful character of modern Africa, Lubango is like nothing else you’ve experienced before and invites one final look at contemporary civilisation prior to heading into the tribal realm of the Mucubal people.  <br/><br/>Although not many travellers will have heard of the Mucubals, meeting them gives you a cameo of ancient Africa where the sharpening of teeth and the wearing of incredibly opulent headdresses are just a couple of the time-honoured traditions still practised to this day. <br/><br/>From the hunter gather tribes of Mutua and the incredible hairstyles of the Mucuwana to the mud necklaces of the Muila and the iconic Himba people, more commonly associated with Namibia, the final few days of this 11 day expedition to Angola are all about opening up one of Africa’s longest locked anthropological treasure chests.<br/><br/>Throughout the tour you’ll be accompanied by expert guides who ensure communities, settlements and natural habitats are undisturbed by our small group’s presence. The expedition itself has been painstakingly researched to offer adventurous and culturally aware travellers a look at a world functioning outside of what we deem to be the norm where ancient tribal traditions, rituals and customs are undertaken without a moment’s thought to anything outside of Angola. We promise an absolutely eye opening and incredibly unique southern African experience.<br/>",
    "durationDays": "11",
    "price": "4349",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Luanda - Arrive in Luanda and transfer to the hotel. Overnight Hotel Express or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Lubango - Explore the key sights of Luanda, with impressive old colonial buildings and bustling markets, as well as the small anthropology museum if open. Later transfer to the airport and fly to Lubango, the main city in southern Angola. Set in a lush valley guarded by a statue of Christ, Lubango is rich in colonial heritage mixed with the vibrancy of local culture. We visit the scenic Tundavala escarpment in the late afternoon. Overnight Casper Lodge or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Chibia - Muila village - Visit the small town of Chibia with its interesting colonial architecture, and head out into the surrounding countryside to a village belonging to the Muila people, where we meet the chief and learn a little about their culture and customs. Return to Lubango for the night Overnight Casper Lodge or similar. (BL)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Oncocoua - A full day’s drive south to Oncocua, a former Portuguese settlement in the middle of a cultural ‘island’, inhabited by three different ethnic groups – the Himba, the Mucawana and the Mutua. On the way we stop in the small town of Cahama, the site of an important battle during the long civil war. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Oncocua - We spend today visiting the different tribal groups that live in this area, taking time to learn about their culture and customs. This is one of the most traditional areas of Angola and visitors are rare, but the local people are friendly and welcoming. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Lubango - Return to Lubango. If we're lucky we may meet other tribal groups along the route or at the local market before we depart Oncocua, such as the Mucuis and Mudimba. Overnight Casper Lodge or similar. (BL)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Namibe - Descend from the plateau on the famous Serra de Leba Pass, and head towards the coast. We continue to the coastal town of Namibe and explore its old colonial centre on foot. Overnight Chik Chik Hotel or similar. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Tchitundu Hulo - Drive towards Virei, stopping en route to see the prehistoric weltwishcia plants. We continue to Tchitundo Hulo to discover a collection of prehistoric rock art, with paintings of animals, plants and men – possibly up to 20,000 years old, but no-one really knows. The area is also home to the Mucubal people, who we should be able to meet when here. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Lubango - Luanda - We visit the Mucubal cemetery, where we can see how Christian and animist beliefs have merged and influenced local traditions. Continue to Lubango for an evening flight to Luanda. Overnight Hotel Express or similar. (BD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Kwanza River - We take a boat trip on the Kwanza River to look out for different species of birds, and crocodiles, then return to Luanda for the night, visiting the Miradouro du Lua, with its interesting rock formations and the artisans’ market. Overnight Hotel Express or similar. (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Luanda - Transfer to the airport for departure."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Angola",
    "mainPhoto": "",
    "id": "angola-small-group-tour",
    "tourName": "Angola small group tour",
    "placesVisited": "",
    "generalInfo": "Embark on a comprehensive exploration of Angola, beginning with an introduction to the vibrant port city of Luanda, known for its picturesque seafront promenade, historic Fortaleza de São Miguel, and bustling Ilha do Cabo. Experience the city’s cultural depth by visiting notable museums and landmarks, including the Iron Palace and the Anthropology Museum.<br/><br/>Fly to Lubango to discover the colonial charm of Chibia and the surrounding Muila villages. In Lubango, admire the Portuguese architecture, Cristo Rei statue, and local markets. Journey through the breathtaking landscapes of Tundavala and Serra da Leba en route to Namibe, where you’ll explore the desert’s natural wonders like Colinas Curoca and the ancient Welwitschia Mirabilis plant.<br/><br/>Dive into history with a visit to Tchitundu Hulo's prehistoric rock art and connect with the Mucubal people. Return to Luanda for leisure time before heading to the scenic Calandula Falls in Malanje. Witness the dramatic Pedras Negras de Pungo Andongo formations and enjoy the lush biodiversity of Quicama National Park (also known as Kissama National Park), home to diverse wildlife and stunning landscapes.<br/><br/>Cap off your adventure with a visit to Cabo Ledo’s National Slavery Museum and the lively Benfica Market. Relax on a boat drive along the Kwanza River and spend a tranquil day on Mussulo Island, enjoying the beach and local cuisine before your international flight home. This tour offers a rich blend of cultural, historical, and natural experiences across Angola, promising an unforgettable journey.",
    "durationDays": "13",
    "price": "5495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Luanda - On arrival at Luanda, you will be met and transferred to your hotel. For early arrivals you will be able to check-in straight away. Overnight at Hotel Continental Luanda or similar. No meals or excursions are included today."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Luanda - After breakfast at the hotel, you will explore Luanda's most iconic buildings, starting with the Iron Palace, a project by Gustave Eiffel that now serves as an Angolan Culture Centre. You'll then head to Marginal to view the National Bank of Angola and the Currency Museum, followed by free time for photos and a walk along the waterfront, culminating in a visit to the Anthropology Museum. Lunch is included at a local restaurant. In the afternoon, continue past the new Assembly of the Republic, leading to the historic Fortaleza de São Miguel in the city of Alta, built in 1575 as the first defensive structure in Angola. Here, you will visit the Armed Forces Museum and have free time for photography, enjoying the stunning views over the city. Overnight Hotel Continental Luanda or similar (BL)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lubango - Chibia - After breakfast at the hotel, depart on a morning TAAG flight from Luanda to Lubango (approx. 1hr30). Upon arrival, visit the small town of Chibia, known for its intriguing colonial architecture. You will have time for lunch and after, explore the surrounding countryside and visit a village of the Muila people, where you will meet the chief and learn about their culture and customs. Return to Lubango for the night. Overnight Casper Resort (B) Approx driving time Lubango – Chibia – 1 hour each way."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Lubango City Tour - After breakfast at the hotel, you'll explore the city centre, showcasing beautiful colonial buildings typical of the colonization era, including the impressive 19th-century Church of Nossa Senhora do Monte. The large central square, Praça João Paulo II, provides a pleasant area for strolling and relaxation. You'll also have the opportunity to visit local markets. Next, you'll visit Cristo Rei for photos. For culture lovers, the city hosts the Huíla Regional Museum, offering insights into the region's history and culture, and additional local markets where you can purchase handmade crafts, food, and other local products. Overnight Casper Resort or similar (BL)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Namibe - After breakfast at the hotel, depart for Namibe, with stops at Tundavala and Serra da Leba, a mountain road known for its winding curves and stunning panoramic views, perfect for photography and enjoying the scenery. Another highlight is the Cruz da Missão monument, perched atop a hill, offering a wonderful view of the city. Overnight at Chik Chik Namibe or similar (BL) Total approx. driving time Lubango – Namibe 3-4 hours with stops."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Namibe - After breakfast at the hotel, depart for the Namibe Desert, beginning with a visit to the 'Colinas Curoca', natural hills sculpted by the wind that can reach up to 25 meters in height. Continue to the Lagoon Arch, where naturally formed arches in the sandstones span across three lagoons. In the desert, you'll encounter the unique Welwitschia Mirabilis, a plant endemic to the Namib Desert in Namibia and Angola, often referred to as a 'living fossil' due to its ancient lineage and being the only living genus of the family Welwitschiaceae. Overnight at Chik Chik Namibe or similar (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Namibe - After breakfast at the hotel, you'll depart early for Tchitundu Hulo, a three-hour drive away, to explore a vast collection of prehistoric rock art featuring paintings of animals, plants, and humans, estimated to be up to 20,000 years old. This area is also home to the Mucubal people, whom you will have the opportunity to meet. After the visit, you'll return to Namibe, which is another three-hour drive. Overnight at Chik Chik Namibe or similar (B) Approx driving time – Namibe to Tchitundi – 3 hours each way."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Namibe - Luanda - After enjoying a leisurely breakfast at the hotel, check out and transfer to Welwitschia Mirabilis Airport for your flight back to Luanda. Upon arrival in Luanda, enjoy free time for the rest of the day to rest, relax, and explore at your own pace. Optional activities include visiting local attractions, shopping, or sampling the local cuisine. Overnight at Hotel Continental Luanda or similar (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Calandula Falls - Embark on a scenic road trip to Malanje, a journey of approximately six hours, to experience the region's captivating attractions. One of the highlights is Calandula Falls, a breathtaking natural wonder and one of Malanje's most popular tourist destinations. The falls, cascading from a height of about 105 meters, create a mesmerizing landscape perfect for relaxation and immersing oneself in nature's beauty. After visiting the falls, settle into your accommodation at Base Vida (Complexo Agroturistico De Cacuso), a unique hotel housed in a building that previously served as a residence for construction workers and has recently been transformed into a comfortable and intriguing lodging option. Overnight at Complexo Agroturistico De Cacuso or similar (BL) Approx driving time Luanda – Falls – 6-7 hours not including stops or lunch"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Pedras Negras de Pungo Andongo – Luanda - After enjoying a hearty breakfast at the hotel, depart to explore the remarkable Pedras Negras de Pungo Andongo. This iconic destination, renowned for its dramatic and peculiar rock formations, stands as one of the region's premier tourist attractions. The giant black rocks provide stunning panoramic views of the surrounding landscape, offering a unique opportunity for photography and contemplation. The surreal and ancient formations evoke a sense of mystery and wonder, making it a memorable highlight of your trip. Following this awe-inspiring visit, embark on a scenic road transfer back to Luanda. Overnight Hotel Continental Luanda or similar (BL). Approx driving times back to Luanda – 6-7 hours, not including stops or lunch"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "To Cabo Ledo - After breakfast at the hotel, head to Cabo Ledo to visit the National Slavery Museum, a significant cultural site in Angola, opened in 1997 to commemorate 500 years of slavery endured by Angolans. Afterwards, explore the bustling Benfica Market, where you can buy traditional Angolan souvenirs. Following lunch, enjoy a scenic boat drive on the serene Kwanza River, offering a peaceful and picturesque end to the day's explorations. Overnight Carpe Diem Resort Tropical or similar (BL) Approx driving time 3-4hrs not including stops, sightseeing and lunch"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Kissama National Park – Luanda (driving time approx. 2 hours) - After breakfast at the hotel, you will embark on a tour of Kissama National Park, known for its diverse landscapes, including expansive savannas, open grasslands, lush river meadows along the Cuanza River, majestic baobab trees, and the picturesque beaches of the Atlantic coast. The varied vegetation supports a rich array of wildlife, including zebras, crocodiles, sea turtles, various species of gazelles and monkeys, as well as rarer animals like the dwarf buffalo. On the way back to Luanda, you will visit Miradouro da Lua, a popular tourist attraction offering breathtaking views. Over thousands of years, wind and rain have uniquely eroded and shaped this landscape, creating an otherworldly terrain that is particularly spectacular at sunset when the rich colors of the earth are most vibrant, providing a truly unforgettable experience. Overnight Hotel Continental Luanda or similar (BL). Approx total driving time 4-5 hours not including stops or sightseeing"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Departure from Luanda - After breakfast at the hotel, be transferred to Mussulo Island where you can spend the day enjoying the beach, local cuisine, and relaxation until your international flight back home, depending on your departure time. Later, return to the hotel for a change of clothes and a coffee break before being transferred to Luanda's International Airport for your departure. (B)"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Angola",
    "mainPhoto": "",
    "id": "complete-africa-overland-expedition-47-weeks",
    "tourName": "Complete Africa overland expedition, 47 weeks",
    "placesVisited": "",
    "generalInfo": "This epic expedition through Africa encompasses all the incredible landscapes, culture &amp; wildlife you could imagine. From the harshness of the Sahara desert, the dense jungles of central Africa and the amazing wildlife of East Africa, the varied landscapes and cultures that make up this continent will leave an indelible mark on you forever. There will be times when it will be extremely tough - harsh terrains, bad roads and extremes of weather, but it will all be worth it! You will discover a continent most travellers only dream of - whilst having the experience of a lifetime! Please note that the accommodation on this trip is predominantly camping, though there may be opportunities to upgrade this locally where rooms are available. Please see the trip inclusions for an approximate percentage of camping and room nights. Note: From October 2024 we have extended the northbound Cape Town to Cairo section of the itinerary on this trip to include Eswatini, the Caprivi strip in Namibia, more time in Mozambique, and time in Zambia, Burundi, Somaliland and Djibouti. As we are currently not able to drive through northern Ethiopia or Sudan, we will be leaving the truck in Addis Ababa and flying to Egypt from there (flight not included) before completing the Egyptian section of the trip after that using local transport (buses, trains) and staying in local hotels. We have had to run our last two trips like this and it has worked well",
    "durationDays": "300",
    "price": "10995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "FES TO MARRAKECH West Africa is a road less travelled and still a largely undiscovered area of Africa for tourism. Please understand that the first 20 weeks of your journey will be directly through this area of the continent and although we list our intended Itinerary below, please be aware that this is a rough guide and should be treated as such. Oasis Overland has run a Trans Africa Expedition virtually every year since 1997, and during this time, not one Trans Africa trip has run an identical itinerary through West Africa as far as Namibia. This is due to many reasons, including availability of visas, road conditions, embassy and border closures, political unrest, elections and instability, disease outbreaks, changing government travel advice and adverse weather conditions, just to name a few. We also hear about new, exciting places that may only now be possible to visit, and so try to include some new places on each trip for that reason too. Please therefore consider the following itinerary as a guide and expect there to be some changes during your trip. This is all part of the experience of travelling through West Africa and one that makes this expedition such an epic journey that only a select few are willing to undertake. We begin our journey in Fes in the north of Morocco where our Trans Africa Crew will greet you. After an introductory meeting we take an included city tour through Fes's huge old bazaar with its narrow winding alleys crammed with craft workshops, restaurants, food stalls, mosques, dye pits and tanneries. Our first stop after we get on the road will then be at the Roman City of Volubilis, a remarkably well-kept reminder of the Roman presence in North Africa 2000 years ago. From there we head north to visit Chefchaouen - set in a fertile valley of the surrounding Rif Mountains - where we will camp on a ridge overlooking this picturesque town with its white roofs, blue alleyways and narrow streets. You can wander around this relaxed town and even visit one of the old hammam bath houses. We'll then head South West along the coast past the old capital of Rabat to Casablanca, and on from there to another of Morocco's Imperial Cities, Marrakech, our base for the next few days. Here you will have plenty of time to look around the city including the famou Djemâa-el-Fna. This square is alive with activity through the day - from storytellers, snake charmers, water sellers and musicians. A nightly ritual sees hundreds of food stalls transform the square into one of Africa's largest local eating areas - the aromatic smells of fresh local food is fit for locals and tourists alike."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "MARRAKECH TO WESTERN SAHARA After leaving Marrakech, the fishing port of Essaouira is our last major stop in Morocco. While in Essaouira you can take advantage of the often windy conditions to try some surfing, kite surfing or windsurfing, or explore the streets of the old town, now a UNESCO World Heritage Site. We then head south following the rugged Atlantic coastline towards Mauritania and the Sahara Desert. This journey will take a few days where we will be camping in the wild, and with no light pollution an abundance of stars can be seen in the night skies. Driving through Western Sahara will then be our first real time spent away from popular touristy areas and we may only see a handful of other travellers."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "WESTERN SAHARA TO DAKAR On this leg of our Africa overland trip, after crossing into Mauritania we travel east along the desert road to the town to Atar on the Adrar Plateau. From here you have the opportunity to explore the surrounding area by 4x4 vehicle. Leaving Atar, we pass small isolated villages surrounded by the vast desert and herdsman migrating with their camels in search of water. With very infrequent traffic on the roads and no food crops being grown, one wonders how tough it is to live in such harsh desert conditions. We reach the capital, Nouakchott, where we spend a couple of days obtaining visas and re-organising the truck and life in general after our dusty desert travels. It is quite incredible to think that slavery was only abolished here in 1980 and it is rumoured that it still continues in some outlying areas. South of Nouakchott, we will take 1 of 2 borders crossing into Senegal, the infamous and hectic Rosso border, crossing the Senegalese river by boat, or travel through a remote border - Diama, passing along the piste through Diawling National park (weather permitting). We enter sub Saharan Africa by crossing the Senegal River and continue into St Louis, West Africa’s first French settlement and from where French colonialists conquered the interior. Senegal has a very different feel to the west Saharan countries we have just come from. We begin to be exposed to West Africa's vibrant food and music culture, colourful fashion and markets. We will start getting used to bad roads, 'interesting' local driving styles and a mixture of modern West African cities as well as some fly blown and remote border posts and villages. The city of St Louis, is located at the mouth of the Senegal River and is an interesting place to visit. We will spend a couple of nights near town camping within the national park 'Langue de Barbarie', well known for its fauna rich with various species of birds. You can take a pirogue trip and bird watch, relax and swim on the sandy beach, try your hand at fishing and much more. Our Overland route through Senegal we will visit Lake Retba (or Lac Rose as it is known by locals) where you can float in the pink lake. Its salinity content compares to that of the Dead Sea and during the dry season it exceeds it. From here you may have the opportunity to visit Dakar. Like any large city in the world Dakar has its undesirables so compared to the laid back country side and small towns that we are more familiar with, in large cities we learn to take care and go out and explore in pairs."
      },
      {
        "dayNumber": 34,
        "title": "",
        "description": "DAKAR TO TIWAI ISLAND WILDLIFE SANCTUARY Continuing south, we will visit The Gambia, the smallest country on the continent (mainland) of Africa. We will take the truck across the Gambia River by ferry and base ourselves near the capital city, Banjul. Banjul sits on an island where the Gambia River meets the Atlantic Ocean. You can visit the lively, open air street market, wander the streets passing colonial buildings, visit nearby beaches or take a river boat trip. Re-entering Senegal, we will cross into the southern Casamance region and will stop at the town of Ziguinchor to obtain a visa for Guinea-Bissau, before spending a day on the pristine coastal beaches of Senegal. Here you have the opportunity to swim, take a bike ride, fish or wandering through the nearby villages. Guinea-Bissau, considered one of the world's poorest and most fragile countries, has a population of less than 2 million. In the 19th century, it was colonized as Portuguese Guinea and the official language is Portuguese. Still bearing the scars of the civil wars of 1997-8, Bissau is an interesting city to explore and as it's less frequented by tourists, the people are very welcoming and intrigued by our presence. Depending on weather and road conditions we will travel to Parque Nacional de Cantanhez where you can arrange optional trekking trips into the rainforest in search of chimpanzees and other wildlife. Leaving Guinea-Bissau, we travel east towards the Guinean border and will start to encounter challenging roads. Guinea Conakry (as it is usually called in West Africa) is a country that very few travellers ever visit and is one of the proudest in West Africa. Its people have stood together and survived the always difficult post-colonial era of independence without resorting to tribal conflicts or civil war. The first colony to gain Independence from France, they stated they preferred ‘freedom in poverty, than prosperity in chains’. We can appreciate Guinea’s spectacular tropical forests and waterfalls as we cross the Fouta Djalon plateau and the beautiful hilly hinterland over the next few days. Next we enter Sierra Leone, famous for its diamonds and infamous for its disastrous civil war, which it fortunately recovered from after many years. However, its roads are still abysmal so it can be slow going on our drive to the coast. Camping on the coast south of Freetown, we can enjoy its serene palm fringed beaches and remoteness. Nearby is the Tacugama Chimpanzee Sanctuary which cares for around 100 injured or orphaned chimpanzees. The reserve has an incredible story, starting in 1988 with the first rescue of a baby chimpanzee, surviving the civil war and growing to become Sierra Leone’s primary conservation organisation. We include a tour of Tacugama where you can see the resident rescued chimps and discover their individual personalities as well as learning more about this characterful species. It is likely we will be obtaining visas in Freetown and you may also have time to explore the city markets and museums or a boat trip out to the nearby Banana Islands. Travelling further south towards Liberia you have the option to visit the Tiwai Island Wildlife Sanctuary home to 11 species of primates as well as the rare and elusive pygmy hippo. You can explore the island by foot or dugout canoe, enjoying the river and forest wildlife."
      },
      {
        "dayNumber": 57,
        "title": "",
        "description": "TIWAI ISLAND WILDLIFE SANCTUARY TO ACCRA The roads from the east of Sierra Leone to the border of Liberia are generally in a poor state. Passing through the jungle and continuing our journey that few other travellers get to take, we make our way to Monrovia. Despite the ravages of the past, Liberia is full of hope and energy, and the city is becoming a thriving capital and moving on. Entering Liberia we notice another change in people and culture especially the language! For the first time in two months of our Africa overland travels, we are in a country where English is the main language. The people in Monrovia are welcoming and pleased to see tourists coming to explore their city. We may have to apply for a visa here, so will be situated in and around the area for a couple of days, including a trip out to Kpatawee waterfalls, considered one of Liberia's most beautiful spots. Reaching the border with Ivory Coast, more commonly known in its French form, Cote d’Ivoire, we then continue our adventure towards the city of Yamoussoukro. Built by President Boigny, one of the classic ‘Big Man’ dictators it was an expensive and vane project to glorify himself with six lane highways leading nowhere and a huge Basilica built to copy St. Peter’s in Rome. A further day’s drive away is Abidjan, one of West Africa’s modern cities with skyscrapers and flashy restaurants. However, it very much has the feel of having seen better days and as with so many cities, ostentatious wealth mixes side by side with abject poverty. Our Africa overland adventure now heads east to the frontier with Ghana and back to English again. Making our way towards the coastline of Ghana we will spend a couple of days relaxing on palm-fringed beaches near Cape Coast. From here we will visit the castles of Elmina and Cape Coast, where thousands of slaves passed through the ‘Door of no Return’. We will also stop at Kakum National Park where you have the opportunity to embark on a canopy walk or trek through the nature trails in the forest. Kumasi is the capital city of the Ashanti Region and our next stop. You will have the opportunity to visit one of the largest markets in West Africa, Kejetia Market. Stalls sell everything from glass beads and live chickens to Ashanti sandals. Kumasi is also known as a centre for Ashanti culture where you can visit the National Cultural Centre offering craft workshops and dance performances. A day’s drive takes us to the capital, Accra."
      },
      {
        "dayNumber": 76,
        "title": "",
        "description": "ACCRA We have three free days and nights in Accra to provide a welcome break for both the crew and the group after 11 weeks on the road together. This time also gives us a buffer in our schedule in case of unforeseen delays on the route so far. You may wish to remain at Cape Coast for a couple of days, or explore Accra independently. You could also take a day trip out to the nearby Boti Waterfalls and Aburi Botanical Gardens. This free time in Accra is at your own cost, so you can decide what you want to do and where to stay!"
      },
      {
        "dayNumber": 79,
        "title": "",
        "description": "ACCRA TO LOME Those starting their trip in Accra will join us now, and we will spend a day or two obtaining several visas before leaving Accra and heading for the Wli Agumatsa Waterfalls. We'll then cross into Togo and return to the coast to the capital, Lome."
      },
      {
        "dayNumber": 87,
        "title": "",
        "description": "LOME TO LIMBE Travelling through Togo and Benin doesn't take long as they are only 50 miles wide. Voodoo is the main religion here, basing its beliefs in the power of the dead. You can visit an interesting fetish market, take a boat ride on lake Togo to Togoville, as well as sample good African restaurants in Lome the capital of Togo. We will be applying for some further visas for our onward travel in the capital. In Benin you can take local canoes out to Ganvie village - built on bamboo stilts on Lake Nakoue. Next we enter Nigeria, Africa's most populous country with well over 100 million people. The pace of life here tends to be more hectic than we have become used to on our overland adventure, full of hustle and bustle. Making our way east, our route will depend on whether we need to apply for any visas and which border crossing into Cameroon is open. Subject to our route, we may have the opportunity to visit a Drill Monkey and Chimpanzee rehabilitation centre, a project dedicated to rehabilitating and breeding drills, a primate closely related to baboons and mandrills, to be released back into the wild. Moving through mountainous and lush jungle, we enter Cameroon. Again, depending on which route we can take, we will travel to the foothills of Mount Cameroon, to spend a few days camping near Limbe and 6 Mile Beach. From here you can choose to trek up Mount Cameroon, visit a chimpanzee orphanage or relax on the beach."
      },
      {
        "dayNumber": 108,
        "title": "",
        "description": "LIMBE TO CONGO After chilling out on the beach, or if you were brave enough to tackle the mountain, we head inland to the capital city of Yaounde, where we may apply for a couple more visa's. You can sample fresh bread and amazing pastries from the countless bakeries, admire the roadside fresh flower stalls, or stock up on some supermarket treats! Bursting with art galleries, museums and various markets, this is an ideal place to restock your snack store and prepare for the demands of central Africa. When we depart city life, to travel south on the more rugged roads! We drive through lush jungle scenery, passing the occasional waterfall, before eventually reaching the lively market town of Ambam. Here we can replenish our food supplies before crossing the Ntem River into Gabon, a country that consists mostly of tropical rain forest. Our next stop is the beautiful Lope National Park, home to a population of elephants, buffalo and the famous central Africa drill monkeys. After a safari through the savanna lands, we continue south along dirt and mud roads toward the Republic of Congo. Along this leg of the Trans Africa overland trip we may encounter some challenging road conditions and situations on the whole of the route. Team work will definitely be needed if we are to tackle what may lay ahead - from clearing paths through water logged pot holes the size of the truck to only travelling a couple of miles in a day over wet and unkempt mud roads. These are some of the best memories you will take away with you."
      },
      {
        "dayNumber": 125,
        "title": "",
        "description": "CONGO TO MITADI One of the main highlights for most people who visit Congo is the friendliness of the people, particularly in the countryside. The open delight and welcome we receive while driving through these remote villages is really touching. While the first section of roads are rough dirt, once we reach the sealed roads it's a fast run towards the town of Dolisie. From Dolisie we will make our way west towards the ocean city of Pointe Noire. Two contrasting areas, the African quarter - where we see traffic jams, crowded streets and a bustling Grand Marche (market), the European Quarter quite the contrast with beach side bars and restaurants, noticeably oil is the source of the wealth. You will have time to explore the cities museums, railway and cathedrals or relax on the beaches. Departing Congo a transit through Cabinda, an exclave and province of Angola will bring us into Democratic Republic of Congo (formerly known as Zaire). Sandy tracks will eventually lead us into Muanda. Again tourists are foreign to this region and we attract attention everywhere we travel, dirt roads and potholes will direct us over the Congo River to the city of Mitadi and the gateway to Angola."
      },
      {
        "dayNumber": 134,
        "title": "",
        "description": "MITADI TO NAMIBIAN BORDER Angola is still recovering from over two decades of civil war. As we travel south through the many small villages and communities - local people - especially children may never have seen a foreigner before. Military tanks litter the side of many roads in places. The country is slowly rebuilding its infrastructure and basic needs - with the capital of Luanda showing full sign of this slow progression. As Portuguese is the preferred language and hardly anyone we encounter will speak English - a lot of humorous improvisations with hands, face and voice are usually needed by all of us. After the southern town of Lubango and home to 'Christo Rei' a shrine overlooking the city as Christ the Redeemer looks over Rio, we head to the Namibian border for the next instalment of our Trans Africa overland adventure."
      },
      {
        "dayNumber": 145,
        "title": "",
        "description": "NAMIBIA TO CAPE TOWN Crossing into Namibia and into the region of the Owambo people - we pass through the country's second largest town - Ondangwa. This town is one of the main suppliers of beer to Northern Namibia - hopefully there will be enough left for us! We continue towards Etosha National Park - recognised as one of the world's greatest wildlife viewing areas. The semi desert is quite a contrast to the more fertile terrain we have been used to. Besides game drives we can also game watch by night at one of the floodlit water holes where we may well spot Rhino, Elephant and Giraffe among a host of other wildlife. From Etosha we visit a local Cheetah park before continuing on to the Brandberg Mountains in Demaraland. We then travel to the stunning Spitzkoppe Rock formations. Known as the Matterhorn of Namibia, the Spitzkoppe is part of the Erongo Mt range and was formed over 100 million years ago after the collapse of a gigantic volcano. The scenery is striking from every angle - even more stunning as the granite massifs turn red at sunset. Next stop is the world famous Cape Cross Seal Colony, where the sight of thousands of these mammals, as well as their accompanying pungent odour is remembered by all! The Cool Atlantic Ocean and the prominent Benguela current provide a perfect location for feeding and breeding for the Cape Fur Seal. For the next three days, our Africa overland trip will be based in Swakopmund - Namibia's adventure gateway. You can choose between a variety of activities and excursions here"
      },
      {
        "dayNumber": 164,
        "title": "",
        "description": "CAPE TOWN Cape Town is one of the favourite stops on our Trans Africa overland trip as there is plenty to do in and around the Mother City, from climbing up Table Mountain to abseiling down it, diving with sharks (either in ocean cages - or at the Two Oceans Aquarium), scuba diving courses, a tour to Robben Island or a chance to revamp your wardrobe and head out on the town to one of the many hot-spots that Cape Town has to offer. Those on the 22 week trip from the UK leave us here, whilst others will join to continue the trip to Nairobi and Cairo. This free time in Cape Town is at your own cost, so you can decide what you want to do and where to stay! There may be less time here depending on any delays on the trip down from Accra."
      },
      {
        "dayNumber": 170,
        "title": "",
        "description": "CAPE TOWN TO LESOTHO We depart from Cape Town taking a leisurely drive along the coastal road to the quaint coastal town of Betty's Bay in the Overberg and visit Stony Point Nature Reserve, home to a unique colony of African (Jackass) penguins. The Penguin Colony is one of only three mainland-based colonies in South Africa and for this reason it is treasured. We overnight in Hermanus/Gansbaai and the next day there are a number of marine options- Whale watching, Shark Cave Diving and Dyer Island Nature Reserve. From here we will head for the most southern tip of Africa at Cape Agulhas - which is the dividing line between the warm Indian Ocean and the cooler Atlantic Ocean. The seas around Cape Agulhas are very treacherous and have caused numerous shipwrecks. To help reduce fatalities the Cape Agulhas Lighthouse was built in 1848 and is the 2nd oldest working lighthouse in South Africa. From August to December Southern Right and Humpback Whales may be spotted along the coast - as they feed in the nutrient rich waters off the southern coast. From Cape Agulhas we pass through the Outeniqua Mountains to the Little Karoo - we will visit an Ostrich farm to learn more about the worlds largest bird. The Ostrich has been around for 8 million years and a feather was actually discovered in King Tutankhamun's tomb in Egypt. 97% of the world's population of Ostriches lives in the Karoo. We will also explore Cango Calcite Caves recognised as one of the world's finest network of Calcite caves. The bizarre formations of Stalagmites and Stalactites represent over a million years of slow formation. We spend two days winding our way along South Africa's famous Garden Route where there is a wealth of things to see and do. We travel through the popular resort of Knysna, located on a tranquil lagoon that is protected from the sea by two enormous cliffs known as 'the heads'. We visit the Tsitsikamma Forest, where you will be able to hike along the coast and view the crashing waves at the mouth of the scenic Storms River, and maybe spot dolphins and whales in the ocean. Optional excursions in this region include mountain biking, black water tubing, and the mother of all bungee jumps at Bloakrans Bridge - the highest jump in the world at 216 metres. From the Garden Route we head inland to Addo Elephant National Park which has recently been extended to include part of the coast and is now home to the BIG 7 - lion, rhino, elephant, leopard, buffalo, whale and shark! On our game drive we hope to spot some of the many elephant that the park is famous for, which are the most southerly population in Africa. Heading north we make our way towards the mountain Kingdom of Lesotho."
      },
      {
        "dayNumber": 179,
        "title": "",
        "description": "LESOTHO TO ESWATINI Lesotho, often referred to as 'the kingdom in the sky'. This little country is completely surrounded by South Africa and is covered by mountains from 1000m to 3000m high. The scenery here is tremendous and the mountain air crisp and fresh. Here we will see Lesotho's horsemen dressed in their blankets and gumboots trotting around the hillsides. We spend a couple of nights at Malealea Lodge, Lesotho's most famous countryside retreat tucked up high in the mountains. Here there are isolated waterfalls, cool rock pools ideal for swimming, and peaceful hikes in the surrounding hills. This is also a great place to try pony trekking - one of the best ways to enjoy the scenery is atop a sure footed Lesotho pony. We drive through the lowlands of Lesotho and visit Thabo Bosiu or Mt. Moorosi with a local guide (time & weather permitting). This mountain stronghold was the home of Chief Moshoeshoe, the founder of the Basotho nation. We continue through Lesotho's tiny capital Maseru, and re-enter South Africa. Royal Natal National Park on the edge of the Drakensburg Mountains has an impressive natural Amphitheatre of massive rock walls. The Tugela River plunges spectacularly over the edge of the Amphitheatre wall, dropping around 800m through a series of five falls. There are over 130km of walking trails around the park-many of which are easy, half day strolls, through beautiful countryside of grassland dotted with patches of yellowwood forest and proteas set against the stunning backdrop of the Amphitheatre. Heading east now, we reach the coast and the small town of St Lucia, famous for having the largest estuary in South Africa, plus the country’s highest concentration of hippos and crocodiles. Indeed the hippos can sometimes be seen walking through the streets at night. Boat trips to see the hippos and more wildlife are available, as well as safaris into the nearby iSamangaliso wetlands and Hluhluwe/iMfolozi National Park. Next we head north for the tiny country of Eswatini"
      },
      {
        "dayNumber": 188,
        "title": "",
        "description": "ESWATINI, KRUGER AND MAPUTO While in Eswatini we visit the Miliwane Wildlife Sanctuary from where you can take walking, horseback or mountain bike safaris amongst the abundant wildlife. Another hike is available at Sibehe Rock, one of southern Africa’s most impressive geological features. From Eswatini we head into the southern extent of the iconic Kruger National Park to search for the Big 5 in one of the world’s best wildlife areas. We will also drive part of the Panorama Route before crossing into Mozambique. Our first stop is then in the lively capital Maputo, which is home to Portuguese colonial architecture, a fortress , cathedral and art museum all worth visiting. In the evenings we can take advantage of Maputo’s reputation as one of the best places to go out in southern Africa, visiting some of the salsa bars, sidewalk cafes and nightclubs."
      },
      {
        "dayNumber": 196,
        "title": "",
        "description": "MAPUTO TO VILANCULOS Leaving Maputo we head up the coast to the port towns of Xai-Xai which sits by the banks of the Limpopo River. There are good beaches with a coral reef just off shore providing protected swimming and snorkelling waters. The popular town of Vilankulos is next and we spend a few days here relaxing and taking advantage of the activities on offer. These include local dhow cruises, and snorkelling and diving safaris into the Bazaruto National Park. This can be a good place to see manta rays, whale sharks, turtles and hump back whales in season. It is also one of the few sites where the rare Dugong lives."
      },
      {
        "dayNumber": 201,
        "title": "",
        "description": "VILANCULOS TO BULAWAYO Zimbabwe is our next destination, and Gonarezhou National Park, named ‘The Place of Elephants’. As well as over 11,000 elephants, the park hosts a wide range of other wildlife that can be seen on safari. We make our way through the Eastern Highlands of Zimbabwe, and visit Chimanimani National Park where you have the opportunity to take a hike through the mountain wilderness area, or hike to the nearby bridal veil falls, or simply enjoying the stunning surroundings from this sleepy village whilst strolling through the village market. We may also have time to visit Vumba Botanic Gardens. Another stop is at the Great Zimbabwe Ruins, once the greatest medieval city in Sub Saharan Africa and where the name Zimbabwe is derived, literally meaning house of stone. We then travel across Mashonaland to Bulawayo where you have the option for a day to venture into Matobo National Park with a local safari company. You will have a unique chance to get out on foot to try and spot the elusive Black Rhino - amongst other game. There is also the opportunity to visit Cecil Rhodes' grave and Ancient Rock Paintings."
      },
      {
        "dayNumber": 211,
        "title": "",
        "description": "BULAWAYO TO THE OKAVANGO DELTA AND CAPRIVI STRIP We leave Zimbabwe and cross into Botswana, first passing the town of Nata with its bird sanctuary and then driving past the Nxai Pan National Park and Makgadikgadi Pans National Park. These salt pans are the largest in the world, and an eerie and awe inspiring sight. We’ll continue on the Trans-Kalahari highway towards Maun, the gateway to the Okavango Delta. Here you will have an opportunity to leave the truck to venture into the Okavango Delta. Local poler guides will navigate the extensive waterways using canoes similar to their traditional Mokoro's (dug out canoes). This is a great experience - and the best way to have a chance of seeing the elusive wildlife of this unique desert oasis. You will have a number of opportunities to go on game walks with rangers - giving you the chance to see elephant, crocodile and hippo up close and personal. The Okavango Delta is one of the world's largest inland waterways and its calming serenity will leave those who experience it feeling supremely relaxed. There is also the opportunity to experience the heights of African adventure travel too"
      },
      {
        "dayNumber": 220,
        "title": "",
        "description": "VICTORIA FALLS TO LILONGWE There is something here for everyone in Victoria Falls; A day trip over the Victoria Falls bridge to view the falls from Zimbabwe, Flight of Angels - a great way to get a birds eye view of the falls in a light aircraft or helicopter, Sunset Boat Cruises or a more sedate Canoe trip, to the adrenaline packed Gorge Swing, Abseil or a chance to experience one of the highest commercial Bungee Jumps in the world. After your adrenaline has been spent, we will head north through Zambia to Lake Kariba which is the largest artificial lake in the world, and also has the biggest man-made dam on the planet too, 226km long and up to 40km wide! At Siavonga there is the option to spend the night on a houseboat on the lake, watching over crocodiles and hippos and perhaps doing some fishing. Further north we stop at South Luangwa National Park which has one of biggest concentrations of wildlife in all of Africa, especially around the Luangwa River and its oxbow lagoons. The park is well known for its walking safaris, and one of the few places you can get up close with such a wide range of wildlife in Africa on foot. We leave Zambia now and cross into Malawi."
      },
      {
        "dayNumber": 228,
        "title": "",
        "description": "LILONGWE TO ZANZIBAR Our first stop in Malawi is the capital Lilongwe in the south of the country where we stop for the night. This will give you the opportunity to post gifts home or check out the local markets. Passing through lush mountainous landscape and plantations we are soon following the coast of Lake Malawi - the country’s most dominant natural feature. Camping in Malawi sums up the spirit of an Africa overland trip with Oasis. We spend several days at friendly laid back campsites where most people choose to relax on the sandy beaches or try their hand at scuba diving , snorkelling or windsurfing as we follow the lakeshore north. If you are more inclined to just relax - then there is no better place than on the shores of Lake Malawi. This really is a warm friendly country - making it easy to wander off and meet up with your local hosts in one of the many villages or schools nearby. You can view first hand the talent of the local artisans and purchase some exquisite pieces of furniture and carvings out of ebony and mahogany. The next country on our journey is Tanzania, and after a day and half drive we pass through the peaceful Mikumi National Park. African safari travel is synonymous with wildlife, and in this national park we usually see Elephant, Giraffe, Zebra and Antelope from the roadside. From here we continue travelling through the interesting and mountainous hinterland of Tanzania. Our route north then brings us to Dar Es Salaam where our truck is based in a campsite on a beautiful Indian Ocean beach. From here you will take the ferry out to Zanzibar Island for four nights and venture into the narrow bustling streets of Stone Town and its famous spice markets, old slave forts and dungeons. There is also time to relax on Zanzibar's famous white beaches, scuba dive or snorkel and swim with dolphins- before returning to Dar Es Salaam."
      },
      {
        "dayNumber": 240,
        "title": "",
        "description": "DAR ES SALAAM TO ARUSHA AND THE SERENGETI After leaving Dar Es Salaam we pass a number of small towns and villages along the way and, if we are lucky, we may see the towering peak of Kilimanjaro. We will stop off at Marangu where you have the opportunity to climb to Kilimanjaro base camp or take a walk through the lush surroundings passing through coffee plantations, rivers, waterfalls, caves and visiting a local blacksmith (there is not time to do the full summit climb unless you miss the Serengeti safari option). We then continue to Arusha, and while at our camp on the outskirts of Arusha you have the option to book an add-on and travel with our local African safari partners through the Ngorongoro Crater and the Serengeti National Park. In these parks you will have the opportunity to view the abundant wildlife including Elephant, Lion, Cheetah, White Rhino, Buffalo, Hippo, Antelope, Crocodile and Pink Flamingos and of course the famous migrating Wildebeest. For those who wish - there is an option to visit a local Maasai Village and learn about their culture and way of life."
      },
      {
        "dayNumber": 246,
        "title": "",
        "description": "ARUSHA TO KIGALI VIA BURUNDI Our route takes us west now, passing to the south of Lake Victoria and after a couple of bush camps we arrive into Burundi. We will stop at Gishora Village to see and hear more about Burundi’s famous drummers. These drums were symbols of power during the monarchy, beaten during special events and are an important part of the country’s heritage. We then arrive at Bumumbura, a port city on Lake Tanganyika, where the country’s main export, coffee, is shipped from. Boat trips through Rusizi National Park here provide viewings of crocodiles and hippos as well as many water birds. The lake also has many beautiful beaches and laid back villages to explore. Leaving Burundi now, we cross into Rwanda and drive to the capital Kigali where you can visit the Genocide Memorial."
      },
      {
        "dayNumber": 254,
        "title": "",
        "description": "KIGALI TO KAMPALA, GORILLA TREK The hills of Rwanda are next, as we spend a couple of days at the small, friendly town of Musanze on the edge of Volcanoes National Park. Here you can take optional treks into the forest to see the famous Golden Moneys, visit the Musanze caves and several hiking trails, or take a village tour throughout the area where you can see first hand production of local Banana beer. We’ll then head out of the hills and cross the border into Uganda, where our first stop is at the village of Kabale which will give you the opportunity to trek the Mountain Gorillas and visit the beautiful Lake Bunyonyi. Bwindi Impenetrable Forest National Park and Mgahinga Gorilla National Park are home to several families of Highland Mountain Gorillas. Getting up close to these amazing creatures is a truly a once in a lifetime experience and one of the highlights of the trip. You have the opportunity to trek to see the Gorillas in Uganda (bookable as an Add on). It is estimated that only around 700 of these gentle giants remain. This mountainous area on the borders of Rwanda, Uganda and Zaire (now renamed Democratic Republic of Congo) is their only natural habitat and they are periodically threatened by poachers and political instability in the area. One permit allows you to spend about 50 to 60 minutes with one of the gorilla families. Trekking to find them in groups of 8 people can take anywhere from half an hour to 5 hours. The organisations and well-trained guides that continually monitor and protect the families are conscientious and responsible. (Due to the popularity of Trekking to the Mountain Gorillas and the limited availability of obtaining Trekking Permits, those booking late may need to do the Gorilla trek in Rwanda in Volcanos National Park, which may come at an additional cost - you will be advised in advance). We head East again now, and spend a night at Lake Mburo National Park, perhaps taking a nighttime safari drive, before driving onwards through swamps, patches of forest and fertile green countryside. As we travel through Uganda, we'll pass through a number of small towns and villages; Mpigi, where you will see roadside stalls manufacturing and selling traditional musical instruments; Kyazanga, where we can buy fresh rotisserie and roasted meat and vegetables, as well as roasted plantain bananas. We will also be able to make a photo stop where our route crosses the Equator on the way to Kampala. Kampala has had a turbulent past, but these days it is a friendly and safe city. We have some free time to spend in local cafes and nightspots - where you can get to know the local people."
      },
      {
        "dayNumber": 261,
        "title": "",
        "description": "KAMAPALA TO NAIROBI VIA THE MASAI MARA We camp next near Jinja - Uganda's adventure playground. Here, on the edge of Lake Victoria, the Nile begins its 6700km journey to the sea. We spend the next few days downstream from the source of the Nile. This is a spectacular area, and a superb place to go whitewater rafting or kayaking. You can also organise quad biking , horse riding or a visit to a local education project. Our next highlight is the spectacular Sipi Falls. There are three waterfalls here on the Sipi River as it cascades into the Kyoga Basin from the slopes of Mount Elgon. The highest is just under 100m and there is an exciting abseiling option available here. After leaving the Sipi Falls we cross into Kenya and Lake Nakuru National Park - home to a wide variety of wildlife including Black Rhino, Hippo, Lion, Leopard, Hyena and Giraffe. However, Nakuru is a soda lake and most famous for its pink inhabitants, a flock of almost a million Pink Flamingos which feed noisily along the shoreline. Finally, the group will all go on a morning and afternoon game drive in 4x4 safari vehicles with local guides in one of the world's most famous National Parks, the Maasai Mara. Here you will have the opportunity to look out for all its incredible wildlife before making our way back to Nairobi, arriving in the early evening."
      },
      {
        "dayNumber": 270,
        "title": "",
        "description": "NAIROBI We have a few days in Nairobi now during which time camping accommodation is provided, but the crew will be busy with any work required to the truck and with finalising logistics for our upcoming travel through Ethiopia. You will have free time ?get up close to Africa’s tallest mammal at Langata Giraffe Centre which helps to protect endangered Rothschild giraffes, or visit the David Sheldrick Elephant Orphanage, where we sponsor one of the orphaned elephants. You could also visit the interesting Karen Blixen Coffee Garden and Museum, or take a day trip safari to nearby Amboseli National Park, famous for is huge herds of elephants."
      },
      {
        "dayNumber": 273,
        "title": "",
        "description": "NAIROBI TO LAKE TURKANA AND MARSABIT Departing Nairobi, we head to nearby Lake Naivasha. We camp near the lake shore where Hippos sometimes feed at night! Here you can walk to Elsamere, the house of Joy Adamson - of Elsa the Lion and Born Free fame, and enjoy a film of her life - and cream teas! You can also hire mountain bikes and cycle or walk through Hells Gate National Park - the only game reserve in Kenya in which you are permitted to do so. Or for a less active but equally enjoyable game viewing experience - visit the Crater Lake Game Sanctuary. Both offer excellent scenery and opportunities to spot hyrax, abundant bird and plant life along with several types of gazelle, impala and eland. Travelling further north, we travel around the foothills of Mount Kenya to Samburu National Park which offers some of the best sightings of leopards in Kenya and is home to 5 particularly special other animals, the reticulated giraffe, Somali ostrich, Grevy’s zebra, gerenuk and Beisa oryx. Further north we access the remoteness of northern Kenya. Nomadic tribes people like the Rendille in Marsabit & the Samburu (cousins of the Maasai) still wear very distinctive and often elaborate dress. If road conditions allow, we will spend a few days around Lake Turkana, the world's largest permanent desert and saline lake. The lake hosts the world's largest colony of crocodiles and the biggest Nile crocodile breeding ground, and is also an important habitat for hippopotamus. In earlier, wetter times, it was an ideal place for humans to live and many human and pre-human fossils have been found here which have helped us to understand the evolution of the human species."
      },
      {
        "dayNumber": 284,
        "title": "",
        "description": "MARSABIT TO JINKA AND ADDIS ABABA As we cross into Ethiopia - the roads we travel on are often in mountainous areas, so travel is slow. Ethiopia has a lot more visual & indigenous history than any other sub - Saharan country. We continue our journey north heading to Jinka and the Omo Valley. This region is home to some of the most colourful ethnic groups in Ethiopia. The friendly Hamar people are noted for their ornate, interesting hairstyles and the Mursi people are famous for the clay lip plates and earlobe decorations. An optional day tour will take you into the Omo National Park. Continuing on our way, we will stop at Arba Minch and the brown Langano Lake on our way to Addis Ababa where we have the chance to indulge in some authentic Ethiopian coffee or explore 'El Mercato' - one of East Africa's largest open air markets. We also spend the next few days organising visas. Note"
      },
      {
        "dayNumber": 316,
        "title": "",
        "description": "FLY TO EGYPT As we are not currently able to drive through Sudan, we must say goodbye to our truck here and take to the skies to fly to Egypt (flight not included). Your tour leader will let you know during the trip which flight to book and when to book it, so please wait for these details before doing so. Note"
      },
      {
        "dayNumber": 317,
        "title": "",
        "description": "CAIRO TO LUXOR After arriving in Cairo, we take a tour with a local Egyptologist guide to the amazing Pyramids and Sphinx at Giza. A visit to the Grand Egyptian Musuem will follow (entrance fees paid locally). We'll then take an overnight train south to Aswan where you will notice one of the many cultural changes on this trip - the darker Nubian people lead a more relaxed and less hectic pace of life than their Egyptian countrymen. You have the opportunity to Philae Temple and Abu Simbel temple - the massive stone monuments carved into the rock by the greatest of all pharaohs, Ramses ll. These temples were meticulously dismantled and rebuilt higher up the hillside after Lake Nasser was flooded. Visits to the Nubian museum, an evening boat cruise to a Nubian village and walking through the colourful souk, are great ways to spend your days here. We leave Aswan and take an overnight felucca boat cruise to Kom Ombo before continuing by bus to Luxor. Spending days and nights on a felucca sailboat with their friendly Nubian crews is a wonderfully relaxing way to spend time on the River Nile. You will be kept busy exploring in Luxor, considered the largest outdoor museum in the world. Here we visit the Valley of Kings and Queens. Here, the remarkably well preserved tombs of the ancient rulers, including Ramses ll and Tutankhamun, have coloured paintings and hieroglyphics that still seem fresh even after 3000 years. Karnak and Luxor Temples are both easily accessible from our hotel - as is the local souq where you can pick up some more souvenirs."
      },
      {
        "dayNumber": 325,
        "title": "",
        "description": "LUXOR TO THE RED SEA AND CAIRO After leaving Luxor we drive out towards the Red Sea Coast at Hurghada. You will have time relax on the beach or try your hand at various watersports such as snorkelling, windsurfing or scuba diving in the cool clear blue waters. Our final destination, Cairo is then only one final day's drive away. We'll explore the old town and Khan-el-Khalili bazaar on foot, and then enjoy a final meal together as a fitting way to end this amazing expedition"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Angola",
    "mainPhoto": "",
    "id": "trans-africa-overland-expedition-23-weeks",
    "tourName": "Trans Africa overland expedition, 23 weeks",
    "placesVisited": "",
    "generalInfo": "This epic expedition through Africa encompasses all the incredible landscapes, culture &amp; wildlife you could imagine. From the harshness of the Sahara desert, the dense jungles of central Africa and the amazing wildlife of East Africa, the varied landscapes and cultures that make up this continent will leave an indelible mark on you forever. There will be times when it will be extremely tough - harsh terrains, bad roads and extremes of weather, but it will all be worth it! You will discover a continent most travellers only dream of - whilst having the experience of a lifetime! Note: This is one of our Overland Adventures which are run on a participatory basis – you’ll be involved in the day to day running of the trip and have fun helping to cook for the group. Expect to sometimes get dusty and dishevelled and not to be able to have hot showers every night. Groups of up to 24 people are led by our crew of two. Please note that the accommodation on this trip is predominantly camping, though there may be opportunities to upgrade this locally where rooms are available. Please see the trip inclusions for an approximate percentage of camping and room nights. Our Overland Adventures provide once in a life time experiences and whilst some safari activities may be included in the itinerary, or be available to book locally, this should not be considered a traditional safari holiday, though we consider that part of the fun!!",
    "durationDays": "164",
    "price": "8495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "FES TO MARRAKECH West Africa is a road less travelled and still a largely undiscovered area of Africa for tourism. Please understand that the first 20 weeks of your journey will be directly through this area of the continent and although we list our intended Itinerary below, please be aware that this is a rough guide and should be treated as such. Oasis Overland has run a Trans Africa Expedition virtually every year since 1997, and during this time, not one Trans Africa trip has run an identical itinerary through West Africa as far as Namibia. This is due to many reasons, including availability of visas, road conditions, embassy and border closures, political unrest, elections and instability, disease outbreaks, changing government travel advice and adverse weather conditions, just to name a few. We also hear about new, exciting places that may only now be possible to visit, and so try to include some new places on each trip for that reason too. Please therefore consider the itinerary shown as a guide and expect there to be some changes during your trip. This is all part of the experience of travelling through West Africa and one that makes this expedition such an epic journey that only a select few are willing to undertake. We begin our journey in Fes in the north of Morocco where our Trans Africa Crew will greet you. After an introductory meeting we take an included city tour through Fes's huge old bazaar with its narrow winding alleys crammed with craft workshops, restaurants, food stalls, mosques, dye pits and tanneries. Our first stop after we get on the road will then be at the Roman City of Volubilis, a remarkably well-kept reminder of the Roman presence in North Africa 2000 years ago. From there we head north to visit Chefchaouen - set in a fertile valley of the surrounding Rif Mountains - where we will camp on a ridge overlooking this picturesque town with its white roofs, blue alleyways and narrow streets. You can wander around this relaxed town and even visit one of the old hammam bath houses. We'll then head South West along the coast past the old capital of Rabat to Casablanca, and on from there to another of Morocco's Imperial Cities, Marrakech, our base for the next few days. Here you will have plenty of time to look around the city including the famou Djemâa-el-Fna. This square is alive with activity through the day - from storytellers, snake charmers, water sellers and musicians. A nightly ritual sees hundreds of food stalls transform the square into one of Africa's largest local eating areas - the aromatic smells of fresh local food is fit for locals and tourists alike."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "MARRAKECH TO WESTERN SAHARA After leaving Marrakech, the fishing port of Essaouira is our last major stop in Morocco. While in Essaouira you can take advantage of the often windy conditions to try some surfing, kite surfing or windsurfing, or explore the streets of the old town, now a UNESCO World Heritage Site. We then head south following the rugged Atlantic coastline towards Mauritania and the Sahara Desert. This journey will take a few days where we will be camping in the wild, and with no light pollution an abundance of stars can be seen in the night skies. Driving through Western Sahara will then be our first real time spent away from popular touristy areas and we may only see a handful of other travellers."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "WESTERN SAHARA TO DAKAR On this leg of our Africa overland trip, after crossing into Mauritania we travel east along the desert road to the town to Atar on the Adrar Plateau. From here you have the opportunity to explore the surrounding area by 4x4 vehicle. Leaving Atar, we pass small isolated villages surrounded by the vast desert and herdsman migrating with their camels in search of water. With very infrequent traffic on the roads and no food crops being grown, one wonders how tough it is to live in such harsh desert conditions. We reach the capital, Nouakchott, where we spend a couple of days obtaining visas and re-organising the truck and life in general after our dusty desert travels. It is quite incredible to think that slavery was only abolished here in 1980 and it is rumoured that it still continues in some outlying areas. South of Nouakchott, we will take 1 of 2 borders crossing into Senegal, the infamous and hectic Rosso border, crossing the Senegalese river by boat, or travel through a remote border - Diama, passing along the piste through Diawling National park (weather permitting). We enter sub-Saharan Africa by crossing the Senegal River and continue into St Louis, West Africa's first French settlement and from where French colonialists conquered the interior. Senegal has a very different feel from the west Saharan countries we have just come from. We begin to be exposed to West Africa's vibrant food and music culture, colourful fashion and markets. We will start getting used to bad roads, 'interesting' local driving styles and a mixture of modern West African cities as well as some fly blown and remote border posts and villages. The city of St Louis is located at the mouth of the Senegal River and is an interesting place to visit. We will spend a couple of nights near town camping within the national park 'Langue de Barbarie', well known for its fauna rich with various species of birds. You can take a pirogue trip and bird watch, relax and swim on the sandy beach, try your hand at fishing and much more. On our Overland route through Senegal, we will visit Lake Retba (or Lac Rose as it is known by locals) where you can float in the pink lake. Its salinity content compares to that of the Dead Sea and during the dry season, it exceeds it. From here you may have the opportunity to visit Dakar. Like any large city in the world, Dakar has its undesirables so compared to the laid back countryside and small towns that we are more familiar with, in large cities we learn to take care and go out and explore in pairs."
      },
      {
        "dayNumber": 34,
        "title": "",
        "description": "DAKAR TO TIWAI ISLAND WILDLIFE SANCTUARY Continuing south, we will visit The Gambia, the smallest country on the continent (mainland) of Africa. We will take the truck across the Gambia River by ferry and base ourselves near the capital city Banjul. Banjul sits on an island where the Gambia River meets the Atlantic Ocean, you can visit the lively, open-air street market, wander the streets passing colonial buildings, visit nearby beaches or take a riverboat trip. Re-entering Senegal, we will cross into the southern Casamance region and will stop at the town of Ziguinchor to obtain a visa for Guinea-Bissau, before spending a day on the pristine coastal beaches of Senegal. Here you have the opportunity to swim, take a bike ride, fish or wandering through the nearby villages. Guinea-Bissau, considered one of the world's poorest and most fragile countries, has a population of less than 2 million. In the 19th century, it was colonized as Portuguese Guinea and the official language is Portuguese. Still bearing the scars of the civil wars of 1997-8, Bissau is an interesting city to explore and as it's less frequented by tourists the people are very welcoming and intrigued by our presence. Depending on weather and road conditions we will travel to Parque Nacional de Cantanhez where you can arrange optional trekking trips into the rainforest in search of chimpanzees and other wildlife. Leaving Guinea-Bissau, we travel east towards the Guinean border and will start to encounter challenging roads. Guinea Conakry (as it is usually called in West Africa) is a country that very few travellers ever visit and is one of the proudest in West Africa. Its people have stood together and survived the always difficult post-colonial era of independence without resorting to tribal conflicts or civil war. The first colony to gain independence from France, they stated they preferred & freedom in poverty, then prosperity in chains. We can appreciate Guinea&rsquo's spectacular tropical forests and waterfalls as we cross the Fouta Djallon plateau and the beautiful hilly hinterland over the next few days. Next we enter Sierra Leone, famous for its diamonds and infamous for its disastrous civil war, which it fortunately recovered from after many years. However, its roads are still abysmal so it can be slow going on our drive to the coast. Camping on the coast south of Freetown, we can enjoy its serene palm fringed beaches and remoteness. Nearby is the Tacugama Chimpanzee Sanctuary which cares for around 100 injured or orphaned chimpanzees. The reserve has an incredible story, starting in 1988 with the first rescue of a baby chimpanzee, surviving the civil war and growing to become Sierra Leone’s primary conservation organisation. We include a tour of Tacugama where you can see the resident rescued chimps and discover their individual personalities as well as learning more about this characterful species. It is likely we will be obtaining visas in Freetown and you may also have time to explore the city markets and museums or a boat trip out to the nearby Banana Islands. Travelling further south towards Liberia you have the option to visit the Tiwai Island Wildlife Sanctuary home to 11 species of primates as well as the rare and elusive pygmy hippo. You can explore the island by foot or dugout canoe, enjoying the river and forest wildlife."
      },
      {
        "dayNumber": 57,
        "title": "",
        "description": "TIWAI ISLAND WILDLIFE SANCTUARY TO ACCRA The roads from the east of Sierra Leone to the border of Liberia are generally in a poor state. Passing through the jungle and continuing our journey that few other travellers get to take, we make our way to Monrovia. Despite the ravages of the past, Liberia is full of hope and energy, and the city is becoming a thriving capital and moving on. Entering Liberia we notice another change in people and culture, especially the language! For the first time in two months of our Africa overland travels, we are in a country where English is the main language. The people in Monrovia are welcoming and pleased to see tourists coming to explore their city. We may have to apply for a visa here, so will be situated in and around the area for a couple of days, Kpatawee waterfalls, considered one of Liberia's most beautiful spots. Reaching the border with Ivory Coast, more commonly known in its French form we then continue our adventure towards the city of Yamoussoukro. Built by President Boigny, one of the classic ‘ Big Man’ dictators it was an expensive and vane project to glorify himself with six-lane highways leading nowhere and a huge Basilica built to copy St. Peter&rsquo's in Rome. A further day’s drive away in Abidjan, one of West Africa&rsquo's modern cities with skyscrapers and flashy restaurants. However, it very much has the feel of having seen better days and as with so many cities, ostentatious wealth mixes side by side with abject poverty. Our Africa overland adventure now heads east to the frontier with Ghana and back to English again. Making our way towards the coastline of Ghana we will spend a couple of days relaxing on palm-fringed beaches near Cape Coast. From here we will visit the castles of Elmina and Cape Coast, where thousands of slaves passed through the ‘ Door of no Return&rsquo. We will also stop at Kakum National Park where you have the opportunity to embark on a canopy walk or trek through the nature trails in the forest. Kumasi is the capital city of the Ashanti Region and our next stop. You will have the opportunity to visit one of the largest markets in West Africa, Kejetia Market. Stalls sell everything from glass beads and live chickens to Ashanti sandals. Kumasi is also known as a centre for an Ashanti culture and you can visit the National Cultural Centre offering craft workshops and dance performances. A day drive takes us to the capital, Accra. DAYS 76-78"
      },
      {
        "dayNumber": 87,
        "title": "",
        "description": "LOME TO LIMBE Travelling through Togo and Benin doesn't take long as they are only 50 miles wide. Voodoo is the main religion here, basing its beliefs in the power of the dead. You can visit an interesting fetish market, take a boat ride on lake Togo to Togoville, as well as sample good African restaurants in Lome the capital of Togo. We will be applying for some further visas for our onward travel to the capital. In Benin you can take local canoes out to Ganvie village - built on bamboo stilts on Lake Nakoue. Next we enter Nigeria, Africa's most populous country with well over 100 million people. The pace of life here tends to be more hectic than we have become used to on our overland adventure, full of hustle and bustle. Making our way east, our route will depend on whether we need to apply for any visas and which border crossing into Cameroon is open. Subject to our route, we may have the opportunity to visit a Drill Monkey and Chimpanzee rehabilitation centre, a project dedicated to rehabilitating and breeding drills, a primate closely related to baboons and mandrills, to be released back into the wild. Moving through mountainous and lush jungle, we enter Cameroon. Again, depending on which route we can take, we will travel to the foothills of Mount Cameroon, to spend a few days camping near Limbe and 6 Mile Beach. From here you can choose to trek up Mount Cameroon, visit a chimpanzee orphanage or relax on the beach."
      },
      {
        "dayNumber": 108,
        "title": "",
        "description": "LIMBE TO CONGO After chilling out on the beach, or if you were brave enough to tackle the mountain, we head inland to the capital city of Yaounde, where we may apply for a couple more visas. You can sample fresh bread and amazing pastries from the countless bakeries, admire the roadside fresh flower stalls, or stock up on some supermarket treats! Bursting with art galleries, museums and various markets, this is an ideal place to restock your snack store and prepare for the demands of central Africa. When we depart city life, to travel south on the more rugged roads! We drive through lush jungle scenery, passing the occasional waterfall, before eventually reaching the lively market town of Ambam. Here we can replenish our food supplies before crossing the Ntem River into Gabon, a country that consists mostly of the tropical rain forest. Our next stop is the beautiful Lope National Park, home to a population of elephants, buffalo and the famous central Africa drill monkeys. After a safari through the savanna lands, we continue south along with dirt and mud roads toward the Republic of Congo. Along this leg of the Trans Africa overland trip, we may encounter some challenging road conditions and situations on the whole of the route. Teamwork will be needed if we are to tackle what may lay ahead - from clearing paths through waterlogged potholes the size of the truck to only travelling a couple of miles in a day over wet and unkempt mud roads. These are some of the best memories you will take away with you."
      },
      {
        "dayNumber": 125,
        "title": "",
        "description": "CONGO TO MITADI One of the main highlights for most people who visit Congo is the friendliness of the people, particularly in the countryside. The open delight and welcome we receive while driving through these remote villages are touching. While the first section of roads is rough dirt, once we reach the sealed roads it's a fast run towards the town of Dolisie. From Dolisie we will make our way west towards the ocean city of Pointe Noire. Two contrasting areas, the African quarter - where we see traffic jams, crowded streets and a bustling Grand Marche (market), the European Quarter quite the contrast with beachside bars and restaurants, noticeably oil is the source of the wealth. You will have time to explore the cities museums, railways and cathedrals or relax on the beaches. Departing Congo a transit through Cabinda, an exclave and province of Angola will bring us into the Democratic Republic of Congo (formerly known as Zaire). Sandy tracks will eventually lead us into Muanda. Again tourists are foreign to this region and we attract attention everywhere we travel, dirt roads and potholes will direct us over the Congo River to the city of Mitadi and the gateway to Angola."
      },
      {
        "dayNumber": 134,
        "title": "",
        "description": "MITADI TO NAMIBIAN BORDER Angola is still recovering from over two decades of civil war. As we travel south through the many small villages and communities - local people - especially children may never have seen a foreigner before. Military tanks litter the side of many roads in places. The country is slowly rebuilding its infrastructure and basic needs - with the capital of Luanda showing full sign of this slow progression. As Portuguese is the preferred language and hardly anyone we encounter will speak English - a lot of humorous improvisations with hands, face and voice are usually needed by all of us. After the southern town of Lubango and home to 'Christo Rei' a shrine overlooking the city as Christ the Redeemer looks over Rio, we head to the Namibian border for the next instalment of our Trans Africa overland adventure."
      },
      {
        "dayNumber": 145,
        "title": "",
        "description": "NAMIBIA TO CAPE TOWN Crossing into Namibia and the region of the Owambo people - we pass through the country's second-largest town - Ondangwa. This town is one of the main suppliers of beer to Northern Namibia - hopefully, there will be enough left for us! We continue towards Etosha National Park - recognised as one of the world's greatest wildlife viewing areas. The semi-desert is quite a contrast to the more fertile terrain we have been used to. Besides game drives, we can also game watch by night at one of the floodlit water holes where we may well spot Rhino, Elephant and Giraffe among a host of other wildlife. From Etosha, we visit a local Cheetah park before continuing to the Brandberg Mountains in Damaraland. We then travel to the stunning Spitzkoppe Rock formations. Known as the Matterhorn of Namibia, the Spitzkoppe is part of the Erongo Mt range and was formed over 100 million years ago after the collapse of a gigantic volcano. The scenery is striking from every angle - even more, stunning as the granite massifs turn red at sunset. The next stop is the world-famous Cape Cross Seal Colony, where the sight of thousands of these mammals, as well as their accompanying pungent odour, is remembered by all! The Cool Atlantic Ocean and the prominent Benguela current provide a perfect location for feeding and breeding for the Cape Fur Seal. For the next three days, our Africa overland trip will be based in Swakopmund - Namibia's adventure gateway. You can choose between a variety of activities and excursions here"
      }
    ],
    "map": "",
    "category": "Adventure"
  }
]