[
    {
        "type": "overview",
        "Main_Title": "Our Turkey holidays & tours",
        "Main_Paragraph": "Roam the coast aboard a traditional sail-powered gulet cruise. Discover ancient underground cities, ‘fairy chimneys’ and sunrise balloon flights in Cappadocia. Or join a small group tour to explore Turkey’s convoluted history, its cuisine, and its many-faceted culture. Our Turkey holidays bottle the magic of a country where East collides with West. And there’s no better way to understand the traditions and ways of life here than with local guides, there to make the introductions in bazaars, show you how to order drinks in the tea shops, and reveal the Turkey beyond the beach resorts.",
        "Subtitle": "About our Turkey holidays",
        "Title1": "Gulet cruising holiday in Turkey",
        "Paragraph1": "You’ll find gulets sailing everywhere from Montenegro to the Maldives, however their origins can be traced back to Bodrum in Turkey. Helmed by friendly local crews, these wooden, white-sailed boats are small enough to drop anchor by cosy coves, bays, empty beaches and blink-and-you’ll-miss-‘em islands that big cruise ships can’t reach. Our gulet cruises in Turkey are relaxed affairs, so expect long lunches in fishing villages and plenty of swim stops. Belowdecks, it’s less fishing boat and more luxury schooner. You can choose a private cabin with air-con and en-suite bathroom; many are family-sized.",
        "image1": "",
        "Title2": "Walking holidays in Turkey",
        "Paragraph2": "Our Turkey walking holidays tread trails hollowed out by a few millennia’s worth of footsteps. The now-famous Lycian Way was created in the late 1990s by conservationist and writer Kate Chow to preserve lost footpaths along the Mediterranean coast. The Carian Trail, meanwhile, links ancient sites and remote villages along the south-westerly Aegean Coast. Or you can hike Cappadocia, ducking into subterranean cities and sculpted valleys. We have both self guided and small group tours, depending on whether you fancy following a knowledgeable guide or striking out alone with detailed maps and route notes. Either option will have you staying in characterful, locally owned village houses along the way.",
        "image2": "",
        "Title3": "Family holidays in Turkey",
        "Paragraph3": "You’ll be kept on your toes on a family holiday to Turkey. A long, winding coastline and an inland of pine forests, mountains, rushing rivers and collapsed ancient cities provide loads of opportunities for walking, boat trips, sea kayaking and mountain biking, all led by brilliant local guides who know the surroundings well. Delicious picnic lunches are made up of fresh ingredients sourced from regional producers. You might be based in a mountain town and take day trips out to places like the Saklikent National Park (great for tubing and gorge hiking) or spend a week aboard a traditional gulet with other families, smoothing down the bright turquoise Mediterranean or Aegean coasts.",
        "Title4": "Cappadocia holidays in Turkey",
        "Paragraph4": "Hot air balloons rising over honeyed rock formations is one of the everlasting images of Cappadocia. But there’s even more to see below. Over 1,000 years ago, Byzantine Christians escaping persecution went underground – literally. They burrowed almost 40 cities into the soft rock… houses, churches, monasteries and all. You can explore these archaeological wonders, along with the painted cave churches of the Goreme Valley, and hike between vineyards and apricot orchards in the Pancarlik Valley, in the company of local guides for revealing insights. Whether you opt for one of our small group tours or a tailor made holiday that picks out the activities that most interest you, Cappadocia captivates.",
        "image3": "",
        "Title5": "Istanbul holidays in Turkey",
        "Paragraph5": "Istanbul famously reclines across the border of Europe and Asia. Although perhaps ‘reclines’ is too relaxed – this is a busy city that whisks you between the blue-tiled Sultan Ahmed Mosque and brilliantly Byzantine Hagia Sophia, before sinking you into the 17th-century Spice Bazaar and coffee houses that double as debating parlours. Visit Istanbul in spring (March-May) and autumn (September-November) to avoid unbearably hot temperatures and crowds, and make sure to give yourself at least three days to explore.",
        "Title6": "History & archaeology tours in Turkey",
        "Paragraph6": "With its position at the crossroads of Asia, Europe and the Middle East, it’s no surprise that Turkey’s historical sites are as diverse as they are fascinating. Our history and archaeology holidays explore well-known locations such as the underground cities of Cappadocia and the Neolithic settlement of Gobekli Tepe, along with its sister-site Karahan Tepe. But they also take in less-visited locations such including Sogmatar, where Moses is said to have once lived. Trace the paths of traders and pilgrims along the Silk Road, explore the well-preserved Roman theatre of Aspendos, and discover the life and times of the legendary poet and philosopher Rumi. All in the company of our expert local guides."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Turkey",
        "Main_Paragraph": "With a 7,200km coastline and wildly varying terrain, the best time to visit Turkey depends on where you want to go and what you want to do. June to August is hot almost everywhere. The west and south coasts have mild winters, while central Anatolia is colder  as is Istanbul. Summer is great for activities like kayaking, rafting, canyoning or diving, but not so good for crowds at major cultural sites. Sunny spring and autumn days offer fine temperatures for walking and cycling.",
        "image1": "",
        "when_to_go": "When to visit Turkey and when not to",
        "when_to_go_html": "<bullet><b>January</b> and <b>February</b> find Turkey hunkering down from rain and cold with eastern and central areas, such as Anatolia, covered in snow and experiencing freezing temperatures.</bullet>\n<bullet>Cyclists and hikers will be pleased to learn that things are starting to look up weatherwise during <b>March and April,</b> especially on southern coastlines, and there's every chance of spotting dolphins heading northwest towards the Black Sea. The holy month of <b>Ramadan takes place in March and April in 2024, and February and March in 2025, 2026 and 2027.</b></bullet>\n<bullet><b>April and May</b> are often the best months to visit Turkey as although you may get a couple of rainy days there's an abundance of wild flowers and blossom turning the countryside into a cornucopia of colour alongside milder temperatures and fewer crowds on walking trails both inland and along the coast.</bullet>\n<bullet><b>June</b> is the start of the summer in Turkey and as such the resorts along the Mediterranean and Aegean will start to become busier as land and sea temperatures start to rise.</bullet>\n<bullet><b>July and August</b>  are the hottest months of the Turkish calendar most visitors tend to hit the coast which leaves cities and hiking trails often bereft of crowds and accommodation prices a little lower.</bullet>\n<bullet>In <b>autumn</b>, Turkey still promises plenty of blue skies and warm temperatures although as <b>September</b> turns to <b>October</b> start to expect shorter days and more showers.</bullet>\n<bullet>By <b>November and December</b> it's often down to luck as to what weather conditions you'll find in Turkey. <b>Towards the end of the year things will have cooled down considerably</b> which won't necessarily be all bad for cyclists tackling steep ascents.</bullet>\n<bullet>In general, <b>the best time to visit Turkey is in spring and autumn</b> if you're looking to cycle, trek or explore archaeological sites. However, heat-loving cultural travellers wishing to combine classical highlights with a few days on the beach will find <b>June through to September</b> absolutely ideal.</bullet>",
        "weather_chart": "Turkey Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Turkey Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 87%;\">110 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 60%;\">75 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 57%;\">72 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 40%;\">50 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 28%;\">35 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 22%;\">28 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 20%;\">25 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 28%;\">35 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 34%;\">43 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 60%;\">76 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 77%;\">97 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">126 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Festivals & events in Turkey",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "Mevlana Festival (Konya) - December 10th-17th",
        "title3": "",
        "paragraph3": "A celebration of the whirling dervish orders founded by 13th century Sufi poet and mystic philosopher Jelaluddin Rumi - aka Mevlâna ('Our Guide'). A million people visit the vibrant city of Konya to witness days of dervish dancing and music, culminating in the major performance of unique trance-like forms on December 17 (the day Rumi died in 1273)."
    }
]