{
  "destination": "Tibet",
  "mainPhoto": "",
  "id": "lhasa-to-kathmandu-overland-tour-small-group",
  "tourName": "Lhasa to Kathmandu overland tour, small group",
  "placesVisited": "acclimatisation and culture in Lhasa, four-day road trip to Everest Base Camp and on to Nepal, scenic sights along the way include Yamdrok Lake, spend a night at Everest Base Camp, Tibetan driver and guide",
  "generalInfo": "On this amazing overland tour you’ll drive from the Tibetan Plateau into the mountains. You’ll head into the Himalayas from Lhasa, crossing over into Nepal and finishing at Kathmandu, via some of the most epic landscapes on the planet. This trip even stops at North Base Camp (5,200m) in Tibet, on the way. There are paved roads throughout, and epic scenery, too. <br/><br/>Start with a few days of combined acclimatisation and sightseeing in Lhasa, visiting Potala Palace, Jokhang Temple and Sera Monastery. Day four is when your road trip begins, and you’ll start with a scenic drive to Shigatse, Tibet’s second largest city, crossing Kampala Pass (4,797m) at sunrise to be met with a beautiful view of Yamdrok Lake, one of Tibet’s largest lakes. <br/><br/>From Shigatse you make your winding way to Everest Base Camp, to post a letter at the world’s highest post box. After a night at a guest house in the shadow of the world’s highest mountain, you’ll cross into Nepal at the Gyirong Border.<br/><br/>Our partner for this trip is a fantastic Tibet-based operator who is extremely experienced at handling all the logistics of your trip, including all permits and border crossings, so you can sit back and enjoy the view. <br/>",
  "durationDays": "7",
  "price": "1189",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Lhasa by air/train | Greetings from Lhasa, the vibrant heart of Tibet! As you arrive at Lhasa, our friendly guide and driver will be eagerly awaiting you at the exit. With a quick 1-hour drive (covering 70km), they'll accompany you away to your comfortable downtown Lhasa hotel. Take this time to acclimate to the altitude (3,650m), to ensure good start of your journey in the highland. Overnight in Lhasa."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lhasa Tour | In the morning, you’ll explore the largest monastery in Tibet - Drepung Monastery, which was once the home to over 10,000 monks. As you walk through the Coqen Hall, your guide will provide detailed explanations of the worldview of Tibetan Buddhism and introduce notable figures in Tibetan Buddhist history. Next, you’ll visit the renowned Loseling College (or an equivalent), offering a glimpse into the study and life of Tibetan monks. Explore their dormitories to gain insights into the Tibetan monks' daily routines and living conditions. In the afternoon, you’ll head to Sera Monastery, another of the ‘great three’ Gelug monasteries of Tibet, to witness the famous Tibetan Monks Debate (15:00 - 17:00, from Monday to Saturday). Your guide will intricately explain how Tibetan monks engage in these debates to acquire knowledge and advance in their academic degrees. After today’s tour, enjoy a welcome dinner with your group members. Overnight in Lhasa."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lhasa Tour | After breakfast, your first stop is the Potala Palace, where you can enjoy a panoramic view of the Lhasa Old Town. Discover the lives and stories of the Dalai Lamas through history within the palace, and the extraordinary treasures it holds. The most valuable collections of Potala Palace are the gilded burial stupas of former Dalai Lamas and the meditation cave of the 33rd great king of Tibet. After touring the Potala Palace, you will visit Longwangtan Park at the foot of the Potala Palace. Here, you can appreciate the majestic Potala Palace from a different perspective and engage in local Tibetan folk activities. In the afternoon, you will head to the heart of Tibetan religion - the Jokhang Temple. Inside you can see the statue of Buddha Sakyamuni at the age of twelve. Outside, you can see pilgrims making prostrating in front of Jokhang Temple. Around the temple is Barkhor Street, where you can do kora (a religious circle of a building or mountain) with pilgrims and locals, and explore the old market. Next, follow your guide to one of the liveliest indoor Tibetan tea houses in Lhasa. Sip traditional Tibetan sweet tea alongside local Tibetans as your guide shares insights into Tibetan social dynamics and daily life. Overnight in Lhasa."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lhasa to Gyantse to Shigatse via Yamdrok Lake (340km, 8 hours driving) | First, drive over the Gampala pass (4790 m) to catch a glimpse of Yamdrok-tso (4400m). The Yamdrok Lake is surrounded by many snow-capped mountains and in the distance you can have spectacular views of Holy Mount Nyenchen Khangsar (7191m), the highest mountain near Lhasa. Continue to explore the lakeshore from various viewpoints, and at the end of the lake, you could visit a local family in the village and have lunch with the locals. Next, you will pass and enjoy the Korola Glacier on the roadside. It is the largest glacier in Tibet. As you see the ice tongue of the glacier climb the entire hillside, you will feel the magical power of nature. Then, continue your journey to Gyantse. On the way, you will stop at Simila Mountain Pass, where you can hang prayer flags to pray for world peace and the health of your family. After arriving in Gyantse, you can spend some time taking photos of the ancient city of Gyantse. From Gyantse to Shigatse, you will pass by green (in summer) and golden (in autumn) Tibetan barley fields and countless farms. Finally, we arrive in Shigatse, the second largest city in Tibet. After checking in to the hotel, you can take a good rest and prepare for the next day’s trip to Mount Everest. Overnight in Shigatse."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Shigatse to Mt. Everest (340km, 8 hours driving) | First, you will pass Gyatsola Pass (5280m). At Gyatsola Pass viewpoint, you’ll catch your first glimpse of Mount Everest. Hidden behind the mountain range, the Everest resembles a budding lotus flower, a captivating sight along the roadside. Shortly after we enter Mount Everest National Nature Reserve, you will enjoy the panoramic view of the Himalayas at Gawula Pass (5198m). At this viewpoint, you will marvel at the majestic lineup of the five highest peaks in the Himalayas, including Everest at the forefront. This is your second glimpse of Everest. Then we drive along the new zigzag road to Everest Base Camp (5000m). As you get close to the base camp, the majestic Everest gradually unfolds before you, drawing nearer with each winding turn. This marks your third view of Everest. Upon reaching Everest Base Camp, the colossal white pyramid peak of Mount Everest stands towering before you. As the day transitions to dusk, witness the golden hues of the sun casting a warm glow on Everest's northern face - your fourth view. As night falls, the sparkling Milky Way and the snow-white peak of Mount Everest reveal your fifth and final encounter with Everest. Overnight in EBC Tent Guesthouse."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Everest Base Camp to Gyirong (390km, 8 hours driving) | Today, you will reach Gyirong Border, witnessing the breathtaking landscapes changing from 5200 meters to 2800 meters above sea level. In the morning, before departing from the base camp, you will visit Rongbuk Monastery, the world’s highest monastery, where nuns and monks live together at 5154 meters above sea level. Then, you will cross the Himalayas and take a drive to Gyirong at the Sino-Nepal border. Across the 380-kilometer journey, marvel at the evolving scenery - from snow-capped peaks towering over 5000 meters to the lush forests and canyon vistas at around 2800 meters above sea level. As you pass by Mt. Shishabangma (8027 meters), one of the world’s highest mountains over 8000 meters, you can enjoy a close view of the three main peaks of Shigabangma, as well as the golden glow of Pelku Tso Lake beneath the peaks. Afterward, the altitude drops dramatically. You’ll be mesmerized by forests, waterfalls, and bottomless canyons as you enter the edge of the Himalayas. When you arrive in Gyirong Valley, what you will see is the dense forest and the snowy peaks above the forests. In Gyirong town, you can breathe in the abundant oxygen. Overnight in Gyirong."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Gyirong border to Kathmandu | After breakfast, you will say goodbye to your Tibetan tour guide and driver. Our Nepali staff at the Nepal border port will warmly welcome you, assist you in applying for a Nepal visa, and be responsible for carrying large luggage (at your own expense). We ensure a safe transfer for you to your hotel in Kathmandu with Tibet Vista’s vehicle."
    }
  ],
  "map": ""
}