{
  "destination": "Tibet",
  "mainPhoto": "",
  "id": "tibet-pilgrimage-tour-lhasa-to-everest-base-camp",
  "tourName": "Tibet pilgrimage tour, Lhasa to Everest Base camp",
  "placesVisited": "",
  "generalInfo": "Our authentic 8-day Tibet Pilgrim Tour will ensure that you see the very best of what this wonderfully spiritual region has to offer. Highlights of the tour will include an in-depth exploration of the amazing city of Lhasa and its eclectic range of cultural heritage sites; wonderful and awe-inspiring view of the Himalayas, and of course, a brief visit to Mount Everest Base Camp to acquire a view of the highest peak in the world! This tour genuinely offers a fantastic combination of ancient cultures and natural wonders. <br/><br/>Lhasa is home to number of the most important cultural heritage sites in Tibet, including monasteries and palaces that were associated with the thousands of Buddhist monks that have resided there over the centuries. Visits to Potala Palace, Drepung Monastery and the markets of Barkhor will leave you feeling exceptionally fortunate as you encounter an ancient culture at firsthand. We will also take you to Jokhang Temple, which is often referred to as the spiritual centre of the city and a truly beautiful religious site. <br/><br/>After stops in Shigatze (a wonderful town of historical and cultural significance) and Gyantze to see more important heritage sites, you will then be transported deeper in the Himalayas to the Mount Everest Base Camp. You will be truly amazed at this imposing physical wonder that has captured the hearts and imaginations of many that have gazed upon it for centuries. Although the journey on foot may be difficult at times, the reward of the stunning views this imposing natural spectacle will be well worth it! This caps a wonderful 8-day experience that will never be forgotten.",
  "durationDays": "8",
  "price": "1024",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN LHASA(altitude 3,670m) (by air); Upon arrival in Lhasa, you will be greeted by our guides and warmly welcomed with a pure white katak scarf (prayer scarf). As we drive the 100 kilometers into the city, we may stop occasionally for pictures of holy shrines or local village life. As we have just made a sudden ascent to 3,670 meters, the rest of the afternoon is free to rest and acclimatize. We suggest taking it easy, drinking lots of water, and avoiding heavy foods. If you are feeling up to it, you may find a stroll around the Barkhor in the old town an exciting introduction to the spiritual, and commercial, side of Lhasa. As our hotel is generally in the old town, we recommend you venture around Barkhor market, where you will feel you are at the very heart of Tibet. ? Altitude sickness:With its much higher elevation, some visitors may experience symptoms of altitude sickness. We recommend taking everything slowly, getting plenty of rest the first day and staying very well hydrated by drinking plenty of water to minimize the effects of the high altitude. Usually, you will be fine by the second day, but if you do experience severe and/or worsening symptoms, please contact your guide or a member of our staff immediately. Stay in Thangka Hotel or the similar(4*)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "LHASA(3,670m); [Traditional Handicraft Art center] Today we will take you to fully immerse yourself in experiencing traditional Tibetan handcraft Center, including making Tibetan incense, Tibetan calligraphy - the methods behind Tibetan calligraphy and the secrets of block printing. [Sera Monastery] The monks’ debate is held in the courtyard almost every Monday to Saturday between 3:00pm and 5:30pm. Please note that in case of some special monastery activities such as the Dharma Meeting or the reception of VIPs, the monks’ debate may be canceled that day. After our visit to the monastery, feel free to stroll around the streets of Lhasa as you absorb the atmosphere and spirit of the devoted Tibetan people, or you may return to your hotel to rest and relax from this wonderful Tibetan cultural experience. Stay in Thangka Hotel or the similar(4*); Breakfast included."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "LHASA(3,670m); Your guide will pick you up from your hotel. This morning we visit the Potala Palace, a landmark of Lhasa and the political symbol of Tibet. You will join many pilgrims on your way to the top of a hill where this 13-storey architectural wonder stands. The approach to the Potala is not easy, and requires climbing many steep steps, so we take it slowly and allow ourselves to leisurely enjoy the Palace and its surroundings. We enjoy strolling through its winding corridors and peaking in some of its thousand rooms, and can only imagine what life here was once like. In the afternoon, we visit the Jokhang (Da zhao) Temple, the spiritual center of Lhasa. As we make the inner circuit around the courtyard, spinning numerous prayer wheels as we go, we are swept up in the energy of the devout. From the rooftop, we get stunning views of the Potala, and the snow capped peaks off in the distance. Around the Temple runs the Barkhor, a holy circuit which pilgrims undertake and a bustling commercial market. Stay in Thangka Hotel or the similar(4*)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "LHASA / YAMDROK LAKE/GYANGTSE / SHIGATSE(3,836m); Lhasa/Gyangtse/Shigatse 435km driving; This morning we’ll take a drive up to the Kampala Pass (elevation 4797 meters) where you’ll have a glimpse of ?Yamdrok Lake?down below as well as spectacular views of the holy Mount Nyenchen Khangsar in the distance. You will need your camera ready for the turquoise waters of Yamdrok Lake, which is one of the three holy lakes of Tibet, and the beautiful Mt. Nyenchen Khangsar glacier as seen from the Karol la Pass. Later on we’ll be able to visit the?Karola Glacier?. ?Notice? 1. Foreign travelers who will visit Mt. Everest need to apply Aliens’ Travel Permit in Shigatse. The tour guide may adjust the itinerary according to the travel permit application status. 2. Please expect for a long queue time for the travel permit application during peak seasons due to system failure or a sudden increase in the number of applicants Stay in Shigatse Schery Hotel or the similar(4*); Breakfast included."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Shigatse/Gawula Pass/Rongbuk Monastery/EBC(350km,7hrs) After breakfast we’ll set out towards the peak of the world – Mount Everest. Departing from Shigatse you will see some of the most beautiful and unique scenery in the world – incredibly blue skies, floating high clouds, endless grasslands and the highest mountain peaks in the world. We’ll also stop by the [Rongbuk Monastery]– the world’s highest altitude monastery before spending the night at the [Everest Base Camp]. [Notice] 1. Tibetan Tent or guesthouse (8-15 pax/tent, multi-beds room). Every year from October to April of the following year, due to cold weather, the tents will be evacuated from the Everest Base Camp, travelers will stay in Basongcun/Tashizongcun guesthouse(multi-beds room); 2. The food and accommodation is poor, the altitude is high, and the temperature is low at the Everest Base Camp. Please pay attention to keep warm and prevent altitude sickness. The temperature is about 0-8 degrees in summer night, so please bring down jackets, or rent one in the Base Camp; 3. 1 free meal: Mount Everest Hot pot. Breakfast and dinner included."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "MT. EVEREST BASE CAMP(5,150m)-SHIGATSE; In the morning, you can see the sunrise of Everest Peak if weather permits at the lodging area. Then we will visit the Rongbu Monastery - the unique highest monastery with nuns and monks living together. Finally, we will drive back to Shigatse."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SHIGATSE / LHASA(3,670m) ; Shigatse/Lhasa 250km/5hrs driving; [Back to Lhasa by train or tourist vehicle]. We will visit Tashilhunpo Monastery this morning. Built in 1447 and the seat of the Panchen Lama, the monastery houses a giant statue of the Maitreya Buddha and a tomb of the 4th Panchen Lama, which contains masses of jewels and gold. Just close Tashilhunpo is the Old Town of Shigatse, a great place to wander around: Nicely decorated Tibetan houses and interesting market and bazaar give you a vivid picture of local people's life. We drive back to Lhasa in the afternoon for about 5 hours. At arrival, you could walk around the old town and do some shopping for old prayer wheels, tankas etc. on your own. [Notice] Please note we will arrange you to take train or tourist vehicle back to Lhasa from Shigatse according to conditions. No designation will be acceptable. Stay in Tangka Hotel or the similar(4*); Breakfast included."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "LHASA / HOME; Today you will have free time until your tour guide escorts you to the Lhasa train station or airport for your departing train or flight from Lhasa. This will end your tour services in Tibet. Breakfast included. -End of the Tour-"
    }
  ],
  "map": ""
}