{
  "destination": "Tibet",
  "mainPhoto": "",
  "id": "lhasa-to-tibet-everest-base-camp-tour",
  "tourName": "Lhasa to Tibet Everest Base Camp tour",
  "placesVisited": "",
  "generalInfo": "Embark on our premier Tibet tour, a captivating journey through the formidable Himalayan ranges. Traverse this best-selling route, offering a rare opportunity to witness the grandeur of Mount Everest, the world’s highest peak. Delve into an exhilarating hike up the Everest Base Camp, immersing yourself in the famed Everest sunrise, sunset, and the mesmerizing flat clouds. Spend three nights in Lhasa, the vibrant center city of Tibet, allowing ample time for acclimatization and seamless exploration of key attractions. The expedition continues westward to Shigatse, the seat of Pamchan Lama, passing through the scenic Yamdrotso Lake, Karola Glacier, and Namtso Lake. Journey to Everest Base Camp, the planet's highest accessible point, for an unparalleled view of the world's loftiest mountain. <br/><br/>The tour encompasses visits to revered religious sites like Jakhang Temple, Sera Monastery, Drepung Monastery, and Tashi Lhunpo Monastery. Show reverence for the rich Buddhist culture, following the guidance of our Tibetan tour guides to glean insights into the history of these sacred places.",
  "durationDays": "8",
  "price": "1068",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Lhasa Arrival || Guests arrive in Lhasa by flight or by train. Upon arrival, guests will be met by tour guide and driven to Lhasa downtown. Have a rest in Lhasa to acclimatize the elevation. The guide will introduce the do and don’t to avoid being suffer from altitude sickness."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lhasa Tour - Potala Place, Johkang Temple, and Barkor Street || Firstly, Potala Palace is today’s first attraction, which is the residence of the past Dalai lama. It was put to use since the 7th Century by the 33rd great king of Tibet. The most valuable collections of Potala Palace are the gilded burial stupas of former Dalai Lamasand tremendous number of Buddhist frescoes, thangkas, combinations of mandala, figures of the Buddha. Then after lunch, tourists head to Jokhang Temple and Barkor Street surrounding. Inside you can see the statue of Buddha Sakyamuni at the age of twelve, perhaps the only most venerated object in Tibetan Buddhism. Around the temple is Barkhor street where you can do kora (a religious circle of a building or mountain) with pilgrims and locals, in the meantime you can buy some local handicrafts."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lhasa - Yamdrotso Lake - Shigatse (10 hrs, 370km) || Passing by the green farmland of Nyangchu Valley, Yamdro-tso lakes, Karo-la Glacier roadside at 4960m, we move westwards to Tibet's traditional town, Gyantse. The most important attraction for today is Yamdro-tso Lake, and Kubum monastery in Gyantse. Yamdro-tso Lake is shaped like coiling scorpion with deep blue in color and Kubum monastery has a 35m-high chorten (stupa) with its white layers trimmed with decorative stripes and its crown-like golden dome. Today, we drive to Shigatse, which is the second biggest city of Lhasa."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Shigatse - Tingri - Everest Base Camp (10hr, 350km) || Today, you will travel forwards to world highest pass Gyatso-la pass with 5200 m above sea level, and then drive to Tingri, the entrance of Himalayan Nature Reserve. There is only 2-3hours driving from Tingri to Everest Base Camp through 90km new winding road in the mountains. On the way from Tingri to E.B.C, you can enjoy the stunning mountain scenery; pass the wild grassland, the torrent and soaring mountains. If it is in clear weather, you can see the panorama of Himalaya range and among mountains you can see 4 mountains which are 8000m high and more to enjoy like Mt. Lhotse (8516m), Mt. Everest (8848m), Mt. Qowowuyag (8201m) and Mt Mayalu (8463m), and even majestic view of golden summit of Mt. Everest at sunset. Stay overnight in Ronguk Guest House or local Tibetan Tent."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "EBC - Rongbuk Monastery - Shigatse || In the morning, you can see the sunrise appearing on the top of Mt Everest, and have a full view the magnificent Mt. Everest standing like a snow-capped pyramid in front of you at Rongpuk Monastery, which is the vantage point for watching Mt. Everest. Then you may trek from tent to Base camp 4/km one way or go to EBC by local bus. After visiting base camp, tourists can tour Rongphu Monastery which is the highest monastery in the world (5000m) and belongs to Nyingma sect. After that drive back to Shigatse and stay overnight in Shigatse."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Shigatse (3900m) to Lhasa (3650m) || In Shigatse, you will visit the famous Tashi Lhunpo monastery where you can see the well preserved largest statue of Jampa (future god) in the world. The monastery itself is abiding place for the successive Penchen Lamas. Then we will drive back to Lhasa on the friendship Highway. The whole distance is almost 280km and it takes 6 hours along the Yarlung Tsangpo River / Bhamaputra River (the Longest and largest river in Tibet). Stay overnight in Lhasa"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Lhasa to Namtso Lake and Back || In the early morning, drive through the vast grasslands of northern Tibet, where colorful prayer flags flutter in the wind and traverse the Qinghai-Tibet Highway. Ascend the 5,190-meter-high Nagela Pass and arrive at the \"Heavenly Lake,\" Namtso Lake, the first among Tibet's three sacred lakes. Sitting at an elevation of 4,718 meters, it is the highest saltwater lake in the world and the second-largest in China. To the south lies the perennially snow-capped Nyenchen Tanglha Mountain, while the north and west are embraced by highland hills. The expansive lakefront is adorned with surrounding grasslands, creating a lush and vibrant landscape. The lake's high salinity sustains a rich wildlife ecosystem in its basin, including yaks and goats. The crystal-clear lake water reflects the surrounding snow-capped mountains, creating a picturesque scene akin to a radiant pearl embedded in the vast expanse of the Qiangtang grasslands. As evening approaches, return to Lhasa accompanied by the lingering hues of the setting sun."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Lhasa Departure || The guide will transfer you to the airport or train station and help you get on board."
    }
  ],
  "map": ""
}