{
  "destination": "Tibet",
  "mainPhoto": "",
  "id": "namtso-lake-everest-base-camp-tour-in-tibet",
  "tourName": "Namtso Lake & Everest base Camp tour in Tibet",
  "placesVisited": "",
  "generalInfo": "This 10-day Lhasa to Everest Base Camp and Lake Namtso tour is a thrilling odyssey, offering some of the most captivating Tibetan experiences that the region has to offer.<br/><br/>Starting from Lhasa, the journey unfolds as you delve into the holy city before embarking on a westward drive to Tingri, the gateway of the Everest region. You will pass through glaciers, lakes, farmlands, villages, and monasteries, reaching the depths of the Himalayas at the Everest Base Camp (5200m). Witness breathtaking sunrises and sunsets and gaze upon the stars from the top of the world.<br/><br/>Then, you will extend your journey to Damxung Grassland, located 220 kilometers north of Lhasa, where the enchanting Namtso Lake awaits. Marvel at the vastness of Lake Namtso, resembling a sea embraced by the boundless Nyechen Tanglha Mountain. Amidst the grasslands of northern Tibet, encounter scattered local nomads tents, and flocks of yaks and sheep. You will also visit the northern shore of Namtso Lake and be amazed by the breathtaking view of the Holy Elephant Gate, with the crystal-clear lake and snow-capped mountains in the backdrop.<br/><br/>This is not only an overland journey across the Tibetan Plateau but also an unforgettable experience to discover the breathtaking natural landscapes with the rich tapestry of humanity.",
  "durationDays": "10",
  "price": "1429",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Lhasa by air/train Greetings from Lhasa, the vibrant heart of Tibet! As you arrive at Lhasa, our friendly guide and driver will be eagerly awaiting you at the exit. With a quick 1-hour drive (covering 70km), they'll accompany you away to your comfortable downtown Lhasa hotel. Take this time to acclimate to the altitude (3,650m), to ensure good start of your journey in the highland. Overnight in Lhasa"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lhasa Tour In the morning, you’ll explore the largest monastery in Tibet - Drepung Monastery, which was once the home to over 10,000 monks. As you walk through the Coqen Hall, your guide will provide detailed explanations of the worldview of Tibetan Buddhism and introduce notable figures in Tibetan Buddhist history. Next, you’ll visit the renowned Loseling College (or an equivalent), offering a glimpse into the study and life of Tibetan monks. Explore their dormitories to gain insights into the Tibetan monks' daily routines and living conditions. In the afternoon, you’ll head to Sera Monastery, another of the ‘great three’ Gelug monasteries of Tibet, to witness the famous Tibetan Monks Debate (15:00 - 17:00, from Monday to Saturday). Your guide will intricately explain how Tibetan monks engage in these debates to acquire knowledge and advance in their academic degrees. After today’s tour, enjoy a welcome dinner with your group members. Overnight in Lhasa"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lhasa Tour After breakfast, your first stop is the Potala Palace, where you can enjoy a panoramic view of the Lhasa Old Town. Discover the lives and stories of the Dalai Lamas through history within the palace, and the extraordinary treasures it holds. The most valuable collections of Potala Palace are the gilded burial stupas of former Dalai Lamas and the meditation cave of the 33rd great king of Tibet. After touring the Potala Palace, you will visit Longwangtan Park at the foot of the Potala Palace. Here, you can appreciate the majestic Potala Palace from a different perspective and engage in local Tibetan folk activities. In the afternoon, you will head to the heart of Tibetan religion - the Jokhang Temple. Inside you can see the statue of Buddha Sakyamuni at the age of twelve. Outside, you can see pilgrims making prostrating in front of Jokhang Temple. Around the temple is Barkhor Street, where you can do kora (a religious circle of a building or mountain) with pilgrims and locals, and explore the old market. Next, follow your guide to one of the liveliest indoor Tibetan tea houses in Lhasa. Sip traditional Tibetan sweet tea alongside local Tibetans as your guide shares insights into Tibetan social dynamics and daily life. Overnight in Lhasa"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lhasa to Gyantse to Shigatse via Yumdrotso Lake (360km, 8 hours driving) First, drive over the Gampala pass (4790 m) to catch a glimpse of Yamdrok-tso (4400m). The Yamdrok Lake is surrounded by many snow-capped mountains and in the distance you can have spectacular views of Holy Mount Nyenchen Khangsar (7191m), the highest mountain near Lhasa. Continue to explore the lakeshore from various viewpoints, and at the end of the lake, you could visit a local family in the village and have lunch with the locals. Next, you will pass and enjoy the Korola Glacier on the roadside. It is the largest glacier in Tibet. As you see the ice tongue of the glacier climb the entire hillside, you will feel the magical power of nature. Then, continue your journey to Gyantse. On the way, you will stop at Simila Mountain Pass, where you can hang prayer flags to pray for world peace and the health of your family. After arriving in Gyantse, you can spend some time taking photos of the ancient city of Gyantse. From Gyantse to Shigatse, you will pass by green (in summer) and golden (in autumn) Tibetan barley fields and countless farms. Finally, we arrive in Shigatse, the second largest city in Tibet. After checking in to the hotel, you can take a good rest and prepare for the next day’s trip to Mount Everest. Overnight in Shigatse"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Shigatse to Mt. Everest (360km, 8 hours driving) After breakfast, you will head directly to Mount Everest. First, you will pass Gyatsola Pass (5280m). At Gyatsola Pass viewpoint, you’ll catch your first glimpse of Mount Everest. Hidden behind the mountain range, the Everest resembles a budding lotus flower, a captivating sight along the roadside. Shortly after we enter Mount Everest National Nature Reserve, you will enjoy the panoramic view of the Himalayas at Gawula Pass (5198m). At this viewpoint, you will marvel at the majestic lineup of the five highest peaks in the Himalayas, including Everest at the forefront. This is your second glimpse of Everest. Then we drive along the new zigzag road to Everest Base Camp (5000m). As you get close to the base camp, the majestic Everest gradually unfolds before you, drawing nearer with each winding turn. This marks your third view of Everest. Upon reaching Everest Base Camp, the colossal white pyramid peak of Mount Everest stands towering before you. As the day transitions to dusk, witness the golden hues of the sun casting a warm glow on Everest's northern face—your fourth view. As night falls, the sparkling Milky Way and the snow-white peak of Mount Everest reveal your fifth and final encounter with Everest. Overnight in Everest Base Camp"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "EBC to Sakya via Dinggye and return to Shigatse In the morning, before departing from the base camp, you will visit Rongbuk Monastery, the world’s highest monastery, where nuns and monks live together at 5154 meters above sea level. Then, you'll return to Shigatse via Dinggye, taking an alternative Himalayan route different from the traditional path. Here, you’ll stop at the Dinggye Xilin Viewpoint. You can not only see the majestic eastern slope of the towering Mount Everest again, but also the world's fourth-highest peak, Mount Lhotse, standing at an elevation of 8,516 meters. Additionally, you can enjoy the vast and delightful wetland landscape at the foot of Mount Everest. Next, you’ll make a brief stop in the ancient town of Sakya to stroll around Sakya Ancient Town. Finally, you’ll arrive in Shigatse. Upon arrival, your guide will lead you to a local Langma Hall, a local venue for Tibetan song and dance performances. Here, you can witness the traditional Tibetan performances and celebrate the success of your lifetime Mount Everest journey during dinner with your fellow group members. Overnight in Shigatse"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Shigatse to Bange via Northern Tibetan Grassland and Serling Tso Lake In the morning, you will start the drive across the boundless Qiangtang Grassland in northern Tibet. Stretching across 400,000 to 500,000 square kilometers, the vast grassland of northern Tibet resembles the great savannas of Africa. Surrounded by endless snow-capped mountains, the land is dotted with herds of yaks and sheep, and if you’re lucky, you may even encounter wild Tibetan antelopes. Shortly after leaving Shigatse, you will stop at a natural hot spring to soak in its healing properties. Then, you will continue the journey across the grassland. As you travel deeper into the vast land, you will be immersed in the stunning landscapes, see a hidden lake, a line of snowy peaks in the distance, or even a few antelopes running by. No matter the season, the Northern Tibetan Grassland is always full of surprises. Next, you will reach Serling Tso Lake, the largest lake in Tibet. Covering 2,391 square kilometers, it’s about the size of Shanghai and three times bigger than New York City. Standing at its shore, 4,700 meters above sea level, feels like looking out over an endless sea. After enjoying the beauty of the lake, you will continue your journey and finally arrive in Bange County (also known as Baingoin County). Overnight in Bange"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bange to Namtso Lake (Holy Elephant Gate), and Drive to Damxung After breakfast, you will leave Bange and travel through the northern Tibetan grassland. Along the way, you will meet herds of yaks dotted in the grassland and Tibetan antelopes leap against the horizon. Then, you will pass by Bamucuo Lake, which is pure like a fairy’s tear. Next, you will reach the north shore of Lake Namtso, the most famous holy lake in Tibet. You will visit the Giant Elephant Stone Gate. It is a natural rock formation resembling a giant elephant with its long trunk appearing to dip into the crystal-clear holy lake. Standing on the northern side of Holy Lake Namtso, the Giant Elephant Stone Gate is a sacred site in the heart of Qiangtang Grassland, where you can meet local pilgrims kora around. You’ll also get to admire the most stunning part of Namtso Lake - where the snow-capped mountains, the endless Namtso Lake, and the Giant Elephant Stone Gate come together against the backdrop of the clear blue sky, creating a truly breathtaking view. After visiting the Giant Elephant Stone Gate, you will cross the wide meadows along the northeast shore of Namtso Lake to Damxung. Overnight in Damxung"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Damxung to Lhasa After breakfast, you will start your journey back to Lhasa. It takes around 3 hours to drive from Damxung to Lhasa through the express highway. After arriving in Lhasa, you will enjoy a Tibetan Medical Spa to relax after the long journey. Then, the rest of the way is free for you. You can enjoy leisure time wandering freely through Barkhor Street, where you can shop for gifts to bring back home for your family. Overnight in Lhasa."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Depart from Lhasa Please make sure to verify your departure flight/train details with our guide in advance. And your guide will take you to the airport or train station. Thank you for choosing Tibet Vista, and we extend a warm welcome for your return to Tibet in the future."
    }
  ],
  "map": ""
}