{
  "destination": "Tibet",
  "mainPhoto": "",
  "id": "tibet-culture-tour-everest-base-camp",
  "tourName": "Tibet culture tour & Everest base camp",
  "placesVisited": "",
  "generalInfo": "This 9 day visit has been developed with us and is delivered by an experienced Tibetan Everest Mountain guide Ngodup, who has summitted Everest 4 times and is very proud of the wonderful history and heritage of this unique destination. Ngodup will give you a unique insight into the mountain and what it is like to climb. We have included the first 3 days acclimatising in Lhasa, but using that time to visit the various temples, plus the Potala Palace, which cannot be missed. <br/><br/>We are then off through the landscapes and the turquoise coloured Lake Yamdrok Yumtso through Shigatse to the Rongbuk Valley and Mount Everest. You will visit villages, meet the people and see the vast landscapes and the 8000m mountains of the Himalayas. You visit Everest base camp and walk up the Rongbuk valley to get a stunning view of this majestic mountain. After Base Camp, it is back via Shigatse  to Lhasa. This trip is all about experiencing the Tibet that the Tibetans want to show you and a unique insight from our young and professional Tibetan partners. We can tailor the programme and have a 4 day trekking add on into the East Rongbuk glacier if of interest, but this itinerary gives you a standard 9-day programme that we offer. This tour will not operate during the monsoon period between July and September.",
  "durationDays": "9",
  "price": "2570",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Tibet and Lhasa. You will need to travel through Chengdu (or Beijing) to reach Lhasa and we will arrange for the Tibet Travel Permit to be available for collection in hard copy there, once you have obtained the China visa. We will pick you up from the airport and take you to the Hotel to rest and relax. Later in the evening we have arranged a welcome dinner and also a short talk from the guide about the tour. Overnight Lhasa Hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sightseeing in Lhasa – Jhokhang and Sera. The first days are all about acclimatizing and we will advise you and monitor you to ensure you do this well. However, this is also a golden opportunity to see Lhasa and its unique heritage and culture! In the morning, we will visit one of the World Heritage Centres: The Norbhu Lingkha (which means Jewel Park), the summer palace of the Dalai Lama. It is one of the most relaxing, pleasant part of Lhasa, where Tibetans have picnics in summer. In the afternoon, we will visit the most sacred temple in Tibet which is Jokhang Temple and inside the temple we have a statue of Buddha Sakyamuni. Every year there are thousands of Pilgrims from all over the World who come to pay homage. When you walk around you will see many pilgrims holding prayer wheels and walking in a clockwise direction around this sacred monastery. The Jokhang is surrounded by Barkor street, a very interesting tourist market with narrow cobbled streets. After lunch we will visit Sera Monastery, which is one of Gelugpa’s six Great monasteries and it is very famous for its Debate. If we get lucky, we will see them debating. Within its whitewashed walls several hundred monks live and study. Overnight in Lhasa at Xuelong/Sarkhang Hotel – 4 star. Meals: Breakfast only - Dinner – you are free to explore Lhasa and choose your own restaurant"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sightseeing in Lhasa – Potala Palace and Drepung Monastery. Today we will visit the Potala Palace, the most monumental structure in Tibet, which you can admire from the outside before entering. It dominates the city of Lhasa. A spectacular building, it contains the private quarters of the Dalai Lama as well as numerous grand state rooms and many important chapels. There has been a palace on this site since the 5th or 6th century, but the present palace was reconstructed in the 17th century. After lunch we will visit Drepung Monastery which was founded in the 14th century. This monastery was once the largest in the world with a population of around 10,000 monks. These days that figure has gone down to several hundred, but is still well known and for pilgrims, it is a must-visit site. Overnight in Lhasa at Xuelong/Sarkhang Hotel – 4 star. Meals: Breakfast only - Dinner – you are free to explore Lhasa and choose your own restaurant"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lhasa to Gyantse to Shigatse. After breakfast in the hotel, we head to Shigatse via Karo La glaciers and one of our most amazing lakes, Yamdrok Yumsto Lake (a sacred Turquoise-colour lakes). Shigatse is the second largest city in Tibet, and on the way to Shigatse we will visit the Pelkor Chode monastery and its associated Kubum (three-dimensional mandala) temple. Gyantse is a relaxed town offering a splendid sight of the Kumbum Stupa situated at its Northern edge. Overnight in Shigatse at Gyasar Hotel – 4 star. Meals: Breakfast, Lunch and Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Shigatse to Shekar to Tashi Zom. After breakfast in the hotel, we are going to Tashi Zom via Shegar, also known as New Tingri. Today we will see the first sight of the World’s highest mountain, Mt. Everest. Just before reaching Shegar and past the Gyawula pass we will see Mt. Everest with four other giant 8000m mountains, these are Makalu, Lohtse, Cho Oyu and Shishapangma. The stunning panorama may leave you speechless and it is known to be an awe-inspiring view of this unique mountain range. We will spend the night in Tashi Zom, as here we have more comfortable hotels. Overnight in Tashi Zom at Phuntsok Khangsar Hotel – 3 star. Meals: Breakfast, Lunch and Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Trekking to Everest Base Camp. Today is the day where we really see Mount Everest. We will do a short trek to the “tourist” Everest Base Camp and then we have special permission arranged through our guide, Ngodup to go by vehicle to the climber’s base camp. This is not normally accessible to non-climbers and we will take in the location and history of the area along with the expedition stories. We will go to see the memorial stone and our guide can tell you in particular more about the 1924 Mallory & Irvine Expedition story. We will be able to discuss many aspects of their expedition and how far they may have got, in situ and with Ngodup, an experienced Everest Summiteer. The discovery of Mallory’s body in 1999, the possible sighting of Irvine’s body and the Irvine ice axe are all well-known and much debated issues, but we will be at the location, which will make it even more poignant. Stay overnight in the base camp Rongbuk Monastery Guest house – basic standard. Meals: Breakfast, Lunch and Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Everest Base Camp to Shigatse Today we will get up early in the morning to see Everest, with the sun slowly rising up on Mount Everest – it is like painting Everest gold. Here we will take a group photo and we will present you with a certificate of your visit to Everest base camp. After lunch we head back to Shigatse. Overnight in Shigatse at Gyasar Hotel – 4 star. Meals: Breakfast, Lunch and Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Shigatse to Lhasa After an early breakfast we will visit Sakya monastery and then head back to Lhasa. This monastery is very different from any other monasteries, the designs are completely different. Most of the monasteries have white walls but this monastery’s walls are grey and huge. When we visit the monastery there are few things we must see; the massive sacred pillars of different special trees and the wall of Holy Scriptures, with a huge drum in the left-hand corner. On the way to Lhasa the scenery is beautiful. We will see the snow capped-mountain Mt. Nyenchen Kangsang in the distance, followed by the turquoise coloured Lake Yamdrok Yumtso and the Karola glacier. We will come across some wild animals and the beauty of the scenery will simply leave you feeling peaceful and will fill you with energy. We have our dinner in Lhasa and then take you to the Hotel. Overnight Lhasa Hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Departure We will transfer you to the airport and wish you farewell."
    }
  ],
  "map": ""
}