{
  "destination": "Tibet",
  "mainPhoto": "",
  "id": "small-group-holiday-to-tibet",
  "tourName": "Small group holiday to Tibet",
  "placesVisited": "",
  "generalInfo": "Tibet is a land of majestic monasteries, Himalaya peaks and timeless traditions – with your expert tour leader, its secrets are revealed. Starting in Beijing, China, you’ll embark on a journey of extraordinary highlights: riding the world’s highest railway, gazing over Everest, and touring grand monuments. But the beauty of Tibet lies in the everyday moments too: walking with pilgrims, meeting monks, and cooking traditional food. Experience it all, guided by the best tour leader in the region.",
  "durationDays": "15",
  "price": "4299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Beijing, the capital of China, a modern megacity with a history stretching back more than 3,000 years. Around 6pm, say hello to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner. Want more time in Beijing? Secure pre-tour hotel nights through your sales representative. Accommodation: Dong Fang Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bid farewell to Beijing this morning, catching a high-speed train for the journey (around 6hr 45min) to Lanzhou, the capital of the Gansu province. Arriving at the station, we take a road transfer (three hours) to Xiahe. Also known as Little Tibet, it’s a town few tourists visit, but one well worthy of exploration as, despite sitting outside the borders of the Tibet Autonomous Region, it’s rich in Tibetan culture and tradition. Our stay here also gives us time to adjust to the altitude – Xiahe sits around 9,840ft (3,000m) above sea level. Accommodation: Norbu Serwo Hotel (or similar) – sleeping altitude: 9,845ft (3,000m)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We get our first proper exploration of Tibetan culture today. Start with a visit to Labrang Monastery this morning, one of the six great Tibetan monasteries from the Yellow Hat sect of Tibetan Buddhism. In the afternoon, we dive further into Tibetan culture with an exploration of Xiahe market, where our tour leader introduces us to vendors selling an array of traditional products, such as yak wool goods, religious trinkets, and Tibetan clothing. Accommodation: Norbu Serwo Hotel (or similar) – sleeping altitude: 9,515ft (2,900m)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Set off this morning on a scenic drive through the grassland of Ganjia. After three hours, we arrive at Wutun in Tongren county. The village is home to Wutun Monastery, which has become known as an artistic hub, particularly for producing thangka, a traditional Tibetan Buddhist painting on cotton or silk, which typically depicts Buddha or mandalas. During our visit, we get to see the artist-monks in action, creating their intricate, colourful artwork. After, continue the drive (three hours) to the city of Xining, passing the valley of Longwu River en route. Accommodation: Xining Mansion (or similar) – sleeping altitude: 7,220ft (2,200m)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Visit Kumbum Monastery (also known as Ta'er Temple) this morning. Home to more than 800 monks, it’s also the birthplace of Tsongkhapa, founder of the Yellow Hat sect of Tibetan Buddhism. Like Labrang, it’s one of the six great Tibetan monasteries from the Yellow Hat sect. Visit the 600-year-old Dongguan Mosque after, before exploring vibrant Mo Street, known for its foodie offerings, and enjoying a delicious dinner. Tonight, we board the sleeper train to Lhasa, the capital of the Tibet Autonomous Region. It’s an epic 1,240mi (2,000km) ride that takes us up to 16,640ft (5,072m) at the Tanggula Pass, making it the highest railway line in the world and earning it the nicknames the Sky Train and the Road to Heaven. We sleep in soft sleeper berths, the comfiest beds on the train. The train journey takes around 21 hours in total. Accommodation: Sleeper train"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Waking on the Sky Train, we spend most of today enjoying the views of vast desert, boundless grassland, snow-capped mountains, and glistening lakes, while also chatting together and dining. En route, your local guide can teach you Tibetan words or how to play the popular Chinese tile game of mahjong. Arriving in Lhasa at 5.40pm, transfer (30 minutes) straight to our hotel for dinner. En route, enjoy highland views of the Lhasa River. Accommodation: Banak Shol Hotel (or similar) – sleeping altitude: 11,975ft (3,650m)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "On our first full day in Tibet, we start with a visit to Jokhang, the most sacred temple in Tibet, which always attracts a steady stream of pilgrims. Spend time exploring this large World Heritage site, including the golden Buddha which stands in the centre, and learn about its rich history. After, join the pilgrims walking around Barkhor Street in a clockwise direction, considered a sacred kora by Tibetans. Then, in the late afternoon, we visit the great university monastery of Sera, where you witness lively philosophical debating (except Sundays). Accommodation: Banak Shol Hotel (or similar) – sleeping altitude: 11,975ft (3,650m)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Explore one of the biggest local markets in Lhasa this morning – an excellent chance to see daily life in action and, perhaps, pick up a souvenir or two. It’s also known for its food stalls, selling fresh produce, momo dumplings and yak butter cheese. We also visit Pawang Monastery, where Tibetan calligraphy was first designed by Tonmi Sambhota, and the iconic Potala Palace. The latter, perched above the city, is an architectural wonder divided in two: the secular White Palace and the religious Red Palace, home to chapels, shrines and tombs of the Dalai Lamas. Finally, we enjoy a Tibetan cooking class. Accompanied by a local guide, we visit the grocery store to pick up seasonal produce, then head to the kitchen to cook tasty Tibetan dishes, such as Tibetan yak cheese, vegetarian momos (dumplings), and yak butter tea. Accommodation: Banak Shol Hotel (or similar) – sleeping altitude: 11,975ft (3,650m)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Leave Lhasa this morning, driving to the town of Gyantse. Our route takes us down the Kyichu Valley to the Yarlung Tsangpo river before ascending to the Khamba La (Pass). The views are outstanding: in the foreground is the vast freshwater Yamdrok Tso or Turquoise Lake; to the south, the snow-capped ranges merge with the main Himalaya. We drive along the western shores of the lake before crossing the Karo La 16,550ft (5,045m) to reach Gyantse. Here, we visit Pelkhor Choede monastery, famous for its Kumbum Pagoda, an eight-level, three-dimensional mandala containing 100,000 images. Total drive time: 3hr 30min Accommodation: Gyantse Yutuo Hotel (or similar) – sleeping altitude: 13,060ft (3,980m)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "A one-hour drive takes us through small villages to Shigatse, the second-largest city in Tibet. Upon arrival, we first visit Tashilumpo Monastery, home to the Panchen Lamas. Tour the buildings, each with their own intricate decorations, legends and religious imagery. After, you can opt to do a kora around the monastery or visit the local market. Accommodation: Gesar Hotel (or similar) – sleeping altitude: 12,650ft (3,855m)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer (three hours) to the town of Sakya, where we visit the principal monastery of the Sakyapa sect. It’s home to a colossal collection of Tibetan Buddhist scriptures, murals and thangkas. Most of the murals are from the Yuan Dynasty (1271-1368) and include some of the most precious mural portraits of the Sakya ancestors and Phakpa’s meeting with Kublai Khan, the founder of the Yuan Dynasty. Accommodation: Yuanfu Hotel (or similar) – sleeping altitude: 14,565ft (4,440m)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "It’s time to admire the great Himalaya peaks. We transfer (five hours) into Everest National Park, driving up to Pang La (16,570ft/5,050m) for superb views of the mighty mountains, including four over 26,245ft (8,000m) tall: Everest, Makalu, Lhotse and Cho-Oyu. After, we arrive at Rongphu monastery, the highest monastery in the world, where we can gaze over the north face of Everest on a clear day. Late afternoon, we drive (1hr 30min) to Ganggar, where we stay in a Simple hotel. Accommodation: Ganggar Snow Leopard Hotel (or similar) – sleeping altitude: 14,240ft (4,340m)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Continue our journey along the Friendship Highway today. En route, we see Shishapangma to the south, the tallest mountain entirely in Tibet. We also drive alongside the turquoise waters of Lake Pelkutso, stopping to enjoy more views of Shishapangma and keeping our eyes peeled for some of the local wildlife, such as Tibetan antelope, wild donkeys, wild horses, and yaks Arriving at Kyirong County Township, we descend more than 3,280ft (1,000m) into the Kyirong Valley, where stay tonight. Total drive time: Seven hours Accommodation: Shell Hotel Gyirong (or similar) – sleeping altitude: 8,860ft (2,700m)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "We travel (45 minutes) to the Tibet-Nepal border this morning, where we say a fond farewell to our Tibetan guide and pass through immigration and customs unaccompanied. Once across the border, we meet the Nepalese vehicle for our transfer to Kathmandu, the capital of Nepal. Total drive time: Eight to nine hours Accommodation: Hotel Nomad (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "You’ve marvelled at Tibetan Buddhist monasteries, gazed over the Himalaya, and ridden the highest railway line in the world, but now it’s time to begin your return journey home. Alternatively, if you’d like to extend your adventure, speak to your sales representative to discuss our large range of extension options."
    }
  ],
  "map": ""
}