{
  "destination": "Tibet",
  "mainPhoto": "",
  "id": "lhasa-to-everest-base-camp-tour-small-group",
  "tourName": "Lhasa to Everest Base Camp tour, small group",
  "placesVisited": "guided cultural tour of Lhasa, road trip into the Himalayas, via Shigatse, spend a night at Everest Base Camp, guide and driver with you throughout",
  "generalInfo": "Did you know that you can drive to Everest Base Camp? This overland trip from Lhasa, Tibet, takes you all the way to 5,200m above sea level and the slopes of the world’s highest mountain. Expect stunning scenery and culture all the way up. <br/><br/>This trip starts with two days of amazing sightseeing around Lhasa, including the Potala Palace. Next, strap in for an epic road journey of 600km to Everest Base Camp. Your first leg is across to Tibet’s second biggest city, Shigatse, passing Yamdrok Lake, Karola Glacier and Great Gyantse Pagoda on the way. <br/><br/>The second leg of the journey take you all the way to Mount Everest. On the Tibetan side, you can send postcards from the world’s highest post office before staying in a guest house at base camp. Return home the same way, with time to visit the Tashilhunpo Monastery, near Shigatse, on the way. <br/><br/>The roads all the way to Everest are good, but winding, and the scenery is nothing short of epic; whether you’re looking over Yamdrok Lake from Kampala Pass (4,797m) or out from Everest Base Camp itself. <br/><br/>This fantastic Tibet-based expert of ours is extremely experienced at handling all the logistics of your trip, including all permits. It means you can concentrate on the astounding scenery, whilst they keep their eyes on the road.  <br/>",
  "durationDays": "8",
  "price": "1169",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Lhasa by air/train | Greetings from Lhasa, the vibrant heart of Tibet! As you arrive at Lhasa, our friendly guide and driver will be eagerly awaiting you at the exit. With a quick 1-hour drive (covering 70km), they'll accompany you away to your comfortable downtown Lhasa hotel. Take this time to acclimate to the altitude (3,650m), to ensure good start of your journey in the highland. Overnight in Lhasa."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lhasa Tour | In the morning, you’ll explore the largest monastery in Tibet - Drepung Monastery, which was once the home to over 10,000 monks. As you walk through the Coqen Hall, your guide will provide detailed explanations of the worldview of Tibetan Buddhism and introduce notable figures in Tibetan Buddhist history. Next, you’ll visit the renowned Loseling College (or an equivalent), offering a glimpse into the study and life of Tibetan monks. Explore their dormitories to gain insights into the Tibetan monks' daily routines and living conditions. In the afternoon, you’ll head to Sera Monastery, another of the ‘great three’ Gelug monasteries of Tibet, to witness the famous Tibetan Monks Debate (15:00 - 17:00, from Monday to Saturday). Your guide will intricately explain how Tibetan monks engage in these debates to acquire knowledge and advance in their academic degrees. After today’s tour, enjoy a welcome dinner with your group members. Overnight in Lhasa."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lhasa City Sightseeing | After breakfast, your first stop is the Potala Palace, where you can enjoy a panoramic view of the Lhasa Old Town. Discover the lives and stories of the Dalai Lamas through history within the palace, and the extraordinary treasures it holds. The most valuable collections of Potala Palace are the gilded burial stupas of former Dalai Lamas and the meditation cave of the 33rd great king of Tibet. After touring the Potala Palace, you will visit Longwangtan Park at the foot of the Potala Palace. Here, you can appreciate the majestic Potala Palace from a different perspective and engage in local Tibetan folk activities. In the afternoon, you will head to the heart of Tibetan religion - the Jokhang Temple. Inside you can see the statue of Buddha Sakyamuni at the age of twelve. Outside, you can see pilgrims making prostrating in front of Jokhang Temple. Around the temple is Barkhor Street, where you can do kora (a religious circle of a building or mountain) with pilgrims and locals, and explore the old market. Next, follow your guide to one of the liveliest indoor Tibetan tea houses in Lhasa. Sip traditional Tibetan sweet tea alongside local Tibetans as your guide shares insights into Tibetan social dynamics and daily life. Overnight in Lhasa"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lhasa to Gyantse to Shigatse via Yamdrok Lake (340km, 8 hours driving) | First, drive over the Gampala pass (4790 m) to catch a glimpse of Yamdrok-tso (4400m). The Yamdrok Lake is surrounded by many snow-capped mountains and in the distance you can have spectacular views of Holy Mount Nyenchen Khangsar (7191m), the highest mountain near Lhasa. Continue to explore the lakeshore from various viewpoints, and at the end of the lake, you could visit a local family in the village and have lunch with the locals. Next, you will pass and enjoy the Korola Glacier on the roadside. It is the largest glacier in Tibet. As you see the ice tongue of the glacier climb the entire hillside, you will feel the magical power of nature. Then, continue your journey to Gyantse. On the way, you will stop at Simila Mountain Pass, where you can hang prayer flags to pray for world peace and the health of your family. After arriving in Gyantse, you can spend some time taking photos of the ancient city of Gyantse. From Gyantse to Shigatse, you will pass by green (in summer) and golden (in autumn) Tibetan barley fields and countless farms. Finally, we will arrive in Shigatse, the second-largest city in Tibet. After checking in to the hotel, you can take a good rest and prepare for the next day’s trip to Mount Everest. Overnight in Shigatse."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Shigatse to Mt. Everest (340km, 8 hours driving) | After breakfast, you will head directly to Mount Everest. First, you will pass Gyatsola Pass (5280m). At Gyatsola Pass viewpoint, you’ll catch your first glimpse of Mount Everest. Hidden behind the mountain range, the Everest resembles a budding lotus flower, a captivating sight along the roadside. Shortly after we enter Mount Everest National Nature Reserve, you will enjoy the panoramic view of the Himalayas at Gawula Pass (5198m). At this viewpoint, you will marvel at the majestic lineup of the five highest peaks in the Himalayas, including Everest at the forefront. This is your second glimpse of Everest. Then we drive along the new zigzag road to Everest Base Camp (5000m). As you get close to the base camp, the majestic Everest gradually unfolds before you, drawing nearer with each winding turn. This marks your third view of Everest. Upon reaching Everest Base Camp, the colossal white pyramid peak of Mount Everest stands towering before you. As the day transitions to dusk, witness the golden hues of the sun casting a warm glow on Everest's northern face - your fourth view. As night falls, the sparkling Milky Way and the snow-white peak of Mount Everest reveal your fifth and final encounter with Everest. Overnight at EBC Tent Guesthouse."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "EBC to Shigatse via Sakya (360km, 8 hours driving) | Walking to the monument of Everest Base Camp, the destination coveted by travelers worldwide, let us capture the essence of the moment alongside the grant of Everest. We will take picture at EBC monument, memorizing the moment with legendary Mt. Everest peak. At the world's loftiest post office, we can purchase of Everest's postcards, adorned with the peak's stamp or spend time to look for ancient fossils that whisper secrets from epochs past. Anyway, the amazing time belongs to you. We'll turn homeward, retracing our steps from Everest Base Camp back to Shigatse. Overnight in Shigatse."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Shigatse back to Lhasa (280km, 5 hours driving) | In the morning, we will visit the home of Panchen Lama - Tashilhunpo Monastery. The grand and magnificent halls of the largest local monastery occupy the entire hillside. This is the spiritual home of the Tibetan people in Shigatse, housing the world's largest statue of Maitreya Buddha. Inside, you will see monks adorned with yellow hats and red robes, moving about the temple. Next, we will return to Lhasa along the Yarlung Tsangpo River, the mother river of the Tibetan people. Finally, you will arrive in Lhasa. Enjoy leisure time wandering freely through Barkhor Street, where you can shop for gifts to bring back home for your family. Overnight in Lhasa"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Depart from Lhasa | Please make sure to verify your departure flight/train details with our guide in advance. And your guide will take you to the airport or train station. Thank you for choosing Tibet Vista, and we extend a warm welcome for your return to Tibet in the future."
    }
  ],
  "map": ""
}