{
  "destination": "Tibet",
  "mainPhoto": "",
  "id": "in-depth-tour-of-tibet",
  "tourName": "In depth tour of Tibet",
  "placesVisited": "",
  "generalInfo": "An in-depth journey to the ‘Roof of the World’, offering a comprehensive insight into this fascinating region and venturing to little visited areas in search of authentic traditions and landscapes that will take your breath away. We start first in Chengdu, and from here travel through the region of Kham – once part of the greater Tibetan lands but now subsumed into China. This is an area of traditional towns and settlements, dotted with watchtowers and old monasteries, and we spend our time here staying with local families and exploring their customs and history. Outside of the Tibetan Autonomous Region, local traditions thrive here, perhaps even more so than in Tibet proper, and it gives us a great opportunity for interaction with the local people. <br/><br/>From here we travel to the ‘forbidden city’ of Lhasa – out of bounds to westerners for centuries and still retaining its mystique. No visit here would be complete without the mighty Potala Palace, and we take in the key sights of the city before heading west. Our journey takes us to the towns of Gyantse and Shigatse with their impressive monasteries, and then on to Everest Base Camp, to stand in awe of the world’s highest peak. Continuing our journey into Tibet’s western wilderness, we pass Mt Shisapama and Peikutso Lake before moving on to Manasarovar Lake, one of the holiest lakes in Tibet and a site of pilgrimage. We have a chance to hike around the lake and visit the monastery, with views of Mount Kailash in the background.  From here we travel to the ancient kingdom of Guge, dating back to the 10th century, and nearby Zanda with its striking canyons and eroded earth structures. Rather than trace our steps back to Lhasa, we travel back on the little traversed northern route passing marshlands and dry canyons, beautiful lakes and multi-coloured mountains, and keep an eye out for wildlife on the way – this is a part of Tibet that few visitors see. Before our final approach to Lhasa we stop at the holy lake of Namtso, after an epic journey through a wild land.<br/><br/>Tibet is a complex land with a fascinating and often troubling history, and to understand it and its people requires more than just a brief visit. This comprehensive trip will take you to the soul of this alluring region.",
  "durationDays": "19",
  "price": "4399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Chengdu - Arrive in Chengdu and transfer to your hotel. Overnight Joyhub Cheer Hotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lhasa - Fly to Lhasa. Today we catch our first glimpse of the giant Potala Palace but the rest of the day is set aside to rest, relax and acclimatise. Overnight Tashitakge Hotel or similar."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lhasa - Spend the day visiting some of the most important sights of the city including the Jokhang Temple, the most sacred in the city. We also visit the Potala Palace, the former home of the Dalai Lama which dates back to the 7th century – surely Tibet’s most impressive structure. Overnight Tashitakge Hotel or similar. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lhasa - We visit Drepung Monastery today – once the world’s largest monastery that housed more than 10,000 monks. We also visit Sera Monastery, built in the fifteenth century by Jamchen Choji Sakya Yeshi. Sera is well-known throughout Tibet and is home to several hundred monks, and hosts lively debates between the monks most days. Overnight Tashitakge Hotel or similar. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ganpa La Pass – Gyantse - We cross over the Gampa La Pass to Gyantse, passing towns and villages and with views of Yamdrok Lake, sitting deep within the mountainous valley and striking, in its bright, turquoise colour. Continuing, we stop at Karo La (5150m) to see the Mount Nyenchen Kangasr Glacier, before arriving at Gyantse and visiting Palkhor Choede Monastery and the Kumbum Stupa. This spectacular multi-door structure is the largest stupa in Tibet and is not only well known for its architecture but for the history of its centuries-old paintings that adorn the inner walls. Overnight Yeti Hotel or similar. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Gyantse – Shigatse - Today we will drive to Shigatse and visit Tashilunpo Monastery, built by the first Dalai Lama in 1447, later becoming the seat of the Panchen Lama. Overnight Gesar Hotel or similar. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Shigatse – Rongbuk Monastery - We drive to Rongbuk today, crossing several passes along the way. With views of the many peaks over 8000m, the highest being Everest at 8850m, we travel to Rongbuk valley, the location of Everest Base Camp. The Rongbuk Monastery is the highest in the world, housing both monks and nuns. Overnight local tent guesthouses or Rongbuk Monastery Guesthouse. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Saga - After making our way back to the main road we continue our journey into Tibet’s western wilderness, seeing stunning Mt Shisapama (8020m) and Peikutso Lake on the way. We end the day at Saga. Overnight Yarlung Zangbo Hotel or similar. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Manasarovar Lake – Darchen - Another long drive today but the landscapes along the way more than make up for it. The smooth sand dunes near Thuktso Lake are backed by snow-capped mountains, making for a striking contrast. In the afternoon, we reach Manasarovar Lake, one of the holiest lakes in Tibet and holy to Buddhists, Hindus and followers of the ancient Bon religion. The lake is surrounded by snowy mountains, one of which is Gurla Mandata (7760m) and on the opposite side of the lake, you will be able to see Mt Kailash (7762m). We end the day in Darchen. Overnight Gang-gyan Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Manasarovar Lake - A relatively easy day today, as we drive to Manasarovar and take a short hike around the lake, as well as visiting Chiu Monastery. We head back to Darchen in the afternoon. Overnight Gang-gyan Hotel or similar. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Darchen – Guge - After a relaxing day at Manasarovar Lake, we make the trip to Guge, an ancient kingdom of Tibet. We visit the ruins of the Guge kingdom and Zanda Earth Forest, with its landscape of diversely-shaped craggy cliffs, reminiscent of castles, towers and pagodas. The Guge kingdom once thrived as an important stop on the trade route between India and Tibet. Overnight Tada Hotel or similar. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Tholing - Tada Thu - Ali - Today we drive through the valley of Sutlej, with its eroded cliffs and hundreds of tombs carved into the soft rocks. We cross four high passes, all above 5000m, then drive though the Gar Gusa valley and finally reach Ali. This is not an easy journey but all part of the adventure, with the landscapes making it all worthwhile. Overnight Xiang Xiong Hotel or similar. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Gegye – Gertse – Tsochen - Nyima - Rather than take the same route back to Lhasa, we journey through the little visited region of northern Tibet. These days are very much about the journey – there are not so many formal ‘sights’ to see but we are travelling through a remote area with interesting scenery and opportunities to spot wildlife en route. On our way to Gegye we pass marshlands and canyons, then continue on past lakes and villages on our way to Gertse. On the way we pass multi-hued mountains and keep an eye out for gazelles and wild goats, then continue to Nyima with its grasslands. This is an epic journey and will at times be tiring, but gives a real sense of exploration and adventure. Overnight simple hotels. (B)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Bange - Namtso - Damxung - Drive to Namtso, looking out for wildlife on the way, particularly at the lake of Serling Tso, a habitat of snow leopards and Tibetan antelopes. The road is still bumpy and muddy, especially after reaching Banger Tso and we have to cross rivers and mud ponds. Namtso Lake is one of Tibet’s three most holy lakes and Tibetans come here in pilgrimage, to circumambulate the lake as a part of a ritual which takes around a month to complete. Namtso Lake is the world’s highest salt water lake and the second largest salt water lake in China, measuring 70km in length and 40km in breadth. Overnight simple hotel. (B)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Lhasa- Explore more of the lake in the morning, before driving back to Lhasa. Time permitting we are able to do some last explorations of Lhasa, on your last day in Tibet. Overnight Tashitakge Hotel or similar. (B)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Lhasa - Transfer to the airport for your onward flight. (B)"
    }
  ],
  "map": ""
}