{
  "destination": "Tibet",
  "mainPhoto": "",
  "id": "central-tibet-cultural-tour-6-days",
  "tourName": "Central Tibet cultural tour, 6 days",
  "placesVisited": "",
  "generalInfo": "Discover the heart of Tibet on the \"Golden Route.\" Immerse yourself in the vibrant cultures of Lhasa, Gyantse, and Shigatse. This isn't just a journey; it's an immersion into Tibetan heritage.<br/><br/>From the tranquil Yamdrok Lake to the awe-inspiring Karola Pass, nature's grandeur unfolds before you. Witness the dance of light and water, and be humbled by the symphony of ice and rock. Gyantse's Kumbum, adorned with 100,000 Buddhist statues, is a pilgrimage within itself - a masterpiece of devotion and artistry. Shigatse's allure, embodied by the Tashilhunpo Monastery, offers centuries of wisdom and reverence.<br/><br/>This is more than sightseeing; it's a sensory odyssey, a glimpse into the soul of Tibet. Each step reveals a fragment of its enduring spirit, leaving indelible memories and a connection with a world that has flourished against all odds.",
  "durationDays": "6",
  "price": "929",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Lhasa by air/train | Greetings from Lhasa, the vibrant heart of Tibet! As you arrive at Lhasa, our friendly guide and driver will be eagerly awaiting you at the exit. With a quick 1-hour drive (covering 70km), they'll accompany you away to your comfortable downtown Lhasa hotel. Take this time to acclimate to the altitude (3,650m), to ensure good start of your journey in the highland. Overnight in Lhasa."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lhasa Tour | In the morning, you’ll explore the largest monastery in Tibet - Drepung Monastery, which was once the home to over 10,000 monks. As you walk through the Coqen Hall, your guide will provide detailed explanations of the worldview of Tibetan Buddhism and introduce notable figures in Tibetan Buddhist history. Next, you’ll visit the renowned Loseling College (or an equivalent), offering a glimpse into the study and life of Tibetan monks. Explore their dormitories to gain insights into the Tibetan monks' daily routines and living conditions. In the afternoon, you’ll head to Sera Monastery, another of the ‘great three’ Gelug monasteries of Tibet, to witness the famous Tibetan Monks Debate (15:00 - 17:00, from Monday to Saturday). Your guide will intricately explain how Tibetan monks engage in these debates to acquire knowledge and advance in their academic degrees. After today’s tour, enjoy a welcome dinner with your group members. Overnight in Lhasa."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lhasa Tour | After breakfast, your first stop is the Potala Palace, where you can enjoy a panoramic view of the Lhasa Old Town. Discover the lives and stories of the Dalai Lamas through history within the palace, and the extraordinary treasures it holds. The most valuable collections of Potala Palace are the gilded burial stupas of former Dalai Lamas and the meditation cave of the 33rd great king of Tibet. After touring the Potala Palace, you will visit Longwangtan Park at the foot of the Potala Palace. Here, you can appreciate the majestic Potala Palace from a different perspective and engage in local Tibetan folk activities. In the afternoon, you will head to the heart of Tibetan religion - the Jokhang Temple. Inside you can see the statue of Buddha Sakyamuni at the age of twelve. Outside, you can see pilgrims making prostrating in front of Jokhang Temple. Around the temple is Barkhor Street, where you can do kora (a religious circle of a building or mountain) with pilgrims and locals, and explore the old market. Next, follow your guide to one of the liveliest indoor Tibetan tea houses in Lhasa. Sip traditional Tibetan sweet tea alongside local Tibetans as your guide shares insights into Tibetan social dynamics and daily life. Overnight in Lhasa."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lhasa to Gyantse to Shigatse via Yamdrok Lake (340km, 8 hours driving) | First, drive over the Gampala pass (4900m) to catch a glimpse of Yamdrok-tso (4400m). The Yamdrok Lake is surrounded by many snow-capped mountains and in the distance you can have spectacular views of Holy Mount Nyenchen Khangsar (7191m), the highest mountain near Lhasa. Continue to explore the lakeshore from various viewpoints, and at the end of the lake, you could visit a local family in the village and have lunch with the locals. Next, you will pass and enjoy the Korola Glacier on the roadside. It is the largest glacier in Tibet. As you see the ice tongue of the glacier climb the entire hillside, you will feel the magical power of nature. Then, continue your journey to Gyantse. On the way, you will stop at Simila Mountain Pass, where you can hang prayer flags to pray for world peace and the health of your family. After arriving in Gyantse, you can spend some time taking photos of the ancient city of Gyantse. From Gyantse to Shigatse, you will pass by green (in summer) and golden (in autumn) Tibetan barley fields and countless farms. Finally, we arrive in Shigatse (3900m), the second largest city in Tibet. After checking in to the hotel, you can take some time to unwind and recharge. Overnight in Shigatse."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Shigatse to Lhasa (280km, 5 hours driving) | In the morning, you will explore the home of Panchen Lama - Tashilhunpo Monastery. The grand and magnificent halls of the largest local monastery occupy the entire hillside. This is the spiritual home of the Tibetan people in Shigatse, housing the world's largest statue of Maitreya Buddha. Inside, you will see monks adorned with yellow hats and red robes, moving about the temple. After lunch, you’ll visit the most distinctive Samzhubze Old Market, where you can experience the daily activities of the local residents. Then, you will return to Lhasa along the Yarlung Tsangpo River, the mother river of the Tibetan people. Overnight in Lhasa."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Depart from Lhasa | Please make sure to verify your departure flight/train details with our guide in advance. And your guide will take you to the airport or train station. Thank you for choosing Tibet Vista, and we extend a warm welcome for your return to Tibet in the future."
    }
  ],
  "map": ""
}