{
  "destination": "Tibet",
  "mainPhoto": "",
  "id": "tibet-6-days-sightseeing-tour",
  "tourName": "Tibet 6 days sightseeing tour",
  "placesVisited": "",
  "generalInfo": "Our authentic 6-day Sightseeing in Tibet tour may be brief but it will still ensure that you see the very best of what this wonderful region has to offer. The tour commences with an in-depth exploration of the amazing city of Lhasa and its eclectic range of cultural heritage sites. This city genuinely offers an incredible combination of ancient culture and natural wonders. Lhasa is home to number of the most important cultural heritage sites in Tibet, including monasteries and palaces that were associated with the thousands of Buddhist monks that have resided here over the centuries. Visits to the monasteries of Sera and Drepung, Potala Palace, and the markets of Barkhor will leave you feeling exceptionally fortunate as you encounter an ancient culture at firsthand. We will also take you to Jokhang Temple, which is often referred to as the spiritual center of the city and is a truly beautiful religious site. <br/><br/>After Lhasa our next stops will be the town of Gyantze, which also hosts a number of important cultural heritage sites, and the nearby stunning natural landscape around Yamdrok Tso Lake. Our final stop is Shigatze, which is a wonderful city full of places of historical and cultural significance. Highlights here will include the timeless Tashilhunpo Monastery, which is home to a giant statue of the Maitreya Buddha, before returning to Lhasa. This caps a wonderful 6-day experience that will never be forgotten!",
  "durationDays": "6",
  "price": "1439",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Lhasa (altitude 3,670m) (by air) Take flight to Lhasa. Met and greeted on arrival by your local guide and driver. Transfer to the hotel for a good rest. Stay in 3-star hotel in the center of the old town. S tay in comfortable hotel in the center of the old town of Lhasa"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lhasa (3,670m): Since we have just made a sudden ascent from lowland to an altitude of over 3,700 meters (12,139 ft), today’s itinerary is not so tight. Visit Drepung Monastery, Sera Monastery, and Norbulingka. Drepung is about 8km west of central Lhasa, once world's largest monastery with about 10,000 monks. This day's sightseeing begins with these white monastic buildings piled up on the hillside. Walking up to the hill is a pleasant thing, an easy break from the solemn ambience inside the halls and chapels. At the plat roof of hillside, you can have very good views of the whole Lhasa city and the distant mountains. Sera Monastery sits at the foot of the mountains. One of the three main Gelupka monasteries in Lhasa, Sera is an important spiritual center for Buddhist monks. If we are lucky enough, we could watch the Lamas in their traditional theological exercise of lively debating. is recognized by “the summer palace of dalai lamas”. \"Norbu Linka\" means beautiful gardens. This garden covers an area of 36 hectares and it is the annual vacation home for the 7th to the 14th Dalai Lama, who would move here from the Potala Palace to this summer palace and spend most of their summer here. Stay in comfortable hotel in the center of the old town of Lhasa. Breakfast and lunch included"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lhasa (3,670m) : We will visit the Potala Palace, landmark of Lhasa and spiritual symbol of Tibet - you will join many pilgrims on your way to the top of a hill where this 13-storey architectural wonder is perched upon. The approach to the Potala is not easy, and requires climbing many steep steps, so we take it slowly and allow ourselves to leisurely enjoy the Palace and its surroundings. We enjoy strolling through its winding corridors and peaking in some of its thousand rooms, and can only imagine what life here was once like. In the afternoon, we visit the Jokhang Temple, the spiritual center of Lhasa. As we make the inner circuit around the courtyard, spinning numerous prayer wheels as we go, we are swept up in the energy of the devout. From the rooftop, we get stunning views of the Potala, and the snow capped peaks off in the distance. Around the Temple runs the Barkhor, a holy circuit which pilgrims undertake and a bustling commercial market. The rest of the time is left free for you to venture around Bakhor market, where you will feel you are right at the heart of Tibet. Stay in comfortable hotel in the center of the old town of Lhasa. Breakfast and lunch included."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lhasa / Gyangtse / Shigatse (3,836m) : Lhasa/Gyangtse/Shigatse 435km driving; Drive from Lhasa to Gyangtse (3,950 m or 12,956 feet) and Yamdrok Tso Lake (4408 m), one of Tibet’s three holy lakes and located 110km outside of Lhasa. It takes three and a half hour to Yamdrok Tso Lake, most of the time we are driving on the mountain road, winding and bumpy. Far in the distance is the huge massif of Mt. Nojin Kangtsang (7,191m). At arrival at Gyantse visit the Pelkor Chode monastery and its associated Kumbum (three dimension mandala) temple. Gyantse is a relaxed town offering a splendid sight of the Kumbum Stupa situated at its Northern edge. Housed within the compound of a rather barren looking Pelkor Chode Monastery, Kumbun consists of 8 levels and a total of 75 chapels with wonderful murals revered by art scholars around the world. Drive back to Shigatse. It would be a long day for about 10 hours. Stay in Shigatse Hotel or the similar. Breakfast and lunch included."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Shigatse / Lhasa (3,670m): Today we will visit Shigatse---the second largest city in Tibet. We will have enough time to explore the Tashilhunpo Monastery, the seat of Panchen Lama built in 1447. The monastery houses a giant statue of the Maitreya Buddha and a tomb of the 4th Panchen Lama containing masses of jewels and gold. Then drive back to Lhasa. Tibetan dinner with dancing and singing will be arranged. Stay in 3-star hotel; Breakfast and lunch included."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lhasa / Beijing : In the morning, transfer to the airport, fly to Beijing. Breakfast included. -End of the Tour-"
    }
  ],
  "map": ""
}