[
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "central-tibet-cultural-tour-6-days",
    "tourName": "Central Tibet cultural tour, 6 days",
    "placesVisited": "",
    "generalInfo": "Discover the heart of Tibet on the \"Golden Route.\" Immerse yourself in the vibrant cultures of Lhasa, Gyantse, and Shigatse. This isn't just a journey; it's an immersion into Tibetan heritage.<br/><br/>From the tranquil Yamdrok Lake to the awe-inspiring Karola Pass, nature's grandeur unfolds before you. Witness the dance of light and water, and be humbled by the symphony of ice and rock. Gyantse's Kumbum, adorned with 100,000 Buddhist statues, is a pilgrimage within itself - a masterpiece of devotion and artistry. Shigatse's allure, embodied by the Tashilhunpo Monastery, offers centuries of wisdom and reverence.<br/><br/>This is more than sightseeing; it's a sensory odyssey, a glimpse into the soul of Tibet. Each step reveals a fragment of its enduring spirit, leaving indelible memories and a connection with a world that has flourished against all odds.",
    "durationDays": "6",
    "price": "929",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Lhasa by air/train | Greetings from Lhasa, the vibrant heart of Tibet! As you arrive at Lhasa, our friendly guide and driver will be eagerly awaiting you at the exit. With a quick 1-hour drive (covering 70km), they'll accompany you away to your comfortable downtown Lhasa hotel. Take this time to acclimate to the altitude (3,650m), to ensure good start of your journey in the highland. Overnight in Lhasa."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Lhasa Tour | In the morning, you’ll explore the largest monastery in Tibet - Drepung Monastery, which was once the home to over 10,000 monks. As you walk through the Coqen Hall, your guide will provide detailed explanations of the worldview of Tibetan Buddhism and introduce notable figures in Tibetan Buddhist history. Next, you’ll visit the renowned Loseling College (or an equivalent), offering a glimpse into the study and life of Tibetan monks. Explore their dormitories to gain insights into the Tibetan monks' daily routines and living conditions. In the afternoon, you’ll head to Sera Monastery, another of the ‘great three’ Gelug monasteries of Tibet, to witness the famous Tibetan Monks Debate (15:00 - 17:00, from Monday to Saturday). Your guide will intricately explain how Tibetan monks engage in these debates to acquire knowledge and advance in their academic degrees. After today’s tour, enjoy a welcome dinner with your group members. Overnight in Lhasa."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lhasa Tour | After breakfast, your first stop is the Potala Palace, where you can enjoy a panoramic view of the Lhasa Old Town. Discover the lives and stories of the Dalai Lamas through history within the palace, and the extraordinary treasures it holds. The most valuable collections of Potala Palace are the gilded burial stupas of former Dalai Lamas and the meditation cave of the 33rd great king of Tibet. After touring the Potala Palace, you will visit Longwangtan Park at the foot of the Potala Palace. Here, you can appreciate the majestic Potala Palace from a different perspective and engage in local Tibetan folk activities. In the afternoon, you will head to the heart of Tibetan religion - the Jokhang Temple. Inside you can see the statue of Buddha Sakyamuni at the age of twelve. Outside, you can see pilgrims making prostrating in front of Jokhang Temple. Around the temple is Barkhor Street, where you can do kora (a religious circle of a building or mountain) with pilgrims and locals, and explore the old market. Next, follow your guide to one of the liveliest indoor Tibetan tea houses in Lhasa. Sip traditional Tibetan sweet tea alongside local Tibetans as your guide shares insights into Tibetan social dynamics and daily life. Overnight in Lhasa."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Lhasa to Gyantse to Shigatse via Yamdrok Lake (340km, 8 hours driving) | First, drive over the Gampala pass (4900m) to catch a glimpse of Yamdrok-tso (4400m). The Yamdrok Lake is surrounded by many snow-capped mountains and in the distance you can have spectacular views of Holy Mount Nyenchen Khangsar (7191m), the highest mountain near Lhasa. Continue to explore the lakeshore from various viewpoints, and at the end of the lake, you could visit a local family in the village and have lunch with the locals. Next, you will pass and enjoy the Korola Glacier on the roadside. It is the largest glacier in Tibet. As you see the ice tongue of the glacier climb the entire hillside, you will feel the magical power of nature. Then, continue your journey to Gyantse. On the way, you will stop at Simila Mountain Pass, where you can hang prayer flags to pray for world peace and the health of your family. After arriving in Gyantse, you can spend some time taking photos of the ancient city of Gyantse. From Gyantse to Shigatse, you will pass by green (in summer) and golden (in autumn) Tibetan barley fields and countless farms. Finally, we arrive in Shigatse (3900m), the second largest city in Tibet. After checking in to the hotel, you can take some time to unwind and recharge. Overnight in Shigatse."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Shigatse to Lhasa (280km, 5 hours driving) | In the morning, you will explore the home of Panchen Lama - Tashilhunpo Monastery. The grand and magnificent halls of the largest local monastery occupy the entire hillside. This is the spiritual home of the Tibetan people in Shigatse, housing the world's largest statue of Maitreya Buddha. Inside, you will see monks adorned with yellow hats and red robes, moving about the temple. After lunch, you’ll visit the most distinctive Samzhubze Old Market, where you can experience the daily activities of the local residents. Then, you will return to Lhasa along the Yarlung Tsangpo River, the mother river of the Tibetan people. Overnight in Lhasa."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Depart from Lhasa | Please make sure to verify your departure flight/train details with our guide in advance. And your guide will take you to the airport or train station. Thank you for choosing Tibet Vista, and we extend a warm welcome for your return to Tibet in the future."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "in-depth-tour-of-tibet",
    "tourName": "In depth tour of Tibet",
    "placesVisited": "",
    "generalInfo": "An in-depth journey to the ‘Roof of the World’, offering a comprehensive insight into this fascinating region and venturing to little visited areas in search of authentic traditions and landscapes that will take your breath away. We start first in Chengdu, and from here travel through the region of Kham – once part of the greater Tibetan lands but now subsumed into China. This is an area of traditional towns and settlements, dotted with watchtowers and old monasteries, and we spend our time here staying with local families and exploring their customs and history. Outside of the Tibetan Autonomous Region, local traditions thrive here, perhaps even more so than in Tibet proper, and it gives us a great opportunity for interaction with the local people. <br/><br/>From here we travel to the ‘forbidden city’ of Lhasa – out of bounds to westerners for centuries and still retaining its mystique. No visit here would be complete without the mighty Potala Palace, and we take in the key sights of the city before heading west. Our journey takes us to the towns of Gyantse and Shigatse with their impressive monasteries, and then on to Everest Base Camp, to stand in awe of the world’s highest peak. Continuing our journey into Tibet’s western wilderness, we pass Mt Shisapama and Peikutso Lake before moving on to Manasarovar Lake, one of the holiest lakes in Tibet and a site of pilgrimage. We have a chance to hike around the lake and visit the monastery, with views of Mount Kailash in the background.  From here we travel to the ancient kingdom of Guge, dating back to the 10th century, and nearby Zanda with its striking canyons and eroded earth structures. Rather than trace our steps back to Lhasa, we travel back on the little traversed northern route passing marshlands and dry canyons, beautiful lakes and multi-coloured mountains, and keep an eye out for wildlife on the way – this is a part of Tibet that few visitors see. Before our final approach to Lhasa we stop at the holy lake of Namtso, after an epic journey through a wild land.<br/><br/>Tibet is a complex land with a fascinating and often troubling history, and to understand it and its people requires more than just a brief visit. This comprehensive trip will take you to the soul of this alluring region.",
    "durationDays": "19",
    "price": "4399",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Chengdu - Arrive in Chengdu and transfer to your hotel. Overnight Joyhub Cheer Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Lhasa - Fly to Lhasa. Today we catch our first glimpse of the giant Potala Palace but the rest of the day is set aside to rest, relax and acclimatise. Overnight Tashitakge Hotel or similar."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lhasa - Spend the day visiting some of the most important sights of the city including the Jokhang Temple, the most sacred in the city. We also visit the Potala Palace, the former home of the Dalai Lama which dates back to the 7th century – surely Tibet’s most impressive structure. Overnight Tashitakge Hotel or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Lhasa - We visit Drepung Monastery today – once the world’s largest monastery that housed more than 10,000 monks. We also visit Sera Monastery, built in the fifteenth century by Jamchen Choji Sakya Yeshi. Sera is well-known throughout Tibet and is home to several hundred monks, and hosts lively debates between the monks most days. Overnight Tashitakge Hotel or similar. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Ganpa La Pass – Gyantse - We cross over the Gampa La Pass to Gyantse, passing towns and villages and with views of Yamdrok Lake, sitting deep within the mountainous valley and striking, in its bright, turquoise colour. Continuing, we stop at Karo La (5150m) to see the Mount Nyenchen Kangasr Glacier, before arriving at Gyantse and visiting Palkhor Choede Monastery and the Kumbum Stupa. This spectacular multi-door structure is the largest stupa in Tibet and is not only well known for its architecture but for the history of its centuries-old paintings that adorn the inner walls. Overnight Yeti Hotel or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Gyantse – Shigatse - Today we will drive to Shigatse and visit Tashilunpo Monastery, built by the first Dalai Lama in 1447, later becoming the seat of the Panchen Lama. Overnight Gesar Hotel or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Shigatse – Rongbuk Monastery - We drive to Rongbuk today, crossing several passes along the way. With views of the many peaks over 8000m, the highest being Everest at 8850m, we travel to Rongbuk valley, the location of Everest Base Camp. The Rongbuk Monastery is the highest in the world, housing both monks and nuns. Overnight local tent guesthouses or Rongbuk Monastery Guesthouse. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Saga - After making our way back to the main road we continue our journey into Tibet’s western wilderness, seeing stunning Mt Shisapama (8020m) and Peikutso Lake on the way. We end the day at Saga. Overnight Yarlung Zangbo Hotel or similar. (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Manasarovar Lake – Darchen - Another long drive today but the landscapes along the way more than make up for it. The smooth sand dunes near Thuktso Lake are backed by snow-capped mountains, making for a striking contrast. In the afternoon, we reach Manasarovar Lake, one of the holiest lakes in Tibet and holy to Buddhists, Hindus and followers of the ancient Bon religion. The lake is surrounded by snowy mountains, one of which is Gurla Mandata (7760m) and on the opposite side of the lake, you will be able to see Mt Kailash (7762m). We end the day in Darchen. Overnight Gang-gyan Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Manasarovar Lake - A relatively easy day today, as we drive to Manasarovar and take a short hike around the lake, as well as visiting Chiu Monastery. We head back to Darchen in the afternoon. Overnight Gang-gyan Hotel or similar. (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Darchen – Guge - After a relaxing day at Manasarovar Lake, we make the trip to Guge, an ancient kingdom of Tibet. We visit the ruins of the Guge kingdom and Zanda Earth Forest, with its landscape of diversely-shaped craggy cliffs, reminiscent of castles, towers and pagodas. The Guge kingdom once thrived as an important stop on the trade route between India and Tibet. Overnight Tada Hotel or similar. (B)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Tholing - Tada Thu - Ali - Today we drive through the valley of Sutlej, with its eroded cliffs and hundreds of tombs carved into the soft rocks. We cross four high passes, all above 5000m, then drive though the Gar Gusa valley and finally reach Ali. This is not an easy journey but all part of the adventure, with the landscapes making it all worthwhile. Overnight Xiang Xiong Hotel or similar. (B)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Gegye – Gertse – Tsochen - Nyima - Rather than take the same route back to Lhasa, we journey through the little visited region of northern Tibet. These days are very much about the journey – there are not so many formal ‘sights’ to see but we are travelling through a remote area with interesting scenery and opportunities to spot wildlife en route. On our way to Gegye we pass marshlands and canyons, then continue on past lakes and villages on our way to Gertse. On the way we pass multi-hued mountains and keep an eye out for gazelles and wild goats, then continue to Nyima with its grasslands. This is an epic journey and will at times be tiring, but gives a real sense of exploration and adventure. Overnight simple hotels. (B)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Bange - Namtso - Damxung - Drive to Namtso, looking out for wildlife on the way, particularly at the lake of Serling Tso, a habitat of snow leopards and Tibetan antelopes. The road is still bumpy and muddy, especially after reaching Banger Tso and we have to cross rivers and mud ponds. Namtso Lake is one of Tibet’s three most holy lakes and Tibetans come here in pilgrimage, to circumambulate the lake as a part of a ritual which takes around a month to complete. Namtso Lake is the world’s highest salt water lake and the second largest salt water lake in China, measuring 70km in length and 40km in breadth. Overnight simple hotel. (B)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Lhasa- Explore more of the lake in the morning, before driving back to Lhasa. Time permitting we are able to do some last explorations of Lhasa, on your last day in Tibet. Overnight Tashitakge Hotel or similar. (B)"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Lhasa - Transfer to the airport for your onward flight. (B)"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "lhasa-and-namtso-lake-tour-in-tibet",
    "tourName": "Lhasa and Namtso Lake tour in Tibet",
    "placesVisited": "",
    "generalInfo": "Two days you will visit Lhasa city and you can see Namtso Lake, 180km Northwest of Lhasa, is one of the most beautiful places in the Nyenchen Tanglha mountain range. Namtso means \"Heavenly Lake\" In the Tibetan \"Nam\" means Sky and \"Tso\" means Lake. <br/><br/>Namtso Lake is at an elevation of 4,718 meters, covering an area of 1,940 square kilometers. Namtso Lake is the highest salty-lake in the world, and one of the 3 holy lakes of Tibet. It is also the second largest salt lake in China. The water here is a storybook crystal-clear blue. Clear skies join the surface of the lake in the distance, creating an integrated, scenic vista. Soul of every visitor who has ever been here seems to be cleansed by the pure lake water.",
    "durationDays": "6",
    "price": "980",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly to Lhasa airport and transfer to Lhasa (95 km - It takes approx. 2 hours to Lhasa through the Yerlung Tsangpo and the Lhasa Kyichu River). Overnight Hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sightseeing in Lhasa (3650). Full day sightseeing tour of Lhasa visiting Potala palace, Jokhang Temple, Barkhor Bazzar, Norbulingkha, Sera and Derapung Monastery."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Lhasa to Namtso Lake (250km, 5 hours). In the morning, drive from Lhasa to Lake Namtso. On the way, you can see Nyenchen Thanglha (snow mountain ranges) and lots of nomads tent with grazing yak and sheep densely-populated around the mountain side. Namtso Lake is the Heavenly lake which is one of the four holy lakes of Tibet and also the highest salt lake. You can do a very relaxing trekking around the lake side and Tashi Island. To spend a night at lake shore is fantastic to see the stars. Overnight Guest house"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Namtso Lake back to Lhasa via Yampachen (230km, 5 hours). Enjoy the clear morning at the lake shore, you can trek along the lake shore to Tashi Dor Island to explore the meditation caves. Drive to Dumxung to have lunch. In the afternoon, you may enjoy Yangpachen hot spring (Optional) and have both indoor and outdoor swimming pool filled with hot springs water. Finally, drive back to Lhasa. Overnight Hotel."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Departure. Drive to Gongar airport, fly home."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "lhasa-to-everest-base-camp-private-tour",
    "tourName": "Lhasa to Everest Base camp private tour",
    "placesVisited": "",
    "generalInfo": "Embark on an unforgettable 8-day private journey from the spiritual heart of Tibet to the foot of the world’s highest mountain. This carefully crafted Lhasa to Everest Base Camp tour blends profound cultural immersion with awe-inspiring natural grandeur, designed for travelers seeking both adventure and meaning. Begin in Lhasa (3,650m), where you’ll explore the majestic Potala Palace—once home to the Dalai Lamas—and wander the sacred Barkhor Street alongside pilgrims. Visit Drepung and Sera monasteries to witness centuries-old Buddhist traditions, including the lively monks’ debates. As you acclimatize, the route unfolds through the stunning Tibetan plateau: picnic beside the turquoise waters of Yamdrok Lake, marvel at the Karola Glacier, and step into the daily life of a local farming family near Gyantse. In Shigatse, discover Tashilhunpo Monastery, seat of the Panchen Lama, before continuing toward the Himalayas. The climax arrives at Rongbuk Monastery—the world’s highest—where you’ll spend an evening under starlit skies gazing at Mount Everest’s north face. Wake before dawn to watch the first golden rays crown the summit, a moment of pure transcendence. Throughout the journey, travel in a comfortable private vehicle with large windows for panoramic views, stay in handpicked Tibetan-run lodgings, and benefit from the insights of knowledgeable local guides. Every element of this itinerary is thoughtfully paced to support safe altitude acclimatization while fostering genuine connections with people and place. More than just a trek to EBC, this is a pilgrimage across landscapes and cultures that have shaped Tibetan identity for millennia—a rare chance to experience the “Roof of the World” with depth, respect, and wonder.",
    "durationDays": "8",
    "price": "2259",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Lhasa. Your private guide and driver will pick you up at Lhasa's airport or train station and accompany you to your hotel. Meals :No meals."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Start your day with a trip to Norbulingka, then visit the biggest and the most important monastery of Tibetan Buddhism, Drepung Monastery. After lunch, visit Sera Monastery and watch a monks' debate."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Visit Potala Palace. Have a walking tour in the afternoon. Visit Jokhang Temple and explore Barkhor Street including its local market, admire traditional Tibetan architecture, and take afternoon tea in peaceful Ani Tsangkhung Nunnery."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Lhasa to Shigatse. Leave for Shigatse via Gyantse. First, you will visit Lake Yamdrok. Along the way, you will view the fabulous scenery of the Karola Glacier.When you stop at Gyantse, visit the town's top attraction Palcho Monastery."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Shigatse to Tingri. Visit Tashilunpo Monastery in Shigatse, which is the residence of Panchen Lamas and then take the drive to Rongbuk Monastery near the Mt. Everest Base Camp. The journey from Shigatse to Tingri takes about 6½ hours by car, but you will not get bored: there are stunning views along the way."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Tingri to Shigatse. Experience the unforgettable moment of watching the sunrise paint Mount Everest in gold. Visit Rongbuk Monastery near Mt. Everest Base Camp, and see the hard life of the monks and nuns there. Talk with a lama. After visiting the monastery, you will be driven back to Shigatse."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Shigatse to Lhasa. After breakfast in your hotel, you will be driven back to Lhasa. The journey takes about 6 hours, but there is marvelous scenery on the way."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Your guide and driver will take you to Lhasa's airport or train station on time for your departure."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "lhasa-to-everest-base-camp-tour-small-group",
    "tourName": "Lhasa to Everest Base Camp tour, small group",
    "placesVisited": "guided cultural tour of Lhasa, road trip into the Himalayas, via Shigatse, spend a night at Everest Base Camp, guide and driver with you throughout",
    "generalInfo": "Did you know that you can drive to Everest Base Camp? This overland trip from Lhasa, Tibet, takes you all the way to 5,200m above sea level and the slopes of the world’s highest mountain. Expect stunning scenery and culture all the way up. <br/><br/>This trip starts with two days of amazing sightseeing around Lhasa, including the Potala Palace. Next, strap in for an epic road journey of 600km to Everest Base Camp. Your first leg is across to Tibet’s second biggest city, Shigatse, passing Yamdrok Lake, Karola Glacier and Great Gyantse Pagoda on the way. <br/><br/>The second leg of the journey take you all the way to Mount Everest. On the Tibetan side, you can send postcards from the world’s highest post office before staying in a guest house at base camp. Return home the same way, with time to visit the Tashilhunpo Monastery, near Shigatse, on the way. <br/><br/>The roads all the way to Everest are good, but winding, and the scenery is nothing short of epic; whether you’re looking over Yamdrok Lake from Kampala Pass (4,797m) or out from Everest Base Camp itself. <br/><br/>This fantastic Tibet-based expert of ours is extremely experienced at handling all the logistics of your trip, including all permits. It means you can concentrate on the astounding scenery, whilst they keep their eyes on the road.  <br/>",
    "durationDays": "8",
    "price": "1169",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Lhasa by air/train | Greetings from Lhasa, the vibrant heart of Tibet! As you arrive at Lhasa, our friendly guide and driver will be eagerly awaiting you at the exit. With a quick 1-hour drive (covering 70km), they'll accompany you away to your comfortable downtown Lhasa hotel. Take this time to acclimate to the altitude (3,650m), to ensure good start of your journey in the highland. Overnight in Lhasa."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Lhasa Tour | In the morning, you’ll explore the largest monastery in Tibet - Drepung Monastery, which was once the home to over 10,000 monks. As you walk through the Coqen Hall, your guide will provide detailed explanations of the worldview of Tibetan Buddhism and introduce notable figures in Tibetan Buddhist history. Next, you’ll visit the renowned Loseling College (or an equivalent), offering a glimpse into the study and life of Tibetan monks. Explore their dormitories to gain insights into the Tibetan monks' daily routines and living conditions. In the afternoon, you’ll head to Sera Monastery, another of the ‘great three’ Gelug monasteries of Tibet, to witness the famous Tibetan Monks Debate (15:00 - 17:00, from Monday to Saturday). Your guide will intricately explain how Tibetan monks engage in these debates to acquire knowledge and advance in their academic degrees. After today’s tour, enjoy a welcome dinner with your group members. Overnight in Lhasa."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lhasa City Sightseeing | After breakfast, your first stop is the Potala Palace, where you can enjoy a panoramic view of the Lhasa Old Town. Discover the lives and stories of the Dalai Lamas through history within the palace, and the extraordinary treasures it holds. The most valuable collections of Potala Palace are the gilded burial stupas of former Dalai Lamas and the meditation cave of the 33rd great king of Tibet. After touring the Potala Palace, you will visit Longwangtan Park at the foot of the Potala Palace. Here, you can appreciate the majestic Potala Palace from a different perspective and engage in local Tibetan folk activities. In the afternoon, you will head to the heart of Tibetan religion - the Jokhang Temple. Inside you can see the statue of Buddha Sakyamuni at the age of twelve. Outside, you can see pilgrims making prostrating in front of Jokhang Temple. Around the temple is Barkhor Street, where you can do kora (a religious circle of a building or mountain) with pilgrims and locals, and explore the old market. Next, follow your guide to one of the liveliest indoor Tibetan tea houses in Lhasa. Sip traditional Tibetan sweet tea alongside local Tibetans as your guide shares insights into Tibetan social dynamics and daily life. Overnight in Lhasa"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Lhasa to Gyantse to Shigatse via Yamdrok Lake (340km, 8 hours driving) | First, drive over the Gampala pass (4790 m) to catch a glimpse of Yamdrok-tso (4400m). The Yamdrok Lake is surrounded by many snow-capped mountains and in the distance you can have spectacular views of Holy Mount Nyenchen Khangsar (7191m), the highest mountain near Lhasa. Continue to explore the lakeshore from various viewpoints, and at the end of the lake, you could visit a local family in the village and have lunch with the locals. Next, you will pass and enjoy the Korola Glacier on the roadside. It is the largest glacier in Tibet. As you see the ice tongue of the glacier climb the entire hillside, you will feel the magical power of nature. Then, continue your journey to Gyantse. On the way, you will stop at Simila Mountain Pass, where you can hang prayer flags to pray for world peace and the health of your family. After arriving in Gyantse, you can spend some time taking photos of the ancient city of Gyantse. From Gyantse to Shigatse, you will pass by green (in summer) and golden (in autumn) Tibetan barley fields and countless farms. Finally, we will arrive in Shigatse, the second-largest city in Tibet. After checking in to the hotel, you can take a good rest and prepare for the next day’s trip to Mount Everest. Overnight in Shigatse."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Shigatse to Mt. Everest (340km, 8 hours driving) | After breakfast, you will head directly to Mount Everest. First, you will pass Gyatsola Pass (5280m). At Gyatsola Pass viewpoint, you’ll catch your first glimpse of Mount Everest. Hidden behind the mountain range, the Everest resembles a budding lotus flower, a captivating sight along the roadside. Shortly after we enter Mount Everest National Nature Reserve, you will enjoy the panoramic view of the Himalayas at Gawula Pass (5198m). At this viewpoint, you will marvel at the majestic lineup of the five highest peaks in the Himalayas, including Everest at the forefront. This is your second glimpse of Everest. Then we drive along the new zigzag road to Everest Base Camp (5000m). As you get close to the base camp, the majestic Everest gradually unfolds before you, drawing nearer with each winding turn. This marks your third view of Everest. Upon reaching Everest Base Camp, the colossal white pyramid peak of Mount Everest stands towering before you. As the day transitions to dusk, witness the golden hues of the sun casting a warm glow on Everest's northern face - your fourth view. As night falls, the sparkling Milky Way and the snow-white peak of Mount Everest reveal your fifth and final encounter with Everest. Overnight at EBC Tent Guesthouse."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "EBC to Shigatse via Sakya (360km, 8 hours driving) | Walking to the monument of Everest Base Camp, the destination coveted by travelers worldwide, let us capture the essence of the moment alongside the grant of Everest. We will take picture at EBC monument, memorizing the moment with legendary Mt. Everest peak. At the world's loftiest post office, we can purchase of Everest's postcards, adorned with the peak's stamp or spend time to look for ancient fossils that whisper secrets from epochs past. Anyway, the amazing time belongs to you. We'll turn homeward, retracing our steps from Everest Base Camp back to Shigatse. Overnight in Shigatse."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Shigatse back to Lhasa (280km, 5 hours driving) | In the morning, we will visit the home of Panchen Lama - Tashilhunpo Monastery. The grand and magnificent halls of the largest local monastery occupy the entire hillside. This is the spiritual home of the Tibetan people in Shigatse, housing the world's largest statue of Maitreya Buddha. Inside, you will see monks adorned with yellow hats and red robes, moving about the temple. Next, we will return to Lhasa along the Yarlung Tsangpo River, the mother river of the Tibetan people. Finally, you will arrive in Lhasa. Enjoy leisure time wandering freely through Barkhor Street, where you can shop for gifts to bring back home for your family. Overnight in Lhasa"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Depart from Lhasa | Please make sure to verify your departure flight/train details with our guide in advance. And your guide will take you to the airport or train station. Thank you for choosing Tibet Vista, and we extend a warm welcome for your return to Tibet in the future."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "lhasa-to-kathmandu-overland-tour-small-group",
    "tourName": "Lhasa to Kathmandu overland tour, small group",
    "placesVisited": "acclimatisation and culture in Lhasa, four-day road trip to Everest Base Camp and on to Nepal, scenic sights along the way include Yamdrok Lake, spend a night at Everest Base Camp, Tibetan driver and guide",
    "generalInfo": "On this amazing overland tour you’ll drive from the Tibetan Plateau into the mountains. You’ll head into the Himalayas from Lhasa, crossing over into Nepal and finishing at Kathmandu, via some of the most epic landscapes on the planet. This trip even stops at North Base Camp (5,200m) in Tibet, on the way. There are paved roads throughout, and epic scenery, too. <br/><br/>Start with a few days of combined acclimatisation and sightseeing in Lhasa, visiting Potala Palace, Jokhang Temple and Sera Monastery. Day four is when your road trip begins, and you’ll start with a scenic drive to Shigatse, Tibet’s second largest city, crossing Kampala Pass (4,797m) at sunrise to be met with a beautiful view of Yamdrok Lake, one of Tibet’s largest lakes. <br/><br/>From Shigatse you make your winding way to Everest Base Camp, to post a letter at the world’s highest post box. After a night at a guest house in the shadow of the world’s highest mountain, you’ll cross into Nepal at the Gyirong Border.<br/><br/>Our partner for this trip is a fantastic Tibet-based operator who is extremely experienced at handling all the logistics of your trip, including all permits and border crossings, so you can sit back and enjoy the view. <br/>",
    "durationDays": "7",
    "price": "1189",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Lhasa by air/train | Greetings from Lhasa, the vibrant heart of Tibet! As you arrive at Lhasa, our friendly guide and driver will be eagerly awaiting you at the exit. With a quick 1-hour drive (covering 70km), they'll accompany you away to your comfortable downtown Lhasa hotel. Take this time to acclimate to the altitude (3,650m), to ensure good start of your journey in the highland. Overnight in Lhasa."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Lhasa Tour | In the morning, you’ll explore the largest monastery in Tibet - Drepung Monastery, which was once the home to over 10,000 monks. As you walk through the Coqen Hall, your guide will provide detailed explanations of the worldview of Tibetan Buddhism and introduce notable figures in Tibetan Buddhist history. Next, you’ll visit the renowned Loseling College (or an equivalent), offering a glimpse into the study and life of Tibetan monks. Explore their dormitories to gain insights into the Tibetan monks' daily routines and living conditions. In the afternoon, you’ll head to Sera Monastery, another of the ‘great three’ Gelug monasteries of Tibet, to witness the famous Tibetan Monks Debate (15:00 - 17:00, from Monday to Saturday). Your guide will intricately explain how Tibetan monks engage in these debates to acquire knowledge and advance in their academic degrees. After today’s tour, enjoy a welcome dinner with your group members. Overnight in Lhasa."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lhasa Tour | After breakfast, your first stop is the Potala Palace, where you can enjoy a panoramic view of the Lhasa Old Town. Discover the lives and stories of the Dalai Lamas through history within the palace, and the extraordinary treasures it holds. The most valuable collections of Potala Palace are the gilded burial stupas of former Dalai Lamas and the meditation cave of the 33rd great king of Tibet. After touring the Potala Palace, you will visit Longwangtan Park at the foot of the Potala Palace. Here, you can appreciate the majestic Potala Palace from a different perspective and engage in local Tibetan folk activities. In the afternoon, you will head to the heart of Tibetan religion - the Jokhang Temple. Inside you can see the statue of Buddha Sakyamuni at the age of twelve. Outside, you can see pilgrims making prostrating in front of Jokhang Temple. Around the temple is Barkhor Street, where you can do kora (a religious circle of a building or mountain) with pilgrims and locals, and explore the old market. Next, follow your guide to one of the liveliest indoor Tibetan tea houses in Lhasa. Sip traditional Tibetan sweet tea alongside local Tibetans as your guide shares insights into Tibetan social dynamics and daily life. Overnight in Lhasa."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Lhasa to Gyantse to Shigatse via Yamdrok Lake (340km, 8 hours driving) | First, drive over the Gampala pass (4790 m) to catch a glimpse of Yamdrok-tso (4400m). The Yamdrok Lake is surrounded by many snow-capped mountains and in the distance you can have spectacular views of Holy Mount Nyenchen Khangsar (7191m), the highest mountain near Lhasa. Continue to explore the lakeshore from various viewpoints, and at the end of the lake, you could visit a local family in the village and have lunch with the locals. Next, you will pass and enjoy the Korola Glacier on the roadside. It is the largest glacier in Tibet. As you see the ice tongue of the glacier climb the entire hillside, you will feel the magical power of nature. Then, continue your journey to Gyantse. On the way, you will stop at Simila Mountain Pass, where you can hang prayer flags to pray for world peace and the health of your family. After arriving in Gyantse, you can spend some time taking photos of the ancient city of Gyantse. From Gyantse to Shigatse, you will pass by green (in summer) and golden (in autumn) Tibetan barley fields and countless farms. Finally, we arrive in Shigatse, the second largest city in Tibet. After checking in to the hotel, you can take a good rest and prepare for the next day’s trip to Mount Everest. Overnight in Shigatse."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Shigatse to Mt. Everest (340km, 8 hours driving) | First, you will pass Gyatsola Pass (5280m). At Gyatsola Pass viewpoint, you’ll catch your first glimpse of Mount Everest. Hidden behind the mountain range, the Everest resembles a budding lotus flower, a captivating sight along the roadside. Shortly after we enter Mount Everest National Nature Reserve, you will enjoy the panoramic view of the Himalayas at Gawula Pass (5198m). At this viewpoint, you will marvel at the majestic lineup of the five highest peaks in the Himalayas, including Everest at the forefront. This is your second glimpse of Everest. Then we drive along the new zigzag road to Everest Base Camp (5000m). As you get close to the base camp, the majestic Everest gradually unfolds before you, drawing nearer with each winding turn. This marks your third view of Everest. Upon reaching Everest Base Camp, the colossal white pyramid peak of Mount Everest stands towering before you. As the day transitions to dusk, witness the golden hues of the sun casting a warm glow on Everest's northern face - your fourth view. As night falls, the sparkling Milky Way and the snow-white peak of Mount Everest reveal your fifth and final encounter with Everest. Overnight in EBC Tent Guesthouse."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Everest Base Camp to Gyirong (390km, 8 hours driving) | Today, you will reach Gyirong Border, witnessing the breathtaking landscapes changing from 5200 meters to 2800 meters above sea level. In the morning, before departing from the base camp, you will visit Rongbuk Monastery, the world’s highest monastery, where nuns and monks live together at 5154 meters above sea level. Then, you will cross the Himalayas and take a drive to Gyirong at the Sino-Nepal border. Across the 380-kilometer journey, marvel at the evolving scenery - from snow-capped peaks towering over 5000 meters to the lush forests and canyon vistas at around 2800 meters above sea level. As you pass by Mt. Shishabangma (8027 meters), one of the world’s highest mountains over 8000 meters, you can enjoy a close view of the three main peaks of Shigabangma, as well as the golden glow of Pelku Tso Lake beneath the peaks. Afterward, the altitude drops dramatically. You’ll be mesmerized by forests, waterfalls, and bottomless canyons as you enter the edge of the Himalayas. When you arrive in Gyirong Valley, what you will see is the dense forest and the snowy peaks above the forests. In Gyirong town, you can breathe in the abundant oxygen. Overnight in Gyirong."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Gyirong border to Kathmandu | After breakfast, you will say goodbye to your Tibetan tour guide and driver. Our Nepali staff at the Nepal border port will warmly welcome you, assist you in applying for a Nepal visa, and be responsible for carrying large luggage (at your own expense). We ensure a safe transfer for you to your hotel in Kathmandu with Tibet Vista’s vehicle."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "lhasa-to-tibet-everest-base-camp-tour",
    "tourName": "Lhasa to Tibet Everest Base Camp tour",
    "placesVisited": "",
    "generalInfo": "Embark on our premier Tibet tour, a captivating journey through the formidable Himalayan ranges. Traverse this best-selling route, offering a rare opportunity to witness the grandeur of Mount Everest, the world’s highest peak. Delve into an exhilarating hike up the Everest Base Camp, immersing yourself in the famed Everest sunrise, sunset, and the mesmerizing flat clouds. Spend three nights in Lhasa, the vibrant center city of Tibet, allowing ample time for acclimatization and seamless exploration of key attractions. The expedition continues westward to Shigatse, the seat of Pamchan Lama, passing through the scenic Yamdrotso Lake, Karola Glacier, and Namtso Lake. Journey to Everest Base Camp, the planet's highest accessible point, for an unparalleled view of the world's loftiest mountain. <br/><br/>The tour encompasses visits to revered religious sites like Jakhang Temple, Sera Monastery, Drepung Monastery, and Tashi Lhunpo Monastery. Show reverence for the rich Buddhist culture, following the guidance of our Tibetan tour guides to glean insights into the history of these sacred places.",
    "durationDays": "8",
    "price": "1068",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Lhasa Arrival || Guests arrive in Lhasa by flight or by train. Upon arrival, guests will be met by tour guide and driven to Lhasa downtown. Have a rest in Lhasa to acclimatize the elevation. The guide will introduce the do and don’t to avoid being suffer from altitude sickness."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Lhasa Tour - Potala Place, Johkang Temple, and Barkor Street || Firstly, Potala Palace is today’s first attraction, which is the residence of the past Dalai lama. It was put to use since the 7th Century by the 33rd great king of Tibet. The most valuable collections of Potala Palace are the gilded burial stupas of former Dalai Lamasand tremendous number of Buddhist frescoes, thangkas, combinations of mandala, figures of the Buddha. Then after lunch, tourists head to Jokhang Temple and Barkor Street surrounding. Inside you can see the statue of Buddha Sakyamuni at the age of twelve, perhaps the only most venerated object in Tibetan Buddhism. Around the temple is Barkhor street where you can do kora (a religious circle of a building or mountain) with pilgrims and locals, in the meantime you can buy some local handicrafts."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lhasa - Yamdrotso Lake - Shigatse (10 hrs, 370km) || Passing by the green farmland of Nyangchu Valley, Yamdro-tso lakes, Karo-la Glacier roadside at 4960m, we move westwards to Tibet's traditional town, Gyantse. The most important attraction for today is Yamdro-tso Lake, and Kubum monastery in Gyantse. Yamdro-tso Lake is shaped like coiling scorpion with deep blue in color and Kubum monastery has a 35m-high chorten (stupa) with its white layers trimmed with decorative stripes and its crown-like golden dome. Today, we drive to Shigatse, which is the second biggest city of Lhasa."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Shigatse - Tingri - Everest Base Camp (10hr, 350km) || Today, you will travel forwards to world highest pass Gyatso-la pass with 5200 m above sea level, and then drive to Tingri, the entrance of Himalayan Nature Reserve. There is only 2-3hours driving from Tingri to Everest Base Camp through 90km new winding road in the mountains. On the way from Tingri to E.B.C, you can enjoy the stunning mountain scenery; pass the wild grassland, the torrent and soaring mountains. If it is in clear weather, you can see the panorama of Himalaya range and among mountains you can see 4 mountains which are 8000m high and more to enjoy like Mt. Lhotse (8516m), Mt. Everest (8848m), Mt. Qowowuyag (8201m) and Mt Mayalu (8463m), and even majestic view of golden summit of Mt. Everest at sunset. Stay overnight in Ronguk Guest House or local Tibetan Tent."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "EBC - Rongbuk Monastery - Shigatse || In the morning, you can see the sunrise appearing on the top of Mt Everest, and have a full view the magnificent Mt. Everest standing like a snow-capped pyramid in front of you at Rongpuk Monastery, which is the vantage point for watching Mt. Everest. Then you may trek from tent to Base camp 4/km one way or go to EBC by local bus. After visiting base camp, tourists can tour Rongphu Monastery which is the highest monastery in the world (5000m) and belongs to Nyingma sect. After that drive back to Shigatse and stay overnight in Shigatse."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Shigatse (3900m) to Lhasa (3650m) || In Shigatse, you will visit the famous Tashi Lhunpo monastery where you can see the well preserved largest statue of Jampa (future god) in the world. The monastery itself is abiding place for the successive Penchen Lamas. Then we will drive back to Lhasa on the friendship Highway. The whole distance is almost 280km and it takes 6 hours along the Yarlung Tsangpo River / Bhamaputra River (the Longest and largest river in Tibet). Stay overnight in Lhasa"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Lhasa to Namtso Lake and Back || In the early morning, drive through the vast grasslands of northern Tibet, where colorful prayer flags flutter in the wind and traverse the Qinghai-Tibet Highway. Ascend the 5,190-meter-high Nagela Pass and arrive at the \"Heavenly Lake,\" Namtso Lake, the first among Tibet's three sacred lakes. Sitting at an elevation of 4,718 meters, it is the highest saltwater lake in the world and the second-largest in China. To the south lies the perennially snow-capped Nyenchen Tanglha Mountain, while the north and west are embraced by highland hills. The expansive lakefront is adorned with surrounding grasslands, creating a lush and vibrant landscape. The lake's high salinity sustains a rich wildlife ecosystem in its basin, including yaks and goats. The crystal-clear lake water reflects the surrounding snow-capped mountains, creating a picturesque scene akin to a radiant pearl embedded in the vast expanse of the Qiangtang grasslands. As evening approaches, return to Lhasa accompanied by the lingering hues of the setting sun."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Lhasa Departure || The guide will transfer you to the airport or train station and help you get on board."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "namtso-lake-everest-base-camp-tour-in-tibet",
    "tourName": "Namtso Lake & Everest base Camp tour in Tibet",
    "placesVisited": "",
    "generalInfo": "This 10-day Lhasa to Everest Base Camp and Lake Namtso tour is a thrilling odyssey, offering some of the most captivating Tibetan experiences that the region has to offer.<br/><br/>Starting from Lhasa, the journey unfolds as you delve into the holy city before embarking on a westward drive to Tingri, the gateway of the Everest region. You will pass through glaciers, lakes, farmlands, villages, and monasteries, reaching the depths of the Himalayas at the Everest Base Camp (5200m). Witness breathtaking sunrises and sunsets and gaze upon the stars from the top of the world.<br/><br/>Then, you will extend your journey to Damxung Grassland, located 220 kilometers north of Lhasa, where the enchanting Namtso Lake awaits. Marvel at the vastness of Lake Namtso, resembling a sea embraced by the boundless Nyechen Tanglha Mountain. Amidst the grasslands of northern Tibet, encounter scattered local nomads tents, and flocks of yaks and sheep. You will also visit the northern shore of Namtso Lake and be amazed by the breathtaking view of the Holy Elephant Gate, with the crystal-clear lake and snow-capped mountains in the backdrop.<br/><br/>This is not only an overland journey across the Tibetan Plateau but also an unforgettable experience to discover the breathtaking natural landscapes with the rich tapestry of humanity.",
    "durationDays": "10",
    "price": "1429",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Lhasa by air/train Greetings from Lhasa, the vibrant heart of Tibet! As you arrive at Lhasa, our friendly guide and driver will be eagerly awaiting you at the exit. With a quick 1-hour drive (covering 70km), they'll accompany you away to your comfortable downtown Lhasa hotel. Take this time to acclimate to the altitude (3,650m), to ensure good start of your journey in the highland. Overnight in Lhasa"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Lhasa Tour In the morning, you’ll explore the largest monastery in Tibet - Drepung Monastery, which was once the home to over 10,000 monks. As you walk through the Coqen Hall, your guide will provide detailed explanations of the worldview of Tibetan Buddhism and introduce notable figures in Tibetan Buddhist history. Next, you’ll visit the renowned Loseling College (or an equivalent), offering a glimpse into the study and life of Tibetan monks. Explore their dormitories to gain insights into the Tibetan monks' daily routines and living conditions. In the afternoon, you’ll head to Sera Monastery, another of the ‘great three’ Gelug monasteries of Tibet, to witness the famous Tibetan Monks Debate (15:00 - 17:00, from Monday to Saturday). Your guide will intricately explain how Tibetan monks engage in these debates to acquire knowledge and advance in their academic degrees. After today’s tour, enjoy a welcome dinner with your group members. Overnight in Lhasa"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lhasa Tour After breakfast, your first stop is the Potala Palace, where you can enjoy a panoramic view of the Lhasa Old Town. Discover the lives and stories of the Dalai Lamas through history within the palace, and the extraordinary treasures it holds. The most valuable collections of Potala Palace are the gilded burial stupas of former Dalai Lamas and the meditation cave of the 33rd great king of Tibet. After touring the Potala Palace, you will visit Longwangtan Park at the foot of the Potala Palace. Here, you can appreciate the majestic Potala Palace from a different perspective and engage in local Tibetan folk activities. In the afternoon, you will head to the heart of Tibetan religion - the Jokhang Temple. Inside you can see the statue of Buddha Sakyamuni at the age of twelve. Outside, you can see pilgrims making prostrating in front of Jokhang Temple. Around the temple is Barkhor Street, where you can do kora (a religious circle of a building or mountain) with pilgrims and locals, and explore the old market. Next, follow your guide to one of the liveliest indoor Tibetan tea houses in Lhasa. Sip traditional Tibetan sweet tea alongside local Tibetans as your guide shares insights into Tibetan social dynamics and daily life. Overnight in Lhasa"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Lhasa to Gyantse to Shigatse via Yumdrotso Lake (360km, 8 hours driving) First, drive over the Gampala pass (4790 m) to catch a glimpse of Yamdrok-tso (4400m). The Yamdrok Lake is surrounded by many snow-capped mountains and in the distance you can have spectacular views of Holy Mount Nyenchen Khangsar (7191m), the highest mountain near Lhasa. Continue to explore the lakeshore from various viewpoints, and at the end of the lake, you could visit a local family in the village and have lunch with the locals. Next, you will pass and enjoy the Korola Glacier on the roadside. It is the largest glacier in Tibet. As you see the ice tongue of the glacier climb the entire hillside, you will feel the magical power of nature. Then, continue your journey to Gyantse. On the way, you will stop at Simila Mountain Pass, where you can hang prayer flags to pray for world peace and the health of your family. After arriving in Gyantse, you can spend some time taking photos of the ancient city of Gyantse. From Gyantse to Shigatse, you will pass by green (in summer) and golden (in autumn) Tibetan barley fields and countless farms. Finally, we arrive in Shigatse, the second largest city in Tibet. After checking in to the hotel, you can take a good rest and prepare for the next day’s trip to Mount Everest. Overnight in Shigatse"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Shigatse to Mt. Everest (360km, 8 hours driving) After breakfast, you will head directly to Mount Everest. First, you will pass Gyatsola Pass (5280m). At Gyatsola Pass viewpoint, you’ll catch your first glimpse of Mount Everest. Hidden behind the mountain range, the Everest resembles a budding lotus flower, a captivating sight along the roadside. Shortly after we enter Mount Everest National Nature Reserve, you will enjoy the panoramic view of the Himalayas at Gawula Pass (5198m). At this viewpoint, you will marvel at the majestic lineup of the five highest peaks in the Himalayas, including Everest at the forefront. This is your second glimpse of Everest. Then we drive along the new zigzag road to Everest Base Camp (5000m). As you get close to the base camp, the majestic Everest gradually unfolds before you, drawing nearer with each winding turn. This marks your third view of Everest. Upon reaching Everest Base Camp, the colossal white pyramid peak of Mount Everest stands towering before you. As the day transitions to dusk, witness the golden hues of the sun casting a warm glow on Everest's northern face—your fourth view. As night falls, the sparkling Milky Way and the snow-white peak of Mount Everest reveal your fifth and final encounter with Everest. Overnight in Everest Base Camp"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "EBC to Sakya via Dinggye and return to Shigatse In the morning, before departing from the base camp, you will visit Rongbuk Monastery, the world’s highest monastery, where nuns and monks live together at 5154 meters above sea level. Then, you'll return to Shigatse via Dinggye, taking an alternative Himalayan route different from the traditional path. Here, you’ll stop at the Dinggye Xilin Viewpoint. You can not only see the majestic eastern slope of the towering Mount Everest again, but also the world's fourth-highest peak, Mount Lhotse, standing at an elevation of 8,516 meters. Additionally, you can enjoy the vast and delightful wetland landscape at the foot of Mount Everest. Next, you’ll make a brief stop in the ancient town of Sakya to stroll around Sakya Ancient Town. Finally, you’ll arrive in Shigatse. Upon arrival, your guide will lead you to a local Langma Hall, a local venue for Tibetan song and dance performances. Here, you can witness the traditional Tibetan performances and celebrate the success of your lifetime Mount Everest journey during dinner with your fellow group members. Overnight in Shigatse"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Shigatse to Bange via Northern Tibetan Grassland and Serling Tso Lake In the morning, you will start the drive across the boundless Qiangtang Grassland in northern Tibet. Stretching across 400,000 to 500,000 square kilometers, the vast grassland of northern Tibet resembles the great savannas of Africa. Surrounded by endless snow-capped mountains, the land is dotted with herds of yaks and sheep, and if you’re lucky, you may even encounter wild Tibetan antelopes. Shortly after leaving Shigatse, you will stop at a natural hot spring to soak in its healing properties. Then, you will continue the journey across the grassland. As you travel deeper into the vast land, you will be immersed in the stunning landscapes, see a hidden lake, a line of snowy peaks in the distance, or even a few antelopes running by. No matter the season, the Northern Tibetan Grassland is always full of surprises. Next, you will reach Serling Tso Lake, the largest lake in Tibet. Covering 2,391 square kilometers, it’s about the size of Shanghai and three times bigger than New York City. Standing at its shore, 4,700 meters above sea level, feels like looking out over an endless sea. After enjoying the beauty of the lake, you will continue your journey and finally arrive in Bange County (also known as Baingoin County). Overnight in Bange"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Bange to Namtso Lake (Holy Elephant Gate), and Drive to Damxung After breakfast, you will leave Bange and travel through the northern Tibetan grassland. Along the way, you will meet herds of yaks dotted in the grassland and Tibetan antelopes leap against the horizon. Then, you will pass by Bamucuo Lake, which is pure like a fairy’s tear. Next, you will reach the north shore of Lake Namtso, the most famous holy lake in Tibet. You will visit the Giant Elephant Stone Gate. It is a natural rock formation resembling a giant elephant with its long trunk appearing to dip into the crystal-clear holy lake. Standing on the northern side of Holy Lake Namtso, the Giant Elephant Stone Gate is a sacred site in the heart of Qiangtang Grassland, where you can meet local pilgrims kora around. You’ll also get to admire the most stunning part of Namtso Lake - where the snow-capped mountains, the endless Namtso Lake, and the Giant Elephant Stone Gate come together against the backdrop of the clear blue sky, creating a truly breathtaking view. After visiting the Giant Elephant Stone Gate, you will cross the wide meadows along the northeast shore of Namtso Lake to Damxung. Overnight in Damxung"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Damxung to Lhasa After breakfast, you will start your journey back to Lhasa. It takes around 3 hours to drive from Damxung to Lhasa through the express highway. After arriving in Lhasa, you will enjoy a Tibetan Medical Spa to relax after the long journey. Then, the rest of the way is free for you. You can enjoy leisure time wandering freely through Barkhor Street, where you can shop for gifts to bring back home for your family. Overnight in Lhasa."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Depart from Lhasa Please make sure to verify your departure flight/train details with our guide in advance. And your guide will take you to the airport or train station. Thank you for choosing Tibet Vista, and we extend a warm welcome for your return to Tibet in the future."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "small-group-holiday-to-tibet",
    "tourName": "Small group holiday to Tibet",
    "placesVisited": "",
    "generalInfo": "Tibet is a land of majestic monasteries, Himalaya peaks and timeless traditions – with your expert tour leader, its secrets are revealed. Starting in Beijing, China, you’ll embark on a journey of extraordinary highlights: riding the world’s highest railway, gazing over Everest, and touring grand monuments. But the beauty of Tibet lies in the everyday moments too: walking with pilgrims, meeting monks, and cooking traditional food. Experience it all, guided by the best tour leader in the region.",
    "durationDays": "15",
    "price": "4299",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Begin your adventure in Beijing, the capital of China, a modern megacity with a history stretching back more than 3,000 years. Around 6pm, say hello to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner. Want more time in Beijing? Secure pre-tour hotel nights through your sales representative. Accommodation: Dong Fang Hotel (or similar)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Bid farewell to Beijing this morning, catching a high-speed train for the journey (around 6hr 45min) to Lanzhou, the capital of the Gansu province. Arriving at the station, we take a road transfer (three hours) to Xiahe. Also known as Little Tibet, it’s a town few tourists visit, but one well worthy of exploration as, despite sitting outside the borders of the Tibet Autonomous Region, it’s rich in Tibetan culture and tradition. Our stay here also gives us time to adjust to the altitude – Xiahe sits around 9,840ft (3,000m) above sea level. Accommodation: Norbu Serwo Hotel (or similar) – sleeping altitude: 9,845ft (3,000m)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "We get our first proper exploration of Tibetan culture today. Start with a visit to Labrang Monastery this morning, one of the six great Tibetan monasteries from the Yellow Hat sect of Tibetan Buddhism. In the afternoon, we dive further into Tibetan culture with an exploration of Xiahe market, where our tour leader introduces us to vendors selling an array of traditional products, such as yak wool goods, religious trinkets, and Tibetan clothing. Accommodation: Norbu Serwo Hotel (or similar) – sleeping altitude: 9,515ft (2,900m)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Set off this morning on a scenic drive through the grassland of Ganjia. After three hours, we arrive at Wutun in Tongren county. The village is home to Wutun Monastery, which has become known as an artistic hub, particularly for producing thangka, a traditional Tibetan Buddhist painting on cotton or silk, which typically depicts Buddha or mandalas. During our visit, we get to see the artist-monks in action, creating their intricate, colourful artwork. After, continue the drive (three hours) to the city of Xining, passing the valley of Longwu River en route. Accommodation: Xining Mansion (or similar) – sleeping altitude: 7,220ft (2,200m)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Visit Kumbum Monastery (also known as Ta'er Temple) this morning. Home to more than 800 monks, it’s also the birthplace of Tsongkhapa, founder of the Yellow Hat sect of Tibetan Buddhism. Like Labrang, it’s one of the six great Tibetan monasteries from the Yellow Hat sect. Visit the 600-year-old Dongguan Mosque after, before exploring vibrant Mo Street, known for its foodie offerings, and enjoying a delicious dinner. Tonight, we board the sleeper train to Lhasa, the capital of the Tibet Autonomous Region. It’s an epic 1,240mi (2,000km) ride that takes us up to 16,640ft (5,072m) at the Tanggula Pass, making it the highest railway line in the world and earning it the nicknames the Sky Train and the Road to Heaven. We sleep in soft sleeper berths, the comfiest beds on the train. The train journey takes around 21 hours in total. Accommodation: Sleeper train"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Waking on the Sky Train, we spend most of today enjoying the views of vast desert, boundless grassland, snow-capped mountains, and glistening lakes, while also chatting together and dining. En route, your local guide can teach you Tibetan words or how to play the popular Chinese tile game of mahjong. Arriving in Lhasa at 5.40pm, transfer (30 minutes) straight to our hotel for dinner. En route, enjoy highland views of the Lhasa River. Accommodation: Banak Shol Hotel (or similar) – sleeping altitude: 11,975ft (3,650m)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "On our first full day in Tibet, we start with a visit to Jokhang, the most sacred temple in Tibet, which always attracts a steady stream of pilgrims. Spend time exploring this large World Heritage site, including the golden Buddha which stands in the centre, and learn about its rich history. After, join the pilgrims walking around Barkhor Street in a clockwise direction, considered a sacred kora by Tibetans. Then, in the late afternoon, we visit the great university monastery of Sera, where you witness lively philosophical debating (except Sundays). Accommodation: Banak Shol Hotel (or similar) – sleeping altitude: 11,975ft (3,650m)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Explore one of the biggest local markets in Lhasa this morning – an excellent chance to see daily life in action and, perhaps, pick up a souvenir or two. It’s also known for its food stalls, selling fresh produce, momo dumplings and yak butter cheese. We also visit Pawang Monastery, where Tibetan calligraphy was first designed by Tonmi Sambhota, and the iconic Potala Palace. The latter, perched above the city, is an architectural wonder divided in two: the secular White Palace and the religious Red Palace, home to chapels, shrines and tombs of the Dalai Lamas. Finally, we enjoy a Tibetan cooking class. Accompanied by a local guide, we visit the grocery store to pick up seasonal produce, then head to the kitchen to cook tasty Tibetan dishes, such as Tibetan yak cheese, vegetarian momos (dumplings), and yak butter tea. Accommodation: Banak Shol Hotel (or similar) – sleeping altitude: 11,975ft (3,650m)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Leave Lhasa this morning, driving to the town of Gyantse. Our route takes us down the Kyichu Valley to the Yarlung Tsangpo river before ascending to the Khamba La (Pass). The views are outstanding: in the foreground is the vast freshwater Yamdrok Tso or Turquoise Lake; to the south, the snow-capped ranges merge with the main Himalaya. We drive along the western shores of the lake before crossing the Karo La 16,550ft (5,045m) to reach Gyantse. Here, we visit Pelkhor Choede monastery, famous for its Kumbum Pagoda, an eight-level, three-dimensional mandala containing 100,000 images. Total drive time: 3hr 30min Accommodation: Gyantse Yutuo Hotel (or similar) – sleeping altitude: 13,060ft (3,980m)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "A one-hour drive takes us through small villages to Shigatse, the second-largest city in Tibet. Upon arrival, we first visit Tashilumpo Monastery, home to the Panchen Lamas. Tour the buildings, each with their own intricate decorations, legends and religious imagery. After, you can opt to do a kora around the monastery or visit the local market. Accommodation: Gesar Hotel (or similar) – sleeping altitude: 12,650ft (3,855m)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Transfer (three hours) to the town of Sakya, where we visit the principal monastery of the Sakyapa sect. It’s home to a colossal collection of Tibetan Buddhist scriptures, murals and thangkas. Most of the murals are from the Yuan Dynasty (1271-1368) and include some of the most precious mural portraits of the Sakya ancestors and Phakpa’s meeting with Kublai Khan, the founder of the Yuan Dynasty. Accommodation: Yuanfu Hotel (or similar) – sleeping altitude: 14,565ft (4,440m)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "It’s time to admire the great Himalaya peaks. We transfer (five hours) into Everest National Park, driving up to Pang La (16,570ft/5,050m) for superb views of the mighty mountains, including four over 26,245ft (8,000m) tall: Everest, Makalu, Lhotse and Cho-Oyu. After, we arrive at Rongphu monastery, the highest monastery in the world, where we can gaze over the north face of Everest on a clear day. Late afternoon, we drive (1hr 30min) to Ganggar, where we stay in a Simple hotel. Accommodation: Ganggar Snow Leopard Hotel (or similar) – sleeping altitude: 14,240ft (4,340m)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Continue our journey along the Friendship Highway today. En route, we see Shishapangma to the south, the tallest mountain entirely in Tibet. We also drive alongside the turquoise waters of Lake Pelkutso, stopping to enjoy more views of Shishapangma and keeping our eyes peeled for some of the local wildlife, such as Tibetan antelope, wild donkeys, wild horses, and yaks Arriving at Kyirong County Township, we descend more than 3,280ft (1,000m) into the Kyirong Valley, where stay tonight. Total drive time: Seven hours Accommodation: Shell Hotel Gyirong (or similar) – sleeping altitude: 8,860ft (2,700m)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "We travel (45 minutes) to the Tibet-Nepal border this morning, where we say a fond farewell to our Tibetan guide and pass through immigration and customs unaccompanied. Once across the border, we meet the Nepalese vehicle for our transfer to Kathmandu, the capital of Nepal. Total drive time: Eight to nine hours Accommodation: Hotel Nomad (or similar)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "You’ve marvelled at Tibetan Buddhist monasteries, gazed over the Himalaya, and ridden the highest railway line in the world, but now it’s time to begin your return journey home. Alternatively, if you’d like to extend your adventure, speak to your sales representative to discuss our large range of extension options."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "tibet-5-day-tour",
    "tourName": "Tibet 5 day tour",
    "placesVisited": "",
    "generalInfo": "Take this 5-day Tibet tour for a pilgrimage to the Potala, a monks’ debate in Sera Monastery, more Lhasa highlights, and a lakeside picnic by Lake Yamdrok.",
    "durationDays": "5",
    "price": "1079",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Your private driver and guide will be ready for you when you arrive in Lhasa. Sit back in a comfortable vehicle, leave the hassles to your guide, and enjoy a trouble-free transfer and check-in to your hotel. Meals: No meal Accommodation: 4 or 5 star hotel"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Visit Norbulingka (\"Lhasa's Summer Palace\")in the morning, then visit Drepung Monastery. In the afternoon, you'll watch monks debating over age-old scriptures in a courtyard of Sera Monastery. Enjoy the thangka-like murals painted on big rocks on the \"back hill\"."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Pilgrimage to the Potala Palace in the morning. Enjoy a walking tour to Jokhang Temple in the afternoon. Then walk along Barkhor Street to experience Tibetan daily life in a local market. Learn the history of Tibet at a Qing Dynasty ministerial office site and a wealthy merchant's residence — the Pandatsang Compound. Have a rest and enjoy a cup of Tibetan sweet tea in less-touristy Ani Tsangkhung Nunnery at the end of the day's touring. Note: We suggest visiting the Potala Palace on the third day, just in case that you need some time to get used to the altitude after arriving in Lhasa in readiness to climb about 360 steps."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "You will be driven about 2 hours from Lhasa to Lake Yamdrok. After viewing the lake from the popular platform, you will enjoy a picnic on the bank of the lake if the weather is ok."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After breakfast, your private guide and driver will take you to the airport for your departure."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "tibet-6-days-sightseeing-tour",
    "tourName": "Tibet 6 days sightseeing tour",
    "placesVisited": "",
    "generalInfo": "Our authentic 6-day Sightseeing in Tibet tour may be brief but it will still ensure that you see the very best of what this wonderful region has to offer. The tour commences with an in-depth exploration of the amazing city of Lhasa and its eclectic range of cultural heritage sites. This city genuinely offers an incredible combination of ancient culture and natural wonders. Lhasa is home to number of the most important cultural heritage sites in Tibet, including monasteries and palaces that were associated with the thousands of Buddhist monks that have resided here over the centuries. Visits to the monasteries of Sera and Drepung, Potala Palace, and the markets of Barkhor will leave you feeling exceptionally fortunate as you encounter an ancient culture at firsthand. We will also take you to Jokhang Temple, which is often referred to as the spiritual center of the city and is a truly beautiful religious site. <br/><br/>After Lhasa our next stops will be the town of Gyantze, which also hosts a number of important cultural heritage sites, and the nearby stunning natural landscape around Yamdrok Tso Lake. Our final stop is Shigatze, which is a wonderful city full of places of historical and cultural significance. Highlights here will include the timeless Tashilhunpo Monastery, which is home to a giant statue of the Maitreya Buddha, before returning to Lhasa. This caps a wonderful 6-day experience that will never be forgotten!",
    "durationDays": "6",
    "price": "1439",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Lhasa (altitude 3,670m) (by air) Take flight to Lhasa. Met and greeted on arrival by your local guide and driver. Transfer to the hotel for a good rest. Stay in 3-star hotel in the center of the old town. S tay in comfortable hotel in the center of the old town of Lhasa"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Lhasa (3,670m): Since we have just made a sudden ascent from lowland to an altitude of over 3,700 meters (12,139 ft), today’s itinerary is not so tight. Visit Drepung Monastery, Sera Monastery, and Norbulingka. Drepung is about 8km west of central Lhasa, once world's largest monastery with about 10,000 monks. This day's sightseeing begins with these white monastic buildings piled up on the hillside. Walking up to the hill is a pleasant thing, an easy break from the solemn ambience inside the halls and chapels. At the plat roof of hillside, you can have very good views of the whole Lhasa city and the distant mountains. Sera Monastery sits at the foot of the mountains. One of the three main Gelupka monasteries in Lhasa, Sera is an important spiritual center for Buddhist monks. If we are lucky enough, we could watch the Lamas in their traditional theological exercise of lively debating. is recognized by “the summer palace of dalai lamas”. \"Norbu Linka\" means beautiful gardens. This garden covers an area of 36 hectares and it is the annual vacation home for the 7th to the 14th Dalai Lama, who would move here from the Potala Palace to this summer palace and spend most of their summer here. Stay in comfortable hotel in the center of the old town of Lhasa. Breakfast and lunch included"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lhasa (3,670m) : We will visit the Potala Palace, landmark of Lhasa and spiritual symbol of Tibet - you will join many pilgrims on your way to the top of a hill where this 13-storey architectural wonder is perched upon. The approach to the Potala is not easy, and requires climbing many steep steps, so we take it slowly and allow ourselves to leisurely enjoy the Palace and its surroundings. We enjoy strolling through its winding corridors and peaking in some of its thousand rooms, and can only imagine what life here was once like. In the afternoon, we visit the Jokhang Temple, the spiritual center of Lhasa. As we make the inner circuit around the courtyard, spinning numerous prayer wheels as we go, we are swept up in the energy of the devout. From the rooftop, we get stunning views of the Potala, and the snow capped peaks off in the distance. Around the Temple runs the Barkhor, a holy circuit which pilgrims undertake and a bustling commercial market. The rest of the time is left free for you to venture around Bakhor market, where you will feel you are right at the heart of Tibet. Stay in comfortable hotel in the center of the old town of Lhasa. Breakfast and lunch included."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Lhasa / Gyangtse / Shigatse (3,836m) : Lhasa/Gyangtse/Shigatse 435km driving; Drive from Lhasa to Gyangtse (3,950 m or 12,956 feet) and Yamdrok Tso Lake (4408 m), one of Tibet’s three holy lakes and located 110km outside of Lhasa. It takes three and a half hour to Yamdrok Tso Lake, most of the time we are driving on the mountain road, winding and bumpy. Far in the distance is the huge massif of Mt. Nojin Kangtsang (7,191m). At arrival at Gyantse visit the Pelkor Chode monastery and its associated Kumbum (three dimension mandala) temple. Gyantse is a relaxed town offering a splendid sight of the Kumbum Stupa situated at its Northern edge. Housed within the compound of a rather barren looking Pelkor Chode Monastery, Kumbun consists of 8 levels and a total of 75 chapels with wonderful murals revered by art scholars around the world. Drive back to Shigatse. It would be a long day for about 10 hours. Stay in Shigatse Hotel or the similar. Breakfast and lunch included."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Shigatse / Lhasa (3,670m): Today we will visit Shigatse---the second largest city in Tibet. We will have enough time to explore the Tashilhunpo Monastery, the seat of Panchen Lama built in 1447. The monastery houses a giant statue of the Maitreya Buddha and a tomb of the 4th Panchen Lama containing masses of jewels and gold. Then drive back to Lhasa. Tibetan dinner with dancing and singing will be arranged. Stay in 3-star hotel; Breakfast and lunch included."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Lhasa / Beijing : In the morning, transfer to the airport, fly to Beijing. Breakfast included. -End of the Tour-"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "tibet-cultural-tour",
    "tourName": "Tibet cultural tour",
    "placesVisited": "",
    "generalInfo": "This tour covers the major places in Lhasa City: Potala Palace, Jokhang Temple, Barkhor street, Drepung and Sera monastery, and you can see Yamdrok Lake is one of the biggest and beautiful lake in Tibet. Yamdrok means torquise in Tibetan language. In fact, the lake looks exactly as beautiful as torquise blue during the good weather days. This freshwater lake, unlike other Tibetan lakes, is sweet and non-saline, extending for 624 sq. km., in the shape of two pincers of a large scorpion. You can have a stop on its bank and enjoy photography here.",
    "durationDays": "5",
    "price": "850",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Lhasa (3650m). Arrival at Gongar airport or train station in Lhasa. Upon arrival you will be met by your Tibetan local guide and transferred to a Hotel in Lhasa."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After breakfast, visit Potala palace, the seat of both religion and politics in Tibet. It was built in the 7th century by Tibetan king Songtsen Gampo and later renovated by the 5th Dalailama in the 17th century. Afternoon visit Jokhang Temple and Barkhor market, this is the holiest shrine in Tibet and houses of golden statue of the Shakyamuni Buddha which was brought to Tibet by the Chinese princess Wenchen. Overnight Hotel."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast, visit Drepung monastery, which is the largest Monastery of the Gelugpa sect in Lhasa, which was built in 1416 by Jamyang chojie a disciple of Tsongkhapa. Afternoon visit Sera monastery located in north of Lhasa city, It was built in 1419 by Jamchen Choeji, a disciple of Tsongkhapa,the founder of the Gelugpa sect. Sera monastery is one of the three major monasteries of yellow sect in Tibet. Overnight Hotel."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today after breakfast, we have to drive from Lhasa to Yamdrok Lake. On the way, the group will pass over the Gampala pass (4790 m),and tourists will have a glimpse of Yamdrok-tso Lake (4400m) .The Lake is surrounded by many snow-capped mountain and in the distance you have spectacular views of Holy Mount Nyenchen Khangsar (7191m), the highest mountain near Lhasa. Then drive back to Lhasa. Overnight Hotel."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Departure from Lhasa to airport and fly to your next destination."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "tibet-cultural-tours",
    "tourName": "Tibet cultural tours",
    "placesVisited": "Kathmandu, Lhasa, Potala Palace, Bhakhor Bazaar, Ganden Monastery, Gyantse, Flight over Himalayas, Xigatse & Shalu Monastery, Xigar - Shakya Monastery, Rongbuk - Everest base camp, Milrepa Cave",
    "generalInfo": "This fascinating two week cultural tour of Tibet takes travellers to many of the region’s most important monasteries that stand at high altitude overlooked by some of the tallest mountain peaks on the planet, including the indomitable form of Mount Everest.<br/><br/>A visit to Everest Base Camp by road provides further insight into the legendary tales that swirl around the mountain like Himalayan clouds with initial acclimatisation in Lhasa allowing travellers to get used to the altitude above 3650m.<br/><br/>Chances to meet pilgrims and monks making their way over mountain trails en-route to Buddhist monasteries and the seasonal palaces of the Dalai Lama conjure visions of life in Tibet untouched by the modern world with your final destination, Kathmandu, further adding to cultural enlightenment.<br/><br/>This two week small group tour is a must for anyone looking to become immersed within the mountains, culture and religion of Tibet on an easy going experience that’s also great value for money.<br/>",
    "durationDays": "14",
    "price": "1775",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival at Kathmandu airport and transfer to hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Explore Kathmandu."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Early morning fly from Kathmandu to Lhasa, Upon arrival Gongar airport, transfer to Lxa city 3650m. Check into hotel."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Explore historical Lhasa city including Potala Palace and Norbulinka Palace- former residence of the Dalai Lama, Drepung Monastery, Jokhang Temple, Bhakhor Bazaar."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Day Excursion to Ganden Monastery."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Drive to Gyantse 3990m. Visit Kubum Stupa and Chode Monastery."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Drive to Xigatse 3860m. Visit Shalu Monastery and Tashilhunpo Monastery- the seat of Panchen Lama."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Drive to Xigar 4350m. Visit Shakya Monastery."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Drive to Rongbuk. Views for Mt Everest. Overnight at Rombuk Monastry."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Drive to Zhangmu. En route explore Milrepa Cave."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Drive to Kathmandu. Check into hotel."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Free at Kathmandu."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Departure to airport."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "tibet-culture-tour-everest-base-camp",
    "tourName": "Tibet culture tour & Everest base camp",
    "placesVisited": "",
    "generalInfo": "This 9 day visit has been developed with us and is delivered by an experienced Tibetan Everest Mountain guide Ngodup, who has summitted Everest 4 times and is very proud of the wonderful history and heritage of this unique destination. Ngodup will give you a unique insight into the mountain and what it is like to climb. We have included the first 3 days acclimatising in Lhasa, but using that time to visit the various temples, plus the Potala Palace, which cannot be missed. <br/><br/>We are then off through the landscapes and the turquoise coloured Lake Yamdrok Yumtso through Shigatse to the Rongbuk Valley and Mount Everest. You will visit villages, meet the people and see the vast landscapes and the 8000m mountains of the Himalayas. You visit Everest base camp and walk up the Rongbuk valley to get a stunning view of this majestic mountain. After Base Camp, it is back via Shigatse  to Lhasa. This trip is all about experiencing the Tibet that the Tibetans want to show you and a unique insight from our young and professional Tibetan partners. We can tailor the programme and have a 4 day trekking add on into the East Rongbuk glacier if of interest, but this itinerary gives you a standard 9-day programme that we offer. This tour will not operate during the monsoon period between July and September.",
    "durationDays": "9",
    "price": "2570",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Tibet and Lhasa. You will need to travel through Chengdu (or Beijing) to reach Lhasa and we will arrange for the Tibet Travel Permit to be available for collection in hard copy there, once you have obtained the China visa. We will pick you up from the airport and take you to the Hotel to rest and relax. Later in the evening we have arranged a welcome dinner and also a short talk from the guide about the tour. Overnight Lhasa Hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sightseeing in Lhasa – Jhokhang and Sera. The first days are all about acclimatizing and we will advise you and monitor you to ensure you do this well. However, this is also a golden opportunity to see Lhasa and its unique heritage and culture! In the morning, we will visit one of the World Heritage Centres: The Norbhu Lingkha (which means Jewel Park), the summer palace of the Dalai Lama. It is one of the most relaxing, pleasant part of Lhasa, where Tibetans have picnics in summer. In the afternoon, we will visit the most sacred temple in Tibet which is Jokhang Temple and inside the temple we have a statue of Buddha Sakyamuni. Every year there are thousands of Pilgrims from all over the World who come to pay homage. When you walk around you will see many pilgrims holding prayer wheels and walking in a clockwise direction around this sacred monastery. The Jokhang is surrounded by Barkor street, a very interesting tourist market with narrow cobbled streets. After lunch we will visit Sera Monastery, which is one of Gelugpa’s six Great monasteries and it is very famous for its Debate. If we get lucky, we will see them debating. Within its whitewashed walls several hundred monks live and study. Overnight in Lhasa at Xuelong/Sarkhang Hotel – 4 star. Meals: Breakfast only - Dinner – you are free to explore Lhasa and choose your own restaurant"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Sightseeing in Lhasa – Potala Palace and Drepung Monastery. Today we will visit the Potala Palace, the most monumental structure in Tibet, which you can admire from the outside before entering. It dominates the city of Lhasa. A spectacular building, it contains the private quarters of the Dalai Lama as well as numerous grand state rooms and many important chapels. There has been a palace on this site since the 5th or 6th century, but the present palace was reconstructed in the 17th century. After lunch we will visit Drepung Monastery which was founded in the 14th century. This monastery was once the largest in the world with a population of around 10,000 monks. These days that figure has gone down to several hundred, but is still well known and for pilgrims, it is a must-visit site. Overnight in Lhasa at Xuelong/Sarkhang Hotel – 4 star. Meals: Breakfast only - Dinner – you are free to explore Lhasa and choose your own restaurant"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Lhasa to Gyantse to Shigatse. After breakfast in the hotel, we head to Shigatse via Karo La glaciers and one of our most amazing lakes, Yamdrok Yumsto Lake (a sacred Turquoise-colour lakes). Shigatse is the second largest city in Tibet, and on the way to Shigatse we will visit the Pelkor Chode monastery and its associated Kubum (three-dimensional mandala) temple. Gyantse is a relaxed town offering a splendid sight of the Kumbum Stupa situated at its Northern edge. Overnight in Shigatse at Gyasar Hotel – 4 star. Meals: Breakfast, Lunch and Dinner"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Shigatse to Shekar to Tashi Zom. After breakfast in the hotel, we are going to Tashi Zom via Shegar, also known as New Tingri. Today we will see the first sight of the World’s highest mountain, Mt. Everest. Just before reaching Shegar and past the Gyawula pass we will see Mt. Everest with four other giant 8000m mountains, these are Makalu, Lohtse, Cho Oyu and Shishapangma. The stunning panorama may leave you speechless and it is known to be an awe-inspiring view of this unique mountain range. We will spend the night in Tashi Zom, as here we have more comfortable hotels. Overnight in Tashi Zom at Phuntsok Khangsar Hotel – 3 star. Meals: Breakfast, Lunch and Dinner"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Trekking to Everest Base Camp. Today is the day where we really see Mount Everest. We will do a short trek to the “tourist” Everest Base Camp and then we have special permission arranged through our guide, Ngodup to go by vehicle to the climber’s base camp. This is not normally accessible to non-climbers and we will take in the location and history of the area along with the expedition stories. We will go to see the memorial stone and our guide can tell you in particular more about the 1924 Mallory & Irvine Expedition story. We will be able to discuss many aspects of their expedition and how far they may have got, in situ and with Ngodup, an experienced Everest Summiteer. The discovery of Mallory’s body in 1999, the possible sighting of Irvine’s body and the Irvine ice axe are all well-known and much debated issues, but we will be at the location, which will make it even more poignant. Stay overnight in the base camp Rongbuk Monastery Guest house – basic standard. Meals: Breakfast, Lunch and Dinner"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Everest Base Camp to Shigatse Today we will get up early in the morning to see Everest, with the sun slowly rising up on Mount Everest – it is like painting Everest gold. Here we will take a group photo and we will present you with a certificate of your visit to Everest base camp. After lunch we head back to Shigatse. Overnight in Shigatse at Gyasar Hotel – 4 star. Meals: Breakfast, Lunch and Dinner"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Shigatse to Lhasa After an early breakfast we will visit Sakya monastery and then head back to Lhasa. This monastery is very different from any other monasteries, the designs are completely different. Most of the monasteries have white walls but this monastery’s walls are grey and huge. When we visit the monastery there are few things we must see; the massive sacred pillars of different special trees and the wall of Holy Scriptures, with a huge drum in the left-hand corner. On the way to Lhasa the scenery is beautiful. We will see the snow capped-mountain Mt. Nyenchen Kangsang in the distance, followed by the turquoise coloured Lake Yamdrok Yumtso and the Karola glacier. We will come across some wild animals and the beauty of the scenery will simply leave you feeling peaceful and will fill you with energy. We have our dinner in Lhasa and then take you to the Hotel. Overnight Lhasa Hotel."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Departure We will transfer you to the airport and wish you farewell."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "tibet-pilgrimage-tour-lhasa-to-everest-base-camp",
    "tourName": "Tibet pilgrimage tour, Lhasa to Everest Base camp",
    "placesVisited": "",
    "generalInfo": "Our authentic 8-day Tibet Pilgrim Tour will ensure that you see the very best of what this wonderfully spiritual region has to offer. Highlights of the tour will include an in-depth exploration of the amazing city of Lhasa and its eclectic range of cultural heritage sites; wonderful and awe-inspiring view of the Himalayas, and of course, a brief visit to Mount Everest Base Camp to acquire a view of the highest peak in the world! This tour genuinely offers a fantastic combination of ancient cultures and natural wonders. <br/><br/>Lhasa is home to number of the most important cultural heritage sites in Tibet, including monasteries and palaces that were associated with the thousands of Buddhist monks that have resided there over the centuries. Visits to Potala Palace, Drepung Monastery and the markets of Barkhor will leave you feeling exceptionally fortunate as you encounter an ancient culture at firsthand. We will also take you to Jokhang Temple, which is often referred to as the spiritual centre of the city and a truly beautiful religious site. <br/><br/>After stops in Shigatze (a wonderful town of historical and cultural significance) and Gyantze to see more important heritage sites, you will then be transported deeper in the Himalayas to the Mount Everest Base Camp. You will be truly amazed at this imposing physical wonder that has captured the hearts and imaginations of many that have gazed upon it for centuries. Although the journey on foot may be difficult at times, the reward of the stunning views this imposing natural spectacle will be well worth it! This caps a wonderful 8-day experience that will never be forgotten.",
    "durationDays": "8",
    "price": "1024",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVE IN LHASA(altitude 3,670m) (by air); Upon arrival in Lhasa, you will be greeted by our guides and warmly welcomed with a pure white katak scarf (prayer scarf). As we drive the 100 kilometers into the city, we may stop occasionally for pictures of holy shrines or local village life. As we have just made a sudden ascent to 3,670 meters, the rest of the afternoon is free to rest and acclimatize. We suggest taking it easy, drinking lots of water, and avoiding heavy foods. If you are feeling up to it, you may find a stroll around the Barkhor in the old town an exciting introduction to the spiritual, and commercial, side of Lhasa. As our hotel is generally in the old town, we recommend you venture around Barkhor market, where you will feel you are at the very heart of Tibet. ? Altitude sickness:With its much higher elevation, some visitors may experience symptoms of altitude sickness. We recommend taking everything slowly, getting plenty of rest the first day and staying very well hydrated by drinking plenty of water to minimize the effects of the high altitude. Usually, you will be fine by the second day, but if you do experience severe and/or worsening symptoms, please contact your guide or a member of our staff immediately. Stay in Thangka Hotel or the similar(4*)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "LHASA(3,670m); [Traditional Handicraft Art center] Today we will take you to fully immerse yourself in experiencing traditional Tibetan handcraft Center, including making Tibetan incense, Tibetan calligraphy - the methods behind Tibetan calligraphy and the secrets of block printing. [Sera Monastery] The monks’ debate is held in the courtyard almost every Monday to Saturday between 3:00pm and 5:30pm. Please note that in case of some special monastery activities such as the Dharma Meeting or the reception of VIPs, the monks’ debate may be canceled that day. After our visit to the monastery, feel free to stroll around the streets of Lhasa as you absorb the atmosphere and spirit of the devoted Tibetan people, or you may return to your hotel to rest and relax from this wonderful Tibetan cultural experience. Stay in Thangka Hotel or the similar(4*); Breakfast included."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "LHASA(3,670m); Your guide will pick you up from your hotel. This morning we visit the Potala Palace, a landmark of Lhasa and the political symbol of Tibet. You will join many pilgrims on your way to the top of a hill where this 13-storey architectural wonder stands. The approach to the Potala is not easy, and requires climbing many steep steps, so we take it slowly and allow ourselves to leisurely enjoy the Palace and its surroundings. We enjoy strolling through its winding corridors and peaking in some of its thousand rooms, and can only imagine what life here was once like. In the afternoon, we visit the Jokhang (Da zhao) Temple, the spiritual center of Lhasa. As we make the inner circuit around the courtyard, spinning numerous prayer wheels as we go, we are swept up in the energy of the devout. From the rooftop, we get stunning views of the Potala, and the snow capped peaks off in the distance. Around the Temple runs the Barkhor, a holy circuit which pilgrims undertake and a bustling commercial market. Stay in Thangka Hotel or the similar(4*)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "LHASA / YAMDROK LAKE/GYANGTSE / SHIGATSE(3,836m); Lhasa/Gyangtse/Shigatse 435km driving; This morning we’ll take a drive up to the Kampala Pass (elevation 4797 meters) where you’ll have a glimpse of ?Yamdrok Lake?down below as well as spectacular views of the holy Mount Nyenchen Khangsar in the distance. You will need your camera ready for the turquoise waters of Yamdrok Lake, which is one of the three holy lakes of Tibet, and the beautiful Mt. Nyenchen Khangsar glacier as seen from the Karol la Pass. Later on we’ll be able to visit the?Karola Glacier?. ?Notice? 1. Foreign travelers who will visit Mt. Everest need to apply Aliens’ Travel Permit in Shigatse. The tour guide may adjust the itinerary according to the travel permit application status. 2. Please expect for a long queue time for the travel permit application during peak seasons due to system failure or a sudden increase in the number of applicants Stay in Shigatse Schery Hotel or the similar(4*); Breakfast included."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Shigatse/Gawula Pass/Rongbuk Monastery/EBC(350km,7hrs) After breakfast we’ll set out towards the peak of the world – Mount Everest. Departing from Shigatse you will see some of the most beautiful and unique scenery in the world – incredibly blue skies, floating high clouds, endless grasslands and the highest mountain peaks in the world. We’ll also stop by the [Rongbuk Monastery]– the world’s highest altitude monastery before spending the night at the [Everest Base Camp]. [Notice] 1. Tibetan Tent or guesthouse (8-15 pax/tent, multi-beds room). Every year from October to April of the following year, due to cold weather, the tents will be evacuated from the Everest Base Camp, travelers will stay in Basongcun/Tashizongcun guesthouse(multi-beds room); 2. The food and accommodation is poor, the altitude is high, and the temperature is low at the Everest Base Camp. Please pay attention to keep warm and prevent altitude sickness. The temperature is about 0-8 degrees in summer night, so please bring down jackets, or rent one in the Base Camp; 3. 1 free meal: Mount Everest Hot pot. Breakfast and dinner included."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "MT. EVEREST BASE CAMP(5,150m)-SHIGATSE; In the morning, you can see the sunrise of Everest Peak if weather permits at the lodging area. Then we will visit the Rongbu Monastery - the unique highest monastery with nuns and monks living together. Finally, we will drive back to Shigatse."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "SHIGATSE / LHASA(3,670m) ; Shigatse/Lhasa 250km/5hrs driving; [Back to Lhasa by train or tourist vehicle]. We will visit Tashilhunpo Monastery this morning. Built in 1447 and the seat of the Panchen Lama, the monastery houses a giant statue of the Maitreya Buddha and a tomb of the 4th Panchen Lama, which contains masses of jewels and gold. Just close Tashilhunpo is the Old Town of Shigatse, a great place to wander around: Nicely decorated Tibetan houses and interesting market and bazaar give you a vivid picture of local people's life. We drive back to Lhasa in the afternoon for about 5 hours. At arrival, you could walk around the old town and do some shopping for old prayer wheels, tankas etc. on your own. [Notice] Please note we will arrange you to take train or tourist vehicle back to Lhasa from Shigatse according to conditions. No designation will be acceptable. Stay in Tangka Hotel or the similar(4*); Breakfast included."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "LHASA / HOME; Today you will have free time until your tour guide escorts you to the Lhasa train station or airport for your departing train or flight from Lhasa. This will end your tour services in Tibet. Breakfast included. -End of the Tour-"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "tibet-wildlife-holiday-tibet-plateau-mammals",
    "tourName": "Tibet wildlife holiday, Tibet Plateau mammals",
    "placesVisited": "",
    "generalInfo": "Explore one of the world's harshest environments with expert guides and come face to face with some of the rarest and hardiest mammals and birds, such as Tibetan gazelles, Tibetan antelopes, wild Yaks and possibly Snow Leopards and Pallas's Cat. <br/><br/>Introduction:<br/><br/>The Tibetan Plateau is one of the largest mostly uninhabited parts of the world, the high altitude here coupled with the extreme winters have led the this part of the world going largely unnoticed by outsiders. But that is a mistake for all wildlife watchers and wildlife enthusiasts as many of the world’s rarest, least known and most heavily persecuted species can be found here and often nowhere else. <br/><br/>This tour is more than just a safari holiday, we explore two of the most iconic cities in the world, the wonderful and historic capital of Nepal (Kathmandu) as well as Lhasa. Lhasa is the last stronghold of Tibetan Buddhism in Tibet and we will explore this city and its amazing buildings for a cuple of days before heading out into the true wilderness of Tibet. You will also experience the Himalayas, firstly the views from the plane as you fly from Kathmandu to Lhasa will be spectacular (if the weather is clear) and it is possible to see 6 of the world’s top 10 highest mountains in the world including Mt. Everest. <br/><br/>Alongside the wonderful mountain vistas and the amazing Buddhist culture in Nepal and Tibet the focus of the tour is of course the wildlife. The route that we will take is dependant on where the wildlife has been seen recently, the main area we will focus on is the Chang Tang and Qiang Tang Wildlife Sanctuary. Here species such as Tibetan gazelle, Tibetan antelope, wild yak, kiang, goitered gazelles and Tibetan foxes can be found in large numbers and we will also scan the hillsides and horizons for some of the rarer species such as snow leopards, Pallas’ cats, Eurasian lynx, Tibetan wolves, Himalayan brown bears, white-lipped deer and of course we will keep our eyes peeled in the skies for birds such as eagles and vultures that soar high over the plateau searching out prey or carcasses over vast distances. This tour is a unique experience to join a zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) and expert local guide in the wilds of Central Asia and possibly spot some of the world’s least understood species. The level of illegal hunting conducted around here and other areas of Central Asia mean that some of the species may become extinct in the near future. It is vitally important to raise awareness of this area and its wildlife before it is too late.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner). There will be bottled water (approx 1ltr) available for each guest each day; during the wildlife watching in the plateau the drinking water will either be boiled and purified mountain spring water or bottled water depending on availability. We have our own private air conditioned 4x4 vehicles with an excellent local driver for all transfers and wildlife watching excursions. The short flight over the Himalayas from Kathmandu to Lhasa is also included. <br/><br/>We use at least 2 brilliant full time guides; first a professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) will escort you throughout the tour as well as at least one very knowledgeable English speaking local guide. We also include an expedition crew throughout; this includes camp cooks, assistants, pony-men and porters where needed. As some of the wildlife watching may take us beyond villages and we may have to camp. Your zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escort is an expert in mammal biology and behaviour and will be able to help you find, track down rare and elusive species as well as interpret what behaviours we may see. <br/><br/>All the excursions including sightseeing in Lhasa and Kathmandu and park entrance fees, permits are also included. We include more time spent searching for wildlife in the wilderness of the vast Tibetan plateau than any other tour operator around. We can also bring camera traps with us (on request) which give you the best chance of close up photos or video of hard to photograph species such as snow leopards, Pallas’ cat and Tibetan wolves in their natural environment. All camping equipment (excluding your own sleeping bag), porters, mules and all of the expedition crew are included. We also bring along a spotlight which enables us to look for wildlife (snow leopards, red foxes and stone martens) after dark. <br/><br/>A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife here which are available to watch throughout the tour. All of the specialist equipment and the number of experienced guides that we bring ensures that we have an excellent success if finding our targeted mammals on this tour.<br/><br/>Seasons:<br/><br/>Season – mid May to mid August. The best time to visit the heart of the Tibetan Plateau and the Chang Tang Wildlife Sanctuary is in the summer (between mid May and mid August) as the temperatures can drop dangerously low during winter and heavy snowfall ca close off many of the high altitude passes needed to get to some of the wildlife watching areas. Also the heavy winters makes it harder to find the wildlife as they move far and wide to avoid competition in the worst hit areas.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching tours are guided by a zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) as well as local naturalist guides (in this case we endeavour to get the best local mammal expert, Jesper), drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife your watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We are the first wildlife tour operator to offer tours to the Tibetan Plateau to specifically search for mammals.<br/>• We are also the first wildlife tour operator to offer nocturnal spotlighting tours in Tibet, which aim to see nocturnal mammals, such as snow leopards, Pallas’ cat and Tibetan wolves when they are more active at night.<br/>• We can also bring thermal imaging and night vision equipment (on request) to also aid in finding wildlife after dark.<br/>• We use camera traps (where available) which will increase the chances of getting close up pictures and movies of rare wildlife.<br/>• By joining this tour you will be experiencing a part of the world that is seldom visited and being one of a few people that have experienced the wildlife here. <br/>• We have explored all the areas we visit in depth and have found the best and most conveniently located accommodations to stay in whilst searching out mammals in isolated and remote places. Including our own local style tents and other camping equipment which allows us to stay close to prime wildlife watching areas. <br/>• All the above reasons give this our mammal watching tours such great success in spotting rare and elusive species.<br/>• Become one of the first people to dedicate time to tracking down and hopefully spotting some of Tibet’s rare and endemic mammals in the wild.<br/>• We have an unrivalled network of experts and guides throughout Asia that are able to find and observe other animals as well as the ones of the Tibetan Plateau. We also have a great network of locations in Asia for other wildlife watching, so if you would like to visit any wildlife watching locations in any Asian country then we can arrange it. Please inform us if you wish to receive more information about any of these locations and booking An Asian mammal watching safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Location:<br/><br/>You will fly in and out of Kathmandu in Nepal and spend some time exploring this historic and iconic city before leaving for Tibet and first of all the capital of Lhasa and the stunning Namtso Lake. These are excellent for tourism and are used as an introduction to these Himalayan kingdoms and also to help prepare for the altitude. Then we head out into the remote areas in search of wildlife such as Bangkor, Nyima, Damrayongtso, Tsuchen, Shigatse, Shegar and Zhangmu. These are remote Tibetan villages that break up the vastness of the plateau, we will conduct most of the wildlife watching from Chang Tang and Qiang Tang Wildlife Sanctuaries. However wildlife can and will be spotted throughout the tour these areas are the known hotspots for many of the species. <br/><br/>Fitness Level:<br/><br/>As the tour is predominantly located at altitude (4,500 - 5,500m) a good level of fitness is required or at least experience at hill walking. However we must stress that there is not a lot of trekking involved and all trekking is done at your own pace, the longest treks (in one continuous walk) are around 4 hours and most are usually much less than 2 hours. There could also be snow walking and ice walking (depending on local conditions) as well.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment. But here is a brief outline of the basics: Your own binoculars or spotting scope as well as appropriate clothing; which should be both light and durable walking clothes (such as khaki shirts and gortex trousers as well as some warm winter clothes, a water-proof jackets is also a good idea etc. Broken in and comfortable (waterproof) walking boots with ankle support are essential. Any medication, books or other items of a personal nature is of course up to you to bring along. Oh and please bring plenty of memory cards or film for your camera. As there will be intermittent power on the tour please bring spare batteries for any electrical equipment. Also do not forget sun cream, sun hat and sun glasses as the sun can be strong here during the day at altitude the affect of UV radiation are stronger. Snacks and sugary foods are a good idea, especially if you have any favourites from home that may be difficult to source in Nepal or Lhasa.<br/><br/>Minimum Age: 18 Years Old",
    "durationDays": "20",
    "price": "7950",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 6,
        "title": "",
        "description": "Namtso Lake – Sightseeing – After breakfast you will be driven towards the stunning blue Namsto Lake along with the Tibetan guide. On the way you will pass by the Tibetan Nomads village and settlements. En route we will try and find wild yak, blue sheep other animals grazing on the grassland. After few hours drive your lunch will be on the way either on restaurant or our Tibetan cook will cook and serve you hot food before checking into the guest house for the night and relaxing before we head into the vast plains of the Tibetan Plateau tomorrow. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Chang Tang & Qiang Tang Wildlife Sanctuaries – Wildlife Watching – Day 10 will be the day that we reach Chang Tang Wildlife Sanctuary and mark the end of the long days of travelling. This sanctuary is one of the largest areas of protected land in Central Asia. It is home to a huge number of wildlife and is one of the best places to see some of Tibet’s rarest mammals. The rolling plains are excellent habitat for Tibetan antelopes, Tibetan gazelles, kiang and of course their predators wolves, foxes, brown bears and possibly the very elusive snow leopard. You will arrive here and your camp will be set up and your evening meal prepared. You will then have two full days exploring the sanctuary and we will try to find the many animals which move into the sanctuary during the summer months to take advantage of the rich grazing. Following the grazing Tibetan antelopes, Tibetan gazelles, kiang, white-lipped deer, bharal sheep and Himalayan ibex are their many predators such as the Tibetan wolf, snow leopards, brown bears and lynx. Also whilst here we will look out for the many crane and vulture species which pass over head as they migrate to and from Central Asia to the Indian Subcontinent. You will also be taken to the nearby Qiang Tang Wildlife Sanctuary whilst out in the wilds of Tibet. This area is still used by nomads that are travelling to and from Nepal where there are various trading towns and market villages. These used to be full of spices and silk in past centauries but bow most of the markets are full of cheap Chinese produced clothing for tourists and trekkers visiting Nepal. The goods have changed but the routes used are unchanged from Marco Polo’s days of adventures here. By spending time in this area you will gain a true understanding of special true wilderness areas are to the success of conservation; but also you will appreciate the difficult task that enforcers of conservation have in trying to police illegal poaching. It is very likely that you not see another person during all the time in Chang Tang and Qiang Tang and it is this that makes the area both amazing and vulnerable at the same time. (Breakfasts, Lunches & Dinners included)."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Tibetan Plateau– Travelling & Wildlife Watching – For the next three days you will be travelling back along the Friendship Highway towards the looming Himalayas and further to Nepal. During your drive you will pass by Tibetan villages such as Tsuchen. This is before arriving at Shigatse which is Tibet’s second largest city and after wildlife watching en route you can have a guided tour of the monasteries and local market here. The Tashilhunpo Monastery, being one of the largest functioning monasteries in Tibet is the major attraction of Shigatse. Day 17 will be your last day travelling along the Friendship Highway amidst picturesque landscape driving past small town of Lhatse and the very high Gyamtso La pass at 5,220m. As the route opens into plains, many monasteries and camps of nomadic herders become visible en route to Shegar. Shegar is the last stop before reaching the Nepalese border. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Zhangmu – Travelling – Today is your last day in Tibet and you will be taken past Tingri crossing the high altitude Lalung La pass at 5,124m and Shung La pass at 5,200m. Savouring the enchanting views of the surrounding peaks of Shishapangma, Cho Oyu, Menlungtse and Gauri Shankar you descend from the arid Tibetan Plateau to verdant Zhangmu on the Nepalese border. After driving for 181 km, you find yourself amidst the lush and verdant vegetation of Zhangmu at 2,300m and finally you begin your descent down into the Kathmandu Valley (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Kathmandu – Travelling – Only a few kilometres drive away from the border town of Zhangmu you will cross the Friendship Bridge which crosses the Bhote Koshi River and brings you closer to Immigration Control in Kodari where you will part with your Tibetan guide and driver, and walk across the river to meet your Nepalese escort who will drive you to Kathmandu. After 5 hours of driving and a further 123km, you finally arrive in Kathmandu for some well deserved rest. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Home – Departure – This morning after breakfast you will be transferred to the airport in time to catch your return flight home. (Breakfast only)."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]