{
  "destination": "Dominican Republic",
  "mainPhoto": "",
  "id": "dominican-republic-wildlife-tour",
  "tourName": "Dominican Republic wildlife tour",
  "placesVisited": "",
  "generalInfo": "The Caribbean is not widely known for its mammal life, or even much terrestrial wildlife at all. Right so as there is not a great diversity of mammal life and many species have become extinct since the arrival of Europeans to the New World in the 1400’s. <br/><br/>But there are some species still inhabiting the islands; mostly clinging to existence in the more remote areas of the larger islands such as Jamaica, Cuba and Hispaniola. <br/><br/>With the help of the foremost biologist and conservationist on the island we will be able to track down two of the Caribbean’s most elusive and unusual mammals. <br/><br/>The solenodons and hutias have nothing else like them in the natural world, when they are lost forever this entire group of animals becomes extinct. So it cannot be underestimated the importance of the work being done by Jorge and his team. <br/><br/>There are two main mammals that we will be looking for on this trip are the Hispanoilan solenodon and Hispaniolan hutia, they are both endemic to Hispanoila (although largely extinct in Haiti) and are the only members of these genera that are still alive today. <br/><br/>The solenodon is so unusual that its description defies belief, about the size of a house cat, with an awkward and slow gait, they look like oversized shrews that have a venomous bite and a ball and socket joint on their nose. Hutias are giant arboreal beavers in appearance and struggle to survive as they are favoured for food and suffer when deforestation occurs. <br/><br/>This short trip is one that will fascinate anyone interested in rare and unusual wildlife. Alongside the two targeted mammals we will also search out endemic birds and reptiles within this short time frame. Despite being a short trip and there not being a huge variety of wildlife to be seen, this trip is designed to offer the chance of seeing and photographing two of the world’s most unusual, little known and critically endangered mammals. On this aim we have very high hopes and should be successful<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner where mentioned). There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. You will have a local expert biologist and his local team of guides. The guides have spent years on the Dominican Republic and know the places and wildlife sites intimately. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>We choose January and February as a good time for this itinerary, this is due to the weather being drier during this time of year and the dry weather makes the leaves on the forest floor dry and crunchy. It is the noise of the solenodon's running on the dry leaves which is the biggest hint the local guides use to find them. So the drier the better for this itinerary. <br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist and his team of local guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of the Dominican Republic in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique specialist mammalwatching Dominican Republic Holiday a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of the Caribbean which explore other areas and focus on other species such as scuba diving in the and snorkelling around various islands and more specific birding holidays as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/> <br/>Locations:<br/><br/>This tour visits the forests in the far south-west of the Dominican Republic where there is still a good population of solenodons and hutias. We will also explore the southern coastline looking for wildlife on the rocks, lagoons and caves.<br/><br/>Fitness Level:<br/><br/>There is no real physically demands for this trip, there is some walking but it is generally easy going and not longer than 1 hour and over usually flat terrain.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights. <br/><br/>Minimum Age: 15 Years Old",
  "durationDays": "5",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Santo Domingo / Pedernales - Arrival & Wildlife Watching On arrival in Santo Domingo you will meet Jorge and he will drive you south and westward along the southern coast. The drive takes us past some stunning coastal scenery, the waves of the turquoise sea crashing onto the limestone cliffs, eventually arriving at the fishing town of Pedernales. The rest of the day is free to relax and rest as we will be heading out in search of the solendon after dark. After sunset we pick up the local trackers in a nearby village. The local trackers are trained by and paid for by Jorge and his organisation. They nearly always used to be poachers and are now employed to track and monitor the solenodons and hutias in the region. We then climb in altitude into Jaragua National Park, this is the habitat of the solenodon. In fact the insectivorous solenodons have now adapted reasonably well to cattle pasture and so we would focus our searches around the farmland neighbouring the forest. Finding a solenodon is best left to the local guides and so off they go into the pastures and forest as we wait in the car on the main road for the call. Once the solenodon has been found it is caught by the trackers and placed into a canvas bag, when Jorge catches up with the trackers the animal is weighed, tagged, measured and also checked for parasites and disease. We will then have some time with the animal after it is released for viewing and photography before the solenodon retreats back into the wilderness to continue its nights feeding and we retire to our accommodation. (dinner is the only meal included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Jaragua National Park - Wildlife Watching When we start today will be dictated by whatever time we get back to the accommodation last night after searching for the solenodons. When you decide to start the day we will travel to the coast and the sharp and jagged limestone and salt karst formations in search for reptiles and birds. This harsh landscape has kept most of the area wild and it is the best place to see some of the larger animals in the island. The two species of iguana that inhabit Hispaniola, the large and more common rhinoceros iguana and the poorly understood and very endangered Ricord’s iguana. These would be our two targets this afternoon. Reptiles are best looked for in the afternoon as the sun is at its height and the reptiles are sunning themselves and very active. As well as looking for the many smaller lizards such as ameivas and curlytails around the limestone rocks we hope to see some huge rhinoceros iguanas. Along the coastline we can also see a wealth of birdlife, from frigate birds and tropic birds flying over the sea to small todys and hummingbirds in the mangroves; we will also head inland a little way to larger cliffs and the preferred habitat of the endemic and critically endangered Ricord’s iguana. This reptile is in severe decline and now confined to one small area of cliff, this land is now protected to an extent however the farmland abuts the protected land and habitat encroachment is rampant here. But luckily Jorge has found local guides and works with iguana researchers with a genuine knowledge and passion for protecting these animals. We will continue our exploration around the coastline here for a little longer, visiting sites like Bahia de Aguilas. These coastal lagoons are fantastic places for birds and in the right season turtles, manatees and even dolphins enter the bay (although these are very hard to spot at this time of year). After visiting here we would head back to town and have some dinner and wait for it to get dark enough for the hutias to be active. Tonight we could go back to search for the solenodon again (if we didn’t find on last night or the sighting wasn’t as good as you may have hoped for), but otherwise we spend tonight searching for hutias. They need the forests to live in and so we headed to a different area in Jaragua National Park and with the same guides we used for the solenodons we would wait until they called having located one in the trees. They are harder to find than the solenodons as they do not make any noise and can remain in the thick foliage of the trees. But our guides are well skilled and have a great track record in finding them. Once again it could be a long night and afterwards we will return to the accommodation. (all meals included today)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lagoon Oviedo & Barohuco National Park - Wildlife Watching Like yesterday the exact time of our start this morning will be dictated by what time we get in from looking for solenodons or hutias last night. But our first stop in the morning will be to Oviedo Lagoon. This is a good birding location and we will be on the lookout for species such as Verbane hummingbird (the second smallest bird in the world), mockingbirds, terns, frigate birds, brown pelicans, red-billed tropicbirds and many other species. In the afternoon we will drive high into the central Cordillera and into the heavily forested Barohuco National Park. This park is a good habitat for solenodons and many species of birds, reptiles and amphibians. But one of the most unusual aspects of this forest is the strange mixture of vegetation. The conifers are interspersed with palms, mosses, ferns and orchids. The forest is incredibly diverse and one of the most important areas in the whole of the Caribbean and is well protected now. The park is very hilly with a good selection of pathways, depending on your interests, you can search out some of the endemic birds here or just hike around the various view points and take in the spectacular scenery. This evening will also be left open, depending on what we have seen on the previous nights and whether you wish to have another night looking for solenodons or hutias. If we have satisfied your thirst for these species then we can have a night at the hotel and catch up on sleep. (all meals included on this day)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Santo Domingo - Travelling & Wildlife Watching Today is our last full day in the Dominican Republic and we will depart from Pedernales and head back along the coast to the capital Santo Domingo. Along the way back we would once again visit Lagoon Oviedo and if you wish there is an optional excursion by boat (USD $120 per person) to visit several small limestone islands that are home to dozens of rhinoceros iguanas. After visiting these islands and spending some time with the very friendly iguanas, we will visit some very old petroglyphs (~1,000 years old) on another island nearer the coast. After leaving Lagoon Oviedo we would carry on and along the way visiting some bat caves along the coast (if you are interested), these caves are the roosting site of several species of bat and we would enter to see which species are here today. Our journey would continue and on arrival at the hotel in Santo Domingo we would check into the hotel and the rest of the evening is free for you to relax. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Home - Departure Today you will be taken to the airport in in time for your flight home. (breakfast is the only meal included today)."
    }
  ],
  "map": ""
}