{
  "destination": "Dominican Republic",
  "mainPhoto": "",
  "id": "dominican-republic-authentic-tour",
  "tourName": "Dominican Republic authentic tour",
  "placesVisited": "",
  "generalInfo": "On this Discover the Dominican Republic tour, you will experience ‘most beautiful land ever beheld by a human eye’. We start in Santo Domingo, the first colonial old town in the New World, an open-air concert with Caribbean rhythms and typical local cuisine await you.<br/><br/>Off the beaten track, you will get to know a less privileged part of town and make a small contribution to improving the conditions of the poorer population. During a ride on the cable car you will enjoy a unique perspective of the city. You will learn all about coffee cultivation in the Dominican Alps, visit a cocoa plantation and a cigar factory. On the Samaná Peninsula you will experience authentic Caribbean magic with secluded dream beaches and lush tropical landscapes.",
  "durationDays": "8",
  "price": "2385",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "(Saturday) Punta Cana airport - Santo Domingo old town - (190 km - 2 h 15 min) Welcome to the Dominican Republic and you will have a personal welcome at the airport of Punta Cana before you transfer to the old town of Santo Domingo. The rest of the day is at your leisure to explore the oldest city in the New World. If you land in Santo Domingo, your transfer to the old town is also included. Overnight at Hotel Hodelpa Novus Plaza or similar"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "(Sunday) History, music and culinary delights in the World Heritage Old Town - After breakfast, your guide will pick you up at the hotel reception at 10:00 am. Today you will get to know the first city built by Europeans in America. It was here that the first cathedral in the New World was built, the first governor resided, the first bishop was consecrated, and the first hospital opened. This bustling city of over a million people has a number of cultural, especially architectural, attractions to offer that you won't find anywhere else on the island of Hispaniola. You will spend the day in the historic old town, the so-called Zona Colonial, which has been designated a UNESCO World Heritage Site. The tour includes palaces, forts, museums, churches and squares. You will walk through Calle de las Damas, the first street paved in Santo Domingo for the ladies of the Spanish nobility to stroll, and the pedestrian street El Conde with its many stores and street vendors as well as bars and restaurants. After the city walk, we will serve you one of the most typical Dominican dishes for lunch. The stew called Sancocho is for every Dominican a flagship of his gastronomy. In addition to various meats, the dish combines a variety of local Caribbean ingredients such as yam, musk gourd, cassava and plantain, which give the stew its characteristic flavour - a dish as rich as Dominican culture. Rice and avocado are served as side dishes. After dinner, you will be escorted back to the hotel. The afternoon is free to relax, or to stroll around the city. In the evening, you will be picked up at the hotel at 6:00 pm to experience an outdoor concert of a special kind. Every weekend, the group Bonyé plays in the magical setting of the San Francisco ruins. The group of about 20 people with singers and various instruments plays merengue, son and jazz. The concerts are attended by Dominicans of all ages, who celebrate exuberantly, listen to the music or dance happily. Overnight at Hotel Hodelpa Novus Plaza or similar (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "(Monday) - Santo Domingo - Jarabacoa - (150 km - 2 h 45 min) - This morning you will be exploring Santo Domingo off the beaten track, as on this excursion you will get to know Santo Domingo from a different side. You will see the life of the less privileged population and contribute a small part to improve their circumstances. After breakfast and check-out, you will be picked up by your driver at 09:00. You will deposit your luggage in the vehicle, then you will drive to one of the most precarious neighbourhoods in the Dominican Republic, Gualey. The neighbourhood is located north of the old town on the west bank of the Ozama River. Here you will visit the non-profit foundation Rincón de Luz. The foundation has been doing work in education, nutrition and health for socially disadvantaged children, youth and seniors for over 18 years. Children from preschool age to the beginning of middle school receive schooling and participate in lunch. The founder and president Leyda Alvarez will give you a tour of the premises and present her work. Afterwards you will get a guided tour through Gualey. You will visit the four pozos, small lakes fed by natural springs, which are popular with local residents. One of the pozos has recently been used as a breeding pool for ornamental and food fish. Drinks are available during the walk from local corner stores called colmados. After the end of the tour, you will head to the cable car station of Gualey. Here you can board the cable car, from which you will enjoy a spectacular view. You will then cross the Ozama River, passing through the Tres Brazos and Sabana Perdida stations to the Charles de Gaulle terminus in the north of Santo Domingo, and then return to your starting point. During the tour you will gain a new perspective on the city and get an impression of the different living conditions. From the gondola you will have numerous opportunities for spectacular photos. The trip then continues north. You will drive to Jarabacoa on the oldest highway in the Dominican Republic. The route goes through rural areas characterised by intensive agriculture. On the way you will stop at the Reposteria Miguelina. This restaurant offers typical dishes of the country and is especially known for its traditional desserts (costs to be paid locally). In La Vega you will leave the highway. Here is the start of the Cordillera Central, also known as the Dominican Alps, where many locals spend their summer vacations due to the good climate. The small town of Jarabacoa is located at 600 metres above sea level and is surrounded by pine forests, rivers, mountains and valleys. Spring-like temperatures prevail here all year round. Overnight at the Hotel Gran Jimenoa or similar (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "(Tuesday) Jarabacoa - Santiago de los Caballeros - (55 km - 1 h 15 min) - After breakfast you will visit the Monte Alto coffee factory, where everything about the cultivation and processing of coffee will be explained to you. Of course, there will also be a coffee tasting. Afterwards, take a walk through the mountains of the Dominican Republic to one of the famous waterfalls of the region. Enjoy the impressive view and landscape and immerse yourself in the unique nature with endemic flora and fauna. Afterwards, the journey continues to Santiago de los Caballeros. Here you will visit one of the most renowned cigar factories in the Dominican Republic, La Aurora, where everything about tobacco processing will be explained to you. You will have the opportunity to watch the employees as they skilfully handcraft the coveted tobacco products. After the tour, the driver will take you to the hotel. The afternoon is then free to relax or for a short walk around town. Overnight at the Hotel Hodelpa Centro Plaza or similar (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "(Wednesday) Santiago - San Francisco de Macorís - Las Terrenas - (165 km - 3 h 45 min) - Enjoy your breakfast before our adventure continues in the direction of Samaná. After driving through a fertile valley, you will reach San Francisco de Macorís. In the shade of the huge jungle trees you will visit the Sendero del Cacao. Here you will have the unique opportunity to learn everything about the coveted fruit of the cacao tree. Learn about the cultivation of the cacao bean through to chocolate processing at the Hacienda La Esmeralda cacao plantation, which supplies world-renowned chocolate factories. Of course, a cocoa and chocolate tasting is also part of the program and a lunch will be provide. From here, the tour continues to Samaná. The peninsula of Samaná is 63km long and 10 to 20km wide. It is a tropical paradise with secluded beaches, clear mountain rivers and steep cliffs. Las Terrenas is the bustling centre on the north coast of the peninsula and here you will experience authentic island flair and feel the magic of the Caribbean. Overnight at the Hotel Bahia Principe Grand El Portillo or similar (BL)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "(Thursday) Las Terrenas - Let your soul dangle on the beautiful and unique sandy beaches of this peninsula. Here you will experience pure Caribbean life. Palm trees swaying in the gentle wind. Enjoy cool cocktails and freshly prepared seafood, as well as the sounds of the music of merengue and bachata. There are a range of optional excursions available or you can just relax in Caribbean atmosphere! Overnight at the Hotel Bahia Principe Grand El Portillo or similar (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "(Friday) Las Terrenas - A free day to enjoy the Caribbean vibe and relax. Alternatively, consider a half day excursion on a catamaran or ATV. Overnight at the Hotel Bahia Principe Grand El Portillo or similar (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "(Saturday) Las Terrenas - Punta Cana airport / Santo Domingo - (305 km - 4 h) - Transfer to the airport of Punta Cana or Santo Domingo according to your flight details. If you want to enjoy your time on the island a bit more, book a beach extension. Relax on the beach of Bayahibe or Punta Cana."
    }
  ],
  "map": ""
}