{
  "destination": "Dominican Republic",
  "mainPhoto": "",
  "id": "dominican-republic-adventure-tour",
  "tourName": "Dominican Republic adventure tour",
  "placesVisited": "",
  "generalInfo": "Wild and adventurous, sometimes rocky, rough, rugged, but above all beautiful - this is the north coast of the Dominican Republic. Join us on an adventure expedition and discover the beauty of this magical stretch of coast.<br/><br/>The eight-day tour offers a colourful mix of extraordinary experiences. There are options for canyoning, buggy riding and ziplining if you are looking for  adrenaline and thrills. Uncover a deep connection with nature on a trip through the mangroves to Paradise Island and swim in the lagoon or take a cave expedition in the national park. The tour also includes cultural highlights such as a street art walk, a visit to the world's most bizarre museum and the most prestigious tobacco factory in the world, capital of cigars.<br/><br/>In between all of this, you can enjoy the spectacular views of palm-covered hills and green valleys, picturesque bays and gorgeous beaches. If you are looking for adventure, natural spectacle and diversity, the north coast of the Dominican Republic is not to be missed!",
  "durationDays": "8",
  "price": "3295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "(Sunday) Arrive in the Dominican Republic - Welcome to the Dominican Republic. You will be met at Puerto Plata airport and transfer to your hotel in Puerto Plata (16 km - 30 min). The rest of the day is at your leisure to rest from your arrival. Why not end the day watching the sunset on the hotel beach? Overnight at the Sunscape Hotel or similar (An optional transfer from Santo Domingo or Punta Cana to Puerto Plata is possible, contact us for details)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "(Monday) Adventure in Damajagua - After breakfast, your guide will pick you up at the hotel reception at 9am and you will leave Puerto Plata via the highway and travel to the 27 waterfalls of Damajagua. (80 km - 2 h) We are not just here for the views though! Upon arrival at the waterfall park, you will receive an introduction to canyoning by a local guide, as well as a helmet and life jacket. Water shoes, which are mandatory for the hike, can be rented or purchased on site (approx. 2 USD or 14 USD, costs to be paid locally). Then begins an uphill hike of about 45 minutes through the tropical jungle landscape. In the green and lush vegetation, keep a look out for a variety of exotic birds on the way. After the ascent it gets wet and adventurous. You will follow the path of waterfalls that pour into natural pools, use the natural waterslides or jump from rocky ledges into the cool water. In between the passages you will cross rapids leading to the next waterfall. Afterwards, a rich Dominican buffet lunch awaits you at the park's visitor centre. You will then continue on a buggy tour through the majestic mountain and river world of the region. After a short briefing, you can take a seat either at the wheel or as a passenger in a 4x4 buggy. During the ride you will drive through small villages, past pastures and plantations, uphill, downhill and even through riverbeds with rushing currents. You may well get hit by swirling mud along the way - but don't worry, at the end of the ride you can shower and change at the visitor centre. In the early afternoon your driver will take you back to the hotel. Overnight at the Sunscape Hotel or similar (BLD) Take along: Driver's license (for 4x4 buggy drivers), towel, dry clothes to change, dry bag for your phone as needed, water shoes as needed"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day 3 – (Tuesday) Santiago de los Caballeros - Enjoy your breakfast at the hotel before you check out and take the drive along an impressive route to Santiago. Enjoy the spectacular views of palm-covered hills and green valleys before we arrive in Santiago. Once here we will visit Los Pepines, one of the most emblematic neighbourhoods, located right in the historic centre of the city. In 2016, the local government decided to paint the most deteriorated areas to help revitalize the local economy. Just two years later, Los Pepines has became a tourist attraction thanks to its colourful and expressive murals. On a walking tour, you will unravel the stories behind the murals: Who are the people depicted in the murals? What is their connection to the local culture? You will discover this and much more, while the street food is not to be missed on this walk. At the end of the tour you will stop by at a local store to taste the typical empanadas, dumplings filled with cheese or meat, and fresh fruit juices - simply delicious! We then continue on to Tamboril, the self-proclaimed cigar capital of the world. Here you will visit the most prestigious cigar manufacturer in the Dominican Republic, La Aurora. At the factory you will learn all about tobacco cultivation as well as its processing and cigar making. Whether you smoke or not, it is hard not to be impressed by the skill with which the employees handcraft the coveted smokes. The descendants of the company founder donated one of the most important museums in the country, the Centro León, on the occasion of its 100th anniversary. The modern building houses a collection of contemporary Dominican art, a show on the history of the country's development, and an exhibition on the museum's founding family. After the visit, the driver will take you to your hotel. (55 km - 1 h 30 min driving today) Overnight at the Hodelpa Centro Plaza Hotel or similar (BL)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "(Wednesday) Cabarete - We leave Santiago and head north to the coast. Upon arrival in Cabarete, you will visit the natural monument of the Cabarete and Goleta Lagoons. When visiting, please wear long-sleeved clothing or use insect repellent. At the entrance, you will receive a helmet and then embark on a discovery tour through the dense tropical forest with a local guide who will explain the flora, fauna and history of the area. The rich flora consists of cocoa and coffee trees, among others, as well as numerous medicinal plants. There are 258 caves in the forest that are millions of years old, three of which you will visit during a 90-minute hike. First you will reach the Taína cave. Here a steep wooden staircase leads 25 meters into the depth. Inside the cave you will find a freshwater pool, where the brave can also bathe. Afterwards, you will visit the Crystal Cave, a stalactite and stalagmite cave with formations that have been formed over millions of years. Finally, you will reach the Frog Cave with its six-meter-deep spring water pool. If you want to take a refreshing bath, you can either take a jump from the three-meter-high platform or descend into the pool via a staircase. Afterwards the visit, the driver will take you to your hotel in Cabarete. This small town is popular with surfers and has made a name for itself worldwide as a Caribbean water sports centre. Enjoy the afternoon on the beach of Cabarete and watch the hustle and bustle of kite surfers and surfers. Optionally, in the early afternoon, you can visit the estuary of Boca de Yásica, where the Río Yásica River, flowing down from the hilly hinterland, pours into the Atlantic Ocean. There are all kinds of driftwood on the beach, the sea is wild and has strong swells. You can cross to the other side of the river in a small boat and enjoy freshly caught fish, seafood, a cold beer or a fruity piña colada at the small restaurant Wilson la Boca (cost to be paid locally). After a few hours stay, your driver will take you back to the hotel. (Total driving 75 km - 2 h) Overnight at the Velero Beach Resort (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "(Thursday) Río San Juan and Cabrera - Today we set off along the coastal road to Rio San Juan. Today is dedicated to the varied landscapes of the north coast with its picturesque bays, rugged rock formations and grottos. You will first visit the small bay Laguna Gri Gri, from which a mangrove-lined channel leads to the open sea. A boat tour goes through the bay to the small beach of La Piscina Natural, where you have a short bathing stop (max. 15 minutes) before continuing to the next beach, Playa Caleton and another bathing stop (max. 15 minutes). On the way you will explore a small grotto by boat and pass a rock decorated with sculptures. Back on the land, we continue through the town of Cabrera to Laguna Dudu. Laguna Dudu is 22 metres deep, has a deep blue colour and is surrounded by lush vegetation. You can take a dip in the two freshwater pools. However, if you are looking for a thrill, you can glide over the lagoon at a dizzy height on the zip line and drop into the water from a height of about 15 metres! You can have lunch at the on-site restaurant if you wish (cost to be paid locally) before in the early afternoon the driver will take you back to the hotel. (Total driving time today 160 km - 3 h) Overnight at the Velero Beach Resort (B) Take along: Swimwear, towel, dry clothes for change, sunscreen, hat or cap, camera"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "(Friday) Sosúa - Puerto Plata - Punta Rucia - From Cabarete, today you will head back west along the coast and our first destination is the small town of Sosúa, where you will visit one of the most bizarre museums in the world. Castillo Mundo King is a fantasy castle founded and built by German engineer and artist Rolf Schulz. On five floors, a wealth of painting and sculpture by Haitian and Dominican artists is on display here, including three spaceships. We then continue on to Puerto Plata, known for its pretty Victorian-style wooden houses, which are located around the central park and the 800m high Mount Isabel de Torres. A cable car ride of about 10 minutes takes us to the top and you will enjoy the spectacular views of the city, the sea and the beaches in the distance. Once at the top, the first thing you will see is the region's landmark, a smaller version of the statue of Christ from Rio de Janeiro. With your guide, take a walk through the beautifully idyllic botanical gardens. Afterwards, you will be picked up by the driver, drive down to the city and stop at a local restaurant for lunch (cost to be paid locally). Our tour will then visit the Fortaleza San Felipe fortification, one of the oldest surviving fortresses from the colonial era. This massive complex was built in 1577 to make attacks from the water more difficult. We continue to Punta Rucia, where you will arrive in the early evening. The small fishing village is located on a breath taking sea bay at the tip of a small headland, where the water shimmers in the most beautiful shades of blue and turquoise in the sunshine. (Total driving today 125 km - 3 h 15 min) Overnight at the Punta Rucia Lodge (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "(Saturday) Cayo Arena - Today you will take an excursion to the sandbank of Cayo Arena, also known as Paradise Island, which only emerges from the sea during the day and disappears again into the sea at high tide. It is a jewel of the Dominican Republic and a highlight during your stay in Punta Rucia. Directly from the beach you will take a boat to Cayo Arena (at 8am) Here you can enjoy the tranquillity of the surroundings, take a refreshing swim or watch the shoals of tropical fish in the shallow turquoise waters while snorkelling. Not far from the sandbank there is a coral reef with a lot of colourful schools of fish, a natural spectacle you should not miss. After a few hours on Cayo Arena you will return to the hotel around noon. On the way back, another highlight awaits you, because this time the route leads along the mangroves close to the shore. Overnight at the Punta Rucia Lodge (B) Take along: Swimwear, sunscreen, hat or cap and snorkelling gear"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "(Sunday) Punta Rucia to Puerto Plata airport - Today you will transfer to Puerto Plata airport depending on your flight departure time. (95 km - 2h 15 min) If you want to enjoy your time on the island a bit more to revel in the impressions of the trip, contact us to book a beach extension."
    }
  ],
  "map": ""
}