[
  {
    "destination": "Dominican Republic",
    "mainPhoto": "",
    "id": "dominican-republic-adventure-tour",
    "tourName": "Dominican Republic adventure tour",
    "placesVisited": "",
    "generalInfo": "Wild and adventurous, sometimes rocky, rough, rugged, but above all beautiful - this is the north coast of the Dominican Republic. Join us on an adventure expedition and discover the beauty of this magical stretch of coast.<br/><br/>The eight-day tour offers a colourful mix of extraordinary experiences. There are options for canyoning, buggy riding and ziplining if you are looking for  adrenaline and thrills. Uncover a deep connection with nature on a trip through the mangroves to Paradise Island and swim in the lagoon or take a cave expedition in the national park. The tour also includes cultural highlights such as a street art walk, a visit to the world's most bizarre museum and the most prestigious tobacco factory in the world, capital of cigars.<br/><br/>In between all of this, you can enjoy the spectacular views of palm-covered hills and green valleys, picturesque bays and gorgeous beaches. If you are looking for adventure, natural spectacle and diversity, the north coast of the Dominican Republic is not to be missed!",
    "durationDays": "8",
    "price": "3295",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "(Sunday) Arrive in the Dominican Republic - Welcome to the Dominican Republic. You will be met at Puerto Plata airport and transfer to your hotel in Puerto Plata (16 km - 30 min). The rest of the day is at your leisure to rest from your arrival. Why not end the day watching the sunset on the hotel beach? Overnight at the Sunscape Hotel or similar (An optional transfer from Santo Domingo or Punta Cana to Puerto Plata is possible, contact us for details)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "(Monday) Adventure in Damajagua - After breakfast, your guide will pick you up at the hotel reception at 9am and you will leave Puerto Plata via the highway and travel to the 27 waterfalls of Damajagua. (80 km - 2 h) We are not just here for the views though! Upon arrival at the waterfall park, you will receive an introduction to canyoning by a local guide, as well as a helmet and life jacket. Water shoes, which are mandatory for the hike, can be rented or purchased on site (approx. 2 USD or 14 USD, costs to be paid locally). Then begins an uphill hike of about 45 minutes through the tropical jungle landscape. In the green and lush vegetation, keep a look out for a variety of exotic birds on the way. After the ascent it gets wet and adventurous. You will follow the path of waterfalls that pour into natural pools, use the natural waterslides or jump from rocky ledges into the cool water. In between the passages you will cross rapids leading to the next waterfall. Afterwards, a rich Dominican buffet lunch awaits you at the park's visitor centre. You will then continue on a buggy tour through the majestic mountain and river world of the region. After a short briefing, you can take a seat either at the wheel or as a passenger in a 4x4 buggy. During the ride you will drive through small villages, past pastures and plantations, uphill, downhill and even through riverbeds with rushing currents. You may well get hit by swirling mud along the way - but don't worry, at the end of the ride you can shower and change at the visitor centre. In the early afternoon your driver will take you back to the hotel. Overnight at the Sunscape Hotel or similar (BLD) Take along: Driver's license (for 4x4 buggy drivers), towel, dry clothes to change, dry bag for your phone as needed, water shoes as needed"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Day 3 – (Tuesday) Santiago de los Caballeros - Enjoy your breakfast at the hotel before you check out and take the drive along an impressive route to Santiago. Enjoy the spectacular views of palm-covered hills and green valleys before we arrive in Santiago. Once here we will visit Los Pepines, one of the most emblematic neighbourhoods, located right in the historic centre of the city. In 2016, the local government decided to paint the most deteriorated areas to help revitalize the local economy. Just two years later, Los Pepines has became a tourist attraction thanks to its colourful and expressive murals. On a walking tour, you will unravel the stories behind the murals: Who are the people depicted in the murals? What is their connection to the local culture? You will discover this and much more, while the street food is not to be missed on this walk. At the end of the tour you will stop by at a local store to taste the typical empanadas, dumplings filled with cheese or meat, and fresh fruit juices - simply delicious! We then continue on to Tamboril, the self-proclaimed cigar capital of the world. Here you will visit the most prestigious cigar manufacturer in the Dominican Republic, La Aurora. At the factory you will learn all about tobacco cultivation as well as its processing and cigar making. Whether you smoke or not, it is hard not to be impressed by the skill with which the employees handcraft the coveted smokes. The descendants of the company founder donated one of the most important museums in the country, the Centro León, on the occasion of its 100th anniversary. The modern building houses a collection of contemporary Dominican art, a show on the history of the country's development, and an exhibition on the museum's founding family. After the visit, the driver will take you to your hotel. (55 km - 1 h 30 min driving today) Overnight at the Hodelpa Centro Plaza Hotel or similar (BL)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "(Wednesday) Cabarete - We leave Santiago and head north to the coast. Upon arrival in Cabarete, you will visit the natural monument of the Cabarete and Goleta Lagoons. When visiting, please wear long-sleeved clothing or use insect repellent. At the entrance, you will receive a helmet and then embark on a discovery tour through the dense tropical forest with a local guide who will explain the flora, fauna and history of the area. The rich flora consists of cocoa and coffee trees, among others, as well as numerous medicinal plants. There are 258 caves in the forest that are millions of years old, three of which you will visit during a 90-minute hike. First you will reach the Taína cave. Here a steep wooden staircase leads 25 meters into the depth. Inside the cave you will find a freshwater pool, where the brave can also bathe. Afterwards, you will visit the Crystal Cave, a stalactite and stalagmite cave with formations that have been formed over millions of years. Finally, you will reach the Frog Cave with its six-meter-deep spring water pool. If you want to take a refreshing bath, you can either take a jump from the three-meter-high platform or descend into the pool via a staircase. Afterwards the visit, the driver will take you to your hotel in Cabarete. This small town is popular with surfers and has made a name for itself worldwide as a Caribbean water sports centre. Enjoy the afternoon on the beach of Cabarete and watch the hustle and bustle of kite surfers and surfers. Optionally, in the early afternoon, you can visit the estuary of Boca de Yásica, where the Río Yásica River, flowing down from the hilly hinterland, pours into the Atlantic Ocean. There are all kinds of driftwood on the beach, the sea is wild and has strong swells. You can cross to the other side of the river in a small boat and enjoy freshly caught fish, seafood, a cold beer or a fruity piña colada at the small restaurant Wilson la Boca (cost to be paid locally). After a few hours stay, your driver will take you back to the hotel. (Total driving 75 km - 2 h) Overnight at the Velero Beach Resort (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "(Thursday) Río San Juan and Cabrera - Today we set off along the coastal road to Rio San Juan. Today is dedicated to the varied landscapes of the north coast with its picturesque bays, rugged rock formations and grottos. You will first visit the small bay Laguna Gri Gri, from which a mangrove-lined channel leads to the open sea. A boat tour goes through the bay to the small beach of La Piscina Natural, where you have a short bathing stop (max. 15 minutes) before continuing to the next beach, Playa Caleton and another bathing stop (max. 15 minutes). On the way you will explore a small grotto by boat and pass a rock decorated with sculptures. Back on the land, we continue through the town of Cabrera to Laguna Dudu. Laguna Dudu is 22 metres deep, has a deep blue colour and is surrounded by lush vegetation. You can take a dip in the two freshwater pools. However, if you are looking for a thrill, you can glide over the lagoon at a dizzy height on the zip line and drop into the water from a height of about 15 metres! You can have lunch at the on-site restaurant if you wish (cost to be paid locally) before in the early afternoon the driver will take you back to the hotel. (Total driving time today 160 km - 3 h) Overnight at the Velero Beach Resort (B) Take along: Swimwear, towel, dry clothes for change, sunscreen, hat or cap, camera"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "(Friday) Sosúa - Puerto Plata - Punta Rucia - From Cabarete, today you will head back west along the coast and our first destination is the small town of Sosúa, where you will visit one of the most bizarre museums in the world. Castillo Mundo King is a fantasy castle founded and built by German engineer and artist Rolf Schulz. On five floors, a wealth of painting and sculpture by Haitian and Dominican artists is on display here, including three spaceships. We then continue on to Puerto Plata, known for its pretty Victorian-style wooden houses, which are located around the central park and the 800m high Mount Isabel de Torres. A cable car ride of about 10 minutes takes us to the top and you will enjoy the spectacular views of the city, the sea and the beaches in the distance. Once at the top, the first thing you will see is the region's landmark, a smaller version of the statue of Christ from Rio de Janeiro. With your guide, take a walk through the beautifully idyllic botanical gardens. Afterwards, you will be picked up by the driver, drive down to the city and stop at a local restaurant for lunch (cost to be paid locally). Our tour will then visit the Fortaleza San Felipe fortification, one of the oldest surviving fortresses from the colonial era. This massive complex was built in 1577 to make attacks from the water more difficult. We continue to Punta Rucia, where you will arrive in the early evening. The small fishing village is located on a breath taking sea bay at the tip of a small headland, where the water shimmers in the most beautiful shades of blue and turquoise in the sunshine. (Total driving today 125 km - 3 h 15 min) Overnight at the Punta Rucia Lodge (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "(Saturday) Cayo Arena - Today you will take an excursion to the sandbank of Cayo Arena, also known as Paradise Island, which only emerges from the sea during the day and disappears again into the sea at high tide. It is a jewel of the Dominican Republic and a highlight during your stay in Punta Rucia. Directly from the beach you will take a boat to Cayo Arena (at 8am) Here you can enjoy the tranquillity of the surroundings, take a refreshing swim or watch the shoals of tropical fish in the shallow turquoise waters while snorkelling. Not far from the sandbank there is a coral reef with a lot of colourful schools of fish, a natural spectacle you should not miss. After a few hours on Cayo Arena you will return to the hotel around noon. On the way back, another highlight awaits you, because this time the route leads along the mangroves close to the shore. Overnight at the Punta Rucia Lodge (B) Take along: Swimwear, sunscreen, hat or cap and snorkelling gear"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "(Sunday) Punta Rucia to Puerto Plata airport - Today you will transfer to Puerto Plata airport depending on your flight departure time. (95 km - 2h 15 min) If you want to enjoy your time on the island a bit more to revel in the impressions of the trip, contact us to book a beach extension."
      }
    ],
    "map": ""
  },
  {
    "destination": "Dominican Republic",
    "mainPhoto": "",
    "id": "dominican-republic-authentic-tour",
    "tourName": "Dominican Republic authentic tour",
    "placesVisited": "",
    "generalInfo": "On this Discover the Dominican Republic tour, you will experience ‘most beautiful land ever beheld by a human eye’. We start in Santo Domingo, the first colonial old town in the New World, an open-air concert with Caribbean rhythms and typical local cuisine await you.<br/><br/>Off the beaten track, you will get to know a less privileged part of town and make a small contribution to improving the conditions of the poorer population. During a ride on the cable car you will enjoy a unique perspective of the city. You will learn all about coffee cultivation in the Dominican Alps, visit a cocoa plantation and a cigar factory. On the Samaná Peninsula you will experience authentic Caribbean magic with secluded dream beaches and lush tropical landscapes.",
    "durationDays": "8",
    "price": "2385",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "(Saturday) Punta Cana airport - Santo Domingo old town - (190 km - 2 h 15 min) Welcome to the Dominican Republic and you will have a personal welcome at the airport of Punta Cana before you transfer to the old town of Santo Domingo. The rest of the day is at your leisure to explore the oldest city in the New World. If you land in Santo Domingo, your transfer to the old town is also included. Overnight at Hotel Hodelpa Novus Plaza or similar"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "(Sunday) History, music and culinary delights in the World Heritage Old Town - After breakfast, your guide will pick you up at the hotel reception at 10:00 am. Today you will get to know the first city built by Europeans in America. It was here that the first cathedral in the New World was built, the first governor resided, the first bishop was consecrated, and the first hospital opened. This bustling city of over a million people has a number of cultural, especially architectural, attractions to offer that you won't find anywhere else on the island of Hispaniola. You will spend the day in the historic old town, the so-called Zona Colonial, which has been designated a UNESCO World Heritage Site. The tour includes palaces, forts, museums, churches and squares. You will walk through Calle de las Damas, the first street paved in Santo Domingo for the ladies of the Spanish nobility to stroll, and the pedestrian street El Conde with its many stores and street vendors as well as bars and restaurants. After the city walk, we will serve you one of the most typical Dominican dishes for lunch. The stew called Sancocho is for every Dominican a flagship of his gastronomy. In addition to various meats, the dish combines a variety of local Caribbean ingredients such as yam, musk gourd, cassava and plantain, which give the stew its characteristic flavour - a dish as rich as Dominican culture. Rice and avocado are served as side dishes. After dinner, you will be escorted back to the hotel. The afternoon is free to relax, or to stroll around the city. In the evening, you will be picked up at the hotel at 6:00 pm to experience an outdoor concert of a special kind. Every weekend, the group Bonyé plays in the magical setting of the San Francisco ruins. The group of about 20 people with singers and various instruments plays merengue, son and jazz. The concerts are attended by Dominicans of all ages, who celebrate exuberantly, listen to the music or dance happily. Overnight at Hotel Hodelpa Novus Plaza or similar (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "(Monday) - Santo Domingo - Jarabacoa - (150 km - 2 h 45 min) - This morning you will be exploring Santo Domingo off the beaten track, as on this excursion you will get to know Santo Domingo from a different side. You will see the life of the less privileged population and contribute a small part to improve their circumstances. After breakfast and check-out, you will be picked up by your driver at 09:00. You will deposit your luggage in the vehicle, then you will drive to one of the most precarious neighbourhoods in the Dominican Republic, Gualey. The neighbourhood is located north of the old town on the west bank of the Ozama River. Here you will visit the non-profit foundation Rincón de Luz. The foundation has been doing work in education, nutrition and health for socially disadvantaged children, youth and seniors for over 18 years. Children from preschool age to the beginning of middle school receive schooling and participate in lunch. The founder and president Leyda Alvarez will give you a tour of the premises and present her work. Afterwards you will get a guided tour through Gualey. You will visit the four pozos, small lakes fed by natural springs, which are popular with local residents. One of the pozos has recently been used as a breeding pool for ornamental and food fish. Drinks are available during the walk from local corner stores called colmados. After the end of the tour, you will head to the cable car station of Gualey. Here you can board the cable car, from which you will enjoy a spectacular view. You will then cross the Ozama River, passing through the Tres Brazos and Sabana Perdida stations to the Charles de Gaulle terminus in the north of Santo Domingo, and then return to your starting point. During the tour you will gain a new perspective on the city and get an impression of the different living conditions. From the gondola you will have numerous opportunities for spectacular photos. The trip then continues north. You will drive to Jarabacoa on the oldest highway in the Dominican Republic. The route goes through rural areas characterised by intensive agriculture. On the way you will stop at the Reposteria Miguelina. This restaurant offers typical dishes of the country and is especially known for its traditional desserts (costs to be paid locally). In La Vega you will leave the highway. Here is the start of the Cordillera Central, also known as the Dominican Alps, where many locals spend their summer vacations due to the good climate. The small town of Jarabacoa is located at 600 metres above sea level and is surrounded by pine forests, rivers, mountains and valleys. Spring-like temperatures prevail here all year round. Overnight at the Hotel Gran Jimenoa or similar (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "(Tuesday) Jarabacoa - Santiago de los Caballeros - (55 km - 1 h 15 min) - After breakfast you will visit the Monte Alto coffee factory, where everything about the cultivation and processing of coffee will be explained to you. Of course, there will also be a coffee tasting. Afterwards, take a walk through the mountains of the Dominican Republic to one of the famous waterfalls of the region. Enjoy the impressive view and landscape and immerse yourself in the unique nature with endemic flora and fauna. Afterwards, the journey continues to Santiago de los Caballeros. Here you will visit one of the most renowned cigar factories in the Dominican Republic, La Aurora, where everything about tobacco processing will be explained to you. You will have the opportunity to watch the employees as they skilfully handcraft the coveted tobacco products. After the tour, the driver will take you to the hotel. The afternoon is then free to relax or for a short walk around town. Overnight at the Hotel Hodelpa Centro Plaza or similar (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "(Wednesday) Santiago - San Francisco de Macorís - Las Terrenas - (165 km - 3 h 45 min) - Enjoy your breakfast before our adventure continues in the direction of Samaná. After driving through a fertile valley, you will reach San Francisco de Macorís. In the shade of the huge jungle trees you will visit the Sendero del Cacao. Here you will have the unique opportunity to learn everything about the coveted fruit of the cacao tree. Learn about the cultivation of the cacao bean through to chocolate processing at the Hacienda La Esmeralda cacao plantation, which supplies world-renowned chocolate factories. Of course, a cocoa and chocolate tasting is also part of the program and a lunch will be provide. From here, the tour continues to Samaná. The peninsula of Samaná is 63km long and 10 to 20km wide. It is a tropical paradise with secluded beaches, clear mountain rivers and steep cliffs. Las Terrenas is the bustling centre on the north coast of the peninsula and here you will experience authentic island flair and feel the magic of the Caribbean. Overnight at the Hotel Bahia Principe Grand El Portillo or similar (BL)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "(Thursday) Las Terrenas - Let your soul dangle on the beautiful and unique sandy beaches of this peninsula. Here you will experience pure Caribbean life. Palm trees swaying in the gentle wind. Enjoy cool cocktails and freshly prepared seafood, as well as the sounds of the music of merengue and bachata. There are a range of optional excursions available or you can just relax in Caribbean atmosphere! Overnight at the Hotel Bahia Principe Grand El Portillo or similar (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "(Friday) Las Terrenas - A free day to enjoy the Caribbean vibe and relax. Alternatively, consider a half day excursion on a catamaran or ATV. Overnight at the Hotel Bahia Principe Grand El Portillo or similar (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "(Saturday) Las Terrenas - Punta Cana airport / Santo Domingo - (305 km - 4 h) - Transfer to the airport of Punta Cana or Santo Domingo according to your flight details. If you want to enjoy your time on the island a bit more, book a beach extension. Relax on the beach of Bayahibe or Punta Cana."
      }
    ],
    "map": ""
  },
  {
    "destination": "Dominican Republic",
    "mainPhoto": "",
    "id": "dominican-republic-wildlife-tour",
    "tourName": "Dominican Republic wildlife tour",
    "placesVisited": "",
    "generalInfo": "The Caribbean is not widely known for its mammal life, or even much terrestrial wildlife at all. Right so as there is not a great diversity of mammal life and many species have become extinct since the arrival of Europeans to the New World in the 1400’s. <br/><br/>But there are some species still inhabiting the islands; mostly clinging to existence in the more remote areas of the larger islands such as Jamaica, Cuba and Hispaniola. <br/><br/>With the help of the foremost biologist and conservationist on the island we will be able to track down two of the Caribbean’s most elusive and unusual mammals. <br/><br/>The solenodons and hutias have nothing else like them in the natural world, when they are lost forever this entire group of animals becomes extinct. So it cannot be underestimated the importance of the work being done by Jorge and his team. <br/><br/>There are two main mammals that we will be looking for on this trip are the Hispanoilan solenodon and Hispaniolan hutia, they are both endemic to Hispanoila (although largely extinct in Haiti) and are the only members of these genera that are still alive today. <br/><br/>The solenodon is so unusual that its description defies belief, about the size of a house cat, with an awkward and slow gait, they look like oversized shrews that have a venomous bite and a ball and socket joint on their nose. Hutias are giant arboreal beavers in appearance and struggle to survive as they are favoured for food and suffer when deforestation occurs. <br/><br/>This short trip is one that will fascinate anyone interested in rare and unusual wildlife. Alongside the two targeted mammals we will also search out endemic birds and reptiles within this short time frame. Despite being a short trip and there not being a huge variety of wildlife to be seen, this trip is designed to offer the chance of seeing and photographing two of the world’s most unusual, little known and critically endangered mammals. On this aim we have very high hopes and should be successful<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner where mentioned). There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. You will have a local expert biologist and his local team of guides. The guides have spent years on the Dominican Republic and know the places and wildlife sites intimately. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>We choose January and February as a good time for this itinerary, this is due to the weather being drier during this time of year and the dry weather makes the leaves on the forest floor dry and crunchy. It is the noise of the solenodon's running on the dry leaves which is the biggest hint the local guides use to find them. So the drier the better for this itinerary. <br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist and his team of local guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of the Dominican Republic in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique specialist mammalwatching Dominican Republic Holiday a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of the Caribbean which explore other areas and focus on other species such as scuba diving in the and snorkelling around various islands and more specific birding holidays as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/> <br/>Locations:<br/><br/>This tour visits the forests in the far south-west of the Dominican Republic where there is still a good population of solenodons and hutias. We will also explore the southern coastline looking for wildlife on the rocks, lagoons and caves.<br/><br/>Fitness Level:<br/><br/>There is no real physically demands for this trip, there is some walking but it is generally easy going and not longer than 1 hour and over usually flat terrain.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights. <br/><br/>Minimum Age: 15 Years Old",
    "durationDays": "5",
    "price": "2995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Santo Domingo / Pedernales - Arrival & Wildlife Watching On arrival in Santo Domingo you will meet Jorge and he will drive you south and westward along the southern coast. The drive takes us past some stunning coastal scenery, the waves of the turquoise sea crashing onto the limestone cliffs, eventually arriving at the fishing town of Pedernales. The rest of the day is free to relax and rest as we will be heading out in search of the solendon after dark. After sunset we pick up the local trackers in a nearby village. The local trackers are trained by and paid for by Jorge and his organisation. They nearly always used to be poachers and are now employed to track and monitor the solenodons and hutias in the region. We then climb in altitude into Jaragua National Park, this is the habitat of the solenodon. In fact the insectivorous solenodons have now adapted reasonably well to cattle pasture and so we would focus our searches around the farmland neighbouring the forest. Finding a solenodon is best left to the local guides and so off they go into the pastures and forest as we wait in the car on the main road for the call. Once the solenodon has been found it is caught by the trackers and placed into a canvas bag, when Jorge catches up with the trackers the animal is weighed, tagged, measured and also checked for parasites and disease. We will then have some time with the animal after it is released for viewing and photography before the solenodon retreats back into the wilderness to continue its nights feeding and we retire to our accommodation. (dinner is the only meal included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Jaragua National Park - Wildlife Watching When we start today will be dictated by whatever time we get back to the accommodation last night after searching for the solenodons. When you decide to start the day we will travel to the coast and the sharp and jagged limestone and salt karst formations in search for reptiles and birds. This harsh landscape has kept most of the area wild and it is the best place to see some of the larger animals in the island. The two species of iguana that inhabit Hispaniola, the large and more common rhinoceros iguana and the poorly understood and very endangered Ricord’s iguana. These would be our two targets this afternoon. Reptiles are best looked for in the afternoon as the sun is at its height and the reptiles are sunning themselves and very active. As well as looking for the many smaller lizards such as ameivas and curlytails around the limestone rocks we hope to see some huge rhinoceros iguanas. Along the coastline we can also see a wealth of birdlife, from frigate birds and tropic birds flying over the sea to small todys and hummingbirds in the mangroves; we will also head inland a little way to larger cliffs and the preferred habitat of the endemic and critically endangered Ricord’s iguana. This reptile is in severe decline and now confined to one small area of cliff, this land is now protected to an extent however the farmland abuts the protected land and habitat encroachment is rampant here. But luckily Jorge has found local guides and works with iguana researchers with a genuine knowledge and passion for protecting these animals. We will continue our exploration around the coastline here for a little longer, visiting sites like Bahia de Aguilas. These coastal lagoons are fantastic places for birds and in the right season turtles, manatees and even dolphins enter the bay (although these are very hard to spot at this time of year). After visiting here we would head back to town and have some dinner and wait for it to get dark enough for the hutias to be active. Tonight we could go back to search for the solenodon again (if we didn’t find on last night or the sighting wasn’t as good as you may have hoped for), but otherwise we spend tonight searching for hutias. They need the forests to live in and so we headed to a different area in Jaragua National Park and with the same guides we used for the solenodons we would wait until they called having located one in the trees. They are harder to find than the solenodons as they do not make any noise and can remain in the thick foliage of the trees. But our guides are well skilled and have a great track record in finding them. Once again it could be a long night and afterwards we will return to the accommodation. (all meals included today)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lagoon Oviedo & Barohuco National Park - Wildlife Watching Like yesterday the exact time of our start this morning will be dictated by what time we get in from looking for solenodons or hutias last night. But our first stop in the morning will be to Oviedo Lagoon. This is a good birding location and we will be on the lookout for species such as Verbane hummingbird (the second smallest bird in the world), mockingbirds, terns, frigate birds, brown pelicans, red-billed tropicbirds and many other species. In the afternoon we will drive high into the central Cordillera and into the heavily forested Barohuco National Park. This park is a good habitat for solenodons and many species of birds, reptiles and amphibians. But one of the most unusual aspects of this forest is the strange mixture of vegetation. The conifers are interspersed with palms, mosses, ferns and orchids. The forest is incredibly diverse and one of the most important areas in the whole of the Caribbean and is well protected now. The park is very hilly with a good selection of pathways, depending on your interests, you can search out some of the endemic birds here or just hike around the various view points and take in the spectacular scenery. This evening will also be left open, depending on what we have seen on the previous nights and whether you wish to have another night looking for solenodons or hutias. If we have satisfied your thirst for these species then we can have a night at the hotel and catch up on sleep. (all meals included on this day)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Santo Domingo - Travelling & Wildlife Watching Today is our last full day in the Dominican Republic and we will depart from Pedernales and head back along the coast to the capital Santo Domingo. Along the way back we would once again visit Lagoon Oviedo and if you wish there is an optional excursion by boat (USD $120 per person) to visit several small limestone islands that are home to dozens of rhinoceros iguanas. After visiting these islands and spending some time with the very friendly iguanas, we will visit some very old petroglyphs (~1,000 years old) on another island nearer the coast. After leaving Lagoon Oviedo we would carry on and along the way visiting some bat caves along the coast (if you are interested), these caves are the roosting site of several species of bat and we would enter to see which species are here today. Our journey would continue and on arrival at the hotel in Santo Domingo we would check into the hotel and the rest of the evening is free for you to relax. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Home - Departure Today you will be taken to the airport in in time for your flight home. (breakfast is the only meal included today)."
      }
    ],
    "map": ""
  },
  {
    "destination": "Dominican Republic",
    "mainPhoto": "",
    "id": "watch-and-swim-with-humpback-whales-in-the-caribbean",
    "tourName": "Watch and swim with humpback whales in the Caribbean",
    "placesVisited": "",
    "generalInfo": "Swimming with whales is an extraordinary privilege. In 1996, the Silver Bank, Dominican Republic, was declared a Sanctuary for Marine Mammals. In joining our swimming with humpbacks and whale watching experience, you will step onboard a wonderful liveaboard motor yacht for a week-long encounter, surrounded by humpbacks. <br/><br/>This is a carefully managed programme and we have secured a special permit to spend time inside the Silver Bank sanctuary, which is otherwise off limits to visitors.<br/><br/>Silver Banks, lying 100km north of Dominican Republic, is a remote chain of shallow coral shoals and pinnacles, home to the greatest whale breeding ground in the World. More than 4,000 North Atlantic Humpback Whales migrate to this area from January to April each year. <br/><br/>Two very distinct forms of Humpback activity can be observed on these week long journeys. The first is watching young mothers nursing newly born calves. We approach the whales using small boats that don't disturb these marine giants, and if conditions are right we can take the opportunity to swim alongside.<br/><br/>Some calves and adults can be very interested in humans entering their submarine world and they can approach quite close underwater. Other individuals may be more interested in feeding or playing with their mothers - equally enchanting behaviour to observe.<br/><br/>The second contrasting form of activity involves male Humpbacks performing aggressive shows of strength and dominance, competing for the attentions of females ready to breed. For safety, these competitions are observed from the surface, but watching the whales as they leap clear of the water - breaching, spy hopping and lobtailing - is a quite magnificent spectacle.<br/><br/>Based on a comfortable liveaboard motor yacht, the week long trip starts and finishes in Puerto Plata on the lovely North Coast of the Dominican Republic. We normally do several trips per day out from the motor yacht base onboard smaller inflatable boats. Only 7 swimmers are allowed in the water with a whale each time and behaviour is subject to clear conservation codes of conduct.<br/><br/>Throughout your time with the whales, you may be accompanied by the haunting sounds of humpback whale song, used to communicate between whales during this most social period in their calendar.<br/><br/>Although these boat-based journeys offer some of the best chances of seeing a wide range of Humpback behaviour in an uncrowded and managed environment, please bear in mind that although chances for sightings are excellent, nothing in Nature is guaranteed. These are wild animals with their own agenda !",
    "durationDays": "8",
    "price": "3630",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Board the liveaboard at 16:00. Puerto Plata is the boarding point for this trip, at Ocean World Marina near Cofresi Beach. Boarding is permitted after 16:00 and the boat will depart for the Silver Banks at approx. 21:30. Please be aware the US$ 600 per person Whale Sanctuary & Port Access Fee + US$ 150 Fuel Surcharge must be paid once boarding the liveaboard. This fee must be paid in US$ Cash."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "You will plan to arrive at the Silver Banks this morning. You will aim to locate humpback whales by the afternoon and head out in small boats in hope of encounters above and below the water."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "While in the Silver Banks you will use small aluminium V Hull or inflatable boats to get close to the Whales. We usually make two whale watching trips per day depending on whale activity and weather conditions, and these can last between 1 ½ and 3 hours depending on the whale behaviour we are observing. In the late afternoon/evening a ‘Sundowner’ cocktail party is offered and after dinner a presentation or video is given."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today the boat returns to Puerto Plata, arriving back at port in the afternoon. Dinner will be taken at a restaurant on the port (dinner is not included today), but the crew will recommend some good restaurants in the Marina."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Step off the boat at approx. 08:00 this morning."
      }
    ],
    "map": ""
  }
]
