[
    {
        "type": "overview",
        "Main_Title": "Our Estonia holidays & tours",
        "Main_Paragraph": "With its outdoor saunas, river swimming and love of wilderness, Estonia exudes a joie de vivre that is fundamentally connected with nature, and one we think our holidays capture perfectly. The smallest of the Baltic states, Estonia is usually explored on a multi-country tour, travelling by road, rail or bike in the company of knowledgeable local guides. Beyond cosmopolitan cities such as Tallinn, our Estonia holidays get you out into glorious natural surrounds as much as possible. Estonia emerged from Soviet rule with its national parks intact, so you can cycle or hike through the likes of Lahemaa, an eclectic mix of ancient bogland, pine forests and coast.",
        "Subtitle": "Estonia Highlights",
        "Title1": "",
        "Paragraph1": "The journey from Tallinn, on the north coast, to Tartu, just south of centre, takes about two hours and from there you're half an hour from Lake Peipus to the east or a couple of hours from Pärnu on the southwest coast. Day trips to Lahemaa National Park work well from Tallinn, and if you're looking to travel south into Latvia and on to Lithuania, the lack of visa controls and shared currency make border crossings no problem at all. Heading to the islands of Saaremaa and Muhu is accomplished via a short ferry ride, with ancient Angla windmills, stone sculptured churches and one of Estonia's best preserved medieval castles, Kuressaare, adding to salty sea air and a more simplistic pace of life.",
        "image1": "",
        "Title2": "1. Tallinn",
        "Paragraph2": "Tallinn's Old Town is like stepping into a medieval fairytale of Gothic spires and clattering horses hooves. Enter via the original walled arch and you'll find cobbled streets leading to pedestrianised squares aligned with pastel coloured buildings bearing craftsmen guilds signs and topped with red tiled, conical roofs. Open air cafés, bars and market stalls add to an ambience that's a bit like a mini-Prague.",
        "image2": "",
        "Title3": "2. Tartu",
        "Paragraph3": "Estonias second largest city is home to the countrys intellectuals with the university playing a large part in the concentration of student haunts, including the Gunpowder Cellar which boasts the worlds highest pub ceiling. A stroll around Tartus historic Supilinn district, on the banks of the Emajõgi River, leads to ramshackle wooden buildings, streets named after vegetables and a less than salubrious past.",
        "Title4": "3. Lake Peipus",
        "Paragraph4": "Shifting sand dunes and uncrowded beaches make Lake Peipus an excellent option during the summer with villages such as Alajõe, Kolkja and the lakeside town of Mustvee promising picturesque picnic spots and places of worship for Russian Old Believers. Straddling Estonia and Russia, Lake Peipus was once the preserve of the Soviets but now more in tune with walkers and waders than with Radio KGB.",
        "image3": "",
        "Title5": "4. Lahemaa National Park",
        "Paragraph5": "One of Europes largest national parks, Lahemaa preserves the wetlands and forests of northern Estonia. Viru bog is one of the countrys most accessible with a 3.5km boardwalk leading to a viewing tower from where to survey marsh, heath and bogs from above. Hidden within the forests are four impressive manor houses and Käsmu, on the coast, offers pretty bays and maritime heritage.",
        "Title6": "5. Saaremaa",
        "Paragraph6": "Saaremaa is the largest island in the west Estonian archipelago and slap bang in the middle of the migratory bird flight path, meaning its festooned with feathers either side of summer. A ferry takes travellers from the mainland to neighbouring islands where forested and coastal cycle tracks lead to lighthouses, meteorite craters and beaches, accompanied by pungent junipers and traditionally smoked plaice.",
        "Title7": "6. Parnu",
        "Paragraph7": "If you do like to be beside the seaside then the promenades of Parnu are just perfect with chances to cycle, swim or go kayaking adding to the 'day at the beach' ambience. Summers can be busy with numerous restaurants, festivals and night clubs drawing in the crowds, however, visit in any other season and youll discover a deserted stretch of coastline, ideal for uninterrupted nature walks."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Estonia",
        "Main_Paragraph": "May to late August is the best time to visit Estonia for warmth, especially in June and July, with Baltic beaches and inland lakes both popular escapes when the sun shines. Spring is ripe for bird watching with Steller's eiders, long tailed ducks, Bewick's swans, and thousands of geese occupying the islands and shallow bays from Feb-April. Autumn can be incredibly rewarding with deep, dark forests and marshlands colliding in a clash of warm colours, although the same can't be said for temps which seem to plummet no sooner September's started.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Estonia Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Estonia Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-7</td>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 50%;\">35 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-8</td>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 39%;\">27 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 39%;\">27 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 47%;\">33 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 47%;\">33 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 51%;\">36 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 89%;\">62 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 99%;\">69 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">70 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 91%;\">64 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 96%;\">67 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-4</td>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 71%;\">50 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Estonia travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Go bog walking",
        "paragraph2": "Simon Clifford, from our partner Exodus shares his Estonia travel advice:\nThe production of peat in Estonia used to be a big industry however, these days, it is peat bog walking that's better known. Basically, you walk over peat bogs in footwear akin to snow shoes. It's a great activity if you're looking for a unique way to explore Estonia's beautiful national parks.",
        "title3": "Food tips",
        "paragraph3": "The main square in Tallinn is a great place to sit with a verivorsti (blood sausage) hot dog covered in lingonberry jam and a glass of Saku, the local Estonian beer.\"",
        "title4": "Tallinn tips",
        "paragraph4": "Jenny Aitken shares her experiences of travelling in Estonia\n:\nThe UNESCO world heritage site of Tallinn Old Town is super charming and features plenty of windy cobbled streets, cosy restaurants and old churches. Id definitely recommend taking some comfy trainers or walking shoes as theres so much to fit in on a city sightseeing tour."
    }
]