{
  "destination": "Bolivya",
  "mainPhoto": "",
  "id": "HBA",
  "tourName": "Bolivya, Şili ve Arjantin",
  "placesVisited": "Bolivya, Şili, Arjantin",
  "generalInfo": "Seyahatinize La Paz’dan başlayıp Güney Amerika’nın en popüler şehirlerinden birinde bitirin. Çekici masmavi gökyüzünün altında miller boyu uzanan tuz düzlüklerini araçla gezin, Mendoza’da birinci kalite Malbec şarabının tadına bakın ve Buenos Aires’te tango yapmayı öğrenin. Kıtanın bir ucundan diğer ucuna kısa ama dolu dolu bir macera yaşayın.<br><br><strong>Katılış için en yakın uluslararası havaalanı:</strong> La Paz El Alto Uluslararası Havaalanı (LPB)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı:</strong> Buenos Aires Aeroparque Jorge Newbery (AEP),  Buenos Aires Ministro Pistarini Uluslararası",
  "durationDays": "14",
  "price": "1899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Araçla Uyuni tuz düzlükleri gezisi</li>\n<li>- Laguna Colorado ulusal parkı</li>\n<li>- Rehber eşliğinde Valley of the Moon(Ay vadisi)</li>\n<li>- Arjantin şaraphaneleri</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 11 gece, Temel,paylaşımlı ve  kısıtlı olanakları olan bir otelde 2 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Uçuş, arazi aracı</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 3 temel kahvaltı,6 kahvaltı,2 öğle yemeği,2 akşam yemeği,3 açık büfe kahvaltı,1 yerel öğle yemeği,1 yerel kahvaltı</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Tur lideri</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 2,
      "title": "Uyuni",
      "description": "La Paz’dan Uyuni’ye ,Bolivya’nın güneybatısına uçuyoruz.Eğer açık bir günse, denize kıyısı olmayan ülkenin üzerinde uçarken Altiplano’nun ne kadar geniş yer kapladığını görebilirsiniz.Belki And dağlarının alçalarak ülkenin doğusuna, Brezilya sınırına doğru yayılan Amazon havzasına dönüştüğünü gözlemleyebilirsiniz."
    },
    {
      "dayNumber": 3,
      "title": "Uyuni (Tuz Düzlükleri)",
      "description": "Ertesi sabah arazi aracıyla 3 gün sürecek Salar de Uyuni’yi ve dikkat çekici çevresini keşfedeceğimiz eğlenceli bir geziye başlıyoruz.İlk durağımız fotoğraf çekmek için ideal bir yer olan 19.ve 20.yüzyıllardan kalma buharlı lokomotifleri görebileceğiniz tren mezarlığı olacak.Daha sonra  ,asıl tuz iyotlama tesisinin bulunduğu ve kayalardan tuz elde etme yöntemlerini en iyi inceleyebileceğiniz yere Colchani’ye geçeceğiz.Burada daha sonra kek/çörek formatına dönüşecek tuzları kurutmak için fırınlar kullanılır.Buradan araçla tuz düzlüklerine ilerliyoruz.10500 m2 alanı ve tahmini 10 milyar ton tuz içeriği ile dünyanın en geniş tuz düzlüğü olduğu iddia edilen olağanüstü bembeyaz Salar de Uyuni ,sürreal bir tablo gibidir ve ufuğa doğru sonsuz görüntüsü size hayret verecektir.Daha sonra Balık adasını(Fish Island) ya da Incahuasi adasını ziyaret edeceksiniz.(Mevsim durumuna göre)Uyuni’den 100 km uzakta düzlüğün merkezinde yer alan bu tepelik bölge dev kaktüslerle kaplıdır ve düzlüğün ortasında altıgen tuz fayanslarıyla beyaz bir deniz gibidir. Berrak mavi gökyüzü(hava koşulları izin verdiği sürece) ve bembeyaz tuz düzlüklerinin kontrastıyla, adaların bambaşka bir dünyaya ait görüntüleri nefesinizi kesecek."
    },
    {
      "dayNumber": 4,
      "title": "Laguna Colorada",
      "description": "Arazi aracıyla epik seferimiz güneye,Bolivya Altiplano’sunun uzak bölgelerinden birine doğru devam ediyor.Dumanlı volkanlar,çorak çöller ve rüzgar tarafından oyulmuş yerçekimine meydan okuyan kayalıklar gibi çeşitli yer şekilleri göreceksiniz.Bu inanılmaz boş bölgede muhtemelen medeniyetten ilk defa bu kadar uzak olduğunuzu hissedeceksiniz.Cañapa, Chairkota ve Laguna Honda gibi bazı lagünleri ziyaret edeceğiz.Özellikle manzarası nefes kesen ve kıpkırmızı ,sığ suları çok çeşitli flamingonun  toplanma yeri olan Laguna Colorado’yu göreceksiniz.Laguna Colorado’ya varmadan önce ünlü taş ağacı Arbol de Piedra’dan geçeceğiz."
    },
    {
      "dayNumber": 5,
      "title": "San Pedro de Atacama",
      "description": "Denizden 4850 m. yüksekteki Sol de Mañana (sabah güneşi) volkan bölgesini ziyaret ediyoruz.Burada köpüren çamur çanakları,dumanlı volkanik delikleri ve keskin sülfür kokusuyla bir gayzer havzasını keşfedeceksiniz.Küçük bir kraterin içinde köpüren çamuru inceleyip, yıkanmak için kaplıcalarda mola vereceğiz.5000 m. yükseklikteki bir geçitten önce Salvador Dali çölünü geçeceğiz.Daha sonra Licancabur volkanının gölgesindeki muhteşem Laguna Verde’ye geliyoruz.Laguna Verde’nin hemen yanında beyaz göl olarak bilinen Laguna Blanca yer alır.Yolumuza devam ederek Şili’ye geçeceğiz.Yol üzerinde 5960 m. yüksekliğindeki Licancabur volkanını hem Bolivya hem de Şili tarafından görme fırsatımız olacak.Dünyanın en kuru çölü San Pedro de Atacama’ya varıyoruz.Karavanla gezeceğimiz bölge tuzla kaplı lunar peyzajı,gayzerleri,tuz düzlükleri ve Ay vadisi kaplıcalarıyla ünlüdür."
    },
    {
      "dayNumber": 7,
      "title": "Santiago",
      "description": "Santiago,fıskiyeleri ve parklarıyla temiz ve modern bir şehir olmasının yanında çalkantılı bir tarihe sahiptir. Dünyanın en iyi deniz ürünleri marketlerinden olan ünlü La Vega Central ve Mercado Central gibi taze ürünler satan çarşılarıyla ünlüdür.Başkanlık sarayı  Palacio de la Moneda’nın dışında hemen her gün etkileyici nöbet değişimi törenini izleyebilirsiniz.1970 lerde ,Şili ulusal tarihinin en karanlık dönemlerinden birine neden olan askeri darbe sırasında saray bombalanmıştır."
    },
    {
      "dayNumber": 10,
      "title": "Mendoza",
      "description": "Mendoza’ya,Arjantin şarap bölgesinin merkezine harika manzarala eşliğinde seyahat ediyoruz."
    },
    {
      "dayNumber": 14,
      "title": "Depart Buenos Aires",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}