{
  "destination": "Bolivya",
  "mainPhoto": "",
  "id": "HSL",
  "tourName": "Tuz Düzlüklerinden  Sugarloaf'a",
  "placesVisited": "Bolivya, Şili, Arjantin, Brezilya Brezilya",
  "generalInfo": "Salar de Uyuni’ nin sonsuz genişliğine, çevresindeki huzur ve sessizliğe hayran kalacaksınız. Eşsiz manzaralarına bayılacağınız Şili’nin başkenti Santiago’ya giderken, yol üzerinde bambaşka yer şekillerinden geçeceğiz. Kıtayı şarap bölgelerinden geçerek,  Rio yolu üzerinde doğa harikalarına uğrayacağız.<br><br><strong>Katılış için en yakın uluslararası havaalanı:</strong> La Paz El Alto Uluslararası Havaalanı (LPB)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı : </strong>Rio Galeao Antonio Carlos Jobim Uluslararası Havaalanı (GIG),  Rio de Janeiro Santos Dumont",
  "durationDays": "19",
  "price": "2739",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Araçla Uyuni tuz düzlükleri gezisi</li>\n<li>- Laguna Colorado ulusal parkı</li>\n<li>- Rehber eşliğinde Valley of the Moon(Ay vadisi)</li>\n<li>- Arjantin şaraphaneleri</li>\n<li>- Brezilya’da Iguazu şelalelerine giriş</li>\n<li>- Arjantin’de Iguazu şelalelerine giriş</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 16 gece, Basit, paylaşımlı ve  kısıtlı olanakları olan bir otelde 2 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Uçuş, arazi aracı</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 3 temel kahvaltı, 6 kahvaltı, 2 öğle yemeği, 2 akşam yemeği, 5 açık büfe kahvaltı, 1 yerel öğle yemeği, 2 yerel kahvaltı</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "La Paz'a Varış",
      "description": "Altiplano’nun sert etkilerinden şehri koruyan dik yamaçları olan bir vadide kurulmuş olan La Paz’daki hemen her bina bir çeşit tepenin üzerinde konuşlu olduğundan çevrenin görünümü tam anlamıyla nefesinizi kesecek.Şehrin canlı atmosferini keşfetmek için sadece 1 gününüz var bu yüzden kısıtlı zamanınızda olabildiğince çok şey görmek için Red Caps yürüyüşüne katılmanızı öneririz. Otelimiz oldukça merkezi bir yerde ,geleneksel kloş etekli kadınların  yeni evleri kötülüklerden  uzak tuttuğuna inanılan  ölü kedi ve  lama fetüsleri gibi ürünler sattığı büyüleyici ‘cadı pazarı’ başta olmak üzere birçok özgün,renkli sokak pazarının bulunduğu bölgenin hemen yanı başında.Ana meydan Plaza Murillo’ya da sadece yürüme mesafesinde.Meydan hala başkanlık sarayının da aralarında bulunduğu koloni döneminden kalma birçok binaya ev sahipliği yapar. La Paz yerli müzisyenlerin  zampona(kaval) ve charango(ukulele) gibi tarihi enstrümanları eşliğinde geleneksel folklorik And danslarını izleyebileceğiniz beklide en iyi yerdir."
    },
    {
      "dayNumber": 2,
      "title": "Uyuni",
      "description": "La Paz’dan Uyuni’ye ,Bolivya’nın güneybatısına uçuyoruz.Eğer açık bir günse, denize kıyısı olmayan ülkenin üzerinde uçarken Altiplano’nun ne kadar geniş yer kapladığını görebilirsiniz.Belki And dağlarının alçalarak ülkenin doğusuna, Brezilya sınırına doğru yayılan Amazon havzasına dönüştüğünü gözlemleyebilirsiniz."
    },
    {
      "dayNumber": 3,
      "title": "Uyuni (Tuz Düzlükleri)",
      "description": "Ertesi sabah arazi aracıyla 3 gün sürecek Salar de Uyuni’yi ve dikkat çekici çevresini keşfedeceğimiz eğlenceli bir geziye başlıyoruz.İlk durağımız fotoğraf çekmek için ideal bir yer olan 19.ve 20.yüzyıllardan kalma buharlı lokomotifleri görebileceğiniz tren mezarlığı olacak.Daha sonra  ,asıl tuz iyotlama tesisinin bulunduğu ve kayalardan tuz elde etme yöntemlerini en iyi inceleyebileceğiniz yere Colchani’ye geçeceğiz.Burada daha sonra kek/çörek formatına dönüşecek tuzları kurutmak için fırınlar kullanılır.Buradan araçla tuz düzlüklerine ilerliyoruz.10500 m2 alanı ve tahmini 10 milyar ton tuz içeriği ile dünyanın en geniş tuz düzlüğü olduğu iddia edilen olağanüstü bembeyaz Salar de Uyuni ,sürreal bir tablo gibidir ve ufuğa doğru sonsuz görüntüsü size hayret verecektir.Daha sonra Balık adasını(Fish Island) ya da Incahuasi adasını ziyaret edeceksiniz.(Mevsim durumuna göre)Uyuni’den 100 km uzakta düzlüğün merkezinde yer alan bu tepelik bölge dev kaktüslerle kaplıdır ve düzlüğün ortasında altıgen tuz fayanslarıyla beyaz bir deniz gibidir. Berrak mavi gökyüzü(hava koşulları izin verdiği sürece) ve bembeyaz tuz düzlüklerinin kontrastıyla, adaların bambaşka bir dünyaya ait görüntüleri nefesinizi kesecek."
    },
    {
      "dayNumber": 4,
      "title": "Laguna Colorada",
      "description": "Arazi aracıyla epik seferimiz güneye,Bolivya Altiplano’sunun uzak bölgelerinden birine doğru devam ediyor.Dumanlı volkanlar,çorak çöller ve rüzgar tarafından oyulmuş yerçekimine meydan okuyan kayalıklar gibi çeşitli yer şekilleri göreceksiniz.Bu inanılmaz boş bölgede muhtemelen medeniyetten ilk defa bu kadar uzak olduğunuzu hissedeceksiniz.Cañapa, Chairkota ve Laguna Honda gibi bazı lagünleri ziyaret edeceğiz.Özellikle manzarası nefes kesen ve kıpkırmızı ,sığ suları çok çeşitli flamingonun  toplanma yeri olan Laguna Colorado’yu göreceksiniz.Laguna Colorado’ya varmadan önce ünlü taş ağacı Arbol de Piedra’dan geçeceğiz."
    },
    {
      "dayNumber": 5,
      "title": "San Pedro de Atacama",
      "description": "Denizden 4850 m. yüksekteki Sol de Mañana (sabah güneşi) volkan bölgesini ziyaret ediyoruz.Burada köpüren çamur çanakları,dumanlı volkanik delikleri ve keskin sülfür kokusuyla bir gayzer havzasını keşfedeceksiniz.Küçük bir kraterin içinde köpüren çamuru inceleyip, yıkanmak için kaplıcalarda mola vereceğiz.5000 m. yükseklikteki bir geçitten önce Salvador Dali çölünü geçeceğiz.Daha sonra Licancabur volkanının gölgesindeki muhteşem Laguna Verde’ye geliyoruz.Laguna Verde’nin hemen yanında beyaz göl olarak bilinen Laguna Blanca yer alır.Yolumuza devam ederek Şili’ye geçeceğiz.Yol üzerinde 5960 m. yüksekliğindeki Licancabur volkanını hem Bolivya hem de Şili tarafından görme fırsatımız olacak.Dünyanın en kuru çölü San Pedro de Atacama’ya varıyoruz.Karavanla gezeceğimiz bölge tuzla kaplı lunar peyzajı,gayzerleri,tuz düzlükleri ve Ay vadisi kaplıcalarıyla ünlüdür."
    },
    {
      "dayNumber": 7,
      "title": "Santiago",
      "description": "Her geçen gün büyüyen Santiago şehrine gidiyoruz."
    },
    {
      "dayNumber": 10,
      "title": "Mendoza",
      "description": "Mendoza’ya,Arjantin şarap bölgesinin merkezine harika manzarala eşliğinde seyahat ediyoruz."
    },
    {
      "dayNumber": 11,
      "title": "Mendoza",
      "description": "Arjantin’in ünlü şarap bölgesinde gezerek,Mendoza’da dünyanın en kaliteli Malbec şaraplarının tadına bakacağız."
    },
    {
      "dayNumber": 13,
      "title": "Buenos Aires",
      "description": "Yemyeşil parkları,meydanları ve geniş bulvarlarıyla Güney Amerika’nın Paris’i olarak bilinen güzel Buenos Aires şehrine uçuyoruz.Avrupa ve Latin Amerika etkilerinin bir araya gelerek ortaya çıkardığı benzersiz şehrin ilginç mahallelerini ve artistik çarşılarını keşfedin. Avenida 9 de Julio’da (dünyanın en geniş bulvarı) gezin,Buenos Aires’in 4.yüzyılı anısına yapılan dikilitaşı ve dünyanın en iyi opera binalarından etkileyici Teatro Colón’u görün.1945 te Juan ve Eva Peron’un Plaza del Mayo’da toplanan kalabalığa hitap ettikleri ünlü başkanlık sarayı Casa Rosada’yı da ziyaret edebilirsiniz."
    },
    {
      "dayNumber": 16,
      "title": "Foz Do Iguacu",
      "description": "Dünyanın en olağanüstü şelalelerini,ünlü Iguazu’yu görmek için Arjantin tarafındaki Puerto Iguazu’ya uçuyoruz.Her iki ülkede ziyaret edeceğimiz Iguazu’da dünyadaki 1 veya 2 kataraktlı(çağlayan) şelalelerden farklı olarak 3km uzunluğunda u şeklinde sıralanmış muhteşem 275 katarakt bulunur."
    },
    {
      "dayNumber": 18,
      "title": "Rio de Janeiro",
      "description": "Olağanüstü Rio de Janeiro birçok yer görüp birçok şey yapabileceğiniz bir şehirdir.Corcovado’nun tepesindeki Kurtarıcı İsa heykelinin görkemli duruşu,nefes kesici panoramik manzaralarıyla Sugarloaf dağının tepesi ve  rengarenk fayanslarıyla Selaron basamakları tecrübe etmeniz gereken ilgi çekici yerlerden bazıları.Merdivenlerden yürüyerek parke taşlı sokaklarda dizilmiş pek çok eski kafe ve mağazaları olan ,tepedeki sakin Santa Teresa mahallesine gidebilirsiniz.Şehrin merkezinde,Rio’nun koloni döneminden kalma eski binalarının çevresinde gezintiye çıkabilir finans bölgesinin gökdelenleri arasında kaybolabilirsiniz.Alternatif olarak botanik bahçelerini ,dünyanın en ünlü plajlarından Copacabana ya da Ipanema’yı veya enfes Rodrigues de Freitas lagününü ziyaret edebilirsiniz.Eğer şubat/mart aylarında Rio’daysanız dünyanın en büyük partisi Rio karnavalı için hazır olun."
    },
    {
      "dayNumber": 19,
      "title": "Rio de Janeiro'dan Ayrılış",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}