[
  {
    "destination": "Bolivya",
    "mainPhoto": "",
    "id": "BXAR",
    "tourName": "Andes'ten  Rio'ya",
    "placesVisited": "Bolivya, Arjantin, Brezilya",
    "generalInfo": "Andların tepelerinden dünyanın en ünlü sahillerine, Güney Amerikanın en yoksul uluslarından en zengin insanlarına, bu gerçekten sabırla yaşamanız gereken bir macera.Brezilya sahilinde dünyanın bir numaralı partisinde doruğa ulaşmadan önce rüzgarlı Altiplanodan Kuzey Arjantin in Chacosuna, Iguazu Şelalesine Pantanal Bataklıklarına seyahat edin. Andlardan Atlantik e kadar her adımınızda Latin tarzını iliklerinize kadar hissedin.",
    "durationDays": "28",
    "price": "1429",
    "image1": "siempretour-images/BXAR/bxar_bxar_Profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<p>Uyuni Tuz Düzlükleri günlük seyahat</p>\n<p> Arjantin şarap bölgesi turu</p>\n<p> Brezilya ve Arjantin’den Iguazu Şelaleleri</p>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 5 gece,hostelde 10 gece,kamp alanında 12 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Karayolundan kamyonetle</p>\n<p><strong>Yemekler</strong></p>\n<p>21 kahvaltı 18 öğle yemeği 12 akşam yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Tur lideri ve sürücü</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "La Paz'a Varış1",
        "description": "Karla kaplı Illimani dağına yaslanmış olan  La Paz, çok eski zamanlarda bir meteor tarafından oluşturulmuş olağanüstü krater havzasına inşa edilmiştir.3660 m rakımlı şehrin dünya nın en yüksekteki futbol stadyumuna sahip olduğu söylenir."
      },
      {
        "dayNumber": 2,
        "title": "Uyuni",
        "description": "Bolivya’nın güneyine, ıssız Uyuni şehrine yöneldiğimizde dünyanın en geniş tuz düzlüğü olduğu iddia edilen muhteşem uçsuz bucaksız ve bembeyaz Salar de Uyuni’yi görebileceksiniz.Burada 2 gece kalacağız ve arazi araçlarıyla tuz ovasında ki turun keyfini yaşayacaksınız.Tur sırasında bir göl ve dev kaktüslerle çevrili Balık Adası(Fish Island) gibi muhteşem manzaraların tadını çıkarın.Hava elverdiğince masmavi gökyüzü ve bembeyaz düzlüğün muhteşem kontrastına inanamayacaksınız.Bu bölge yaratıcı fotoğraf fırsatları için gayet popüler olduğunu kanıtlamaktadır."
      },
      {
        "dayNumber": 4,
        "title": "Potosí",
        "description": "Bu defa 110.000 nüfusu ve 4070 m rakımıyla kendi çapında dünyanın en yüksek şehri Potosi’ye gidiyoruz.Potosi nin tarihi,şöhreti ve ihtişamı kadar yaşanan trajedi ve dehşet gümüş madeni ile doğrudan bağlantılıdır.Şehir ,yakındaki bir tepe olan Cerro Rico (Zengin Tepe) da gümüş bulunmasından hemen sonra 1545 te kurulmuş.Maden damarlarının verimliliği kanıtlanınca da bu değerli metal in dünyadaki en zengin kaynağı olarak tanınmış.Şehrin gümüşü 2 yüzyıldan fazla bir süre İspanyol ekonomisinin ve özellikle sarayın israfının adeta sigortası haline gelmiş.Yerli halk ve sonrasında Afrikalı köleler bu madenlerde berbat ve tehlikeli koşullarda çalışmaya zorlanmış,birçoğu gerek kazalar sonucu gerekse başta zatürre olmak üzere hastalıklara bağlı olarak ölmüşler.3 yüzyıllık koloni yönetimi boyunca 8 milyon Afrikalı ve yerli işçinin bu madenlerde öldüğü tahmin ediliyor.Koloni şehir döneminin izleri dar sokaklarda,muntazam balkonlu konaklarda ve gösterişli kiliselerde hala belirgindir.Size ilk ağızdan madencilerin zor çalışma koşullarını,hala çalışırken yaşadıkları acıları öğrenebileceğiniz bir maden gezisi(isteğe bağlı) fırsatı öneriyoruz.Kısa sürede madenlerin aslında İspanyol yönetimi döneminde nasıl çalışıyorsa bugünde aynı durumda olduğunun farkına varacaksınız."
      },
      {
        "dayNumber": 5,
        "title": "Tupiza",
        "description": "Güney Amerika’nın en engebeli bölgelerinden olan kavisli ve tozlu Bolivya yollarından ilerleyerek ,dev kaktüsler capcanlı renkli kaya oluşumlarının arasından Arjantin sınırına yöneliyoruz.Çorak bölge ve tozlu yollardan sonra soluklanacağımız Tupiza’ya varıyoruz.Bu arada Butch Cassidy ve Sundance Kid ikilisinin efsaneye dönüşen ünlü banka soygunlarına Bolivya Ordusu tarafından burada Tupiza yakınlarında son verilmiştir."
      },
      {
        "dayNumber": 6,
        "title": "Salta",
        "description": "Ferienhaus veya benzer bir hostelde 2 gece"
      },
      {
        "dayNumber": 8,
        "title": "Cafayate",
        "description": "Salta’dan ayrıldıktan sonra hayatlarını kazanmak için çalışan geleneksel çiftçileri görebileceğiniz bereketli tarlaların arasından yolumuza devam ediyoruz.Cafayate’ye tarihi görünümünü koruyan üzüm bağlarına doğru ilerliyoruz."
      },
      {
        "dayNumber": 11,
        "title": "Cordoba",
        "description": "Cordoba Arjantin in coğrafi olarak ortasına yakın Sierras Chicas dağları eteklerinde yerleşmiş kalabalık modern bir endüstri şehri.1573 yılında kurulan şehrin övünç kaynağı ülkenin en eski üniversitesine,genç ve  dinamik öğrenci nüfusuna ev sahipliği yapması.Gün içinde bir dizi zengin dekore edilmiş kiliseyi, ki bunlardan biri Arjantin in en eski katedralidir,ve UNESCO Dünya Miraslarından Manzana Jesuitica (Cizvit Bloğu) yı ziyaret edebilirsiniz."
      },
      {
        "dayNumber": 13,
        "title": "Buenos Aires",
        "description": "Buenos Aires şirin yeşil alanları,meydanları ve geniş bulvarları ile çok güzel bir şehir.Otelimizde görülmesi gereken yerlere,ki bunların büyük kısmı yürüme mesafesinde, ve şehrin kalan kısmına seyahat edilebilinen ulaşım ağlarına yakınlığı açısından eşsiz bir konumda.Başkanlık sarayı Casa Rosada(Pembe Saray) nın balkonu Eva Peron un birçok halk konuşmasını yaptığı yer olmasının yanı sıra Madonna’nın Evita filminde ‘Dont cry form e Argentina’ parçasını seslendirdiği balkondur.Eski yönetim binaları Cabildo,the Palacio Municipal’i ve katedrali Plaza de Mayo nun hemen karşısında görebilirsiniz.Bu plazada her Salı öğleden sonra 70 lerdeki askeri yönetim döneminde kaybolan aile üyeleri akrabalar anısına Plaza de Mayo anneleri marşı söylenir.Puerto Madera bölgesinde muhteşem restoranlar yer alır,renkli binaları ve kültürel tarihi ile La Boca da görülmeye değer bir limandır.Bohem bir yer olan San Telmo yakınında her Pazar büyüleyici bir antika pazarı kurulur.Bir başka görülmesi gereken yer ise başta Eva Peron olmak üzere birçok ünlü ve zengin kişinin gömülü olduğu ve adeta kendi içinde bir kasaba görünümündeki Recoleta Mezarlığı.Geç saatlere kadar hizmet veren gece kulüpleri bar restoran ve sinema salonları nedeniyle Buenos Aires in gece hayatı konusundaki şöhreti hiçte abartılı değildir.Dışarıda harika bir akşam geçirmek için şehre özgü bir tango şovunu izleyin ve dünyanın en iyilerinden olan bifteğin tadına bakmadan Buenos Aires ten ayrılmayın."
      },
      {
        "dayNumber": 17,
        "title": "Yapeyu",
        "description": "Muazzam Iguazu Şelalelerine geçeceğimiz Puertu Iguazu ya doğru gün boyu uzun bir araç yolculuğumuz var."
      },
      {
        "dayNumber": 18,
        "title": "Puerto Iguazú",
        "description": "Devam ederek Puerto Iguazu ya varıyoruz.Yarın şelaleleri görmeye gitmeden bu gece otelimize yakın bar ve kulüpleri gezin."
      },
      {
        "dayNumber": 19,
        "title": "Foz Do Iguacu",
        "description": "19.VE 20. GÜNLER-FOZ DO IGUACU"
      },
      {
        "dayNumber": 19,
        "title": "Foz Do Iguacu",
        "description": "19.VE 20. GÜNLER-FOZ DO IGUACU"
      },
      {
        "dayNumber": 19,
        "title": "Foz Do Iguacu",
        "description": "19.VE 20. GÜNLER-FOZ DO IGUACU"
      },
      {
        "dayNumber": 19,
        "title": "Foz Do Iguacu",
        "description": "19.VE 20. GÜNLER-FOZ DO IGUACU"
      },
      {
        "dayNumber": 21,
        "title": "Vila Velha",
        "description": "Kuzeye kıtanın içlerine,Bonito’ya doğru yola çıkıyoruz.Uzun bir yolumuz var ve yolculuğu tamamlamak için sadece bir gece durabileceğiz."
      },
      {
        "dayNumber": 22,
        "title": "Bonito",
        "description": "Bonito,Mato Grosso Do Sul eyaletinde yer alır ve nehirlerinin,mağara göllerinin inanılmaz mavisi ile ünlüdür.Sular yerdeki büyük miktarda kalkerlerin arasından süzülür ve tüm kirleri yatağının dibinde biriktirdiği nehirlere Dünya’nın en temiz görünümünü verir."
      },
      {
        "dayNumber": 24,
        "title": "Seyir Halinde",
        "description": "Yolculuğumuza Costa Verde’ye doğru devam ediyoruz.Yolculuk sırasında Brezilya’nın ne kadar büyük olduğu hakkında bir fikriniz olacak çünkü sahile varmamız 2 gün sürecek.Belirlenen yerlere zamanında ulaşabilmek için de yol üzerinde konaklayacağız."
      },
      {
        "dayNumber": 25,
        "title": "Parati",
        "description": "Costa Verde’ye ilerleyerek özelliğini asla kaybetmemiş eski bir Portekiz koloni şehri(1500-1822) olan Parati’ye varıyoruz.Şehir tarihi merkezi sahili ve dağlarıyla ünlü. 17ve 19. Yüzyıllar arasında altın ve kahve ihracatının başlıca limanlarından birisi olan Parati de teknelerle körfez gezileri, yağmur ormanları ve altın patika yürüyüşleri önerilen turlardır."
      },
      {
        "dayNumber": 27,
        "title": "Rio de Janeiro",
        "description": "Rio de Janeiro,bilinen adıyla Rio ,Brezilya’nın 2. Büyük şehri ve tartışmasız Dünya’nın en güzel şehirlerinden biridir.17.yüzyılın sonlarında Portekizliler Minas Gerais’te altın ve elmas bulunca Rio bu hazinenin taşındığı başlıca liman haline geldi.1763-1815 yılları arasında Portekiz sömürge döneminde Rio ,Brezilya’nın başkentiydi."
      },
      {
        "dayNumber": 28,
        "title": "Rio de Janeiro'dan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Bolivya"
  },
  {
    "destination": "Bolivya",
    "mainPhoto": "",
    "id": "HBA",
    "tourName": "Bolivya, Şili ve Arjantin",
    "placesVisited": "Bolivya, Şili, Arjantin",
    "generalInfo": "Seyahatinize La Paz’dan başlayıp Güney Amerika’nın en popüler şehirlerinden birinde bitirin. Çekici masmavi gökyüzünün altında miller boyu uzanan tuz düzlüklerini araçla gezin, Mendoza’da birinci kalite Malbec şarabının tadına bakın ve Buenos Aires’te tango yapmayı öğrenin. Kıtanın bir ucundan diğer ucuna kısa ama dolu dolu bir macera yaşayın.<br><br><strong>Katılış için en yakın uluslararası havaalanı:</strong> La Paz El Alto Uluslararası Havaalanı (LPB)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı:</strong> Buenos Aires Aeroparque Jorge Newbery (AEP),  Buenos Aires Ministro Pistarini Uluslararası",
    "durationDays": "14",
    "price": "1899",
    "image1": "siempretour-images/HBA/hba_hba_profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Araçla Uyuni tuz düzlükleri gezisi</li>\n<li>- Laguna Colorado ulusal parkı</li>\n<li>- Rehber eşliğinde Valley of the Moon(Ay vadisi)</li>\n<li>- Arjantin şaraphaneleri</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 11 gece, Temel,paylaşımlı ve  kısıtlı olanakları olan bir otelde 2 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Uçuş, arazi aracı</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 3 temel kahvaltı,6 kahvaltı,2 öğle yemeği,2 akşam yemeği,3 açık büfe kahvaltı,1 yerel öğle yemeği,1 yerel kahvaltı</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Tur lideri</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 2,
        "title": "Uyuni",
        "description": "La Paz’dan Uyuni’ye ,Bolivya’nın güneybatısına uçuyoruz.Eğer açık bir günse, denize kıyısı olmayan ülkenin üzerinde uçarken Altiplano’nun ne kadar geniş yer kapladığını görebilirsiniz.Belki And dağlarının alçalarak ülkenin doğusuna, Brezilya sınırına doğru yayılan Amazon havzasına dönüştüğünü gözlemleyebilirsiniz."
      },
      {
        "dayNumber": 3,
        "title": "Uyuni (Tuz Düzlükleri)",
        "description": "Ertesi sabah arazi aracıyla 3 gün sürecek Salar de Uyuni’yi ve dikkat çekici çevresini keşfedeceğimiz eğlenceli bir geziye başlıyoruz.İlk durağımız fotoğraf çekmek için ideal bir yer olan 19.ve 20.yüzyıllardan kalma buharlı lokomotifleri görebileceğiniz tren mezarlığı olacak.Daha sonra  ,asıl tuz iyotlama tesisinin bulunduğu ve kayalardan tuz elde etme yöntemlerini en iyi inceleyebileceğiniz yere Colchani’ye geçeceğiz.Burada daha sonra kek/çörek formatına dönüşecek tuzları kurutmak için fırınlar kullanılır.Buradan araçla tuz düzlüklerine ilerliyoruz.10500 m2 alanı ve tahmini 10 milyar ton tuz içeriği ile dünyanın en geniş tuz düzlüğü olduğu iddia edilen olağanüstü bembeyaz Salar de Uyuni ,sürreal bir tablo gibidir ve ufuğa doğru sonsuz görüntüsü size hayret verecektir.Daha sonra Balık adasını(Fish Island) ya da Incahuasi adasını ziyaret edeceksiniz.(Mevsim durumuna göre)Uyuni’den 100 km uzakta düzlüğün merkezinde yer alan bu tepelik bölge dev kaktüslerle kaplıdır ve düzlüğün ortasında altıgen tuz fayanslarıyla beyaz bir deniz gibidir. Berrak mavi gökyüzü(hava koşulları izin verdiği sürece) ve bembeyaz tuz düzlüklerinin kontrastıyla, adaların bambaşka bir dünyaya ait görüntüleri nefesinizi kesecek."
      },
      {
        "dayNumber": 4,
        "title": "Laguna Colorada",
        "description": "Arazi aracıyla epik seferimiz güneye,Bolivya Altiplano’sunun uzak bölgelerinden birine doğru devam ediyor.Dumanlı volkanlar,çorak çöller ve rüzgar tarafından oyulmuş yerçekimine meydan okuyan kayalıklar gibi çeşitli yer şekilleri göreceksiniz.Bu inanılmaz boş bölgede muhtemelen medeniyetten ilk defa bu kadar uzak olduğunuzu hissedeceksiniz.Cañapa, Chairkota ve Laguna Honda gibi bazı lagünleri ziyaret edeceğiz.Özellikle manzarası nefes kesen ve kıpkırmızı ,sığ suları çok çeşitli flamingonun  toplanma yeri olan Laguna Colorado’yu göreceksiniz.Laguna Colorado’ya varmadan önce ünlü taş ağacı Arbol de Piedra’dan geçeceğiz."
      },
      {
        "dayNumber": 5,
        "title": "San Pedro de Atacama",
        "description": "Denizden 4850 m. yüksekteki Sol de Mañana (sabah güneşi) volkan bölgesini ziyaret ediyoruz.Burada köpüren çamur çanakları,dumanlı volkanik delikleri ve keskin sülfür kokusuyla bir gayzer havzasını keşfedeceksiniz.Küçük bir kraterin içinde köpüren çamuru inceleyip, yıkanmak için kaplıcalarda mola vereceğiz.5000 m. yükseklikteki bir geçitten önce Salvador Dali çölünü geçeceğiz.Daha sonra Licancabur volkanının gölgesindeki muhteşem Laguna Verde’ye geliyoruz.Laguna Verde’nin hemen yanında beyaz göl olarak bilinen Laguna Blanca yer alır.Yolumuza devam ederek Şili’ye geçeceğiz.Yol üzerinde 5960 m. yüksekliğindeki Licancabur volkanını hem Bolivya hem de Şili tarafından görme fırsatımız olacak.Dünyanın en kuru çölü San Pedro de Atacama’ya varıyoruz.Karavanla gezeceğimiz bölge tuzla kaplı lunar peyzajı,gayzerleri,tuz düzlükleri ve Ay vadisi kaplıcalarıyla ünlüdür."
      },
      {
        "dayNumber": 7,
        "title": "Santiago",
        "description": "Santiago,fıskiyeleri ve parklarıyla temiz ve modern bir şehir olmasının yanında çalkantılı bir tarihe sahiptir. Dünyanın en iyi deniz ürünleri marketlerinden olan ünlü La Vega Central ve Mercado Central gibi taze ürünler satan çarşılarıyla ünlüdür.Başkanlık sarayı  Palacio de la Moneda’nın dışında hemen her gün etkileyici nöbet değişimi törenini izleyebilirsiniz.1970 lerde ,Şili ulusal tarihinin en karanlık dönemlerinden birine neden olan askeri darbe sırasında saray bombalanmıştır."
      },
      {
        "dayNumber": 10,
        "title": "Mendoza",
        "description": "Mendoza’ya,Arjantin şarap bölgesinin merkezine harika manzarala eşliğinde seyahat ediyoruz."
      },
      {
        "dayNumber": 14,
        "title": "Depart Buenos Aires",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Bolivya"
  },
  {
    "destination": "Bolivya",
    "mainPhoto": "",
    "id": "HAB",
    "tourName": "Bolivya, Şili, Arjantin",
    "placesVisited": "Bolivya, Şili, Arjantin",
    "generalInfo": "İki haftalık aksiyon dolu bu macera turunda Arjantin Pampalarından( geniş düzlükler)  Bolivya’ nın ulu Altiplano yüksekliklerine tırmanacağız. Buenos Aires’ ten La Paz’ a, olağanüstü yeryüzü şekillerinin arasından geçip Arjantin, Şili ve Bolivya’ nın şehirlerine uğrayarak seyahat edeceğiz. Bambaşka bir dünya olan Atacama çölü ve Uyuni tuz düzlüklerinin peyzajlarını keşfedin ve Mendoza çevresindeki bağlarda dünyanın en iyi Malbec’ lerinin tadına bakın. Bu unutulmayacak bir macera olacak.<br><br><strong>Katılış için en yakın uluslararası havaalanı:</strong>  Buenos Aires Aeroparque Jorge Newbery ( AEP) ,  Buenos Aires Ministro Pistarini Uluslararası Havaalanı ( EZE)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı:  </strong>La Paz El Alto Uluslararası Havaalanı ( LPB)",
    "durationDays": "14",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/HAB/hab_2019_10_27_22_09_14_0.jpg",
    "image2": "siempretour-images/HAB/hab_2019_10_27_22_09_14_1.jpg",
    "image3": "siempretour-images/HAB/hab_bolivia_1.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
    "dayInfo": [],
    "map": "",
    "country": "Bolivya"
  },
  {
    "destination": "Bolivya",
    "mainPhoto": "",
    "id": "HPS",
    "tourName": "La Paz ve Santiago",
    "placesVisited": "Bolivya, Şili",
    "generalInfo": "8 günlük bu tur Bolivya ve Şili’yi birleştiriyor. La Paz’dan başlayarak Uyuni’ye , ağzınızı açık bırakacak tuz düzlüklerini keşfe uçun. Şili’deki Atacama çölünden önce Laguna Colorado’da flamingolarla tanışın. Turunuzu leziz mutfağının ve birinci kalite şarapların tadını çıkaracağınız hareketli başkent Santiago’da tamamlayın<br><br><strong>Katılış için en yakın uluslararası havaalanı:</strong> La Paz El Alto Uluslararası Havaalanı (LPB)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı:</strong> Santiago A Merino Benitez Uluslararası Havaalanı (SCL)",
    "durationDays": "8",
    "price": "1139",
    "image1": "siempretour-images/HPS/hps_hps_profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<p>- Araçla Uyuni tuz düzlükleri gezisi</p>\n<p>- Laguna Colorado ulusal parkı</p>\n<p>- Rehber eşliğinde Valley of the Moon(Ay vadisi)</p>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 5 gece, Basit, paylaşımlı ve  kısıtlı olanakları olan bir otelde 2 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Uçuş, arazi aracı</p>\n<p><strong>Yemekler</strong></p>\n<p>3 temel kahvaltı, 3 kahvaltı, 2 öğle yemeği, 2 akşam yemeği, 1 açık büfe kahvaltı</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "La Paz'a Varış",
        "description": "Altiplano’nun sert etkilerinden şehri koruyan dik yamaçları olan bir vadide kurulmuş olan La Paz’daki hemen her bina bir çeşit tepenin üzerinde konuşlu olduğundan çevrenin görünümü tam anlamıyla nefesinizi kesecek.Şehrin canlı atmosferini keşfetmek için sadece 1 gününüz var bu yüzden kısıtlı zamanınızda olabildiğince çok şey görmek için Red Caps yürüyüşüne katılmanızı öneririz. Otelimiz oldukça merkezi bir yerde ,geleneksel kloş etekli kadınların  yeni evleri kötülüklerden  uzak tuttuğuna inanılan  ölü kedi ve  lama fetüsleri gibi ürünler sattığı büyüleyici ‘cadı pazarı’ başta olmak üzere birçok özgün,renkli sokak pazarının bulunduğu bölgenin hemen yanı başında.Ana meydan Plaza Murillo’ya da sadece yürüme mesafesinde.Meydan hala başkanlık sarayının da aralarında bulunduğu koloni döneminden kalma birçok binaya ev sahipliği yapar. La Paz yerli müzisyenlerin  zampona(kaval) ve charango(ukulele) gibi tarihi enstrümanları eşliğinde geleneksel folklorik And danslarını izleyebileceğiniz beklide en iyi yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Uyuni",
        "description": "La Paz’dan Uyuni’ye ,Bolivya’nın güneybatısına uçuyoruz.Eğer açık bir günse, denize kıyısı olmayan ülkenin üzerinde uçarken Altiplano’nun ne kadar geniş yer kapladığını görebilirsiniz.Belki And dağlarının alçalarak ülkenin doğusuna, Brezilya sınırına doğru yayılan Amazon havzasına dönüştüğünü gözlemleyebilirsiniz."
      },
      {
        "dayNumber": 3,
        "title": "Uyuni (Tuz Düzlükleri)",
        "description": "Ertesi sabah arazi aracıyla 3 gün sürecek Salar de Uyuni’yi ve dikkat çekici çevresini keşfedeceğimiz eğlenceli bir geziye başlıyoruz.İlk durağımız fotoğraf çekmek için ideal bir yer olan 19.ve 20.yüzyıllardan kalma buharlı lokomotifleri görebileceğiniz tren mezarlığı olacak.Daha sonra  ,asıl tuz iyotlama tesisinin bulunduğu ve kayalardan tuz elde etme yöntemlerini en iyi inceleyebileceğiniz yere Colchani’ye geçeceğiz.Burada daha sonra kek/çörek formatına dönüşecek tuzları kurutmak için fırınlar kullanılır.Buradan araçla tuz düzlüklerine ilerliyoruz.10500 m2 alanı ve tahmini 10 milyar ton tuz içeriği ile dünyanın en geniş tuz düzlüğü olduğu iddia edilen olağanüstü bembeyaz Salar de Uyuni ,sürreal bir tablo gibidir ve ufuğa doğru sonsuz görüntüsü size hayret verecektir.Daha sonra Balık adasını(Fish Island) ya da Incahuasi adasını ziyaret edeceksiniz.(Mevsim durumuna göre)Uyuni’den 100 km uzakta düzlüğün merkezinde yer alan bu tepelik bölge dev kaktüslerle kaplıdır ve düzlüğün ortasında altıgen tuz fayanslarıyla beyaz bir deniz gibidir. Berrak mavi gökyüzü(hava koşulları izin verdiği sürece) ve bembeyaz tuz düzlüklerinin kontrastıyla, adaların bambaşka bir dünyaya ait görüntüleri nefesinizi kesecek."
      },
      {
        "dayNumber": 4,
        "title": "Laguna Colorada",
        "description": "Arazi aracıyla epik seferimiz güneye,Bolivya Altiplano’sunun uzak bölgelerinden birine doğru devam ediyor.Dumanlı volkanlar,çorak çöller ve rüzgar tarafından oyulmuş yerçekimine meydan okuyan kayalıklar gibi çeşitli yer şekilleri göreceksiniz.Bu inanılmaz boş bölgede muhtemelen medeniyetten ilk defa bu kadar uzak olduğunuzu hissedeceksiniz.Cañapa, Chairkota ve Laguna Honda gibi bazı lagünleri ziyaret edeceğiz.Özellikle manzarası nefes kesen ve kıpkırmızı ,sığ suları çok çeşitli flamingonun  toplanma yeri olan Laguna Colorado’yu göreceksiniz.Laguna Colorado’ya varmadan önce ünlü taş ağacı Arbol de Piedra’dan geçeceğiz."
      },
      {
        "dayNumber": 5,
        "title": "San Pedro de Atacama",
        "description": "Denizden 4850 m. yüksekteki Sol de Mañana (sabah güneşi) volkan bölgesini ziyaret ediyoruz.Burada köpüren çamur çanakları,dumanlı volkanik delikleri ve keskin sülfür kokusuyla bir gayzer havzasını keşfedeceksiniz.Küçük bir kraterin içinde köpüren çamuru inceleyip, yıkanmak için kaplıcalarda mola vereceğiz.5000 m. yükseklikteki bir geçitten önce Salvador Dali çölünü geçeceğiz.Daha sonra Licancabur volkanının gölgesindeki muhteşem Laguna Verde’ye geliyoruz.Laguna Verde’nin hemen yanında beyaz göl olarak bilinen Laguna Blanca yer alır.Yolumuza devam ederek Şili’ye geçeceğiz.Yol üzerinde 5960 m. yüksekliğindeki Licancabur volkanını hem Bolivya hem de Şili tarafından görme fırsatımız olacak.Dünyanın en kuru çölü San Pedro de Atacama’ya varıyoruz.Karavanla gezeceğimiz bölge tuzla kaplı lunar peyzajı,gayzerleri,tuz düzlükleri ve Ay vadisi kaplıcalarıyla ünlüdür."
      },
      {
        "dayNumber": 7,
        "title": "Santiago",
        "description": "Her geçen gün büyüyen kozmopolit Santiago şehrine gidiyoruz."
      },
      {
        "dayNumber": 8,
        "title": "Santiago'dan Ayrılış",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Bolivya"
  },
  {
    "destination": "Bolivya",
    "mainPhoto": "",
    "id": "HSL",
    "tourName": "Tuz Düzlüklerinden  Sugarloaf'a",
    "placesVisited": "Bolivya, Şili, Arjantin, Brezilya Brezilya",
    "generalInfo": "Salar de Uyuni’ nin sonsuz genişliğine, çevresindeki huzur ve sessizliğe hayran kalacaksınız. Eşsiz manzaralarına bayılacağınız Şili’nin başkenti Santiago’ya giderken, yol üzerinde bambaşka yer şekillerinden geçeceğiz. Kıtayı şarap bölgelerinden geçerek,  Rio yolu üzerinde doğa harikalarına uğrayacağız.<br><br><strong>Katılış için en yakın uluslararası havaalanı:</strong> La Paz El Alto Uluslararası Havaalanı (LPB)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı : </strong>Rio Galeao Antonio Carlos Jobim Uluslararası Havaalanı (GIG),  Rio de Janeiro Santos Dumont",
    "durationDays": "19",
    "price": "2739",
    "image1": "siempretour-images/HSL/hsl_hsl_profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Araçla Uyuni tuz düzlükleri gezisi</li>\n<li>- Laguna Colorado ulusal parkı</li>\n<li>- Rehber eşliğinde Valley of the Moon(Ay vadisi)</li>\n<li>- Arjantin şaraphaneleri</li>\n<li>- Brezilya’da Iguazu şelalelerine giriş</li>\n<li>- Arjantin’de Iguazu şelalelerine giriş</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 16 gece, Basit, paylaşımlı ve  kısıtlı olanakları olan bir otelde 2 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Uçuş, arazi aracı</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 3 temel kahvaltı, 6 kahvaltı, 2 öğle yemeği, 2 akşam yemeği, 5 açık büfe kahvaltı, 1 yerel öğle yemeği, 2 yerel kahvaltı</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "La Paz'a Varış",
        "description": "Altiplano’nun sert etkilerinden şehri koruyan dik yamaçları olan bir vadide kurulmuş olan La Paz’daki hemen her bina bir çeşit tepenin üzerinde konuşlu olduğundan çevrenin görünümü tam anlamıyla nefesinizi kesecek.Şehrin canlı atmosferini keşfetmek için sadece 1 gününüz var bu yüzden kısıtlı zamanınızda olabildiğince çok şey görmek için Red Caps yürüyüşüne katılmanızı öneririz. Otelimiz oldukça merkezi bir yerde ,geleneksel kloş etekli kadınların  yeni evleri kötülüklerden  uzak tuttuğuna inanılan  ölü kedi ve  lama fetüsleri gibi ürünler sattığı büyüleyici ‘cadı pazarı’ başta olmak üzere birçok özgün,renkli sokak pazarının bulunduğu bölgenin hemen yanı başında.Ana meydan Plaza Murillo’ya da sadece yürüme mesafesinde.Meydan hala başkanlık sarayının da aralarında bulunduğu koloni döneminden kalma birçok binaya ev sahipliği yapar. La Paz yerli müzisyenlerin  zampona(kaval) ve charango(ukulele) gibi tarihi enstrümanları eşliğinde geleneksel folklorik And danslarını izleyebileceğiniz beklide en iyi yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Uyuni",
        "description": "La Paz’dan Uyuni’ye ,Bolivya’nın güneybatısına uçuyoruz.Eğer açık bir günse, denize kıyısı olmayan ülkenin üzerinde uçarken Altiplano’nun ne kadar geniş yer kapladığını görebilirsiniz.Belki And dağlarının alçalarak ülkenin doğusuna, Brezilya sınırına doğru yayılan Amazon havzasına dönüştüğünü gözlemleyebilirsiniz."
      },
      {
        "dayNumber": 3,
        "title": "Uyuni (Tuz Düzlükleri)",
        "description": "Ertesi sabah arazi aracıyla 3 gün sürecek Salar de Uyuni’yi ve dikkat çekici çevresini keşfedeceğimiz eğlenceli bir geziye başlıyoruz.İlk durağımız fotoğraf çekmek için ideal bir yer olan 19.ve 20.yüzyıllardan kalma buharlı lokomotifleri görebileceğiniz tren mezarlığı olacak.Daha sonra  ,asıl tuz iyotlama tesisinin bulunduğu ve kayalardan tuz elde etme yöntemlerini en iyi inceleyebileceğiniz yere Colchani’ye geçeceğiz.Burada daha sonra kek/çörek formatına dönüşecek tuzları kurutmak için fırınlar kullanılır.Buradan araçla tuz düzlüklerine ilerliyoruz.10500 m2 alanı ve tahmini 10 milyar ton tuz içeriği ile dünyanın en geniş tuz düzlüğü olduğu iddia edilen olağanüstü bembeyaz Salar de Uyuni ,sürreal bir tablo gibidir ve ufuğa doğru sonsuz görüntüsü size hayret verecektir.Daha sonra Balık adasını(Fish Island) ya da Incahuasi adasını ziyaret edeceksiniz.(Mevsim durumuna göre)Uyuni’den 100 km uzakta düzlüğün merkezinde yer alan bu tepelik bölge dev kaktüslerle kaplıdır ve düzlüğün ortasında altıgen tuz fayanslarıyla beyaz bir deniz gibidir. Berrak mavi gökyüzü(hava koşulları izin verdiği sürece) ve bembeyaz tuz düzlüklerinin kontrastıyla, adaların bambaşka bir dünyaya ait görüntüleri nefesinizi kesecek."
      },
      {
        "dayNumber": 4,
        "title": "Laguna Colorada",
        "description": "Arazi aracıyla epik seferimiz güneye,Bolivya Altiplano’sunun uzak bölgelerinden birine doğru devam ediyor.Dumanlı volkanlar,çorak çöller ve rüzgar tarafından oyulmuş yerçekimine meydan okuyan kayalıklar gibi çeşitli yer şekilleri göreceksiniz.Bu inanılmaz boş bölgede muhtemelen medeniyetten ilk defa bu kadar uzak olduğunuzu hissedeceksiniz.Cañapa, Chairkota ve Laguna Honda gibi bazı lagünleri ziyaret edeceğiz.Özellikle manzarası nefes kesen ve kıpkırmızı ,sığ suları çok çeşitli flamingonun  toplanma yeri olan Laguna Colorado’yu göreceksiniz.Laguna Colorado’ya varmadan önce ünlü taş ağacı Arbol de Piedra’dan geçeceğiz."
      },
      {
        "dayNumber": 5,
        "title": "San Pedro de Atacama",
        "description": "Denizden 4850 m. yüksekteki Sol de Mañana (sabah güneşi) volkan bölgesini ziyaret ediyoruz.Burada köpüren çamur çanakları,dumanlı volkanik delikleri ve keskin sülfür kokusuyla bir gayzer havzasını keşfedeceksiniz.Küçük bir kraterin içinde köpüren çamuru inceleyip, yıkanmak için kaplıcalarda mola vereceğiz.5000 m. yükseklikteki bir geçitten önce Salvador Dali çölünü geçeceğiz.Daha sonra Licancabur volkanının gölgesindeki muhteşem Laguna Verde’ye geliyoruz.Laguna Verde’nin hemen yanında beyaz göl olarak bilinen Laguna Blanca yer alır.Yolumuza devam ederek Şili’ye geçeceğiz.Yol üzerinde 5960 m. yüksekliğindeki Licancabur volkanını hem Bolivya hem de Şili tarafından görme fırsatımız olacak.Dünyanın en kuru çölü San Pedro de Atacama’ya varıyoruz.Karavanla gezeceğimiz bölge tuzla kaplı lunar peyzajı,gayzerleri,tuz düzlükleri ve Ay vadisi kaplıcalarıyla ünlüdür."
      },
      {
        "dayNumber": 7,
        "title": "Santiago",
        "description": "Her geçen gün büyüyen Santiago şehrine gidiyoruz."
      },
      {
        "dayNumber": 10,
        "title": "Mendoza",
        "description": "Mendoza’ya,Arjantin şarap bölgesinin merkezine harika manzarala eşliğinde seyahat ediyoruz."
      },
      {
        "dayNumber": 11,
        "title": "Mendoza",
        "description": "Arjantin’in ünlü şarap bölgesinde gezerek,Mendoza’da dünyanın en kaliteli Malbec şaraplarının tadına bakacağız."
      },
      {
        "dayNumber": 13,
        "title": "Buenos Aires",
        "description": "Yemyeşil parkları,meydanları ve geniş bulvarlarıyla Güney Amerika’nın Paris’i olarak bilinen güzel Buenos Aires şehrine uçuyoruz.Avrupa ve Latin Amerika etkilerinin bir araya gelerek ortaya çıkardığı benzersiz şehrin ilginç mahallelerini ve artistik çarşılarını keşfedin. Avenida 9 de Julio’da (dünyanın en geniş bulvarı) gezin,Buenos Aires’in 4.yüzyılı anısına yapılan dikilitaşı ve dünyanın en iyi opera binalarından etkileyici Teatro Colón’u görün.1945 te Juan ve Eva Peron’un Plaza del Mayo’da toplanan kalabalığa hitap ettikleri ünlü başkanlık sarayı Casa Rosada’yı da ziyaret edebilirsiniz."
      },
      {
        "dayNumber": 16,
        "title": "Foz Do Iguacu",
        "description": "Dünyanın en olağanüstü şelalelerini,ünlü Iguazu’yu görmek için Arjantin tarafındaki Puerto Iguazu’ya uçuyoruz.Her iki ülkede ziyaret edeceğimiz Iguazu’da dünyadaki 1 veya 2 kataraktlı(çağlayan) şelalelerden farklı olarak 3km uzunluğunda u şeklinde sıralanmış muhteşem 275 katarakt bulunur."
      },
      {
        "dayNumber": 18,
        "title": "Rio de Janeiro",
        "description": "Olağanüstü Rio de Janeiro birçok yer görüp birçok şey yapabileceğiniz bir şehirdir.Corcovado’nun tepesindeki Kurtarıcı İsa heykelinin görkemli duruşu,nefes kesici panoramik manzaralarıyla Sugarloaf dağının tepesi ve  rengarenk fayanslarıyla Selaron basamakları tecrübe etmeniz gereken ilgi çekici yerlerden bazıları.Merdivenlerden yürüyerek parke taşlı sokaklarda dizilmiş pek çok eski kafe ve mağazaları olan ,tepedeki sakin Santa Teresa mahallesine gidebilirsiniz.Şehrin merkezinde,Rio’nun koloni döneminden kalma eski binalarının çevresinde gezintiye çıkabilir finans bölgesinin gökdelenleri arasında kaybolabilirsiniz.Alternatif olarak botanik bahçelerini ,dünyanın en ünlü plajlarından Copacabana ya da Ipanema’yı veya enfes Rodrigues de Freitas lagününü ziyaret edebilirsiniz.Eğer şubat/mart aylarında Rio’daysanız dünyanın en büyük partisi Rio karnavalı için hazır olun."
      },
      {
        "dayNumber": 19,
        "title": "Rio de Janeiro'dan Ayrılış",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Bolivya"
  }
]