{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "mexico-tour-with-day-of-the-dead-festival",
  "tourName": "Mexico tour with Day of the Dead Festival",
  "placesVisited": "Mexico City, Teotihuacan, Puebla de los Angeles, Oaxaca, Day of the Dead celebrations (if travelling at end of October), Monte Alban, Teotitlan del Valle, San Cristobal de las Casas, Palenque, Mayan ruins, Yucatan Peninsula, Uxmal, Tixkokob, Chichen Itza",
  "generalInfo": "Take a two week tour of Mexico as part of a small guided group and you'll instantly discover the cultural and artistic impact that this South American country, and her people, has had on the rest of the world.<br/><br/>From tacos and chocolate-dipped churros to huge whitewashed cathedrals and the café culture of San Cristobal de las Casas, this tour tears up the stereotypes and uncovers real life adventures from coast to coast.<br/><br/>This is your chance to experience jungle-ravaged ruins one day and Mayan step pyramids the next with everywhere from Mexico City to Chichen Itza via Oaxaca and Palenque, providing untold first-hand travel experiences, and newfound friendships, along the way. <br/><br/>Timing this tour to coincide with Mexico's legendary Day of the Dead Festival is just about as an authentic an encounter as you can hope to imagine with Mole meals and midnight graveyard visits with a local family introducing travellers to cultural customs, as well as the ancestors. <br/><br/>Keep up with tales of conquistadors and revel in the ruins and preserved pyramid temples of the Aztecs and the Mayans; this tour of Mexico is bound to resonate with those who just love to live life in the past. <br/><br/>This special itinerary is specifically for travellers wishing to start the tour in October so as to coincide with Day of the Dead celebrations in Romerillo. Tours starting on other departure dates will basically be the same but just one day shorter. Please get in touch for more details.",
  "durationDays": "16",
  "price": "5399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Mexico City, one of the most exciting capitals in the world and known for its layers of Aztec, colonial, and modern history. Today is all about settling into the hotel and city, as we have our welcome briefing tomorrow morning. Want more time in Mexico City? Secure pre-tour hotel nights through your sales representative. Accommodation: Hotel Royal Reforma/Hotel Histórico Central (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, we gather as a group for the first time for our welcoming briefing, where we learn about the adventures ahead and you can ask any questions you may have. Then, we set out to explore the bohemian side of Mexico City. We start by visiting quaint Coyoacán (meaning place of coyotes) with its pebbled streets, colonial churches, bustling little markets and quiet squares. This area was inhabited before the arrival of the Spanish, and it is said conquistador Hernán Cortés made this the first capital of New Spain. Next, we head to Casa Azul (visit subject to availability), where artist Frida Kahlo was born, grew up and, eventually, lived with her muralist husband, Diego Rivera, until she died in 1954 at the age of 47. Now a museum, the cobalt-blue colonial house, set around a luxuriant garden, showcases the collections and personal effects of the two great artists and provides a window into the life of affluent Mexican bohemians in the first half of the 20th century. Finally, enjoy a ride on a pre-Hispanic boat along the Xochimilco canals. These scenic waterways were used by the Aztecs and today see us enjoying a journey past floating gardens and kitchens selling local food. Return to our hotel in the late afternoon. Accommodation: Hotel Royal Reforma/Hotel Histórico Central (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Discover the capital city today. We begin in the historic centre on a walking tour, starting in the main square, known as the Zócalo, but officially named the Plaza de la Constitución. It was an important gathering place for the Aztecs, and remains so in modern Mexico, often hosting book fairs and concerts. On the north side of the Zócalo is the Cathedral Metropolitana, the largest cathedral in the Americas. It was constructed over an Aztec temple, the Templo Mayor, as a sign the Spanish were now in power. Our walking tour finishes outside the Palacio de Bellas Artes. Construction of this massive neoclassical building began in 1904, on the remains of the Santa Isabel convent, under the Italian architect Adamo Boari. It has an art nouveau style and its facade is made of marble from Carrara. Next, we visit the Museum of Anthropology, which has an impressive collection of artefacts from the many civilisations of Mexico and provides us with an in-depth insight into the country. We finish at Chapultepec Castle, home to the National Museum of History, which contains collections throughout the centuries and the declaration of independence of the Mexican empire, signed in 1821. Accommodation: Hotel Royal Reforma/Hotel Histórico Central (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer (1hr 10min) to the ancient city of Teotihuacán, which reached its zenith around 1,000 CE when it was the sixth biggest city in the world with a population of about 125,000-250,000. Among the avenues and structures here are the pyramids of the Sun and the Moon, the third and fourth largest pyramids in the world. After, we drive (2hr 25min) to Puebla de los Angeles, the City of Angels, so called because of a legend that claims angels came down from heaven to place the cathedral bells in the towers when builders were unable to do so. The colonial city is known for its traditions, especially its handicrafts, including blue-and-white pottery known as talavera, while the local cuisine is considered among the best in Mexico. If you’d like to watch artisans create their pieces in a talavera factory, speak to your sales representative about joining an optional visit (payable locally). Accommodation: Hotel Colonial Puebla (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Spend this morning exploring Puebla, which has been named a World Heritage site for its colonial architecture. We visit the Patio de los Azulejos and the Ex-Convent of Santa Rosa, both of which provide classic examples of how talavera tiles were incorporated into buildings, inside and out. After, we drive (about 5hr 20min) to Oaxaca, another World Heritage city. With a colonial centre of shaded pedestrian streets, indigenous traditions and a creative atmosphere, Oaxaca has attracted and inspired artists and artisans alike. The city has such sights as the beautiful zócalo (main square), the cathedral and the vast Convento de Santo Domingo, along with museums, fascinating markets and charming inns. Accommodation: Casa Conzatti/Angel Inn (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Oaxaca is possibly the most celebrated region in Mexico for its cuisine and we get more acquainted with an authentic cooking class. The experience starts with an exploration of a local market with our tour leader, in which we pick up ingredients for the meal. Then, we drive to our rustic kitchen, where we are taught to cook a full Mexican menu, including tortillas, a main, and dessert, from a Zapotec cook. We take turns to prepare the dishes, sharing the stations and working together. After, we tuck into our delicious creations! The afternoon is free to wander around Oaxaca on your own. Accommodation: Casa Conzatti/Angel Inn (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Our next exploration of Mexican history takes us to the Zapotecan site of Monte Albán. While the name dates to a 16th-century Spanish landowner, previous names come from the Mixtec word Sahandevul, meaning at the foot of the sky, or from the Zapotecan Danibaan, meaning sacred mountain. In 500 BCE, the Zapotecans moved into the Oaxaca region and began the monumental task of levelling the top of a 5,250ft (1,600m) high mountain that intersects and divides three valleys. Here, they built the city of Monte Albán with a maze of subterranean passageways, rooms, drainage and water-storage systems. We then transfer (30 minutes) to the small village of San Antonio Arrazola, where the local population are known for creating fantastical creatures called alebrijes from wood or papier-mâché. We later return to Oaxaca and explore the cobbled streets, vibrant squares and churches of the historic city. We also visit the Museum of Cultures Santo Domingo. Accommodation: Casa Conzatti/Angel Inn (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "A short distance from Oaxaca is Teotitlán del Valle, a village known for hand-woven rugs and our first stop today. From here, we continue to a mezcal distillery in Santiago Matatlán to taste the agave-based spirit. Mezcal is produced from the heart of the agave plant and contains more than 40% alcohol! After the tasting, we drive to Tehuantepec, where we spend the night (the total drive time is about seven hours plus stops). Accommodation: Hotel Calli (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today we drive to San Cristóbal (about six hours plus stops), one of the most popular cities in Mexico for visitors. It is filled with cobbled alleyways of whitewashed buildings with red-tiled roofs that lead to plazas and picturesque arcades. Arriving in the afternoon, we have a short orientation tour of the historic city before checking into our hotel. Accommodation: Hotel Diego Mazariegos (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today is a free day to explore San Cristóbal at your own pace. Wander the colonial streets, take in the lively cafes, or buy handicrafts produced by the local Tzotzil indigenous groups with their different colourful dress. It’s also possible to take an optional boat trip through the Sumidero Canyon and/or visit one of the traditional Maya communities who live in the villages surrounding the city (see money section for prices). Accommodation: Hotel Diego Mazariegos (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Day of the Dead is possibly the most colourful tribute to human mortality there is. Traditionally, 31 October is for cleaning graves. They are made to look fresh, and planks of wood are placed on top to represent doors. On 1 November, the festivities begin. Offerings are made to the dead, typically their favourite food and drink, while the ‘doors’ are opened so friends and family can speak with their loved ones. There is mourning but also smiles and laughter – the experience is life affirming and uplifting. To fully immerse ourselves in the celebrations, we visit cemeteries around San Cristóbal to see altars and tributes and explore markets and bakeries selling Day of the Dead essentials – a great chance to sample specialities only available at this time of year. We also visit the Chamulan village of Romerillo, where the Day of the Dead traditions haven’t changed in many years – providing us with a very authentic experience. Here, the cemetery is covered with huge blue wooden crosses decorated with chrysanthemums, which makes for a very colourful view. Accommodation: Hotel Diego Mazariegos (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Depart San Cristóbal and drive to Palenque, a town named after the impressive ruins nearby. After around 5hr 30min, we stop in Villahermosa, capital of the Tabasco state, before completing the drive (another 2hr 35min) to Palenque. After hotel check-in, those who wish can drive (70 minutes each way) to the Roberto Barrios Waterfalls, which are hidden in the sub-tropical jungle of Chiapas state. Accommodation: Hotel La Aldea del Halach Huinic (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Emerging from the jungles of Chiapas is one of the most impressive ruins in Mexico: the Maya site of Palenque. The temples, sanctuaries and pyramids, with sculptured walls and ceilings, are some of the best-preserved and finest examples of Maya buildings despite the city-state having peaked in the seventh century. We explore this magnificent site before continuing to the Yucatán Peninsula and the Caribbean town of Campeche (about five hours plus stops). Yet another World Heritage site, the colonial town has impressive city walls built to protect it from the constant attacks by English and Dutch buccaneers and pirates during the 16th and 17th centuries. We have an orientation tour before dinner. Accommodation: Hotel Castelmar/Hotel Lopez (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "About two hours’ drive from Campeche is our second Maya site: Uxmal. Quite open, it contrasts the jungle ruins of Palenque we visited yesterday. This site, which dates to the Late Classic era (500 CE to 800 CE), features the Pyramid of the Magician; the Nunnery Quadrangle, which has long, elaborately carved facades; and a ball court, where a traditional ball game was played, sometimes ending in human sacrifice. Having worked up an appetite, we have lunch at a Maya family restaurant. Here we eat pollo pibil and cochinita pibil (slowly cooked pork and chicken). The meat is roasted for about five hours with achiote paste and wrapped in banana leaves. After lunch, it’s about a 1hr 20min drive to Mérida, where several colonial buildings, including the cathedral, were built using stones from nearby Maya ruins. Arriving mid-afternoon, we have a walking tour of Mérida, visiting the cathedral, Palacio Municipal, and Casa de Montejo, the birthplace of the city’s founder. Accommodation: Hotel Caribe (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Our first stop, after a 1hr 40min drive, is Izamal, a one-time Maya settlement now marked as a Pueblo Mágico (magic town) by the Mexican government. The town has yellow-and-white buildings and is known for the 16th-century Franciscan monastery built on top of a huge Maya pyramid. We then continue (1hr 10min) to Yokdzonot cenote, a natural swimming hole with vertical walls decorated with thick mangrove roots. Take a dip in the fresh water or try your hand at the zipline. From here, we transfer (25 minutes) to Chichén Itzá, the best known and perhaps most impressive of all Maya sites. Accommodation: Hotel Puerta Chichén (or similar)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Our final day starts with a visit to Chichén Itzá. Having spent the night near the site, we can get in early before the day-trippers arrive from the beach resorts. Chichén Itzá served as the political and economic centre of the Maya civilisation and thrived from around 600 CE to 1200 CE. The pyramid of Kukulkan, the Temple of Chac Mool, the Hall of the Thousand Pillars and the Playing Field of the Prisoners can still be seen today and demonstrate an extraordinary commitment to architecture, space and composition. The pyramid itself was the last, and possibly greatest, of all Maya pyramids. This afternoon, we drive about 2hr 30min to Cancún airport, where the tour ends. Want more time in Cancun? Secure post-tour hotel nights through your sales representative. Please note: The group transfer back to Cancún is scheduled to align with a chosen flight to London, UK; therefore, you should not book flights leaving before then. Please contact your sales representative for the timings of this flight."
    }
  ],
  "map": ""
}