{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "yucatan-self-drive-holiday-in-mexico",
  "tourName": "Yucatan self drive holiday in Mexico",
  "placesVisited": "",
  "generalInfo": "Discover the Yucatán through a thoughtful and enriching experience that combines cultural exploration, nature, and human connection. You'll visit the archaeological site of Ek Balam, a remarkably well-preserved location that remains relatively untouched by mass tourism, offering a glimpse into the legacy of the ancient Maya civilization.<br/><br/>The journey continues into a local community, where you’ll be warmly welcomed. You’ll take part in a traditional craft workshop—creating a bracelet or dreamcatcher—while learning about the cultural practices and the ongoing efforts to preserve them.<br/><br/>Along the way, you’ll hear Mayan legends, gain insight into the region’s native plants, and meet the Melipona bees—an important species in Mayan tradition known for their ecological significance and ceremonial value.<br/><br/>This experience is designed for travelers looking for authentic, respectful engagement with local cultures and environments—ideal for those who value learning and meaningful encounters over fast-paced tourism.",
  "durationDays": "10",
  "price": "2753",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to the Yucatan Peninsula! Arrival at Cancun International Airport, gateway to the Mexican Caribbean famous for its beautiful beaches and natural environment, with jungle and cenotes. Home of the Mayan culture, with its magnificent archaeological sites and living Mayan communities. You will go to the car rental office where you will be given the car you previously hired. Once you have the keys, let the adventure to your next destination begin : Puerto Morelos ! Included Time and unlimited mileage of the car, taxes and fees, ALI: Insurance against damages to third parties for $ 700,000 mexican pesos, LDW: Insurance against damages to the car with 0% deductible, TP: Insurance against theft of the car with 0% deductible, B2B: Insurance against damages to windows, mirrors, windshields, rims and tires, RA: Roadside Assistance (roadside assistance) 24 hours in case of breakdown or accident by the insurance company and additional driver (under previous reservation). ESim Card"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today, you will join a group of travelers in Puerto Morelos where your English-speaking guide will be waiting for you and accompany you on a 2-hour tour to the Puerto Morelos Reef National Park, this park is the second largest in the world, has been declared a protected area and is one of the best preserved reefs in Mexico, established in 1998, is part of the Mesoamerican Barrier Reef System. First you will be provided with the necessary equipment for the activity (vest, fins, mask and snorkel), then you will approach the coral reef, where thanks to the clear and low water of the area you will be able to observe species of corals, fish, crustaceans and sea grasses of the reef lagoon, along the tour you will also have the chance to find sea turtles. Afterwards you will return to the dock located a few minutes away from the reef and finally you will be able to return to your hotel. Included Breakfast at the hotel Boat, guide, snorkel equipment ( life jacket, fins, viewfinder), water and CONANP bracelet."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today, take the road to Valladolid. Valladolid is a small city in Yucatán known for its colonial architecture and rich cultural history. One of Valladolid's main attractions is its beautiful historic center, filled with cobblestone streets, brightly colored colonial houses and historic buildings. The city has a wealth of churches, plazas and museums that are a reflection of its rich history and culture. It is also known for its local gastronomy, which is a mix of Mayan and Spanish cuisine as well as its nearby cenotes that are perfect for swimming and exploring. It is a recommended stop for travelers visiting Yucatán who wish to immerse themselves in Mexican culture. Included Breakfast at the hotel"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today, set off to explore two cultural gems of the Yucatán Peninsula. Your day begins with a visit to the archaeological site of Ek Balam, meaning Black Jaguar in Mayan. Still relatively quiet and nestled in the jungle, this ancient city stands out for its impressive structures, including defensive walls, a ball court, and its remarkable Acropolis, which you can climb for breathtaking views of the surrounding forest. Your English-speaking guide will walk you through the site, sharing stories of kings, astronomers, and sacred rituals. In the afternoon, head to the nearby Maya community of Yalcobá for a meaningful cultural immersion. You'll join a traditional handicraft workshop, creating your own bracelet or dreamcatcher alongside a local family while learning about their efforts to preserve their heritage. You’ll also explore the local flora, hear stories about Mayan legends and forest spirits, and learn about Melipona bees, revered in Maya culture for their honey and ecological importance. A day filled with history, connection, and hands-on discovery in the heart of the Yucatán. Included Breakfast at the hotel Entrance fee to the AS of Ek Balam - For foreigners, Guide Supplies and lunch Full day local guide - SPA at Yalcoba Full day translation services at Yalcoba"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today, embark on a journey to discover the legacy of the ancient Maya civilization at Chichén Itzá, a UNESCO World Heritage site and one of the New Seven Wonders of the World. Accompanied by your English-speaking local guide, you’ll explore the site's most iconic structures, including the Kukulcan Pyramid, the Temple of the Warriors, and the Observatory, while learning about the life, rituals, and beliefs of this remarkable culture. After the visit, head to the peaceful village of Yaxunah to unwind at the hidden gem of Cenote Lol-Ha. Surrounded by lush nature, you’ll enjoy a refreshing swim in its crystal-clear waters — the perfect way to end your day of exploration. Included Breakfast at the hotel INAH fee: Chichén Itzá AS - Foreigners Guide AAFY fee: Chichén Itzá AS - Foreigners Lunch in the community with mayan family Full day cultural promoter SPA Full day translation services"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today, leave Valladolid for Tulum. Tulum is a city located on the Caribbean coast of Quintana Roo, with a unique combination of natural beauty and rich cultural history. It offers visitors the opportunity to swim in the cenotes and relax on the beautiful beaches. You will find a relaxed and bohemian atmosphere, as the city is known for its hippie-chic lifestyle, with craft stores, bars and organic and vegan restaurants. The city also has a vibrant nightlife, with bars and nightclubs offering a wide variety of music and entertainment. Included Breakfast at the hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy a relaxing day at your own pace in the vibrant town of Tulum. Whether you prefer lounging on the beach, or exploring the boho-chic shops and cafés. You might also choose to swim in one of the nearby cenotes or treat yourself to a wellness activity like a yoga session or spa treatment. Tulum offers a perfect mix of nature, culture, and relaxation—ideal for unwinding or exploring independently. Included Breakfast at the hotel"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today, explore Tulum, one of Mexico's most iconic archaeological sites, declared a UNESCO World Heritage site. Together with your English-speaking local guide, you will take a guided tour of approximately 45 minutes to learn why these ruins played a particularly important role in the maritime and overland trade of the Mayan region, as well as serving as an astronomical observatory and defensive system. You will be able to observe the various buildings and murals, including El Castillo, the tallest structure in Tulum. This Mayan city is situated amidst a mangrove ecosystem and atop a cliff overlooking the beautiful Caribbean Sea, making it a unique and spectacular location. From the archaeological site, you will have access to the Playa Ruinas beach. Don't hesitate to take a swim and cool off. Included Breakfast at the hotel INAH fee to the AS of Tulum - For foreigners Guide Jaguar Park in Tulum for foreigners"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Enjoy your last day in Tulum to relax and soak in the peaceful Caribbean vibes. Whether you choose to unwind on the beach, explore the local shops and cafés of the pueblo, or take one last swim in a nearby cenote, make the most of this final moment in paradise before your journey continues. Included Breakfast at the hotel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Depending on your flight time, make your way to the airport to drop off your rental car. We hope this journey was filled with unforgettable memories — safe travels and see you soon for your next adventure! Included Breakfast at the hotel"
    }
  ],
  "map": ""
}