{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "yucatan-archaeology-and-history-tour",
  "tourName": "Yucatan archaeology and history tour",
  "placesVisited": "",
  "generalInfo": "Are you a culture lover? And are you fascinated by archaeology and history? Then you found the ideal tour for you! <br/><br/>Enjoy a fantastic journey through the cradle of one of the most enigmatic civilizations in the world: the Yucatan Peninsula.<br/><br/>Thanks to our expert guides, you will have a true understanding of the history of the Maya culture by visiting world famous archaeological sites such as Calakmul and Chichen Itza, and other less famous, but equally impressive archaeological sites. Our guides, are all experts in their field and with higher studies in their specialty. They will give you true information about the Mayan world and their habits and beliefs. Together with the archaeological sites, you will have a good insight about how it was during the maya time! <br/><br/>This tour will give you the opportunity to have a vision of the ancient world and its transition to the modern world! How? by visiting beautiful colonial cities in Campeche. Which its baroque style that will give you a total perspective on the different stages of life on the Peninsula!",
  "durationDays": "10",
  "price": "3295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Cancun airport. We know that you will arrive tired from your flight, so this first day we will pick you up at the airport and transfer you to your hotel to rest and prepare to start the tour the next day. Your accommodation will be: Hotel El Rey del Caribe (or similar), in Cancun."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After enjoying breakfast, we will visit the incomparable archaeological site of Tulum early in the day (we visit it in the morning to avoid the crowding). Tulum was called Zamá (“dawn” in the Mayan language) by its first inhabitants in the fourth century of our era, and later it was known as Tulum (“Wall” in the Mayan language). The strategic location of the place made it become one of the main Mayan cities of the thirteenth and fourteenth centuries, especially after the fall of the city of Mayapán, its closest enemy. In addition, its location in an elevated area and its efficient defensive system made it an essential scale for commercial routes established with other Maya cities and central Mexico, which was reinforced by the great exploitation of its maritime resources. It was outlined in this way, as a link between the maritime and land trade routes of the Maya world. After marveling at Tulum, we will continue to the archaeological site of Muyil (also known as Chunyaxché), which was inhabited during the classic Mesoamerican period. Its location in front of the Sian Ka’an Lagoon gave the place a strategic position on the Maya commercial route along the coast and through a network of canals in this region, which is now part of the tourist area of the Mexican Caribbean. Among the goods exchanged along this route were jade, obsidian, chocolate, honey, feathers and of course salt. We continue to have a well-deserved and necessary lunch in the typical restaurant El Faisan and Venado, in Carrillo Puerto, where you will taste delicious typical dishes of the region. We will visit the church of Balam Nah (today De la Santa Cruz), one of the oldest buildings in the town. He had a leading role during the Caste War that lasted from 1847 to 1901, in which the Maya intended to recover the territory occupied by the Spanish conquerors and that ended up costing almost 250 thousand lives. We will end the day moving to the beautiful town of Bacalar. After dinner, we will leave you at your Laguna Bacalar (or similar) hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "It is the third day of this fabulous tour, and we will have breakfast early to be able to avoid the crowd at the archaeological site of Dzibanché. Founded approximately in the 1st century AD, however, from the early classical period it became a great city and important architectural projects such as the Acropolis of the Kinichná complex, the Owl Temple and the first stage of the Temple of The Cormorants. We will continue to the nearby archaeological zone of Kohunlich which, contrary to what one might think, owes its name to the phonetic transcription of Cohoon Ridge granted by archaeologist Victor Segovia. Finally, we will move to the Chicanna ecovillage hotel (Or Similar) for overnight."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The first thing to do on this fourth day is to have a good breakfast. Once loaded with energy, we will go to the archaeological site of Chicanná (“In the house of the Snake’s mouth” in the Mayan language). Chicanná is the site that has the largest number of “Río Bec” type buildings in good condition. The panels of masks that have some of their buildings are good examples of regional iconography and show the evolution of the representations of the Earth Monster. The abandonment of the settlement is closely linked to the fall of Becan, in the early thirteenth century, on which it was dependent throughout its development. Precisely Becan is our next stop, and its name means “Road left by the running of water” in the Mayan language, and this is verified by observing the moat that surrounds the main buildings of the site, which is also evidence of its warlike activity. Because of its importance and location, Becán is considered as a regional capital, that is to say, that it headed the territorial political organization of other minor settlements. To conclude this incredible day, we will visit the archaeological zone of Xpujil (“Cat’s Tail” in the Mayan language), another great city of the Bec River Region. With evidence of its foundation in 400 B.C., it reached the cusp between 500 and 700 A.D. and it had its decline around the year 1100. Surely you will be exhausted after touring the archeological zones of the region, therefore, we will move to rest in the Ecovilla de Chicanná (Or Similar)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Another exciting day with a lot to explore! After breakfast, we will visit the enigmatic archaeological zone of Calakmul early, which in the Mayan language means “Two adjacent mounds,” and whose name refers to the two huge structures that dominate the jungle. One of the most important cities of the Classic Maya period along with Tikal and Palenque and which led the political organization of the highlands. There is evidence of wars for almost a century between Tikal and Calakmul for political control of the region and the Serpent Kingdom (Kaan). It was designated by UNESCO as Cultural Heritage of Humanity. We will continue to the last archaeological zone of the day: Hormiguero (“Ant nest”). This is the site of smaller dimensions, and that owes its name to a chiclero camp of the early twentieth century. Its characteristic element is a building with a large mask in the center that represents a huge and monstrous open mouth, which is interpreted as the threshold between the outside world and the underworld. After this long journey, it’s time to return to Chicanna’s ecovillage (Or Similar) for a well-deserved rest."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Once we have recharged our energy with a good breakfast, we will visit the impressive archaeological zone of Balam Kú (“Temple of the Jaguar” in the Mayan language). In Balam kú, there is a stucco frieze modeled and painted unique in the Mayan area, which was made between 550 and 600 a. C. The frieze shows four ascension scenes alternated with three jaguars. Each comprises an animal with its head turned back, sitting in the front slit of an Earth Monster mask; his mouth gives way to a king on his throne. In addition to illustrating in detail the opposite and complementary aspects of the underworld, the set shows that the dynastic cycle is equated with the solar cycle. In this conception, accession to the throne is illustrated by the king emerging from the jaws of the earth monster, as the sun rises from the mouth of the Earth; The death of the king is seen as a sunset when it falls into the mouth of the Earth Monster. We will continue to the city of Campeche to have lunch. After a delicious lunch, we will visit the Baluarte Campeche Museum (named World Cultural Heritage by UNESCO in December 1999). In reality, these are several walled forts to protect the population from the attacks of Pirates, whose construction began in the mid-16th century, and which consists of Baluarte of San Juan, Baluarte de San Francisco, Baluarte de Santa Rosa, Baluarte de San Carlos, Baluarte de la Soledad, Baluarte de Santiago, and Baluarte de San José. At approximately 5 p.m., we will move to the hotel to prepare for a city tour through the beautiful and colonial city of Campeche at night. To end another amazing day, you will have dinner at the Best Western Hotel De Mar(Or Similar)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The seventh day of this adventure arrives, and as usual, after breakfast, we will go to our next point: Edzná. Founded around 400 B.C. and whose name in the Mayan language means “House of the Itzáes” or “House of the Echo”, the city is admirable for its advanced system of hydraulic works: a network of canals drained the valley and the water was led to a lagoon, which was transformed into a dam, through retaining walls, while other channels served to irrigate the fields. Its squares had a magnificent drainage system and rainwater reached artificial reservoirs, called “chultunes.” We will continue our trip to Santa Rosa Xtampak. Xtampak (“Old Walls” in the Mayan language) is considered to be the most important regional capital of the Chenes route, as it has altars and steles sculpted with dates of events. It is believed that its domain radius was 400 kilometers. After admiring the archeological site, it was time for lunch in the city of Hopelchén (“Place of the Five Wells” in the Mayan language). The time has come to enjoy dinner and rest, so we will move to the town of Uxmal where you can attend (optional) the incredible light and sound show in the archaeological zone of Uxmal. Overnight will be at the Uxmal Hotel Maya complex (Or Similar)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We will enter the archaeological site of Uxmal very early (“Three times built” in the Mayan language), to be able to enjoy the area practically privately. The city was an important agricultural settlement, which is why many of its buildings are decorated with masks of Chac, God of rain. After enjoying this wonderful encounter with the past, it was time for a delicious lunch at Hacienda Uxmal, a beautiful hotel built in front of the pyramids. The trip continues to our hotel in the Chichen Itza area, where you will have the option to attend the incredible Light and Sound show in front of the spectacular pyramid of Kukulkan. Overnight will be at the Chichen Itza Villas Archaeological Hotel (Or Similar)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Again, we will have the opportunity to enter the archeological zone of Chichen Itza very early to enjoy this wonder of the modern world practically privately. The “City on the edge of the well of the Itzaes” (name of the city in the Mayan language) was the capital of a large territory in the Yucatan Peninsula, headed by the Mayapán League, from 987 until 1200 AD. C. The Chichén Itzá archeological zone is famous worldwide for the play of light and shadow that occurs in each equinox on the stairway of the pyramidal basement known as El castillo. In this, the sun, as it rises above the horizon, illuminates the western basement, creating triangles of light and shadow that seem to descend to the snake’s head in the displacement of the alfarda. This event, achieved from the correct orientation and inclination of the plans of the basement, manifests the great level of astronomical and architectural knowledge that the Maya possessed, and that has resulted in being one of the most studied cultures and regions around these issues, in addition to the territorial political organization and the exploitation of resources. The guided tour also includes the passage through important buildings such as the Great Ball Game, the Jaguar Temple, the Temple of the Bearded Man, the Temple of Venus, the House of the Deer, the Observatory, among other impressive buildings. Lunch at the Mayaland Restaurant – restaurant of the only hotel built in an archeological zone in the world, which has been operating since 1923 – and then you will have the option of swimming in the refreshing waters of the impressive X´kekén cenote (“Pork” in the Mayan language, and he was baptized like this because, long time ago, a farmer´s pig escaped from a peasant, and found him inside the cenote.) After a day full of emotions and adventure, it is time to check in at the beautiful hotel Mesón del Marques – beautiful and traditional hotel located in what was a colonial mansion – and after getting settled and taking a shower, we will take a tour of the night in the colonial city of Valladolid (founded in 1543 by Francisco de Montejo, and which was a key element during the Caste War. Declared Magic Town in 2012) and dinner at Mesón del Marques."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "The end of this incredible journey has come. After breakfast, we will visit a very particular place: The House of the Deer. It is a private museum with more than 3,000 pieces, founded by John and Dorian Venator and that took them more than ten years to complete. After leaving the hotel, you will be transferred to the airport to Cancun."
    }
  ],
  "map": ""
}