{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "cancun-whale-shark-holiday-mexico",
  "tourName": "Cancun whale shark holiday, Mexico",
  "placesVisited": "",
  "generalInfo": "Best nature encounters ever experience by the most famous BBC filmers. This has been said repeated times by the most adventurous persons exploring the world so what are you waiting for? Come, explore and learn with us about the Unique whale sharks, the biggest fish in the world. Mexico and the Yucatan and Cancun is known in recent years to have the biggest population of whale sharks in the world and we have been running this tip for over 20 years. <br/><br/>Our guides are very professional and provide environmental interpretation in this great trip. Besides the whale sharks we can eventually see with luck beautiful sea creatures: dolphins, manta rays, marine turtles and flying fish and even more! After a nice dive in the sea and a visit to the whale sharks, a delicious Mexican lunch is provided. You might even want to go for a swim in the blue water! Everything is possible on this magical tour!<br/><br/>A little fact about the whale sharks: <br/><br/>An average whale shark is about 8 meters, but can grow up to 15 meters long!! They have a wide flat head and has up to 3000 mini teeth. But don’t be afraid! They will not eat you! Despite having so many teeth, their esophagus is the size of a plum! So, no chance for them to eat you. Another reason why they would not eat you, is because they rather eat some nice plankton. Yes, the whale shark is vegetarian. <br/>The don’t often come up high in the water. They often swim just below the water level and seem to prefer water that has a surface temperature of between 21 and 25 degrees. <br/><br/>Maybe you think that the whale shark is comparable with the white shark, but even the opposite! Compared to other sharks, they swim very slowly. No faster than about 5 km per hour. This allows us to swim together with this beautiful animal, whale sharks are very calm and not dangerous. They are our friends!!",
  "durationDays": "7",
  "price": "2295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [],
  "map": ""
}