{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "mexico-2-week-holiday-tailor-made",
  "tourName": "Mexico 2 week holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "Embark on a culturally rich journey through Mexico, blending archaeology, local encounters, and natural wonders. This adventure takes you from bustling cities to serene jungles, immersing you in the country’s history, heritage, and hospitality.<br/><br/>Begin in Mexico City, a captivating blend of ancient and modern. Explore the historic center with a passionate local guide, then head to the artistic neighborhood of Coyoacán, where cobblestone streets and colonial charm lead you to Frida Kahlo’s legendary Blue House. Dive into her world and learn about the life and legacy of one of Mexico’s most iconic artists.<br/><br/>Next, visit the awe-inspiring pyramids of Teotihuacán, a sacred site once known as the “City of the Gods.” Walk along the Avenue of the Dead and climb the Pyramids of the Sun and Moon as you uncover the mysteries of this ancient civilization.<br/><br/>Continue to the culturally vibrant cities of Puebla and Oaxaca, where culinary delights, traditional markets, and indigenous art await. Taste mole and mezcal, meet local artisans, and explore UNESCO-listed architecture that tells the story of Mexico’s colonial past and indigenous roots.<br/><br/>Then, fly to the Yucatán Peninsula, where the secrets of the Maya come alive. Discover majestic archaeological sites such as Ek Balam, Chichén Itzá, and Uxmal — each offering a different window into the complexity and brilliance of Maya civilization.<br/><br/>Beyond the ruins, connect with local communities through immersive experiences. In small Maya villages, join hands-on workshops like tortilla-making, weaving, or crafting dreamcatchers. Explore hidden cenotes tucked deep in the jungle and learn about Melipona bees, sacred to the Maya for their honey and ecological importance.<br/><br/>Throughout your journey, you’ll support locally-owned hotels and businesses, such as a family-run guesthouse in Puerto Morelos, and use a Mexican rental car company to minimize external impact. Each step contributes to the local economy and the preservation of Mexico’s cultural and natural heritage.<br/><br/>This itinerary is more than a trip — it’s a meaningful exchange with the people and places that make Mexico truly magical.",
  "durationDays": "15",
  "price": "4185",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Mexico City, the capital and largest city of Mexico, renowned for its rich history and culture. It blends pre-Hispanic, colonial, and modern eras, offering travelers an endless array of places to visit and a diverse gastronomy. Upon your arrival at Mexico City Airport, a private transfer will be waiting to take you to your hotel. On your way to your first destination, time to relax and enjoy your first moments under the Mexican sky."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Take the day to explore the vibrant heart of Mexico City at your own pace. Morning: Start with a leisurely stroll through the historic Zócalo, where you can admire the impressive Metropolitan Cathedral and the National Palace with its famous Diego Rivera murals. Midday: Wander through the nearby streets to discover local artisan shops and enjoy a traditional Mexican lunch in one of the many authentic eateries. Afternoon: Visit the Palacio de Bellas Artes, an architectural gem showcasing both Art Nouveau and Art Deco styles, or explore the lively Alameda Central Park. Evening: Unwind in the trendy neighborhood of Roma or Condesa, known for its charming cafes, boutique shops, and vibrant nightlife."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore the charming and historic neighborhood of Coyoacán at your own pace. Morning: Begin with a leisurely walk through the Plaza Hidalgo and Jardín Centenario, soaking in the colonial architecture and vibrant street life. Stop for a coffee at one of the quaint local cafes. Midday: Visit the iconic Frida Kahlo Museum (La Casa Azul) to learn about the life and work of the renowned artist. Alternatively, explore the nearby Leon Trotsky Museum for a glimpse into revolutionary history. Afternoon: Stroll through the Coyoacán Market, where you can sample local snacks like churros, esquites, and tostadas, or shop for artisanal crafts and souvenirs. Evening: Unwind in one of the traditional cantinas or enjoy some live music at a local bar."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today, you will visit one of the most impressive archaeological sites in Mexico and discover it in a unique way. Around 8 AM, you will be personally picked up at your hotel and head towards the archaeological site, located about 1 to 1.5 hours away from the city (depending on traffic). Upon arrival, you will receive a welcome kit including a bottle of water, disinfectant wipes, and snacks. To begin your walking tour, your guide will share the mysteries of this ancient city, where you will admire structures such as the Temple of the Feathered Serpent and the impressive Pyramids of the Sun and the Moon. At the end of your visit, you will take a short break to enjoy a coffee. After recharging, you will hop on a bike to explore the Teotihuacán Valley surrounding the archaeological site, as well as a cave. This part of the tour is estimated to last about 2 hours. Once the bike tour is over, you will return your bike and head for lunch. Around 4 PM, you will set off towards Puebla. Included Transport, guide, entrance, meal"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today, enjoy a walking tour of the historic center of Puebla, a UNESCO World Heritage site. You will begin by admiring the impressive cathedral and the Chapel of the Rosary, undoubtedly one of the most splendid examples of the New Hispanic Baroque. Next, visit a Talavera workshop (ceramics), one of Mexico's most representative crafts, and the Palafoxiana Library, a center of universal knowledge and one of the first libraries on the American continent. Its variety and bibliographic richness earned it the title of Memory of the World by UNESCO, a true gem of Puebla. During your stroll through the beautiful streets of the historic center, you will also see other iconic sites of the city, such as Calle de los Dulces, the famous Barrio del Artista and Barrio de los Sapos, as well as the El Parián artisan market. This is a wonderful tour that will allow you to admire the historic center of this beautiful city through its neighborhoods, chapels, and activities. Included Guide and entrance."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today, you will depart from the city of Puebla to the city of Oaxaca. A private transfer will take you to CAPU (Puebla’s bus terminal), where you will catch the bus to Oaxaca. Upon arrival, head to your hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today, your English-speaking local guide will pick you up for a tour (approximately 8 hours) combining archaeology, craftsmanship, and nature. The tour will begin 10 km outside of Oaxaca city, after a 20-minute transfer. Your first stop will be Santa María del Tule to see the ancient Tule Tree, a Montezuma cypress around two thousand years old, renowned for having the most massive trunk in the world. Next, you will be transferred for about 1.5 hours to Hierve el Agua, a park known for its rock formations that resemble waterfalls. You will have the chance to explore the area and swim in the mineral-rich cold springs while enjoying panoramic views of the surrounding mountain landscape. Afterward, you will head to the Mitla Archaeological Site to admire and learn about the intricate geometric designs in the decorative walls. Following a 30-minute break, you will head to Teotitlán del Valle, where you will visit the House of Wool Weavers to discover the entire process of spinning, weaving, and dyeing wool. Finally, you will visit the Mezcal Distillery (Palenque de Mezcal), where you will have the opportunity to taste different types of mezcal and learn about their production process. After a full day of activities, you will return to the city of Oaxaca. Included Transport, guide, entrance, stands, parking, and mezcal tasting."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today, a private transfer will take you to Oaxaca Airport. Take your flight to Cancun! Upon arrival at Cancun Airport, head to the car rental desk. A shuttle will take you to the agency located just a few minutes from the airport, where you will meet our English-speaking local agent."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today, your English-speaking local guide will accompany you to visit Ek Balam, an archaeological site meaning \"black jaguar\" or \"dark jaguar\" in Maya. This ancient city was highly significant as it hosted political meetings, and to this day, its secrets remain mysterious. Upon arrival, you will see the impressive structures surrounded by nature. At the beginning of the visit, your guide will explain the geographical layout of the site. You will head to the court, where the Mayans played the famous ball game, a characteristic sport of this culture. Then, you will climb to the top of the Acropolis Pyramid to enjoy the panoramic view of the surrounding area. Continue towards the twin pyramids and the oval palace, where you will be amazed by the majestic serpents in hieroglyphs and the stelae carved into the stone blocks, making you feel as if you've been transported back to the fascinating Maya era. The concentration of pyramids in a small area will allow you to fully enjoy each part of the site in a reasonable amount of time. Next, you will embark on a visit that will immerse you in the rich history, culture, traditions, and customs of this community. This interactive experience will allow you to see and learn the art of hammock weaving, a traditional craft of the Yucatán. You will have the opportunity to participate in the manufacturing process. After that, you will visit a second Maya house, where you will discover the embroidery of colorful clothes and have the chance to sew a souvenir piece to take home. The experience will culminate with the preparation of corn tortillas, where you will knead the dough with your own hands and learn how to make the delicious tortillas that are a staple in the daily diet of the Maya people. In about two and a half hours, you will be fully immersed in Maya culture and gain first-hand knowledge of their traditions. Included Entrance fee to the Archaeological Site of Ek Balam - For foreigners Guide Food Guide and 3 workshops."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Discover the heritage of the ancient Maya civilization at the Chichén Itzá Archaeological Site. An English-speaking local guide will take you on a tour of approximately 1 hour and 45 minutes of the most iconic buildings, including the Kukulcan Pyramid, the Temple of the Warriors, and the Observatory. As you walk around the site, you will be able to admire the intricate sculptures and reliefs depicting the life and beliefs of the ancient Mayas. With its impressive architecture and design, Chichén Itzá is one of the most remarkable sites in the Yucatán Peninsula. It's a great opportunity to learn about Maya culture and its legacy in world history. After your visit, you will head towards Merida! Included Guide. INAH fee: Chichén Itzá AS - Foreigners AAFY fee: Chichén Itzá AS - Foreigners"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Discover the vibrant culture and colonial charm of Mérida at your own pace. Morning: Start your day with a leisurely stroll along Paseo de Montejo, Mérida’s grand avenue lined with historic mansions. Stop for breakfast at a local café and take in the architecture. Midday: Visit the Plaza Grande, the heart of the city, and explore the Cathedral of San Ildefonso, one of the oldest cathedrals in the Americas. Don’t miss the Palacio de Gobierno to see its striking murals depicting Yucatán’s history. Afternoon: Wander through the Lucas de Gálvez Market, where you can sample Yucatecan specialties like cochinita pibil or panuchos. Alternatively, visit the Gran Museo del Mundo Maya for an in-depth look at the region’s rich Mayan heritage. Evening: Head to the charming neighborhood of Santa Lucía to enjoy a live music performance or dinner at a local restaurant offering regional cuisine."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today, your English-speaking local guide will take you on a tour of about one and a half hours through the architectural history of the city of Uxmal, one of the most important archaeological sites of the Maya world, whose name means \"three times built.\" Be amazed by its low and horizontal palaces, which, in addition to having abundant decorations of detailed sculptures in the form of geometric mosaics, are arranged around courtyards or quadrangles. Legend has it that Uxmal was named after the Pyramid of the Magician, the tallest Maya construction and a representative of the architectural style characteristic of the Yucatán Peninsula, the Puuc. Although Uxmal was abandoned sometime after the 10th century, its architectural heritage has survived and remains an important part of the region's cultural heritage. Next, your second English-speaking guide will be waiting for you at the meeting point to introduce you to an interesting project of about one and a half hours, where locals seek to preserve both nature and traditional Maya culture. Here, the community members will invite you to participate in a jicara carving workshop, a fruit that is cultivated in the Yucatán Peninsula and was used to store food or water in ancient times. You will be surprised by the various types of handcrafted items that can be made with this natural fruit. Test your manual and artistic skills, as well as your creativity, so that by the end, you can take home a handcrafted object made by you. In the evening, you will stay overnight in a bungalow in Izamal. Included Guide service at Uxmal AS - 1.5h - ENG Guide and entrance fee."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Take a leisurely drive towards El Cuyo! Take your time to stroll between the ocean and the lagoon. Swim in the incredibly blue sea, have lunch at the small village restaurants, walk through the streets, and most importantly, don't forget to admire the sunset over the beach (in spring/summer) or over the lagoon (in fall/winter)."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Start your day in El Cuyo by enjoying the peaceful beach, perfect for a swim or a stroll. Relax while admiring the fine sand and crystal-clear water. Next, head to a local restaurant to savor fresh ceviche or fish tacos. Afterward, wander through the village streets and visit the market to buy artisanal souvenirs. In the afternoon, try kite surfing or explore the Flamingo Lagoon by boat. For nature lovers, a trip to the island of Las Ánimas is a must. End your day with a spectacular sunset on the beach, followed by a seafood dinner by the sea. El Cuyo is a true haven of peace to recharge and enjoy nature."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Today, it will be time to say goodbye to Mexican lands! We hope you had an excellent stay and that you'll return home with plenty of memories and stars in your eyes. Depending on your flight time, head to the airport to return your rental car. See you soon for a new Mexican adventure."
    }
  ],
  "map": ""
}