{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "baja-and-the-sea-of-cortez-adventure-cruises-mexico",
  "tourName": "Baja and the Sea of Cortez adventure cruises, Mexico",
  "placesVisited": "San Jose del Cabo, Isla San Francisco, Sea of Cortez, Bahia Agua Verde, Magdalena Bay, Baja grey whales, Los Islotes, Isla Partida, Isla Espiritu Santo, Sea kayaking, Paddle boarding, Yoga, Snorkelling, Hot tubs, Sauna",
  "generalInfo": "This Sea of Cortez cruise around the most exquisite Baja Peninsula in Mexico is a naturalist’s nirvana, particularly if whale watching is something that you have always dreamed of. Baja California, to give its full name, is the second longest peninsula in the world, at over 1,200km in length and this small ship cruise explores the southern and eastern side of it, in a region known as Baja California Sur. This is where all the wildlife action takes place and this island-hopping adventure takes you into a world of sea turtles, boobies, pelicans, frigate birds, blue whales, grey whales, orca, humpback, pilot and fin whales, whale sharks, dolphins, mantas, and sea lions. <br/><br/>Grey whales, in particular, are a big attraction here because Baja is famous for its prolific numbers, coming to Sea of Cortez to mate and clustering in sheltered lagoons. As well as whale watching there are plenty of other wildlife watching experiences to be had, and other adventures too. These include kayaking in coastal mangroves, snorkelling in crystal clear coves, heading onto land to hike through coastal desert terrain, and visit traditional Mexican villages home to ‘sudcalifornianos’. Or just chilling out on one of many white sandy beaches. <br/><br/>Your vessel<br/>Because this is a small cruise ship, we are able to access small coves that Mexico’s giant cruise ships can’t get to. Here we can make the most of the ship’s equipment, all of which appeal to the adventurers within. Such as kayaks,  paddle boards, inflatable skiffs, yoga mats, snorkelling equipment, wetsuits, hydrophone and bow-mounted underwater camera. Then for chilling out in the evening we have two hot tubs, sauna, gym equipment and a massage room.  All cabins are ensuite, have TV’s and air conditioning.  <br/><br/><br/><br/><br/>",
  "durationDays": "8",
  "price": "5005",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "San Jose del Cabo / La Paz - Embarkation Bienvenidos! You will be met at the Los Cabos International Airport in San José del Cabo and transferred to our hospitality area. Joined by your expedition team, an overland orientation transfer to La Paz acquaints you with the dramatic Baja landscape and the week that lies ahead. The captain and crew welcome you aboard just in time for a cocktail and dinner with your new mates. What adventures await? Gray whale sightings? Whale Sharks? Dolphins? Fun on land and sea is a guarantee.(D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Isla San Francisco Adventure in a playground of steep red bluffs and sweeping desert beach. Don some flippers for a snorkel among colorful sea life, put on your walking shoes for an exploratory romp along the ridge, grab a paddle and kayak, hop on a paddle board, or relax on the beach with the sand between your toes. The rugged beauty of the island makes it an ideal spot for escapades. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bahia Agua Verde At Bahía Agua Verde, clear waters are bordered by sparse craggy mountains hemmed in green. Explore the coast by small skiff looking for birds, seals, dolphins, and whales of all kinds; visit with a local ranchero and his family; and take to the canyons and mountains on a mule ride and experience the “real Baja.” Scenic vistas, outstanding exploration, excellent birding, and unmatched camaraderie - the day is done. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Isla Coronado / Loreto Town Enjoy the beautiful beaches of Isla Coronado this morning - snorkel, kayak, or take a skiff tour. Watch for frigate birds and blue footed boobies in the air and dolphins and sea lions on the water - the waters here are so crystal clear you won't want to come back to the boat! It's worth it though - after lunch, set out to explore Loreto town. Founded in the 17th century by Jesuit missionaries, the downtown area features no fewer than seven historical monuments, including the Mission of our Lady or Loreto, the starting point of the Camino Real. Finish a day full of the best of nature and culture with a nightcap under the stars. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Marine Life Search Mother Nature is your guide today. Take your adventurous side and your binoculars in search of the largest baleen whales in the world. The Sea of Cortés is home to fin, blue, and sperm whales, and the dolphin pods number in the hundreds. If the gray whales have arrived on Baja’s west coast (mid-January – early-March)—migrating more than 12,000 miles to calve in Bahía Magdalena—you’ll drive across the peninsula for a panga ride to observe these mammals and their babies in the lagoon. Mid-March through April are your best chance to see whale sharks near La Paz and in other parts of the Sea of Cortes. Later in the season, we have resident whales and dolphins in our sights. Whichever the day brings, there’s also a chance to head into the Sierra La Giganta Mountains for a tour of the crown jewel of Baja’s historic missions, San Javier; time for a brief exploration in magical Loreto; or more water play and hikes. Bring it on! (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Los Islotes / Isla Partida At Los Islotes—a steep craggy seamount leaping straight from the sea—slip into a wet suit for a snorkel with curious, agile young sea lion pups. At Isla Partida, get set for water play (kayaking, snorkeling, and stand up paddle boarding are all on the menu) and island hikes along desert beaches or into rocky arroyos. Or, kick back with a beach party—complete with a cool drink and sun-soaked lounge. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Isla San Jose, Evaristo, or Nopolo Tuck into a secluded cove surrounded by long fingers of red rock and a golden beach. Spend your last full day enjoying the feel of warm sand under your feet on a beach walk, investigate nooks and crannies in the rocks by kayak, or explore a little further afield on a guided hike. Celebrate your week at tonight’s special Farewell Dinner with an entertaining slideshow by your expedition team. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "San Jose del Cabo - La Paz - Disembark After breakfast, it’s “adios” La Paz, as you transfer back to San José del Cabo for your flight or UnCruise hotel stay. (B)"
    }
  ],
  "map": ""
}