{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "sea-kayaking-holiday-in-baja-loreto-to-la-paz",
  "tourName": "Sea kayaking holiday in Baja, Loreto to La Paz",
  "placesVisited": "",
  "generalInfo": "Experience the dramatic coastline and remote offshore islands of Baja California Sur on this immersive sea kayaking expedition from Loreto to La Paz. Over 10 days, you’ll discover one of the peninsula’s most sparsely populated areas where the Sierra Giganta plunges into the Sea of Cortez’s sparkling waters.  <br/> <br/>After adventure-filled days kayaking between hidden coves and sea caves, nights will be spent under the stars at blissful beach camps. The itinerary also includes canyon hikes to explore the striking desert landscapes of Baja and snorkeling to witness the diverse marine life that inhabits its shallow reefs. Along the way, you’re likely to encounter pods of dolphins and migratory whales who come to feed in the plankton-rich waters, as well as frigate birds circling high above.  <br/> <br/>Our Loreto to La Paz Expedition begins and ends in two of Baja California Sur’s most fascinating towns, both of which are worthy of a few day's exploration. Discover the area’s colonial past while exploring Loreto’s famous mission and stroll along the Malecon of La Paz, which is the departure point for our swim with whale sharks experience.",
  "durationDays": "10",
  "price": "3590",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 0,
      "title": "",
      "description": "Arrive in Loreto - After flying into Loreto, make your way to the hotel (not included) and spend the afternoon exploring the town’s historic core. In addition to the mission, we’d recommend visiting the local market. Dinner is at a restaurant of your choice. In the evening, you’ll meet your guides for an orientation meeting. Accommodations: Not Included. Meals: Not Included."
    },
    {
      "dayNumber": 1,
      "title": "",
      "description": "Sea of Cortez - After breakfast, we’ll congregate outside the hotel and make the drive south to our launch point near Puerto Escondido while your luggage heads to our hotel in La Paz. On arrival at the beach, your guides will lead you through an in-depth session on paddling and safety in the water. Once everyone feels comfortable, we’ll begin kayaking to our first campsite. Accommodations: Beach Camping. Meals: Lunch, Dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Paddling the Sea of Cortez - Over the next week, our mornings will be spent exploring the coastline by kayak, accompanied by exceptional wildlife viewing experiences. You can expect between 7 and 12 miles (5 to 6 hours) of paddling each day, with stops for rest every two hours or so. In the afternoons, we’ll head out to explore on foot with hikes through Baja’s majestic desert landscapes and go snorkeling to discover what lies below the water’s surface. Our cultural encounters include visits to a small fishing village and the remains of a historic Jesuit mission. Accommodations: Beach Camping. Meals: Breakfast, Lunch, Dinner."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "La Paz - After breaking camp in the morning, we will paddle to a take-out site near Punta Coyote, from where you will be transported to La Paz. Check into your hotel and enjoy a refreshing shower before heading out to explore the town on foot. In the evening, we will meet for a farewell dinner at a harbour-facing restaurant where you will have the opportunity to say goodbye to your guides and fellow paddlers. Accommodations: Not Included. Meals: Breakfast, Lunch."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Departure - With no scheduled activities, you are free to depart La Paz at a time that suits you. If you’re flying out of either La Paz Airport (LAP) or Cabo (SJD), we recommend that you be at the airport at least two hours before your flight departure time. Alternatively, you may opt to add on an additional day to go snorkeling with whale sharks. As the world’s largest fish, these immense creatures can reach lengths of up to 42 feet and migrate to the area between October and April. The shallow waters of the bay offer an abundance of plankton, the preferred food source of these filter-feeding giants. This morning expedition lasts for around four hours, giving you another afternoon to explore La Paz."
    }
  ],
  "map": ""
}