{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "mexico-city-puebla-holiday-tailor-made",
  "tourName": "Mexico City & Puebla holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "Welcome to Mexico, a land of vibrant traditions, breathtaking landscapes, and deep-rooted history. From ancient civilizations to colonial charm and modern creativity, this country offers a rich mosaic of experiences waiting to be discovered.<br/><br/>Whether you're here to explore archaeological wonders, savor world-renowned cuisine, or connect with the warmth of its people, Mexico invites you to slow down, open your senses, and embrace every moment.<br/><br/>We’re delighted to accompany you on this journey. Let the colors, flavors, and stories of Mexico inspire you, this is just the beginning.",
  "durationDays": "10",
  "price": "2033",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Mexico City, the capital and largest city in Mexico, recognized for its rich history and culture that combines its pre-Hispanic, colonial and present times to offer travelers an endless number of places to visit and a varied gastronomy. Upon arrival, you will be transferred to your hotel, Casa DECU, located in one of the city’s most charming neighborhoods. Settle in and get ready to begin your journey through this vibrant metropolis. Included : Private simple transfer AICM - Hotel in CDMX - 2 bags 25 kg (Private Service) / 5 Nights at Mexico City: Casa Decu Executive Room - 1 dbl bed Continental breakfast"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your private transportation will pick you up to take you to the Historic Center of Mexico City, declared a World Heritage Site by UNESCO. At the meeting point your local English-speaking guide will be waiting for you to start a walking tour of approximately 4 hours through the streets of the Aztec capital. During this experience you will learn about the history and gastronomy of Mexico while visiting the most emblematic places of the historic center such as the Metropolitan Cathedral, the ruins of the ancient Aztec city, the Palace of Fine Arts and the Postal Palace. You will also make a few stops at local food stalls and restaurants that only your guide knows and taste traditional Mexican food including tacos and a dessert. You will understand why Mexican gastronomy is considered Intangible Cultural Heritage of the Community. At the end of the experience your transportation will take you back to your accommodation. Included : Tortilla crawl: Life beyond tacos experience - 6h - ENG (Private Service) Transport, guide, tasting, dessert - 7:30am, 2pm"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today, you will visit Xochimilco on a 3-hour tour to learn about the pre-Hispanic agricultural system that still operates today: the Chinampas. With your local guide, who speaks Spanish, you will head to the Xochimilco docks, which means Place of Flowers. This is a system of canals divided by small artificial islands called chinampas, which was declared a World Heritage Site by UNESCO in 1987. You will enjoy a two-hour ride (one hour each way) on a conventional trajinera. During the journey, your guide will tell you about the history of the canals, the endemic species, and the challenges involved in maintaining these canals today. You will arrive at a chinampa, covering just over 3 hectares, nestled in the Protected Natural Area Ejidos of Xochimilco and San Gregorio Atlapulco. There, you will receive a theoretical and practical explanation of the steps followed to produce all kinds of vegetables. Later on, you will tour the planting area, concluding with an explanation of the biofilter, which also serves as a refuge for the region's endemic species, the Axolotl. Upon completing the explanation, you will return to the dock and then to your hotel. included : Chinampa Olintlalli trans service, Coyo & C. Azul - 5h - ENG (Private Service) Roundtrip transport, translation service, trajinera, entrance Demonstrative Chinampa - 2h - SPA (Private Service) Conventional trajinera, guide - 9am to 3pm"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Free day"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today, your day will begin at 9:00 AM with your arrival in the community of Zotictla, a village nestled in the heart of nature. You will start with the discovery of La Azucena waterfall, a spectacular natural site where crystal-clear water winds its way through lush vegetation. Take this moment to soak in the tranquility of the surroundings and admire the beauty of this preserved ecosystem. After this immersion in nature, you will hit the road at 1:00 PM toward the community of Santa Ana Tzacuala, where you will be welcomed by local residents for a traditional lunch at 2:00 PM. This meal will allow you to taste typical regional dishes, prepared with local ingredients and recipes passed down from generation to generation. At 3:00 PM, you will attend a demonstration of backstrap loom weaving and traditional embroidery—an ancestral art that is an integral part of the community’s cultural identity. Local artisans will explain the techniques used, the symbolic motifs, and the importance of textiles in indigenous culture. This day will be a full immersion in nature, traditions, and artisanal know-how, offering an authentic glimpse into the lifestyle and cultural richness of these Mexican communities. included : Forest Bath, Traditional Cooking & Weaving Stories-10h- ENG (Private Service) Transport, translator service, food, materials - 7am to 8am"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today your English-speaking local guide will pick you up from your hotel and head out of Mexico City to the valley of Teotihuacan to begin your approximately 8-hour experience. Here, your guide will tell you about the meaning of the City of the Gods, while you walk along the Calzada de los Muertos, telling you all the mysteries of this ancient civilisation, where you will find buildings such as the Pyramid of the Sun and Pyramid of the Moon. Afterwards, you will board your transport that will take you on a tour of the Route of the Murals, an ancient natural observatory and the breathtaking views of the City of the Gods. You’ll close your day with a visit to the home of a family of artisans, where you’ll learn more about the obsidian process and how it is transformed into handicrafts. You will also have a tasting of pulque and products derived from xoconostle, a cactus fruit very representative of the area. At the end of the designated time, you will enjoy a local lunch and your transportation will take you to Cholula, Puebla, where your tour will end. You will be staying at Hotel Casa Azulai. included : Teotihuacán Walking Tour - 9h - ENG (Private Service) Transport DO Puebla/Cholula, guide, entrance, bike, food - 8am / 4 Nights at Puebla: Casa Azulai Puebla Hotel Boutique Standard king room - 1 king bed American breakfast"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "You will meet your local English speaking guide to start a 4 hour walk through some of the oldest neighborhoods of colonial Puebla, you will head to the market to enjoy its colors, sounds, aromas and of course: its flavors! Then you will meet with a chef to prepare the delicious mole, a unique dish with a variety of ingredients such as chocolate, almonds, sesame seeds, a variety of dried chilies, among others. Of course, the chef will share his traditional cooking secrets with you. Finally, you will enjoy the mole you prepared in a Talavera dish, a beautiful handmade ceramic traditional from Puebla. included : Mole Tour - 4.5h - ENG (Private Service) Guide, food, tasting, 1 drink - 10am"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today, your transportation and English-speaking local guide will pick you up for a 13-hour tour of the Tehuacán Biosphere Reserve. The tour will begin in the municipality of Tehuacán, approximately 2 hours away from Puebla. The first stop will be at the Museum of Evolution, which houses a collection of fossils, replicas, and archaeological artifacts that illustrate the rich natural and cultural history of the region. Here, you can learn about the evolution of species, local flora and fauna, as well as the importance of conservation and environmental protection. Afterward, you will visit the Zócalo of Tehuacán and the Church of Carmen. Later, you will return to the transportation and head to the Tehuacán Biosphere Reserve, which is less than 50 minutes away by transport. This protected area covers approximately 490,186 hectares and has been recognized as a UNESCO World Heritage Site. Along the way, you can admire ancient columnar cacti and salt hills. Once in the reserve, you will embark on a biotour to enjoy the impressive landscape, including mountains, canyons, ravines, valleys, xerophilous shrubs, and species adapted to the semi-arid conditions of the region. At the end of the tour, you will return to your hotel. included : Tehuacán Biosphere Reserve - 13h - ENG (Private Service) Transport, guide, entrance, mezcal tasting - 8am"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today, your transportation and local guide in English will take you on a tour of approximately 6 hours to discover the archaeological zone of Cholula, home to the largest pyramid in Mesoamerica. Experts claim that it is even larger than the pyramid of Giza. During the tour, you will visit the museum and the altar courtyard. Upon reaching the summit, you can admire the Church of Remedies, built by the Spaniards during the conquest. You will continue this tour with a visit to the town of Tonantzintla, where you can appreciate its church, a 16th-century temple that showcases the Baroque art that flourished in New Spain. Next, you will explore another church, San Francisco Acatepec, distinguished by its facade adorned with Talavera tile mosaics combined with red bricks. To conclude the tour, you will visit the Talavera de la Reyna factory, where you will have the opportunity to tour the factory and witness the work of the artisans up close. You can appreciate the different stages of the production process, from moulding and decoration to glazing and firing in traditional wood-fired kilns. After the visit, you will return to your hotel. included : Cholula & talavera - 6h - ENG (Private Service) Transport, guide, entrance, tasting - 9am"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today marks the end of your journey through this vibrant and generous land. After breakfast, your private transportation will pick you up from Hotel Casa Azulai in Puebla and take you to the Mexico City International Airport. As you travel, take a moment to reflect on the unforgettable experiences, the flavors, the landscapes, and the people who made this adventure so special. We hope you leave with your heart full of memories and the desire to return for more. included : Puebla - AICM (Private Service)"
    }
  ],
  "map": ""
}