{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "highlights-of-mexico-small-group-holiday",
  "tourName": "Highlights of Mexico small group holiday",
  "placesVisited": "",
  "generalInfo": "From the captivating capital to the sun-soaked Caribbean coast, get an introduction to Mexico on this whistle-stop tour. Journey through the country's vast history, uncovering Mayan gems including Palenque and Chichen Itza as well as the charming Colonial town of San Cristobal. Finish up on the Yucatan Peninsula, where we combine ruins with a side of relaxation, capping it off with a night in Playa del Carmen. <br/> <br/> Visit archaeological wonders - Discover bucket-list sites like Chichen Itza, one of the new Seven Wonders of the World. <br/> Explore colonial icons - Walk through the colourful markets of the picturesque city, San Cristobal de las Casas. <br/> See the Sumidero Canyon - Take to the water on a boat trip through this towering gorge, spotting wildlife along the way. <br/>",
  "durationDays": "9",
  "price": "2145",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Mexico City",
      "description": ": Our tour starts today in Mexico City, the capital of Mexico and the bustling heart and soul of the country. The city is a patchwork of historic landmarks, buildings and the largest number of museums in the world. Due to the number of evening flights into the international airport, our tour leader will meet you on the morning of day two for a welcome meeting. Look out for a message in the hotel reception with timings and other details for the day. There are no activities planned today, so you're free to arrive at any time. If you'd like to receive an airport transfer today, you'll need to arrive into Mexico City International Airport (MEX) which is around a 30-minute to one-hour drive from the hotel. If your flight arrives earlier in the day, you might like to have a stroll around Alameda Central, Mexico City's oldest municipal park, or visit the Templo Mayor Museum, which is known for its exhibits relating to the Aztec civilization."
    },
    {
      "dayNumber": 2,
      "title": "Visit the Teotihuacan Pyramids, tour of Mexico City",
      "description": ": We'll dive right into Mexico City's history today and head to the mysterious pyramids of Teotihuacan. Although it was abandoned in the thirteenth century, the site was once the largest city in the Americas with 100,000 inhabitants. Its influence continued through Middle America, and Mayan craftsmen borrowed its decorative motifs and building designs. Centuries later the Aztecs referred to Teotihuacan as 'the Place of the Gods', hinting at its importance. Afterward, we'll return to the downtown district for a walking tour of the Zocalo; the main square that has been a cornerstone in public gatherings since ancient times. The National Palace is located on the east side of the square - the President lives here as his permanent residence and we'll take a look at it from the outside, along with the grand metropolitan cathedral. Many of these key sights were built on top of Tenochtitlan, the old Aztec capital."
    },
    {
      "dayNumber": 3,
      "title": "Fly to Tuxtla Airport, boat trip through Sumidero Canyon en-route to San Cristobal",
      "description": ": This morning, we'll fly to Tuxtla airport, in the state of Chiapas, and set off for Sumidero Canyon, a unique rift 41 kilometres long and up to 1000 metres deep, cut by the Rio Grijalva. This is where, in the 16th century, 1000 Chiapa peoples allegedly committed suicide rather than submit to Spanish rule. We'll take a trip on a speed boat to fully appreciate the towering gorge, before driving approximately two hours up a scenic mountain road to San Cristobal de las Casas, a small colonial and indigenous town located high in the tree-lined Chiapas range. At 2210 metres above sea level, it can get quite cold here at night, so it's worth packing an extra layer."
    },
    {
      "dayNumber": 4,
      "title": "Visit indigenous villages, free afternoon in San Cristobal",
      "description": ": The indigenous groups from the surrounding hills fill the town and marketplace with their colourful dress including the distinctive Tzotzil community who still retain much of their Mayan customs and language. Today, we'll be visiting San Juan Chamula and Zinacantan, indigenous villages close to San Cristobal that practise an interesting blend of Catholicism and traditional Maya beliefs. This area is famous for its bright textiles and weavings in intricate designs. You might like to pick up souvenirs here during our free time this afternoon. Much like Oaxaca, San Cristobal is a charming town to explore on foot and also has its fair share of museums. The Na Bolom, House of the Jaguar, is dedicated to the preservation of the Lacandón tribe and displays many of their artefacts, while the Textiles Centre is a superb showcase of the weaving traditions found both in Chiapas as well as the rest of Mexico and Central America. There are also museums dedicated to amber and jade, that not only display historical pieces, but also give an understanding of the importance of these materials to the ancient civilisations."
    },
    {
      "dayNumber": 5,
      "title": "Travel to Palenque",
      "description": ": Leaving the highlands behind us, today we have a long driving day ahead of us, approximately eight hours plus stops. The road is slow and winding, but there are scenic views as we descend to the jungles of Palenque. We'll be driving via the town of Villahermosa, where we'll stop for lunch."
    },
    {
      "dayNumber": 6,
      "title": "Discover the Mayan site of Palenque, continue to Campeche",
      "description": ": Today's guided visit to the ruins of Palenque is one of the highlights of our tour of Mexico. Palenque is both a fascinating and important site and we'll explore it in depth with a guide. Once the choking forest was cleared, the ruins revealed the tomb of the high priest Pakal, his body adorned with a marvellous jade death mask - one of the most prized relics of the Mayan culture, discovered only in 1952. The entire site, shrouded by the steamy rainforest, has an aura of deep mystery. After our visit, we'll continue to the colonial city of Campeche, around a five-hour drive away (350 kilometres). In the early evening, we'll take a stroll to explore on foot. This UNESCO World Heritage-listed city was constantly besieged by pirates and so is the only walled city in Mexico. We'll take time to get an impression of the walled ramparts, narrow cobblestoned roads, boulevard and pastel coloured buildings on arrival."
    },
    {
      "dayNumber": 7,
      "title": "Visit Uxmal and drive to Merida",
      "description": ": This morning, we'll visit Uxmal, one of the Yucatan's most underrated ancient sites to those in the know. Encircled by hills, Uxmal is expansive in its design with majestic palaces and pyramids, and long geometrical friezes that rank among the most splendid examples of ancient American Art. The incredible Pyramid of the Magician and the beautiful Governor's Palace are two of the finest examples of Mayan art found in MesoAmerica. Later in the day, we'll drive to Merida, famed for its Spanish-Moorish style architecture, where we'll have time to wander the narrow streets watching the horse-drawn carriages rattle past. Our total driving time today will be approximately three and a half hours."
    },
    {
      "dayNumber": 8,
      "title": "Explore Chichen Itza and continue to Playa del Carmen",
      "description": ": This morning we'll visit the ruins of Chichen Itza. Founded in AD432, re-founded in 987 and conquered by the Toltecs in the 10th century, the culture of the Maya and the Toltec gradually fused. The pyramids, palaces, temples and ballcourt (where death was the penalty for defeat) are adorned with astonishing sculptures. Under the pressure of the civil war, the great monuments deteriorated and the Maya civilisation collapsed. Chichen Itza remains one of the most outstanding sites in the Americas, and its main pyramid was named the Seventh New Wonder of the World in 2007. We'll have a lengthy visit here, before setting off to Playa del Carmen for our final night. Time permitting, we'll stop for a swim in one of the Yucatan's cenotes (a cenote is an underground pool naturally formed in limestone, used by the ancient Mayans as a source of water). We'll arrive in Playa del Carmen in the evening. Our total driving time for today will be approximately four and a half hours."
    },
    {
      "dayNumber": 9,
      "title": "Trip ends in Playa del Carmen",
      "description": ": Our trip ends this morning at our hotel in Playa del Carmen. There are no activities planned today, so you're free to depart from Playa del Carmen at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer, you'll need to depart from Cancun Airport (CUN), which is approximately a 60-minute drive away."
    }
  ],
  "map": ""
}