{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "mexico-cultural-holiday-tailor-made",
  "tourName": "Mexico cultural holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "Discover the Soul of Mexico – A Journey Through Culture, History &amp; Hidden Wonders<br/><br/>Embark on a once-in-a-lifetime adventure through the heart of Mexico, where vibrant traditions, ancient civilizations, and breathtaking landscapes come together in perfect harmony. This immersive journey will take you across the country’s most iconic cities, mystical ruins, and welcoming local communities.<br/><br/>Your experience begins in the lively capital, Mexico City, where you’ll dive straight into the local culture with a thrilling evening of lucha libre, Mexico’s iconic wrestling spectacle. Wander through the bohemian streets of Coyoacán, home of the beloved Frida Kahlo, and visit her famous Blue House, now a museum filled with art, passion, and history. Next, venture to the legendary Teotihuacan Pyramids, once one of the largest cities in the ancient world, where you’ll explore the secrets of the Sun and Moon pyramids.<br/><br/>Your journey continues into the lush, mountainous region of Chiapas, known for its rich indigenous heritage and dramatic scenery. Discover the colonial charm of San Cristóbal de las Casas, surrounded by traditional Tzotzil and Tzeltal villages, before delving into the dense jungle to uncover the awe-inspiring ruins of Palenque, one of the most remarkable Maya archaeological sites.<br/><br/>Then, fly to the sun-drenched Yucatán Peninsula, where culture and nature intertwine. Explore the world-famous Chichén Itzá, a UNESCO World Heritage site and one of the New Seven Wonders of the World. Here, the story of the ancient Maya comes to life. Your adventure culminates with a visit to a local community, where you'll take part in artisan workshops, discover traditional crafts, and enjoy a refreshing swim in a sacred cenote, one of the region’s stunning natural sinkholes.<br/><br/>This journey offers the perfect blend of culture, adventure, and meaningful connections. You’ll not only explore world-renowned landmarks but also engage with local people and support sustainable tourism initiatives that preserve Mexico’s heritage and environment.<br/><br/>Whether you’re a history enthusiast, a culture seeker, or a nature lover, this unforgettable trip through Mexico will leave you inspired, moved, and forever changed.",
  "durationDays": "18",
  "price": "4620",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Mexico City, the capital and largest city in Mexico, recognized for its rich history and culture that combines its pre-Hispanic, colonial, and modern times to offer travelers an endless number of places to visit and a varied gastronomy. A private transfer wi ll be waiting for you at the airport to take you to your accommodation. After checking in, you’ll have free time to either relax or head out to explore the city at your leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Take the day to explore the vibrant heart of Mexico City at your own pace. Morning: Start with a leisurely stroll through the historic Zócalo, where you can admire the impressive Metropolitan Cathedral and the National Palace with its famous Diego Rivera murals. Midday: Wander through the nearby streets to discover local artisan shops and enjoy a traditional Mexican lunch in one of the many authentic eateries. Afternoon: Visit the Palacio de Bellas Artes, an architectural gem showcasing both Art Nouveau and Art Deco styles, or explore the lively Alameda Central Park. Evening: Unwind in the trendy neighborhood of Roma or Condesa, known for its charming cafes, boutique shops, and vibrant nightlife."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore the charming and historic neighborhood of Coyoacán at your own pace. Morning: Begin with a leisurely walk through the Plaza Hidalgo and Jardín Centenario, soaking in the colonial architecture and vibrant street life. Stop for a coffee at one of the quaint local cafes. Midday: Visit the iconic Frida Kahlo Museum (La Casa Azul) to learn about the life and work of the renowned artist. Alternatively, explore the nearby Leon Trotsky Museum for a glimpse into revolutionary history. Afternoon: Stroll through the Coyoacán Market, where you can sample local snacks like churros, esquites, and tostadas, or shop for artisanal crafts and souvenirs. Evening: Unwind in one of the traditional cantinas or enjoy some live music at a local bar."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today your English speaking local guide will pick you up from your hotel and head out of Mexico City to the valley of Teotihuacan to begin your approximately 8 hour experience. Here, your guide will tell you about the meaning of the City of the Gods, while you walk along the Calzada de los Muertos, telling you all the mysteries of this ancient civilisation, where you will find buildings such as the Pyramid of the Sun and the Pyramid of the Moon. The second part of the tour will be by bicycle, on a route of approximately 10 km, you will get to know the route of the Murals, an ancient natural observatory and the impressive views of the City of the Gods. You will close your day with a visit to the home of a family of artisans, where you will learn more about the process of obsidian and how it is transformed into handicrafts. You will also have a tasting of pulque and products derived from xoconostle, a cactus fruit very representative of the area. At the end of the designated time, you will enjoy a local lunch and your transportation will take you back to Mexico City, where your tour will end. Included Transportation Guide Bicycle Equipment Food Entrance fee"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "¡Enjoy a free day in Mexico City! Here are some recommendations depending on your interests: Cultural and Historical Attractions: Chapultepec Castle: Located in Chapultepec Park, this castle offers both history and stunning views of the city. It was once an emperor's residence and now houses the National History Museum. Museo Nacional de Antropología: A must-see for history buffs. This museum has an impressive collection of Mexican artifacts, including the famous Aztec Sun Stone. Food and Drink: Street Food Tour: Mexico City is famous for its street food. Try tacos al pastor, tamales, quesadillas, and churros. La Merced or Coyoacán Market are great spots for sampling street food. Explore Condesa or Roma: These neighborhoods are perfect for a relaxing stroll, with lots of cafes, restaurants, and boutique shops. Have a coffee or lunch at one of the many trendy spots. Xochimilco: Rent a colorful trajinera (boat) and float along the canals of Xochimilco. It’s a fun way to enjoy the outdoors, and you can bring your own drinks or buy from vendors floating by. Nature and Relaxation: Chapultepec Park: If you want a peaceful day, head to Chapultepec Park, one of the largest urban parks in the world. You can walk, rent a bike, or relax by the lake. Shopping and Souvenirs: La Ciudadela Market: A fantastic place for artisan crafts and traditional Mexican souvenirs, from hand-woven textiles to colorful pottery. Avenida Presidente Masaryk: For high-end shopping, head to Avenida Presidente Masaryk, Mexico City’s version of Rodeo Drive, where you’ll find luxury boutiques and designer stores. Nightlife: Polanco or Roma Norte: If you’re looking to experience the city's nightlife, head to Polanco or Roma Norte for trendy bars, rooftop lounges, or live music venues. Whatever you decide, Mexico City offers a rich blend of culture, history, food, and fun. Have an amazing day exploring!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today, after checking out from your hotel, a private transfer will be waiting to take you to the airport in México City, ensuring a smooth and timely journey. You'll arrive with plenty of time to relax before your flight to your next destination. Your flight is scheduled to depart at 12:00 and is expected to arrive in Tuxtla Gutiérrez at 13:35 Upon your arrival in Tuxtla Gutiérrez, another transfer will be waiting for you outside the airport to take you directly to your hotel. Enjoy your stay! San Cristobal de las Casas is a picturesque colonial city located in the mountains of the state of Chiapas. It was founded in the 16th century and is characterized by its Spanish colonial architecture, cobblestone streets and historic plazas. It is known for its bohemian and cultural atmosphere, with historic buildings and a large number of art galleries, craft stores, cafes, restaurants and bars offering live music and cultural shows. Included Private transfer in México City Scheduled Flight from México City to Tuxtla Gutiérrez Private transfer from Tuxtla Gutiérrez to San Cristóbal de las Casas"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "¡Enjoy a free day in San Cristobal de las Casas! San Cristóbal de las Casas is a charming colonial town in Chiapas, Mexico, offering a perfect mix of cultural experiences, natural beauty, and a laid-back atmosphere. If you have a free day to explore, here are some great recommendations: Cultural and Historical Attractions: Zócalo (Main Square) and Cathedral: Begin your day in the heart of San Cristóbal, the Zócalo. Surrounded by beautiful colonial buildings, this square is perfect for a relaxing morning walk. Visit the Cathedral of San Cristóbal and enjoy the vibrant atmosphere with local artisans selling crafts. Na Bolom Cultural Centre: A fascinating museum dedicated to the work of Franz and Gertrude Blom, who were pioneers in the study and preservation of the Lacandon Maya culture. The museum is housed in a former colonial mansion and is a great place to learn about the indigenous cultures of Chiapas. Amber Museum: San Cristóbal is known for its amber, and the Amber Museum is a great spot to learn about the history and significance of this beautiful stone. You’ll also find stunning amber jewelry and carvings for sale. Templo de Santo Domingo: A stunning baroque church with an intricately designed interior, located just a short walk from the Zócalo. It’s one of the most impressive buildings in San Cristóbal."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you will live an adventure of approximately 4 hours in two indigenous villages of the highlands of Chiapas: San Juan Chamula and San Lorenzo Zinacatán. You will meet your English speaking guide at the designated meeting point to head first to San Juan Chamula, a Tzotzil community with a rich religious and cultural syncretism. You will walk through its streets and visit the Church of San Juan Evangelista, where the atmosphere is of great spiritual significance with candles and candles always burning and people praying. Next, you will explore San Lorenzo Zinacantan, known as the Place of Bats. Here, you will admire the colonial church of San Lorenzo and visit a family home to learn about the fascinating tradition of backstrap loom weaving. Included Roundtrip transport Guide"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today, you will enjoy a tour of approximately 14 hours, starting with a visit to the stunning Agua Azul and Misol-Ha waterfalls. In the early morning, your English-speaking local guide will pick you up from your hotel in San Cristóbal de las Casas along with other travelers. After a couple of hours on the road, there will be a stop for you to enjoy a delicious breakfast. You will arrive at your first destination, the Tulijá River, which winds its way through a limestone bed, creating a series of impressive waterfalls and natural pools contained by limestone dams, known as the Agua Azul waterfalls. You will have around two hours to explore the riverbank, take a refreshing dip in its azure waters, enjoy the breeze and lush surrounding vegetation, or simply listen to the relaxing sound of the water, making this place one of the most spectacular corners of Chiapas. You will continue the journey for approximately one more hour to reach the Misol-Ha waterfall, with a drop of thirty-five meters in height. You will have enough time to take some photographs and then proceed to one of the most representative archaeological sites of the Maya world: Palenque, whose true name is Lakamha (place of great waters). You will discover the main structures of the site, such as the Temple of the Skull, the Tomb of the Red Queen, the Temple of the Inscriptions, the Palace, the aqueduct, the Cross Group, the Ball Court, the Queen's Bath, and many more. Finally, you will return to the city of San Cristóbal de las Casas. Included Round trip transport Guide Entrance fees"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today, after checking out from your hotel, a private transfer will be waiting to take you to the airport in Tuxtla Gutiérrez, ensuring a smooth and timely journey. You'll arrive with plenty of time to relax before your flight to your next destination. Your flight is scheduled to depart at 18:05 and is expected to arrive in Mérida at 19:25 Upon your arrival in Mérida you will go to the car rental office where you will be given the car you previously hired. Once you have the keys, let the adventure to your next destination begin! Mérida is the capital of Yucatán, noted for its impressive colonial architecture, lively culture and delicious cuisine. The city boasts numerous historic buildings, monuments and museums, such as the San Ildefonso Cathedral and the Regional Museum of Anthropology, as well as cultural festivals that offer a wide variety of activities for all tastes. In addition, the city is the ideal starting point for exploring the Yucatán region and its impressive archaeological sites. Mérida's gastronomy is another of its main attractions, with traditional dishes such as cochinita pibil, panuchos and salbutes, which reflect the rich history and culture of the region. Included Private transfer from San Cristóbal de las Casas to Tuxtla Gutiérrez Scheduled Flight from Tuxtla Gutiérrez to Mérida Pick up Rental car in Mérida APT"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "¡Enjoy a free day in Mérida! Mérida, the vibrant capital of the Yucatán Peninsula, offers a mix of colonial charm, rich Mayan history, and a laid-back atmosphere. If you have a free day to explore this beautiful city, here are some top recommendations: Cultural and Historical Attractions: Plaza Principal (Main Square) and Catedral de Mérida: Start your day at Plaza Principal, the heart of the city. It’s a perfect spot to enjoy the atmosphere, with lush trees and street performers. Visit the Catedral de Mérida, a stunning colonial cathedral built on the site of an ancient Mayan temple. It’s one of the oldest in the Americas. Paseo de Montejo: Walk along Paseo de Montejo, a beautiful tree-lined avenue with grand colonial mansions and monuments. This area offers a glimpse into Mérida’s past when it was a booming henequen (sisal) trade center. Museo Casa de Montejo: This colonial house-turned-museum is a great spot to learn about the history of Mérida. The architecture is beautiful, and the exhibits explore the city’s Spanish colonial past. Museo de Antropología e Historia: For a deeper dive into the region’s history, visit this museum. It features exhibits on both the ancient Mayan civilization and the colonial period, with artifacts that highlight the rich history of the Yucatán. Shopping and Souvenirs: Mercado Principal (Main Market): Head to the Mercado Principal, a bustling market where you can find everything from fresh produce to handmade crafts. You’ll find traditional Yucatecan textiles, hammocks, and colorful Mayan-inspired jewelry."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Free Day in Mérida Morning: Visit Parque de las Américas: A less touristy park with beautiful Art Deco architecture, perfect for a quiet morning walk. Take a Yoga Class: Several studios in Mérida offer drop-in classes, including rooftop sessions with city views. Explore the Mural Circuit: Discover vibrant murals in neighborhoods like La Ermita or San Sebastián, showcasing contemporary Yucatecan art. Midday: Cooking Class with a Local Chef: Learn to make regional dishes like cochinita pibil or panuchos. Visit the Gran Museo del Mundo Maya: A more modern, interactive museum dedicated to the history and culture of the Mayan civilization. Botanical Garden at Parque Ecológico del Poniente: A tranquil spot to learn about native plants and enjoy a peaceful walk. Afternoon: Swim at a Nearby Cenote: Visit Cenote Xlacah at Dzibilchaltún, just a short drive away. Day Trip to Izamal: Explore the “Yellow City,” a picturesque town known for its colonial architecture and ancient pyramid. Visit a Melipona Bee Sanctuary: Learn about the native, stingless bees and their significance in Mayan culture. Evening: Catch a Traditional Dance Performance: Enjoy a Vaquería Night at the Plaza Grande, featuring traditional Yucatecan dances (usually Monday evenings). Sunset at Parque de San Juan: A quieter spot with a local feel, perfect for people-watching and relaxing. Dining Experience at a Rooftop Restaurant: Try a tasting menu of modern Yucatecan cuisine while taking in panoramic views of the city."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Chichen Itzá : Discover the legacy of the ancient Mayan civilization at the archaeological site of Chichén Itzá. A local English-speaking guide will take you on a tour of approximately 1 hour and 45 minutes to visit the most emblematic buildings, including the Pyramid of Kukulcan, the Temple of the Warriors and the Observatory. As you walk through the site, you will admire the intricate sculptures and reliefs depicting the life and beliefs of the ancient Maya. With its impressive architecture and design, Chichén Itzá is one of the most impressive sites on the Yucatán Peninsula. This is an excellent opportunity to learn about the Mayan culture and its legacy in world history. Yokdzonot Cenote : Today, you will experience a unique moment of leisure at one of Yucatán|s most authentic cenotes: Yokdzonot Cenote. This place, where nature, culture, and spirituality intertwine in a unique way, is considered sacred by the Maya culture. In 2005, it was transformed into an ecological tourist site by a group of women from the rural community of Yokdzonot .During your visit to the cenote, you will enjoy a three-course meal included in your experience. You are free to decide how to organise your time here, whether to return to your hotel or continue on your journey. Included Visit Chichen Itzá : Guide Entrance fee to Chichén Itzá Yokdzonot Cenote : Entrance fee Life jacket 3 meals"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Valladolid, a charming colonial town in the Yucatán Peninsula, offers a mix of history, nature, and local culture. If you have a free day to explore this lovely city, here are some great recommendations to make the most of your time: Cultural and Historical Attractions: Cenote Zací: Start your day by visiting Cenote Zací, located right in the heart of Valladolid. This large open cenote is great for a refreshing swim, surrounded by lush vegetation. You can also relax by the cenote’s edge or take in the stunning views from the nearby restaurant. Plaza Principal (Main Square): Head to the Plaza Principal, the lively heart of Valladolid. It’s a peaceful and beautiful place to stroll, enjoy the lush trees, and watch street performers. The Parroquia de San Servacio church, with its impressive façade, is located here and is worth a visit. Catedral de San Servacio: This colonial-era cathedral, located just off the main square, is an iconic part of Valladolid’s history. The church is quite beautiful and offers a peaceful respite from the bustling town square. Convento de San Bernardino de Siena: A short walk from the main square, the Convento de San Bernardino is a beautiful historical site. This former convent, built in the 16th century, features impressive architecture and a peaceful courtyard. In the evenings, the convent is sometimes lit up for special cultural events. Museo San Roque: If you enjoy history and culture, consider visiting the Museo San Roque. The museum is housed in an old colonial building and offers insights into Valladolid's history, local traditions, and Yucatán’s colonial past."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Today, your local guide in English will take you on a two-hour tour through Yalcobá, a Yucatecan community in the heart of the southern Mexico Maya jungle, where you will walk in Mayan forests and learn about milpa (a traditional agricultural system used throughout Mesoamerica and based on the three sisters association: corn, beans, and squash). In this tour, the diversity of butterflies, insects, and other animals is as present as the variety of local plants that grow in this region. Besides the informative speech, you will be able to visit a cenote known as rejollada, which is only for appreciation; explore this place stamped with our ancestors' fingerprints through an experience that looks for Yucatán cultural and natural heritage conservation and let yourself be amazed by what you will discover if you pay attention to sounds and smells around you. Included Guide Full day local guide - SPA Full day translation services Food"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "¡Enjoy a free day in Puerto Morelos! Puerto Morelos is a small but vibrant coastal town on Mexico’s Caribbean coast, known for its beautiful beaches, charming atmosphere, and proximity to the Mesoamerican Barrier Reef. If you have a free day to explore, here are some fantastic recommendations: Beach and Water Activities: Relax at the Beach: Start your day by enjoying the peaceful and quiet beaches of Puerto Morelos. The town is known for its relaxed vibe, with beautiful stretches of white sandy beaches. Spend some time lounging in the sun, swimming in the clear turquoise waters, or just enjoying the view. Snorkeling at Puerto Morelos Reef: Puerto Morelos is part of the Mesoamerican Reef, the second-largest barrier reef in the world. You can easily access this reef from the shore or take a boat tour to go snorkeling or diving. The water is calm, and you can see vibrant coral, colorful fish, and sometimes even sea turtles and rays. Consider booking a tour with a local operator like Wet Set Diving or Pelagic Safari for a guided snorkeling experience. Boat Tour to the Reef: If you prefer a more leisurely boat ride, you can take a glass-bottom boat tour. This is a great way to see the underwater world without getting wet. Some tours include snorkeling stops, or you can just enjoy the views from the boat. Kayaking or Paddleboarding: Rent a kayak or paddleboard and explore the calm waters at your own pace. It’s a fun and relaxing way to enjoy the sea and get a different perspective of the coastline."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "¡Enjoy a free day in Puerto Morelos! Explore the Town: Visit the Puerto Morelos Town Square (Plaza Principal): Wander around the Plaza Principal, where you can experience the charm of this small town. The square is surrounded by colorful buildings, cafes, and shops. You can enjoy some local snacks, sit under the trees, or enjoy a drink at one of the nearby cafes. Puerto Morelos Lighthouse: Don’t miss the iconic Puerto Morelos Lighthouse, which has stood since 1946. It’s a great spot for a photo and offers a nice view of the coastline. The lighthouse is a symbol of the town and also serves as a guide for boats navigating the waters. Artisan Shops and Local Crafts: Puerto Morelos is home to many local artisans, so take some time to browse the shops around the town square. You’ll find hand-crafted jewelry, textiles, paintings, and Mexican pottery. Many shops offer unique, locally made items that make for great souvenirs. Explore the Local Market: The local market in Puerto Morelos offers a variety of products, including fresh fruits, vegetables, local snacks, and handmade crafts. It's a great place to try something new and support local vendors."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "As your unforgettable adventure comes to a close, today you'll self-drive Cancún Airport. Make sure to leave ample time for returning your car and checking in for your flight, so you can relax and enjoy the final moments of your journey. Wishing you a seamless trip and a pleasant flight ahead. Safe travels, and we hope to welcome you back soon! We want to extend a heartfelt thank you for choosing us for your recent trip to Mexico. It was a pleasure to have you with us, and we hope you had an unforgettable experience exploring our beautiful country! Included Drop off rental car in Cancún APT"
    }
  ],
  "map": ""
}