{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "puerto-vallarta-nayarit-vacation",
  "tourName": "Puerto Vallarta & Nayarit vacation",
  "placesVisited": "",
  "generalInfo": "This trip takes you from the vibrant city of Tepic, the cultural capital of Nayarit, to the golden beaches of Puerto Vallarta, combining nature, history, and cultural immersion. You'll enjoy unique experiences such as the release of sea turtles in Rincón de Guayabitos, an intimate look at the Huichol worldview in the Sierra del Nayar, and tours of charming coastal towns like Sayulita and San Pancho. You'll also have free days to explore at your own pace, with options such as visiting the magical town of San Sebastián del Oeste or whale watching in Bahía de Banderas (seasonal). A tour filled with unforgettable landscapes, local flavors, and encounters with the living richness of Mexican culture.",
  "durationDays": "8",
  "price": "945",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Tepic, the capital of the state of Nayarit! A city that pulses with a vibrant blend of modern life and Indigenous heritage. Surrounded by mountains, rivers, and green valleys, Tepic is the perfect starting point for exploring the natural and cultural treasures of western Mexico. Located in the fertile Matatipac Valley, the city maintains a strong presence of the Wixárika (Huichol) and Cora cultures, whose traditions are still alive in local markets, festivals, and cultural centers. Tepic is also the birthplace of the famous poet Amado Nervo, and his poetic legacy can still be felt in the city’s plazas and museums. Enjoy the day at your leisure to explore the charm of this unique destination. Overnight stay in Tepic. Included: • Transfer from the airport to the hotel •Accommodation in Tepic"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today, we’ll take part in one of the most touching and unforgettable experiences in the region: the release of baby sea turtles into the ocean—an activity that delights visitors of all ages and brings families and friends closer together. This emotional and meaningful experience allows us to become part of vital conservation efforts, giving us a new perspective on nature and our role in protecting it. Guided by biologists and local experts, we’ll learn about the turtles' life cycle, the importance of their protection, and the work being done at the turtle conservation camp. This Turtle Release Program is part of a broader social and environmental responsibility initiative, aimed at supporting the conservation of endangered species and contributing to scientific research. At the end of the experience, we’ll return to our hotel in Tepic. Overnight stay in Tepic. Included: •Accommodation in Tepic •Ground Transportation •Boat ride through the Bay and to Crab Island. •Snorkeling at Coral Island. •Recreational activities. •Light breakfast. In-depth talk about sea turtles. •Sea turtle release. •Refreshments (Water, soda, and juice). •Guide."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you’ll have the day at leisure, with an optional adventure available to the Sierra del Nayar, where you’ll step into a world few have ever seen. We begin at the breathtaking Aguamilpa Dam, where nature and Huichol (Wixárika) culture blend in a unique, powerful way. As you journey through landscapes teeming with wildlife, you’ll encounter one of the few Indigenous cultures that was never conquered by the Spanish. The Huichol people have their own view of the universe, expressed through their clothing, traditions, cuisine, and art—especially the symbolic relationship between corn, the deer, and peyote. You’ll also take part in a hands-on traditional beadwork workshop guided by local artisans, using chaquira (tiny glass beads) to create meaningful figures, jewelry, and mosaics. Each design reflects the Indigenous worldview, nature, and spiritual beliefs. This experience will awaken a deeper appreciation for ancestral roots and cultural heritage. Return to your hotel in Tepic. Overnight stay in Tepic. Included: •accommodation in tepic"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today marks the end of our time in Nayarit as we continue our journey by bus to Puerto Vallarta, just a 3-hour scenic drive away. Along the way, we’ll pass through notable spots like Rincón de Guayabitos and Sayulita, enjoying the changing landscapes as we head toward the coast. Puerto Vallarta welcomes us with the natural beauty of its beaches hugged by the Sierra Madre Mountains, the essence of its culture, cuisine, and traditions, and the warmth of its people, who greet you like an old friend. Enjoy the rest of the day at your leisure to explore this magical destination, rich in authentic Mexican spirit. Overnight stay in Puerto Vallarta. Included: •Transfer from the hotel to the bus station •Bus ticket from Tepic to Puerto Vallarta •Transfer from the bus terminal to the hotel in Puerto Vallarta •accommodation in Puerto Vallarta"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today, we’ll visit the two most colorful villages along the bay: Sayulita and San Pancho, on a relaxed cultural tour to discover their Huichol heritage, vibrant streets, unique shops, and artistic galleries. With the guidance of our experienced bilingual guides, learn about the community spirit of San Pancho, enjoy shopping time in Sayulita, and dive into the laid-back culture of these so-called \"hippie towns\" on Mexico’s Pacific coast. Known for their culinary diversity, you’ll also have the chance to sample local street food, tropical fruits, and delicious regional \"antojitos\" made from fresh, local ingredients—all while soaking in the tranquil, bohemian atmosphere. Return to your hotel. Overnight stay in Puerto Vallarta. Included: • Breakfast at the hotel •Transportation in air-conditioned vans •Exotic fruit tasting and delicious Mexican snacks •Short guided tour of San Pancho and Sayulita •Free time to explore San Pancho and enjoy Sayulita •accommodation in Puerto Vallarta"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today is a free day to explore or take part in an optional excursion to the enchanting colonial Magic Town of San Sebastián del Oeste, nestled in the lush Sierra Madre mountains near Puerto Vallarta. Wander cobblestone streets in this historic former mining town, where locals warmly welcome visitors and share the fascinating stories of the region’s past and present. Surrounded by misty forests and colonial architecture, San Sebastián offers a unique window into Mexico’s rich history. This immersive tour not only introduces you to a charming mountain village and its surroundings, but also lets you connect with over 200 years of living tradition and cultural heritage. Return to the hotel at your own pace. Overnight stay in Puerto Vallarta. Included: • Breakfast at the hotel •accommodation in Puerto Vallarta"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Another day to enjoy as you wish! For nature lovers, we highly recommend an optional whale watching excursion (seasonal, from December to March). Get up close to majestic humpback whales as they migrate from arctic feeding grounds to the warm waters of Bahía de Banderas to mate and give birth. Puerto Vallarta is one of the premier whale watching destinations in North America. On this photographic safari tour, we’ll travel aboard specially designed inflatable speedboats for an intimate experience. From sea level, you’ll witness whales breaching, spouting, and displaying their tails just meters away. Don’t forget your camera—each sighting offers unforgettable moments! Our bilingual marine mammal experts will share fascinating insights about whales and dolphins, as well as other resident and migratory species. You’ll even get to listen to whale songs using hydrophones onboard. Return to your hotel at your own pace. Overnight stay in Puerto Vallarta. Included: • Breakfast at the hotel •accommodation in Puerto Vallarta"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "As your unforgettable journey comes to an end, our transfer service will take you to Puerto Vallarta International Airport. We wish you safe travels and a smooth flight. Thank you sincerely for choosing us for your trip through Mexico—it was a pleasure to have you with us, and we hope you leave with unforgettable memories and a heart full of adventure. Included: • Breakfast at the hotel • Transfer from the hotel to the Puerto Vallarta airport"
    }
  ],
  "map": ""
}