{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "baj-o-tailor-made-holiday-in-mexico",
  "tourName": "Bajío tailor made holiday in Mexico",
  "placesVisited": "",
  "generalInfo": "Welcome to Mexico, a land of vibrant traditions, breathtaking landscapes, and deep-rooted history. From ancient civilizations to colonial charm and modern creativity, this country offers a rich mosaic of experiences waiting to be discovered.<br/><br/>Whether you're here to explore archaeological wonders, savor world-renowned cuisine, or connect with the warmth of its people, Mexico invites you to slow down, open your senses, and embrace every moment.<br/><br/>We’re delighted to accompany you on this journey. Let the colors, flavors, and stories of Mexico inspire you, this is just the beginning.",
  "durationDays": "10",
  "price": "2280",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Mexico City, the capital and largest city in Mexico, recognized for its rich history and culture that blends pre-Hispanic, colonial, and contemporary influences to offer travelers an endless array of places to explore and a vibrant, diverse gastronomy. Upon arrival, you will be transferred to your hotel, Casa González, a charming and peaceful retreat nestled in one of the city’s most emblematic neighborhoods. Settle in and get ready to begin your journey through this dynamic metropolis. included : Private simple transfer AICM - Hotel in CDMX - 2 bags 25 kg (Private Service) / 4 Nights at Mexico City: Casa González Standard Room - 1 king cama American breakfast"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Mexico City is a vibrant and culturally rich city with a fascinating history dating back to pre-Columbian times. The city is famous for its impressive architecture, which includes ancient Aztec ruins and colonial-era buildings, as well as modern skyscrapers. The city is also home to numerous museums, art galleries and cultural centers that showcase Mexico's rich cultural heritage. Another highlight is its delicious cuisine, which ranges from tacos and tamales to haute cuisine restaurants. Your private transportation will pick you up to take you to the Historic Center of Mexico City, declared a World Heritage Site by UNESCO. At the meeting point your local English-speaking guide will be waiting for you to start a walking tour of approximately 4 hours through the streets of the Aztec capital. During this experience you will learn about the history and gastronomy of Mexico while visiting the most emblematic places of the historic center such as the Metropolitan Cathedral, the ruins of the ancient Aztec city, the Palace of Fine Arts and the Postal Palace, you will also make a few stops at local food stalls and restaurants that only your guide knows and taste traditional Mexican food including tacos and a dessert. You will understand why Mexican gastronomy is considered Intangible Cultural Heritage of the Community, at the end of the experience your transportation will take you back to your accommodation. included : Tortilla crawl: Life beyond tacos experience - 6h - ENG (Private Service) Transport, guide, tasting, dessert - 7:30am, 2pm"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today, you will visit Xochimilco on a 3-hour tour to learn about the pre-Hispanic agricultural system that still operates today: the Chinampas. With your local Spanish-speaking guide, you will head to the Xochimilco docks, which means Place of Flowers. This is a system of canals divided by small artificial islands called chinampas, declared a World Heritage Site by UNESCO in 1987. You will enjoy a two-hour ride (one hour each way) on a conventional trajinera. During the journey, your guide will share insights about the history of the canals, the endemic species, and the challenges involved in maintaining this ecosystem today. You will arrive at a chinampa covering just over 3 hectares, nestled in the Protected Natural Area Ejidos of Xochimilco and San Gregorio Atlapulco. There, you will receive a theoretical and practical explanation of the steps followed to produce a variety of vegetables. Later, you will tour the planting area, concluding with an explanation of the biofilter, which also serves as a refuge for the region’s iconic species: the Axolotl. After returning to the dock, your transportation will take you to the Casa Azul, the former home of Frida Kahlo, where you’ll explore her life, art, and legacy. You’ll then continue to the charming neighborhood of Coyoacán, known for its colonial architecture, bohemian atmosphere, and colorful plazas. Take time to stroll, enjoy a coffee, or visit local shops before heading back to your hotel. included : : Chinampa Olintlalli trans service, Coyo & C. Azul - 5h - ENG (Private Service) Roundtrip transport, translation service, trajinera, entrance Demonstrative Chinampa - 2h - SPA (Private Service) Conventional trajinera, guide - 9am to 3pm"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will have a guided tour of approximately 5 hours. First you will visit the Museum of Anthropology, one of the most important museums in Latin America and the world. It was built in the 1960s by architect Pedro Ramirez Vasquez and has 22 rooms designed to preserve Mexico's rich indigenous heritage. Accompanied by your English-speaking guide, you will tour the museum's main collections while learning about the history of pre-Hispanic cultures and appreciating some of the most important pieces of pre-Columbian Mexico such as the Aztec Calendar, the Olmec Colossal Head, and the famous Mask of Pakal. Your second stop of the day will be the majestic Chapultepec Castle surrounded by a forest of the same name, one of the largest green areas of the Aztec capital. You will start with a walk through the forest and then start climbing up to the castle located at the top of the hill. The castle was built in 1785 as the residence of the viceroy of New Spain and was later remodeled to be the home of Emperor Maximilian and Empress Carlota. In 1939 it became the National Museum of History with a magnificent collection of historical pieces and murals with interpretations of the history of Mexico. From the top there are beautiful views of the forest and the city. included : Anthropology Museum & Chapultepec Castle - 5 h - ENG (Private Service) Transport, guide, entrance"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today your English-speaking local guide will pick you up from your hotel and head out of Mexico City to the valley of Teotihuacan to begin your approximately 8-hour experience. Here, your guide will tell you about the meaning of the City of the Gods, while you walk along the Calzada de los Muertos, sharing the mysteries of this ancient civilization, where you will find buildings such as the Pyramid of the Sun and Pyramid of the Moon. Afterwards, you will board your transport for a tour of the Route of the Murals, an ancient natural observatory offering breathtaking views of Teotihuacan. You’ll close your day with a visit to the home of a family of artisans, where you’ll learn about the obsidian process and how it is transformed into handicrafts. You will also enjoy a tasting of pulque and products derived from xoconostle, a cactus fruit emblematic of the region. At the end of the designated time, you will enjoy a local lunch, and your transportation will continue on to San Miguel de Allende, where your tour will end and you will be dropped off at your accommodation. Hotel La Morada is located in the colonial city of San Miguel de Allende, just 20 steps away from the main square and surrounded by historical monuments, the best restaurants, shops, boutiques, and the wonderful streets of San Miguel. It offers simply decorated rooms with various amenities, including Wi-Fi, a coffee maker, and cable TV, among others. It is an excellent choice for travelers seeking a comfortable place to sleep and be in the heart of the historic center. included : Teotihuacán walking tour (Private Service) Transport, guide, entrance, lunch, drop off San Miguel / 3 Nights at San Miguel de Allende: La Morada Standard Room - 1 king cama American breakfast"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Embark on a guided culinary tour lasting approximately 3 to 3.5 hours, designed to highlight the very best of San Miguel’s regional flavors. You’ll visit five carefully selected tasting spots, including family-run restaurants and local food stands, offering enough delicious samples to make up a satisfying lunch. Along the way, enjoy refreshing local beverages and learn about the community’s culinary traditions, its history, and the deep cultural ties that shape everyday life. Tastings include a traditional soup, a flavorful tortilla soup, mole enchiladas, tacos, ice cream, and the most famous churro in San Miguel. included : Downtown Food tour (Shared Service) Guide, tastings"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "San Miguel de Allende is a beautiful colonial city famous for its colonial architecture, vibrant artistic life and rich culture. The city was founded in the 16th century, and its historic center has been declared a World Heritage Site by UNESCO. Highlights include the Parroquia de San Miguel Arcángel, an iconic church with its neo-Gothic towers, and the Jardín Principal, a beautiful public square surrounded by historic buildings. Another of San Miguel de Allende's attractions is its gastronomy, with a wide variety of restaurants offering traditional Mexican dishes and creative fusions. included : Historical urban walk - 2.5h - ENG (Private Service) Guide, water - 9am to 5pm"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Guanajuato is a cultural and historical jewel in Mexico. Among the things you can do in the city are: Enjoy a delicious traditional meal in one of the restaurants surrounding the Juarez Theater. Climb to the viewpoint of the Monumento al Pípila for a panoramic view of the city. Explore the subway tunnels that run through Guanajuato and learn the history behind them. Lose yourself in the charm of the alleys of the historic center. Visit the iconic Alhóndiga de Granaditas, a place of historical importance in the struggle for Mexico's independence. Take a break in the tranquil Plaza de La Paz, surrounded by colonial buildings and a relaxed atmosphere. Today, you will be transferred from San Miguel de Allende to your hotel in Guanajuato. After settling in, your local English-speaking guide will meet you for a two-and-a-half-hour walking tour through the historic center of Guanajuato, one of Mexico’s most culturally rich cities and a former mining capital. This experience will take you through colorful streets, colonial buildings, and charming neighborhoods, revealing the city’s legends, traditions, and architectural beauty. As you walk, you’ll discover iconic sites such as the Callejón del Beso, a romantic alley that tells a tragic love story cherished by locals and visitors alike. Let the rooftops, alleys, and plazas of Guanajuato guide you through its vibrant past and present. included : San Miguel de Allende - Guanajuato - 1 h 28 min (Private Service) / 2 Nights at Guanajuato: Mesón de los Poetas Standard Single - 1 dbl cama Breakfast"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today, your local guide in English will take you on a two-and-a-half-hour tour through the first silver and gold mining center in the world par excellence: Guanajuato. Enjoy Guanajuato's mining past in a vehicle that will pick you up at your hotel and lead you to some of the most traditional mining neighborhoods in the city; you will learn about its history under the culture and landscape of the region. Also, you could look up to its former mining haciendas, subway streets, tunnels, and 600-meter mine shafts. In the end, visiting this World Heritage Site could bring you the opportunity to discover more about this mining center on your own or to continue your experience by tasting typical dishes in a local restaurant. By the way, the decision is up to you. included : Mining districts of Guanajuato - 3h - ENG (Private Service) Transport, guide - 9am to 2pm"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today marks the end of your journey through the colorful streets and rich history of Guanajuato. After breakfast, your private transportation will pick you up from your hotel and take you to the Guanajuato International Airport for your departure. Take this final moment to reflect on the experiences, flavors, and stories that made your visit unforgettable. We hope you leave with beautiful memories and the desire to return to Mexico’s vibrant heart. Safe travels and hasta pronto. included : Guanajuato - Guanajuato APT (Private Service)"
    }
  ],
  "map": ""
}