{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "yucatan-holiday-in-mexico-tailormade",
  "tourName": "Yucatan holiday in Mexico, tailormade",
  "placesVisited": "",
  "generalInfo": "This immersive 9-day, 8-night itinerary is a perfect blend of white-sand relaxation, mystical underwater exploration, and profound cultural history. You will experience the vibrant resorts of the Riviera Maya, the tranquil barefoot luxury of a car-free island, and the rich colonial heritage of the inland Yucatán. This journey is special because it connects you with the region's natural wonders, from the glowing waters of a bioluminescent lagoon to the pristine ecosystems of a UNESCO World Heritage site, while ensuring deep dives into Mayan history at world-famous archaeological sites.<br/><br/>This holiday is designed for the traveler who wants more than just a beach vacation. It's a journey of natural and historical discovery, highlighted by unique experiences:<br/><br/>Island Magic: Spend two nights on Isla Holbox, a laid-back, car-free island escape known for its sandy streets and breathtaking natural beauty.<br/><br/>Mystical Night Adventure: Experience the wonder of the Yucatán with a Bioluminescence Tour in Kayak. You'll glide silently toward Punta Mosquito under the stars and then swim in the dark waters as tiny organisms illuminate with every movement, creating a magical, unforgettable spectacle.<br/><br/>The Mayan Underworld (Cenotes): Dedicate two full days to exploring the region's sacred sinkholes. On the All-inclusive Cenotes tour, you'll ride a unique vintage truck to three different cenotes (NOOL HA, Suytun, and Chukum) for refreshing swims and to marvel at dramatic cave formations<br/><br/>Ancient Grandeur: Visit the iconic UNESCO World Heritage site of Chichén Itzá, home of the massive Kukulkan pyramid, and explore other structures like the observatory and the sacred cenote.<br/><br/>Sustainable Ecosystems: Explore the protected Sian Ka'an Biosphere Reserve on a tour focused on sustainable practices by a Mayan cooperative. You'll boat through four interconnected lagoons and ancient Mayan canals, visit the ancient temple of Xlapak, and float peacefully down a scenic channel surrounded by mangroves.",
  "durationDays": "9",
  "price": "1900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your Mexican adventure begins with a seamless transfer from the airport to the stunning Caribbean coast and your accommodation in Playa del Carmen. This town has established itself as one of the region's finest resorts, offering a perfect blend of white sands, upmarket boutiques, trendy restaurants, and access to magnificent cenotes. Settle in, feel the Caribbean breeze, and prepare to explore this vibrant destination."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today is completely at leisure. You have time to enjoy the atmosphere of Playa del Carmen, which offers a more tranquil and authentic vibe compared with neighboring Cancun. Relax on the stunning white sands , shop for souvenirs, or dine at a beachfront cafe. This is the perfect day to dive into a nearby local cenote, sampling the magical underwater world before heading to your next destination."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Trade the bustle of the Riviera Maya for the tranquil, barefoot luxury of Isla Holbox. After a private morning transfer to the port of Chiquila , you’ll take a short, scenic ferry ride to this magical island. Holbox is renowned as an ideal spot for an adult-only holiday. Settle into your charming accommodation, explore the sandy streets, and prepare for an evening of island life and spectacular nature."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy a day of pure island bliss. Holbox is perfect for relaxing or exploring at your own pace. The true magic, however, awaits after sunset with an extraordinary Bioluminescence Tour in Kayak. As you glide silently beneath a canopy of twinkling stars, you’ll paddle toward the breathtaking Punta Mosquito. The pinnacle of the night is when you delve into the water to swim amidst a spectacular display of bioluminescence, where glowing aquatic creatures light up your surroundings with every movement, creating an unforgettable, mystical realm."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Take an early morning ferry back to the mainland at Chiquila and board a private shuttle, trading coastal life for the Yucatán's colonial heartland. Arrive in Valladolid, a city characterized by its colourful colonial buildings and bustling main square. Settle into your accommodation and spend the afternoon soaking up the rich culture, meander in the Plaza e Parque Francisco Canton, marvel at historic churches, and enjoy authentic street food, doing as the locals do."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Rise early for the must-do Chichén Itzá + 2 Cenotes tour. Your early departure ensures you arrive at the UNESCO-listed Mayan ruins at a good time to avoid long lines , allowing you to experience the iconic Kukulkan pyramid, the observatory, and the sacred cenote in relative peace. Next, embark on a fascinating adventure into the Mayan underworld to discover two impressive cenotes. You'll swim in the crystal-clear waters, marvelling at the natural beauty that surrounds you in these sacred, ancient wonders."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The day begins with an exhilarating All-inclusive Cenotes tour. You'll ride aboard the only vintage truck in the Yucatán Peninsula, cruising through lush landscapes in comfort and style. You’ll visit three spectacular cenotes: the hidden gem of NOOL HA, the famed Suytun Cenote with its dramatic circular vault, and Hacienda Chukum, which provides a magical setting for exploration. Afterward, take a private shuttle transfer to Tulum, a resort renowned for its bohemian atmosphere, chic restaurants, and rich Mayan history."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning, participate in the extraordinary Sian Ka'an Reserve Ancient Maya Canals Tour , nestled within a UNESCO World Heritage Site. Your experience begins with a delightful breakfast of traditional Mayan cuisine. The tour then follows a historic Mayan waterway through four significant lagoons. You’ll witness incredible aquatic birdlife and visit the ancient Mayan temple of Xlapak. The most unique part: you'll leap from the dock to float peacefully for 30 to 45 minutes along a scenic 950-meter canal, surrounded by orchids, bromeliads, and mangroves. The unforgettable day concludes with a delicious, traditional lunch."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Your incredible journey through the Yucatán comes to an end today. You will take a very early morning shared standard shuttle from Tulum to Cancun Airport (CUN) for your departure, carrying memories of Mexico's most majestic highlights and hidden wonders."
    }
  ],
  "map": ""
}