{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "highlights-of-the-yucatan-peninsula-tour",
  "tourName": "Highlights of the Yucatan Peninsula tour",
  "placesVisited": "Spend a week travelling from Cancun to Tulum via Valladolid, Merida, and Chichen Itza, Share lunch with a local Maya family as you tour their farm, and learn how to make tortillas, Explore the spectacular Chichen Itza with a local historian, Swim in a limestone cenote, Visit the Celestun Bird Sanctuary and Biosphere Reserve with a local conservationist, Boat tour through the ancient Mayil trading post, Finish with a few days to unwind and sunbathe in Tulum",
  "generalInfo": "The beauty of this Yucatan Peninsula tour is that it doesn’t simply tick off the key experiences, like Chichen Itza, swimming in a cenote, or exploring Merida. Instead, taking your time, you’ll be immersed in life here, sharing traditional homecooked meals with Maya farming families, meeting up with knowledgeable guides such as conservationists and historians, and staying in some charming boutique hotels. <br/><br/>Over the course of a memorable week you’ll travel from the sun-drenched Caribbean coastline of Puerto Morelos to Tulum, in the engaging company of a small group (maximum group size 12) and a dedicated tour leader, who is there to ensure the trip runs smoothly. Along the way, you’ll learn how to make an authentic tortilla, take a dip in a beautiful limestone cenote, uncover the secrets of ancient Maya civilisation at Chichen Itza and Tulum, and spend a few nights in a hotel that was once a 17th century mansion.<br/><br/>Following a guided tour of historic downtown Merida with its plazas, markets, and murals, you’ll head to the Celestun Bird Sanctuary, a biosphere reserve, with a local conservationist as your guide. Sixty-six million years ago, an asteroid strike on the Yucatan Peninsula is thought to have wiped out almost all of the dinosaurs on earth, but their winged brethren survived, and evolved into the many species inhabiting these mangroves. Visit between November and March, and you may see crowds of flamingos painting the scenery a vivid shade of pink.<br/><br/>From Merida you continue to Tulum and its vast, oceanside archaeological site – one of the most renowned in all Central America. But not before a day amid the ancient ruins of Muyil, once a Maya trading post. Here you’ll take to a boat for a river tour with members of the local community as your guides, for a relaxed and informative cruise – plus a swim, of course.<br/><br/>Arriving in Tulum you’ll take your leave of the group and your tour leader with a farewell meal – and a chance to take one final leap into Mexican cuisine – the seafood in this part of the country is divine.<br/><br/>Staying in locally owned hotels, eating at local restaurants recommended by your tour leader, and being entertained by a succession of local guides, on this trip you cannot fail to make a positive difference to the places you visit. Wondering if you can find a Mexico cultural trip with a reassuringly responsible flavour? Yes, you Yucatan!",
  "durationDays": "8",
  "price": "2795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Playa Del Carmen.",
      "description": "Bienvenidos! Welcome to Mexico. Your adventure begins in Playa del Carmen – a coastal resort town on the Yucatan Peninsula, known for its turquoise waters and nightlife. You’ll be met at Cancun International Airport and transferred to your hotel. Here, you’ll meet your local leader and fellow group members at your welcome meeting at 6 pm tonight. If you arrive early, you might like to stroll along pedestrian avenue while perusing handmade hammocks, jewellery and crafts. After your meeting, head into town for your first dinner in Mexico at a local restaurant."
    },
    {
      "dayNumber": 2,
      "title": "Valladolid.",
      "description": "After breakfast, depart Playa del Carmen and head to the secluded Laguna Chabela. Here, you’ll meet a local Maya family who have lived here for generations. Gain a deeper understanding of their way of life as you walk through the low jungle full of medicinal plants, see what they grow and learn how they live off the land. Watch a demonstration on how to make delicious tortillas in the Coba style with the family matriarch then sit down to a traditional lunch prepared by hand using a mortar and pestle found in the nearby ruins, still used after 1000 years. You’ll feel like you’ve travelled back in time, with stones from ancient Maya structures emerging from the jungle and the sounds of birds as your backdrop. In the afternoon, continue to the city of Valladolid, known for its pastel-coloured buildings. Set on the city’s main square, your hotel was converted from a 16th century house and offers a perfect base for your explorations."
    },
    {
      "dayNumber": 3,
      "title": "Merida - Chichen Itza.",
      "description": "This morning will be spent exploring the complex of Chichen Itza. Named as one of the new Seven Wonders of the World, Chichen Itza is considered the most important archaeological vestige of the Maya-Toltec civilisation in Yucatan by UNESCO. Meet with a local guide for a tour to uncover the secrets of what is perhaps the most famous Maya site, dominated by the Temple of Kukulkan, or El Castillo – a Mesoamerican step-pyramid. After, you’ll have a home-cooked lunch with a local family in the town of Piste. Tuck into a traditional Pibil feast – a Maya style of cooking that involves barbecuing underground, which the family have perfected over generations. After lunch, visit a local cenote for a swim. These limestone sinkholes were viewed by the Maya as doorways to the underworld. Continue to Merida – founded in 1542, this city is the Yucatan capital and retains much of its old-world charm. Your Feature Stay accommodation for the next three evenings is in the historic Hotel Casa Lucia. Spacious rooms feature traditional touches, surrounding a courtyard that features a swimming pool."
    },
    {
      "dayNumber": 4,
      "title": "Merida.",
      "description": "This morning, you’ll join your leader on a walking tour of downtown Merida to learn more about the Maya heritage of the town. Visit the market for a look at local life and stop by the city museum, Montejo's House and the cathedral. Step inside the Palacio del Gobierno to admire the murals by Fernando Castro Pacheco – a famous Mexican artist from Merida. The paintings depict the history of the city and interactions between the Maya and the Spanish. The afternoon is free for further discoveries – you might like to relax in the green and shady Plaza Grande or browse the outdoor market selling Maya replicas. Regroup for dinner at a local restaurant serving up Yucatan specialties – the sopa de lima (lime soup) is especially delicious here."
    },
    {
      "dayNumber": 5,
      "title": "Merida.",
      "description": "After breakfast, you’ll head out for another Exclusive Experience at the Ría Celestún Biosphere Reserve and Bird Sanctuary. One of the first places migratory birds arrive for the winter, the reserve offers a birdwatching experience like no other. Tour the area by small boat while you learn about its unique flora and fauna. Look out for the Yucatan woodpecker, Mexican sheartail, tropical mockingbird and depending on the season (usually December to March), you might witness the thousands of flamingos streaking across the landscape. Hop off the boat for a quick walk to view bubbling springs then cruise back through the mangrove canals. Stop in a fishing town for some time for lunch – maybe grab some fresh seafood and eat it with your toes in the sand. Take a dip in the Gulf of Mexico before returning to Merida for a free afternoon."
    },
    {
      "dayNumber": 6,
      "title": "Tulum.",
      "description": "Depart Merida this morning and head towards Muyil, stopping off for lunch in the village of Coba. Continue to the virtually unknown Muyil Archaeologic Site – this ancient Maya trading post is one of the oldest once-inhabited sites in the country, with a history stretching back to 350 BC. Explore the ruins with your leader who will explain what life here once looked like. Next, head to the banks of the Maya River and board a small boat to explore the canals and lagoons of the Sian Ka'an biosphere. One of the largest protected areas in Mexico, this UNESCO World Heritage site covers more than 400,000 hectares of land, lagoon and marine areas, including countless flora and fauna. You’ll be joined by guides from the local community who will help you get the most out of this experience. Admire the ruins on the riverbanks before disembarking in the waters of the ancient Mayan mangrove canals, where you’ll experience a natural ‘lazy river’ and float through the peaceful canals in a slow but steady current. After 45 minutes of floating, carry on to Tulum."
    },
    {
      "dayNumber": 7,
      "title": "Tulum.",
      "description": "In the morning, head to the Tulum archaeological site and learn about the history of the ruins and their views of the ocean. One of the last cities built by the Maya, your leader will paint a picture of how life played out here as you explore the complex against the ocean backdrop. Spend the afternoon soaking up the sun at a beach club, where you can swim in the Caribbean Sea or nap in a comfortable lounge chair. Tonight, dine at one of Tulum’s best restaurants. With laid back vibes and inspired by the freshest local produce and seafood, this final dinner with your newfound friends will certainly be one to remember."
    },
    {
      "dayNumber": 8,
      "title": "Tulum.",
      "description": "Your adventure comes to an end after breakfast this morning. If you would like to spend some more time in Tulum, just speak to your booking agent ahead of time to organise additional accommodation."
    }
  ],
  "map": ""
}