{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "mexico-whale-watching-adventure-holiday-tailor-made",
  "tourName": "Mexico whale watching adventure holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "The breathtakingly beautiful peninsula of Baja California is a long strip of rugged cactus strewn desert and dramatic coastline sandwiched between the Sea of Cortes and the Pacific Ocean. Its landscape is a mecca for activities and its seascape offers some of the best marine life experiences on the planet. Getting close up with grey whales is a magical experience that will live with you forever. Swim with a sea-lion colony, paddleboard and kayak the tranquil coves of Espirtu Santo. On terra firma experience horseback riding from a remote desert camp. The town of Todos Santos is a small, charming place where art, cultural and culinary experiences complete the best of Baja.",
  "durationDays": "12",
  "price": "4295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Todos Santos: Today you'll arrive at the airport in San Jose del Cabo (please see INFORMATION page for arrival details and procedures) where you will be met by your guide. Please go with him/her for the 90 minute transfer to Todos Santos and Los Colibris Casitas. Upon arrival we'll get you get settled into your lovely rooms with beautiful ocean views, then we'll have a gourmet taco welcome dinner on the Los Colibris grounds at Iker's Colibris Cafe. During dinner your guide will host a trip briefing, outlining the adventures to come."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Surfing / Todos Santos Historical Tour / Taco Crawl: We'll start off this great vacation learning to ride the waves at Los Cerritos, one of the best surf breaks in Baja. Our instructors guarantee that you'll stand up on your board - at least for a moment - during your hour of instruction. It's a total blast! We'll then head to the heart of the pueblo magico of Todos Santos, which has a well-deserved reputation as a food lover’s paradise. There is really no better place to indulge in Baja California Sur’s greatest contribution to world cuisine: the fish taco! We'll enjoy an epic taco tour to 3 of our favorite local joints to sample not only fish tacos, but other types of tacos drawing on the area’s bounties of land and sea. You might find several different types of ceviche out there too! Todos Santos has a rich and varied history, from the early missionaries, through the booming sugar years, through its current incarnation as an artists’ colony, agricultural center and surfing hotspot. After our taco crawl we'll visit many of the historic homes and buildings throughout town, learning fascinating stories of the global forces and colorful personalities that brought these buildings into existence and shaped Todos Santos over the years. We will also visit the studios of working artists who make their homes in – and gain their inspiration from — Todos Santos. Dinner at a terrific local restaurant tonight."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Pacific Bluffs Cliff Walk / Mexican Cooking Class: Glorious scenery, fascinating local history and encounters with strange and wonderful flora and fauna. Our Pacific bluffs cliff walk starts at Punta Lobos, the sweeping Pacific beach where the local fishermen of Todos Santos launch their boats each morning and bring in the daily catch each afternoon. A quick walk up the hill brings us to breath-taking views of a different kind of coastline, with dramatic rocky outcroppings and crashing surf. We´re likely to spot whales from this high vantage point during several months of the year. Throughout the walk we´ll have the stunning combination of desert landscape running to the sea. We´ll pass an active sea lion colony, as well as the ruins of the shipping port Los Algodones. Your guide will offer in-depth commentary on the terrific variety of flora and fauna you see, as well as the history of the area from the human perspective.After about 3.5 hours of walking we´ll arrive at the idyllic beach of San Pedro where a picnic lunch will be waiting. San Pedro features a beautiful marsh filled with bird life and a protective cove ringed by towering palms. Here we´ll eat, relax, sunbathe, swim, read - just enjoy the bliss of being in Baja! In the evening we'll have our Mexican Survival Cooking Class with Chef Iker, author of Cooking Adventures in Baja California Sur. First, learn to make a great margarita. Second, pay attention because you have to eat what you make!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Camp Cecil de la Sierra and the La Laguna Biosphere Reserve: Camp Cecil de la Sierra is a luxury tent camp in a mango and grapefruit grove in the Sierra La Laguna Biosphere Reserve of Baja California Sur, about 90 minutes from Todos Santos. It is the sister property to our award-winning Camp Cecil de la Isla on Isla Espiritu Santo. Camp Cecil de la Sierra is on the property of a local ranching family, and the camp highlights both the cultural and natural heritage of the Sierras. The family is an integral part of the experience, providing all the meat, cheese and tortillas for the camp, teaching guests how to make tortillas and empanadasin the traditional manner, and acting as guides in the reserve. The Sierra La Laguna Biosphere Reserve is one of Baja´s most beautiful but least explored areas. Part of an island off the coast of Baja 10 million years ago, the Reserve is one of the most biodiverse areas in the world. Reflecting it's long history of island isolation, almost 25% of plants and 10% of animals found in the Reserve are endemic to the area, i.e, they are not found anywhere else on the planet. Activities at the camp include beautiful hikes in the reserve, with opportunities to get terrific views of the Pacific ocean, swim in watering holes and picnic by waterfalls. There is fantastic birding in the early mornings, amazing star gazing at night, and plenty of opportunities to interact with the ranch family and work with them making cheese, tortillas and other products in the traditional manner. You can also just hang out in the shade of the mango trees and enjoy the books in the library, perhaps while sipping a margarita."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sierra de la Laguna: Perhaps we'll start the day with some birding around camp early in the morning, enjoy an amazing ranch breakfast, then head out for a great hike through the mountains, taking in some spectacular views. Upon our return we'll enjoy happy hour in the huerta, then a great ranch dinner prepared by our chef. And if you're awake late enough, we'll enjoy the stars in the clear mountain air. A magnificent day."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Isla Espiritu Santo: Sea of Cortez and Camp Cecil Adventure! After a final ranch breakfast we're off to Isla Espiritu Santo and Camp Cecil de la Isla today! We'll drive to La Paz, go to our bodega to get snorkeling gear and wet suits, then it's on to the boats and out into the Sea of Cortez! Camp Cecil is on Isla Espiritu Santo which is in a National Marine Park, part of a UNESCO World Heritage Site, and is one of the best marine life viewing destinations in the world. Whales, dolphins, whale sharks, sea turtles, manta rays and plenty of beautiful tropical fish call the surrounding waters home, while a terrific range of bird species including Blue-footed Boobies, Reddish Egrets, Great Blue Herons and Yellow-footed Gulls frequent the island’s skies and shores. The island itself is stunning, with magnificent towering cliffs, spectacular sandy bays, amazing lava rock formations, and rock art left by the now-extinct Guaycura and Pericu Indians. There’s even an endemic ring-tailed cat, the babisuri. It’s a remarkable place to explore. We’ll spend the days doing exactly what pleases us - kayaking, snorkeling, hiking, swimming with sea lions, stand up paddle boarding, bird watching, and exploring hidden lagoons and desert beaches. Hanging around doing nothing, reading trashy novels and sipping margaritas also highly encouraged."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Isla Espiritu Santo: Another day of island riches. Perhaps paddle board with sea turtles, or snorkel with sea lions, maybe spot some whales, or dance with some Blue-footed Boobies. Whatever surprises the day may hold, you can be sure that it will also include magnificent food and drink!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Isla Espiritu Santo: One more day to enjoy the pure bliss of island living in Baja!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Whale Sharks!: Today we'll depart from Camp Cecil and head for one of the most amazing experiences yet - swimming with the largest fish in the world - the whale shark! Of course, you may be asking yourself: is it a whale or is it a shark? Hint: whales are mammals and sharks are fish. These gentle giants feed on plankton in the Bay of La Paz (so all human flesh is safe), and it is here that we have the remarkable experience of observing and swimming with them. In the afternoon we'll head to our La Paz hotel, Hotel Catedral, right on the town plaza. We'll have dinner at a terrific local restaurant and start dreaming of the wondrous possibilities that await us the next day with the gray whales of Magdalena Bay."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Magdalen Bay (Bahla Magdalena) Whale Watching Adventure: Magdalena Bay is the largest wetlands ecosystem on the west coast of Baja and one of the most important in North America. The World Wildlife Fund ranks it as one of the most important coastal habitats in Mexico. The Bay is the prime calving ground for the gray whale, and January to March it is possible to see a large number of whales, including mothers and calves. Magdalena Bay also has mangrove forests, barrier beaches and sand dune islands, all of which contribute to the incredible scenery and biological diversity of the area. This morning we'll transfer the 4.5 hours to Magdalena Bay, have lunch, then head out onto the water for 3 hours of interacting with the amazing gray whale mothers, babies, young couples and sporting males. We'll have dinner and spend the night in a local hotel"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Whale Watching / Return to Todos Santos: Things that often happen to us during our two-day/one-night trip in Magdalena Bay: • Gray whale mothers bring their babies right up to the boat to say hello • Gray whale babies present themselves for a good rub or a pat • Gray whale males sidle along the boat and spout water on us – they clearly think it´s very funny • Gray whales of all types bring their huge heads out of the water and look us straight in the eye And that´s just to give you an idea! Today we'll have 3 more hours of interacting with the whales then head back to Todos Santos with a celebratory lunch stop along the way. Dinner at a great local restaurant."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to the Airport for your Flight Home!: You will be transferred back to the airport for your flight home."
    }
  ],
  "map": ""
}