{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "chihuahua-baja-vacation-in-mexico",
  "tourName": "Chihuahua & Baja vacation in Mexico",
  "placesVisited": "",
  "generalInfo": "This program takes you from the historic city of Chihuahua to the coast of the Sea of Cortez in La Paz, offering a perfect balance of culture, adventure, and nature. Begin by exploring Chihuahua's colonial architecture and museums, followed by a visit to a Mennonite community and the stunning landscapes of the Sierra Tarahumara in Creel. Then, enjoy exciting activities in the Copper Canyon, including ziplining and scenic hikes. The journey continues on the iconic Chepe Express to El Fuerte, followed by a relaxing ferry crossing to La Paz. In the capital of Baja California Sur, you'll have free time to discover pristine beaches, take historical city tours, and enjoy unique excursions such as swimming with sea lions on Espiritu Santo Island or watching gray whales in season. A comprehensive experience that combines traditions, stunning landscapes, and marine life in one of Mexico's most beautiful destinations.",
  "durationDays": "10",
  "price": "1578",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to the Sierra Tarahumara! Arrival at Chihuahua Airport, greeting and transfer to the colonial city of Chihuahua. At approximately 3:00 PM, we will have a guided city tour visiting the cathedral, government palace, Pancho Villa Museum, and Quinta Gameros. At the end of the tour, our guide will take us back to the hotel. Overnight stay in Chihuahua. Included: • Transfer from Chihuahua airport to hotel • City tour • Accommodation in Chihuahua"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast at the hotel, we continue our journey to Creel with our luggage. On the way, we will visit the Mennonite Community, where you will learn about their history, culture, and way of life. You'll also have the opportunity to taste their famous Mennonite cheeses and visit their shops, workshops, and bakeries. After the visit, we continue to Creel, with a guided tour of the Valley of the Frogs, the Mushroom Valley, Lake Arareco, the San Ignacio Mission, and a Tarahumara cave. At the end of the tour, transfer to the hotel and overnight stay in Creel. Included: • Breakfast at the hotel •Transfer from Chihuahua to Creel •Visit to the Mennonite community •Visit to the Valley of the Frogs •Accommodation in Creel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast at the hotel, we head to Copper Canyons with our luggage. We'll have a guided tour to the \"Piedra Volada\" viewpoint, the Divisadero market, and the Copper Canyon National Park. Optional activities include a scenic 2.8 km cable car ride, the Via Ferrata rock climbing and rappelling circuit, the 2.5 km Zip Rider, or a 7-zipline system with sections ranging from 300 to 1,400 meters and heights up to 450 meters, including 7 jumps and 2 suspension bridges. Return via cable car to the starting point. (Activities not included.) Lunch and dinner are included at the hotel. Free afternoon to explore. Overnight stay in Copper Canyons. Included: • Breakfast at the hotel • Transfer from Creel to Copper Canyon • Admission to the adventure park in the canyon • Lunch and dinner at the hotel • Accommodation in Copper Canyon"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, we travel to the town of El Fuerte with our luggage, enjoying an incredible journey aboard the Chepe Express Train in Tourist Class (upgrades to First Class available). Upon arrival in El Fuerte, transfer to the hotel. Optional afternoon walk through the town square, city hall, museum, and riverside promenade. Overnight stay in El Fuerte. Included: • Breakfast at the hotel •Transfer from the hotel to the Chepe Express train station •Chepe Express train ticket in tourist class •Transfer from the El Fuerte train station to the hotel •Accommodation in El Fuerte"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, we will travel about 2.5 hours to Los Mochis. From there, we’ll board a ferry in Tourist Class, with an approximate travel time of 8 hours. If desired, a cabin upgrade is available (subject to availability). Overnight aboard the ferry from Topolobampo, Sinaloa to Pichilingue, Baja California Sur. Included: • Breakfast at the hotel •Transfer from the hotel in El Fuerte to the port in Los Mochis •Ferry ticket from Los Mochis to La Paz in cabin •Overnight on board the ferry"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Arrival at the port of La Paz and transfer to the hotel. Free day to explore La Paz, a sustainable destination with semi-virgin beaches, dramatic desert-sea landscapes, and natural encounters such as sea lions, turtles, and dolphins. We recommend a sunset walk along the Malecón. Overnight stay in La Paz. Included: •Transfer from the port to the hotel in La Paz •Accommodation in La Paz"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today is a free day to continue exploring the Sea of Cortez. We suggest a historical tour of downtown La Paz, including the Old City Hall, Juárez Theater, Velasco Garden, Our Lady of Peace Cathedral, the Regional Museum, and the Sudcalifornian Handicrafts Center, featuring local artisan goods made from regional materials like cholla, damiana, and seashells. We’ll then head to Balandra Beach, a Protected Natural Area, famous for its mushroom-shaped rock and crystal-clear shallow waters. Don’t forget your swimsuit! Afterward, we’ll visit El Tecolote Beach for lunch at a beachfront restaurant and some leisure time. Return to La Paz. Overnight stay in La Paz. Included: • Breakfast at the hotel •Accommodation in La Paz"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today we embark on one of the most beautiful excursions in La Paz. You’ll snorkel and swim with sea lions in their natural habitat, see colorful fish, birds, coral reefs, rock formations, and paradise-like beaches. Espíritu Santo Island, just 33 km from La Paz Bay, is part of a protected natural reserve and a biosphere reserve since 1995, home to 32 reptile species, 98 birds, 16 endemic species, and about 350 sea lions. We will visit Ensenada Grande Beach to relax and enjoy a lunch of fish ceviche with crackers and tostadas, ham and cheese sandwiches, soft drinks, and water. Return to the hotel. Overnight stay in La Paz. Included: •Accommodation in La Paz • Breakfast at the hotel • Transportation from your hotel • Panga boat ride with shade and restroom • Sea lion watching • Snorkeling with sea lions (not available in June, July, and August) • Visit to Ensenada Grande Beach • Lunch: Fish ceviche and ham and cheese sandwiches • Drinks: Water and soft drinks • Life jacket and snorkeling equipment • Access to the Protected Natural Area • Guide"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Free day in La Paz. Suggested activity: Seasonal Whale Watching (January 15 to March 15). Early morning pick-up from the hotel, then travel by road north across the peninsula to Bahía Magdalena. There, we’ll board a boat (panga) for a 2-hour whale-watching experience. You’ll see the gray whale, which can grow up to 16 meters and weigh 35 tons. Their migration from the Arctic to Baja California Sur is one of the longest for any mammal (16,000 km round trip). After the tour, we’ll enjoy lunch at a local restaurant and return to La Paz. Overnight stay in La Paz. Included: • Breakfast at the hotel •Accommodation in La Paz"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Free day. At the scheduled time, our transfer service will pick you up at the hotel and take you to La Paz Airport for your departure flight. We wish you a safe and pleasant journey. Thank you for choosing us for your trip to Mexico—it was a pleasure to have you with us, and we hope you had an unforgettable experience exploring our beautiful country. Included: • Breakfast at the hotel •Transfer from the hotel in La Paz to the airport"
    }
  ],
  "map": ""
}