{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "mexico-small-group-holiday-culture-and-nature",
  "tourName": "Mexico small group holiday, culture and nature",
  "placesVisited": "Mexico City, Teotihuacan, Coyoacan, Xochimilco, Puebla, Oaxaca, Monte Alban, Mitla, Sumidero Canyon, San Cristobal de las Casas, San Juan Chamula, Zinacantan, Agua Azul, Misol Ha, Palenque, Campeche, Uxmal, Merida, Chichen Itza, Cancun",
  "generalInfo": "On this escorted group holiday, visit the superb museums and teeming plazas of the megapolis Mexico City, wander the cobbled streets and soak up the Spanish colonial features of Oaxaca, Campeche and Mérida. Explore the glorious ancient Aztec and Mayan monuments which lay hidden, smothered and silent for centuries amid the deep valleys and jungles of the south, before ending your trip in the lush Yucatán Peninsula, fringed by white sand beaches.<br/>From here you’re well positioned to extend your trip to Mexico’s Caribbean coast, to Cuba, or across the border to Guatemala.<br/>",
  "durationDays": "15",
  "price": "5420",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Overnight in the capital.",
      "description": "Those passengers arriving on an international flight will be met at the airport by the tour leader or one of our local representatives and accompanied to your hotel. Mexico City, known by the local people simply as ‘DF’ (Distrito Federal), was built on the site of Tenochtitlán, the capital of the Aztec Empire, and it lies at 2,250m above sea level. Vast, chaotic and vibrant, this sprawling megapolis of more than 20 million people has a multitude of attractions."
    },
    {
      "dayNumber": 2,
      "title": "Visit the Museum of Anthropology and Teotihuacán pyramids.",
      "description": "Today you visit the famous Museum of Anthropology, one of the world’s finest, housing remarkable displays of Aztec artefacts alongside crafts and tools from other ancient civilisations. It’s a fantastic introduction to the superb and sometimes grisly artistic achievements of Mexico’s early inhabitants. Head out into the countryside towards the megalithic archaeological site of Teotihuacán. Teotihuacán dates from the time of Christ and was once one of the largest cities in the world. It is hugely influential in the historic narrative of modern Mexico and, although it had already been abandoned by the time of the Aztecs, even this great empire held it in awe. Stroll along the imposing Avenue of the Dead leading to the vast Pyramid of the Sun, and take the opportunity to climb its vertiginous, ancient steps for a panorama of both the ruins and surrounding countryside."
    },
    {
      "dayNumber": 3,
      "title": "Visit to Coyoacán, Frida Kahlo museum and Xochimilco.",
      "description": "Your day begins in Mexico City’s colossal main square (or zócalo), with visits to the cathedral and to see Diego Rivera’s impassioned murals, which depict episodes in the country’s history. Later you visit to the arty quarter of Coyoacán, on the outskirts of Mexico City, where Spanish conqueror Cortés set up one of his many homes. It is a colourful collection of colonial buildings, plazas, former mansions and museums. Visit the former studio of artist Frida Kahlo, with a touching display of her life and work, along with her relationship with both fellow artist Diego Riviera and Russian/Ukranian radical Trotsky. You can also join a tour taking you 10km south to the floating gardens of Xochimilco, which since Aztec times has been a major source of fruit and vegetables for the city. It is famous for its colourful gondola style punts known as ‘trajineras’ sometimes accompanied by mariachi bands who serenade you as you drift along."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Oaxaca via the city of Puebla.",
      "description": "Leave the capital and travel south-east by road towards the southern highlands and the city of Oaxaca. En route you break the journey in Puebla, the most Spanish of Mexican cities, with its hundreds of churches and thousands of colonial buildings, many adorned with hand-painted tiles. In the afternoon you will travel into the remote, rugged sierras and reach the city of Oaxaca. The population in this area is still dominated by Zapotec and Mixtec indians, while the town has many examples of well-preserved colonial architecture, some fine museums and a thriving artistic community, as well as a wonderful climate."
    },
    {
      "dayNumber": 5,
      "title": "Visit pre-Columbian archaeological sites Mitla and Monte Albán.",
      "description": "You’ll head out of town to visit the nearby archaeological site at Monte Albán, a Zapotec ceremonial centre. Strategically located on an artificially levelled hill where 3 valleys meet, the site has superb views over the surrounding area. There is time to explore the strange carvings, burial chambers and temples. Your excursion continues to Mitla; a name that translates as ‘place of the dead’. Here you can explore the pre-Columbian ruins of four great palaces, their impressive mosaics and bas reliefs, many of which remain incredibly well preserved."
    },
    {
      "dayNumber": 6,
      "title": "Walking tour of Oaxaca and time at leisure to explore.",
      "description": "A walking tour is organised so you can explore this historical town. The peace and quiet of the cobbled streets is a welcome contrast to the busy capital and there is time to wander around at your leisure as well; relax in the zócalo with a margarita, and snack on chapulin, the local delicacy of fried grasshoppers, or sample some of the other excellent cuisine for which the town is famed."
    },
    {
      "dayNumber": 7,
      "title": "By air and road to San Cristóbal de las Casas via Sumidero Canyon.",
      "description": "Fly to Tuxtla Gutierrez, via Mexico City and continue by road to the town of San Cristóbal de las Casas (2 hrs). En route there is a stop at the Sumidero Canyon; this is a geological fault where the cliffs tower above at over 900m. The canyon is considered important in the region and features on the coat of arms of the state of Chiapas. Time permitting there is a boat trip through the huge gorge, spotting wildlife as you go. San Cristóbal is a town of atmospheric streets, with a sprawling handicrafts market, bohemian cafés and hilltop churches. It is a heady mixture of wonderful colonial, baroque and neoclassical architecture, and indigenous culture and influences."
    },
    {
      "dayNumber": 8,
      "title": "Excursion to villages San Juan Chamula and Zinancantán.",
      "description": "A short drive away is San Juan Chamula, a small indigenous village with an adobe church. Entering its wooden doors is like passing into another world; local people clad in traditional blue tops weave through a forest of candles and Coca Cola bottle lids that cover the floor, performing mysterious rites amid a dense fog of incense and accompanied by incessant murmuring. From here there may be time to visit the neighbouring village of Zinancantán, where local men wear bright red tasselled jackets and women a distinctive blue shawl."
    },
    {
      "dayNumber": 9,
      "title": "Drive to Palenque via the waterfalls and pools of Misol-Ha and Agua Azul.",
      "description": "This morning you’ll head north by bus, passing through highland forests and coffee plantations, before descending along a winding road out towards the Lácandon rainforest. As the journey progresses the air becomes more humid as you drop down from the highlands to the rainforest. You arrive in Palenque in the evening."
    },
    {
      "dayNumber": 10,
      "title": "Guided tour of the archaeological site Palenque.",
      "description": "An early start today allows a chance to explore Palenque in the cool of the morning before the other visitors arrive. Perched on the edge of the foothills and surrounded by dense jungle vegetation, Palenque is perhaps the most beautifully situated of the classical Mayan sites. A maze-like palace and the impressive stepped Temple of the Inscriptions dominate; deep inside the latter there is a crypt containing the sarcophagus of Palenque’s greatest ruler, Lord Pacal. Discovered in 1952, the sarcophagus dates back to AD683. The great pyramids of the Maya were usually used as platforms from which to worship the gods, so this pharaoh-style burial is untypical. Exploring the ruins which emerge from the steamy rainforest, you feel as if you are discovering them yourself for the first time. Take some moments to wander off and be alone; it can be mystical experience."
    },
    {
      "dayNumber": 11,
      "title": "Drive to the historic city of Campeche.",
      "description": "Your journey continues northwards overland to the Gulf of Mexico and Unesco World Heritage city Campeche (5hrs). The city is rightfully proud of its status and has done much to restore and reconstruct its colonial heart, and along with the many Spanish built mansions that remain, there are still parts of the original city walls standing. A boulevard runs along the promenade which skirts the Gulf of Mexico, offering amazing sunsets as the clouds roll in across the sea."
    },
    {
      "dayNumber": 12,
      "title": "Continue to Mérida via Mayan temples at Uxmal.",
      "description": "North-east of Campeche lies the archaeological site of Uxmal, dominated by the majestic Pyramid of the Magician, alongside which is an elegant nunnery quadrangle with Puuc-style complex stonework pieced together like a jigsaw puzzle. Strolling through the ruins, cradled in dense vegetation shading the visitor from the scorching sun is a magical experience. From Uxmal it’s a drive of just 80km to the capital of the Yucatán state, Mérida. Today, Mérida retains a lovely colonial centre, with a mix of opulent and crumbly buildings but it is a modern, bustling, thriving city, with lots of local character, some excellent places to eat and good shops and markets. The inhabitants, descendants of the Mayans and the colonists, love a good fiesta, and you may well find one going on, with live music and market stalls, while you are there."
    },
    {
      "dayNumber": 13,
      "title": "At leisure: explore Mérida or visit the gulf coast.",
      "description": "For wildlife enthusiasts, an optional trip to Celestún can be arranged. Set in the middle of a wildlife sanctuary, this area abounds with resident and migratory waterfowl, with flamingoes being the main attraction. Combine some bird spotting with a stroll down the white-sand beach which stretches north from here for kilometres. Alternatively you may prefer to spend a day at leisure, exploring the busy, cobbled streets of colonial Mérida, and browsing for souvenirs from the excellent selection of cotton handicrafts and jewellery (the town is known for its hammocks)."
    },
    {
      "dayNumber": 14,
      "title": "Drive to Mayan Chichén Itzá; guided tour of the ruins.",
      "description": "From Mérida you are driven to Chichén Itzá (1.5 hrs), the grandest of all the Mayan sites, dominated by the huge, symmetrical, stepped El Castillo pyramid. The origins of the site are mysterious, and appear to have Toltec as well as Mayan influences. It has the largest and best-preserved ball court in the Americas; the venue for an ancient ritual game that was played throughout the continent, but which is still not fully understood. Archaeologists have not been able to determine whether the losers or winners were decapitated, but judging from the gory carvings along the base of the court’s walls, someone certainly came to an unpleasant end. There is also a huge sacred well, the Cenote Sagrado, which was used for ritual purposes. Offerings (jade, gold and human) have been retrieved from its depths."
    },
    {
      "dayNumber": 15,
      "title": "Depart from Cancún on international flight or extension.",
      "description": ""
    }
  ],
  "map": ""
}