{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "mexico-sea-kayaking-holiday",
  "tourName": "Mexico sea kayaking holiday",
  "placesVisited": "La Paz, Motor boat to Espiritu Santo, Sea kayaking, Isla Partida, Ensenada Grande, Sea lion colony, Snorkeling, Beach camping",
  "generalInfo": "Whether it’s your first time gripping a paddle or you’re an old hand, this Mexico sea kayaking holiday will convince you there’s no better place to be than on the water. For the beginner, complete instruction and guidance is provided from experienced professionals, while for more advanced sea kayakers there is the thrill of exploring the island of Espiritu Santo, just off the coast of La Paz. A UNESCO Biosphere reserve, Espiritu Santo is a renowned ecotourism destination and probably one of the most desirable places on the planet for a sea kayaking expedition.<br/><br/>Explore the dramatic coastline, overlooked by volcanic cliffs and dotted with the nests of myriad seabirds; discover offshore islands with picturesque bays, and take a boat trip out to a noisy sea lion colony, where you’ll have the blissful experience of swimming with the young pups, and can snorkel among shoals of tropical fish. The colony is on the neighbouring Isla Partida, separated from Espiritu Santo by a narrow channel, and where you’ll camp beside a turquoise ‘natural swimming pool’.<br/><br/>In fact you’ll be camping amid majestic scenery every night, often on long strands of silvery beach in earshot of the lapping waves. Imagine waking up to this scenery every morning.<br/><br/>Other likely highlights of this trip: watching manta rays skip out of the sea, sipping margaritas with your fellow kayakers under a warm Baja sunset, and possibly even encountering dolphins as you paddle around the islands. This is one of those trips where you find yourself dreaming about booking a return visit even before you’ve left.<br/>",
  "durationDays": "9",
  "price": "1750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN LA PAZ Upon arrival in La Paz you will make your way to your hotel where you will have a welcome meeting. At 9:00pm meet your guides for a trip briefing."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TRANSFER TO ESPIRITU SANTO ISLAND Transfer from your hotel in La Paz to Espiritu Santo Island in our high speed motor boat. Your guides will discuss points on safety and provide any beginners with the basics of sea kayaking and correct use of gear and kayaks. In the afternoon we will embark on our first paddle beneath spectacular volcanic cliffs and arrive at the first of many beautiful beaches to set up camp."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "DISCOVER THE COASTLINE AND ITS SEABIRDS You will wake up to the sounds of the sea… After breakfast and packing u tents we continue in our kayaks exploring a new section of coastline with small off shore islands where numerous sea birds nest. Our next bay has an intriguing canyon with dry waterfall and a fresh water well where we can enjoy a refreshing rinse! Camp on a new beach"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KAYAKING TO ENSENADA GRANDE After breakfast and packing our tents away we will kayak to the north end of the island crossing over to Isla Partida and setting base camp for two days in Ensenada Grande."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "BOAT RIDES, SEA LIONS AND SNORKELING WITH TROPICAL FISH This is our lay over day and will give us time to relax those paddling muscles! We will take a boat ride out to an exquisite off shore islet which is home to a large sea lion colony. Here you can experience the amazing thrill of swimming with sea lion pups and snorkel amongst thousands of tropical fish. We will then head back to our camp in time for a sunset dinner."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "PADDLE ALONG THE EAST COAST We continue around the north end of the island for our first paddle along the east coast. A sharp contrast in scenery with spectacular towering cliffs. We will paddle through a narrow channel between Espiritu Santo and Isla Partida to discover a perfect setting - a natural turquoise \"swimming pool\" and the location of our next camp spot."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "KAYAK THROUGH STUNNING SCENERY OF TOWERING CLIFFS After breakfast and camp admin we have a dramatic paddle beneath towering cliffs up to over 2000ft tall. We are rewarded with sea caves which skilful navigators can paddle right through. In the afternoon, we arrive at our favourite camp spot ~ a magnificent 2 mile stretch of superb sweeping white sand."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "FINAL DAY SEA KAYAKING Our final morning sea-kayaking to complete our circumnavigation. After lunch we will return to La Paz by speed boat. Before checking in to your hotel. There is time to shop for souvenirs before a farewell dinner together."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "DEPART LA PAZ After breakfast you will make your way back to the airport in time for your fight home or why not extend your holiday."
    }
  ],
  "map": ""
}