{
  "destination": "Mexico",
  "mainPhoto": "",
  "id": "mexico-city-to-cancun-tour-in-mexico",
  "tourName": "Mexico City to Cancun tour in Mexico",
  "placesVisited": "Mexico City, Casa Azul Frida Kahlo and Diego Riviera Museum, Boat tour of the Xochimilco Canals, Explore Teotihuacan with expert local guide, Walking tour of Mexico City’s historic centre, Puebla de los Angeles and its famous Talavera pottery, Mexican cookery class in Oaxaca, Monte Alban archaeological site, Tour a Mescal distillery, San Cristobal de las Casas, Palenque via the waterfalls of Agua Azul, Uxmal, Traditional lunch at a Mayan family restaurant, Merida, Visit a hammock-weaving workshop in Tixkokob, Izamal and the incredible Mayan pyramids of Chichen Itza, Cancun",
  "generalInfo": "From capital to coast, travelling overland in a small group via Mayan, Aztec and colonial sites, this Mexico City to Cancun tour is a thrilling and immersive dive into Mexico beyond the guidebooks.<br/><br/><br/>Beginning with an introduction to two of the country’s most renowned artists, Frida Kahlo and her husband Diego Riviera at the Casa Azul, your two-week cultural tour of Mexico links must-see landmarks and destinations including Teotihuacan, the UNESCO-protected Puebla de los Angeles, San Cristobal de las Casas and Chichen Itza, interspersed with visits to neighbouring communities.<br/><br/>Group numbers on this tour are capped at just 16. That means it’s easy and quick for everyone to get to know each other and your knowledgeable tour leader At certain points you will also be joined by expert local guides, who will provide insights into the construction, as well as the rituals and ways of life of the inhabitants of world-famous sites such as Teotihuacan, Monte Alban and the jungle-clad ruins of Palenque.<br/><br/>On this trip you’ll also gain unique perspectives on how traditions are carried through into modern-day Mexican culture. In the lovely city of Oaxaca you’ll take part in a lively cookery class, learning several classic dishes, while there are numerous opportunities to explore arts and crafts, including tours of a mescal distillery and a hammock-weaving workshop, among other visits.<br/><br/>Other memorable highlights of this fab Mexico City to Cancun tour include:<br/><br/>•\tA traditional Yucatan meal of succulent meat roasted for five hours, at a family-owned restaurant near Uxmal (veggie options available!)<br/>•\tA stop at the idyllic waterfalls of Agua Azul en route to the Mayan temples and pyramids of Palenque<br/>•\tWandering the colourful streets of San Cristobal de las Casas on a free day, and exploring the beautiful blue-and-white Talavera tiles of Puebla de los Angeles<br/><br/>This trip doesn’t only trace a memorable journey between many of the ‘must-see’ sites the length of Mexico. It also promises meaningful introductions, through our partner’s carefully chosen tour leaders and connections with local communities, to Mexican people and their everyday lives.<br/>",
  "durationDays": "15",
  "price": "5599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Mexico City, one of the most exciting capitals in the world and known for its layers of Aztec, colonial, and modern history. Today is all about settling into the hotel and city, as we have our welcome briefing tomorrow morning. Want more time in Mexico City? Secure pre-tour hotel nights through your sales representative. Accommodation: Hampton Inn & Suites by Hilton (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, we gather as a group for the first time for our welcoming briefing, where we learn about the adventures ahead and you can ask any questions you may have. Then, we set out to explore the bohemian side of Mexico City. We start by visiting quaint Coyoacán (meaning place of coyotes) with its pebbled streets, colonial churches, bustling little markets and quiet squares. This area was inhabited before the arrival of the Spanish and it is said conquistador Hernan Cortes made this the first capital of New Spain. Next, we head to Casa Azul (visit subject to availability), where artist Frida Kahlo was born, grew up and, eventually, lived with her muralist husband, Diego Rivera, until she died in 1954 at the age of 47. Now a museum, the cobalt-blue colonial house, set around a luxuriant garden, showcases the collections and personal effects of the two great artists and provides a window into the life of affluent Mexican bohemians in the first half of the 20th century. Finally, enjoy a ride on a pre-Hispanic boat along the Xochimilco canals. These scenic waterways were used by the Aztecs and today see us enjoying a journey past floating gardens and kitchens selling local food. Return to our hotel in the late afternoon. Accommodation: Hampton Inn & Suites by Hilton (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer (1hr 15min) to the ancient city of Teotihuacán, which peaked around 1,000 CE when it was the sixth-biggest city in the world with a population of about 125,000. Among the avenues and structures are the pyramids of the Sun and the Moon, the third and fourth largest pyramids in the world. We explore this impressive archaeological zone with an local guide. Returning to Mexico City, we explore the historic centre on a walking tour. It starts in the main square, known as the Zócalo, but officially named the Plaza de la Constitución. It was an important gathering place for the Aztecs, and remains so in modern Mexico, often hosting book fairs and concerts. On the north side of the Zócalo is the Cathedral Metropolitana, the largest cathedral in the Americas. It was constructed over an Aztec temple, the Templo Mayor, as a sign the Spanish were now in power. Our tour finishes outside the Palacio de Bellas Artes. Construction of this massive neoclassical building began in 1904, on the remains of the Santa Isabel convent, under the Italian architect Adamo Boari. It has an art nouveau style and its facade is made of marble from Carrara. Accommodation: Hampton Inn & Suites by Hilton (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Before leaving Mexico City, we visit the Museum of Anthropology, which has an impressive collection of artefacts from the many civilisations of Mexico. We then transfer (about 2hr 30min) south to Puebla. In the late afternoon, we arrive in Puebla de los Angeles, the City of Angels, named after a legend in which angels came from heaven to place bells in the cathedral towers when builders were unable to do so. After arriving, we visit the Palafoxiana Library in the historic core of the city. Founded in 1646, this is the oldest public library in the Americas and is now home to over 45,000 books and manuscripts. Accommodation: Hotel Colonial Puebla (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Spend this morning exploring Puebla, which has been named a World Heritage site for its colonial architecture. We visit the Ex-Convent of Santa Rosa, which provides classic examples of how talavera tiles were incorporated into buildings, inside and out. Then, if you’d like to watch artisans create talavera pieces, you can join an optional visit to a local factory (payable locally). After, we drive (about 5hr 20min) to Oaxaca, another World Heritage city. With a colonial centre of shaded pedestrian streets, indigenous traditions and a creative atmosphere, Oaxaca has attracted and inspired artists and artisans alike. The city has such sights as the beautiful zócalo (main square), the cathedral and the vast Convento de Santo Domingo, along with museums, fascinating markets and charming inns. Accommodation: Casa Conzatti (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Our next exploration of Mexican history takes us to the Zapotecan site of Monte Albán. While the name dates to a 16th-century Spanish landowner, previous names came from the Mixtec word Sahandevul, meaning at the foot of the sky, or from the Zapotecan Danibaan, meaning sacred mountain. In 500 BCE, the Zapotecans moved into the Oaxaca region and began the monumental task of levelling the top of a 5,250ft (1,600m) mountain that intersects and divides three valleys. Here, they built the city of Monte Albán with a maze of subterranean passageways, rooms, drainage and water-storage systems. We then transfer (30 minutes) to the small village of San Antonio Arrazola, where the local population are known for creating fantastical creatures called alebrijes from wood or papier-mâché. We later return to Oaxaca and explore the cobbled streets, vibrant squares and churches of the historic city. We also visit the Museum of Cultures Santo Domingo. Accommodation: Casa Conzatti (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Oaxaca is possibly the most celebrated region in Mexico for its cuisine and we get more acquainted with an authentic cooking class. At a rustic kitchen, we are taught to cook a full Mexican menu, including tortillas, a main, and dessert, from a Zapotec cook. We begin in our host’s own produce store, picking up the ingredients we’ll need, before we take turns to prepare the dishes, sharing the stations and working together. After, we tuck into our delicious creations! The afternoon is free to wander around Oaxaca on your own. Accommodation: Casa Conzatti (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "A 40-minute drive from Oaxaca is Teotitlán del Valle, a village known for hand-woven rugs and our first stop today. From here, we continue (30 minutes) to a mezcal distillery in Santiago Matatlán to taste the agave-based spirit. Mezcal is produced from the heart of the agave plant and contains more than 40% alcohol! After the tasting, we drive (3hr 35min) to Tehuantepec, where we spend the night. Accommodation: Misión San José (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today we drive to San Cristóbal (about six hours plus stops), one of the most popular cities in Mexico for visitors. It is filled with cobbled alleyways of whitewashed buildings with red-tiled roofs that lead to plazas and picturesque arcades. Arriving in the afternoon, we have a short orientation tour of the historic city before checking into our hotel. Accommodation: Hotel Diego Mazariegos (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today is a free day to explore San Cristóbal at your own pace. Wander the colonial streets, take in the lively cafes, or buy handicrafts produced by the local Tzotzil indigenous groups. It’s also possible to do an optional boat trip through the Sumidero Canyon with a visit to traditional Maya communities who live in the villages surrounding the city. Accommodation: Hotel Diego Mazariegos (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We leave San Cristóbal around 5.30am – taking a box breakfast with us – and drive to Palenque. The road carries us from the cool highlands into warmer lowland forests, where the Maya once built one of their most celebrated cities. Around 1pm-1.30pm, we reach our hotel and have time for lunch and a relax. Later, those who wish, can visit the Roberto Barrios Waterfalls (around a 1hr 10min drive from our hotel). This series of cascades sits within the sub-tropical jungle of Chiapas and is known for its tiered falls and forest setting — an atmospheric counterpoint to the archaeological wonders waiting nearby. Accommodation: Hotel La Aldea del Halach Huinic (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Emerging from the jungles of Chiapas is one of the most impressive ruins in Mexico: the Maya site of Palenque. The temples, sanctuaries and pyramids, with sculptured walls and ceilings, are some of the best-preserved and finest examples of Maya buildings despite the city-state having peaked in the seventh century. We explore this magnificent site before transferring (6hr 20min) to the Yucatán Peninsula and the Caribbean town of Campeche. Yet another World Heritage site, the colonial town has impressive city walls built to protect it from the constant attacks by English and Dutch buccaneers and pirates during the 16th and 17th centuries. We have an orientation tour before dinner. Accommodation: Hotel Castelmar/Hotel Lopez (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After a 2hr 35min drive from Campeche is our second Maya site: Uxmal. Quite open, it contrasts the jungle ruins of Palenque we visited yesterday. This site, which dates to the Late Classic era (500 CE to 800 CE), features the Pyramid of the Magician; the Nunnery Quadrangle, which has long, elaborately carved facades; and a ball court, where a traditional ball game was played, sometimes ending in human sacrifice. Having worked up an appetite, we drive (20 minutes) to a Maya family restaurant in Muna. Here we eat pollo pibil and cochinita pibil (slowly cooked pork and chicken). The meat is roasted for about five hours with achiote paste and wrapped in banana leaves. After lunch, it’s about a 1hr 20min drive to Mérida, where several colonial buildings, including the cathedral, were built using stones from nearby Maya ruins. Arriving mid-afternoon, we have a walking tour of Mérida, returning later to enjoy the main square, which is particularly delightful at night. Accommodation: Hotel Caribe (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Our first stop, after a 1hr 40min drive, is Izamal, a one-time Maya settlement now marked as a Pueblo Mágico (magic town) by the Mexican government. The town has yellow-and-white buildings and is known for the 16th-century Franciscan monastery built on top of a huge Maya pyramid. We then continue (1hr 10min) to Yokdzonot cenote, a natural swimming hole with vertical walls decorated with thick mangrove roots. From here, we transfer (25 minutes) to Chichén Itzá, the best known and perhaps most impressive of all Maya sites (total drive time of about 3hr 30min plus stops). Accommodation: Hotel Puerta Chichén (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Our final day starts with a visit to Chichén Itzá. Having spent the night near the site, we can get in early before the day-trippers arrive from the beach resorts. Chichén Itzá served as the political and economic centre of the Maya civilisation and thrived from around 600 CE to 1200 CE. The pyramid of Kukulkan, the Temple of Chac Mool, the Hall of the Thousand Pillars and the Playing Field of the Prisoners can still be seen today and demonstrate an extraordinary commitment to architecture, space and composition. The pyramid itself was the last, and possibly greatest, of all Maya pyramids. This afternoon, we drive about three hours to Cancún airport, where the tour ends. Want more time in Cancun? Secure post-tour hotel nights through your sales representative. Please note: The group transfer back to Cancún is scheduled to align with a chosen flight to London, UK; therefore, you should not book flights leaving before then. Please contact your sales representative for the timings of this flight."
    }
  ],
  "map": ""
}