{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "zambezi-canoe-safari-zambia",
  "tourName": "Zambezi canoe safari, Zambia",
  "placesVisited": "Wild camping, Zambezi River, Nyamomba, Kakomolala, Mtondo, Chiawa, Lower Zambezi National Park, Lusaka, Three full days canoeing, Chiawa Game Management Area",
  "generalInfo": "A small group canoe and walking safari in the Zambezi Valley is a unique, active and intimate way to see and get close to Zambia’s wonderful wildlife. Canoe quietly along the river, passing basking crocs and hippo pods and spotting the game on the banks. At night, camp on quiet beaches and secluded islands and enjoy the incredible stars studding the African sky. We will also spend time out of the canoes, enjoying game walks and drives in the Chiawa Game Management Area, to experience Zambia’s diverse wildlife and beautiful scenery from land. <br/><br/>",
  "durationDays": "8",
  "price": "2379",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We meet at Lusaka Airport, where we begin our transfer (four to six hours, traffic dependent) to the shores of the Zambezi. Most of this journey is on tar road with the last section along a bumpy dirt track. En route, we stop at a supermarket, where you can pick up snacks and drinks for the adventure – there are no shops on the wild banks of the river! Your tour leader then prepares a welcome dinner, where we can get to know each other a little better. Please note: If you’re booking your own flights, do not book one arriving after 1.30pm. Accommodation: Campsite (semi-participatory)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Spend three glorious days canoeing the Zambezi. This is a safari adventure, so you can expect to see many iconic African animals. We frequently pass hippo pods basking in the deeper water, who will no doubt keep an eye on us, and look for elephants feeding on the banks, basking crocodiles and numerous colourful bird species, including the magnificent African fish eagle. Each day, we start early to avoid the hottest hours and to catch the easterly headwind at its weakest. The pace is moderate, which allows us to make the most of our wildlife-viewing opportunities. Lunches and breakfasts are either taken on islands or on the riverbanks, while nights are spent at our wild camps, gazing at the African sky and sharing tales from the day. Accommodation: Wild camping (semi-participatory)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning, we paddle to our fly camp in the Chiawa Game Management Area. After three days of wild camping, the hot showers and chance to relax will be welcome. Our site also overlooks the Mana Pools, where wildlife regularly comes to drink – there’s even a lookout point for an excellent view! Later, after the sun has set, we embark on a 4x4 game drive, on which we hope to spot nocturnal animals, such as genets, civets, hyenas, porcupines, aardvarks and, if we’re really lucky, the elusive leopard. Accommodation: Fly camp in Chiawa Game Management Area"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Either jump in a canoe or hop in a motorboat (depending on wind and river conditions) and cruise along the river to the Lower Zambezi National . Here, we join a local ranger for an insightful nature walk, in which our guides take us on a loop, sharing their expertise on the animals tracks, plant life and wildlife found here. After lunch, we return to our fly camp and enjoy the rest of the day to relax, watching the animals who come to drink at the Mana Pools. Accommodation: Fly camp in Game Management Area"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bid farewell to our fly camp hosts and take the motorboat to Zambezi Breezes. Our new camp has a lovely riverside location, plus a cash bar serving cold drinks, a swimming pool and a toilet and showers block. It’s the ideal spot to spend our final evening, gathering with the group around a table and retelling the adventures we’ve shared together (and perhaps start planning the next!) Accommodation: Zambezi Breezes Camping or similar (semi-participatory) Upgrade to a chalet with private bathroom today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You’ve canoed a long stretch of the Zambezi, gazed up at the twinkling Zambian night sky and spotted countless animals, but today the journey ends and we transfer (four to five hours) back to Lusaka Airport to catch our onwards flights. Alternatively, if you’d like to extend your adventure, speak to your sales representative to discuss our large range of extension options."
    }
  ],
  "map": ""
}