{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "zambia-and-malawi-family-safari",
  "tourName": "Zambia and Malawi family safari",
  "placesVisited": "",
  "generalInfo": "From thrilling wildlife encounters to the stillness of a lakeside sunset, this journey through Zambia and Malawi blends some of Southern Africa's most memorable experiences. <br/><br/>What makes this trip especially well-suited to families is the balance. There is plenty of excitement and hands-on exploration, but also time to slow down, switch off, and simply enjoy quality time together in a remarkable part of the world. You will feel the roar of Victoria Falls and explore the game-rich plains of South Luangwa - home to lions, leopards, wild dogs, elephants, and an extraordinary array of birdlife. <br/><br/>Along the way, there are chances to engage with local culture through village visits and museums, drift silently on river safaris, and even track rhinos on foot in Mosi-oa-Tunya National Park. Then it's time to unwind on an island in Lake Malawi, where you can snorkel with bright cichlids, kayak the shoreline, explore by bike, or simply stretch out by the pool. <br/><br/>This is a family trip that doesn't compromise - it's enriching and exciting for children, but equally rewarding for adults. With comfortable lodges, thoughtful pacing, and a feeling of real escape, it's the kind of journey that stays with you.",
  "durationDays": "12",
  "price": "3536",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Touch down at Harry Mwaanga Nkumbula International Airport in Livingstone, Zambia, where you’ll be welcomed and transferred to your base for the next three nights: Victoria Falls Waterfront. Settle into your chalet, with breakfast included each morning, and take a little time to relax after your journey. You might want to cool off with a swim or simply enjoy the views across the Zambezi before a laid-back afternoon tea. Later, ease into your first evening with a scenic cruise along the river – a peaceful introduction to the landscapes and wildlife that await, followed by sundowners and dinner back at the lodge"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "There is no shortage of things to do at Vic Falls, whether you are after full-throttle adventure or something a little more laid-back. For thrill-seekers, activities like bungee jumping, gorge swinging, and abseiling offer a serious adrenaline rush. But there is plenty more on offer too - from river cruises and game drives in Mosi-oa-Tunya National Park to cultural visits, museum tours, and guided trips to Victoria Falls itself. You can also try canoeing on the Zambezi, take to the skies in a microlight or helicopter, or simply slow down and soak up the views. While you are here, we would also recommend visiting our partner charity, Play It Forward, to learn about the inspiring community projects they're supporting in and around Livingstone."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will travel to South Luangwa. You'll return to Livingstone Airport for your flight north to Mfuwe, the gateway to South Luangwa National Park. On arrival, a guide will meet you and drive you into the park, where your next three nights will be spent at Flatdogs Camp - a relaxed, riverside camp perfectly placed for exploring one of Zambia's most wildlife-rich regions. Settle into your spacious family suite, offering plenty of comfort in a beautifully wild setting. There is time for afternoon tea before heading out on your first game drive, accompanies by one of the camp's expert guides - the perfect introduction to the sights and sounds of South Luangwa."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Spend the next two days discovering why South Luangwa is considered one of Africa's finest wildlife destinations. Known for its high density of game and exceptional guiding, this is one of the best places in Zambia to spot leopards, along with lions, wild dogs, large herds of elephants, and plenty of plains game. The birdlife is equally impressive, with over 400 recorded species. Game drives take place in the early morning and late afternoon, when wildlife is most active. In between, unwind at the camp. Cool off in the plunge pool, relax with a book on the shady deck, or simply sit back and watch the river below - you might even spot elephants wandering past or hippos wallowing in the shallows."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After an early morning game drive and a final breakfast at the lodge, it's time to say goodbye to South Luangwa. You will be collected for a scenic road transfer across the border into Malawi, travelling to Lilongwe where you will spend the night at Kumbali Country Lodge. Set on a peaceful fame just outside the city, Kumbali offers a relaxing stopover before the next stage of your journey. You will stay in a spacious Executive Room on a half-board basis - a chance to unwind, enjoy a delicious dinner, and reflect on your time in the bush."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning, you will be transferred to Senga Bay on the shores of Lake Malawi, where a boat will be waiting to take you across to Nankoma Island. The short journey offers a first glimpse of the lake's beauty - calm waters, birdlife, and distant island views. On arrival, you will be welcomed and transferred to Blue Zebra Island Lodge, your home for the next four nights. Located in a private nature reserve, the lodge offers a peaceful escape surrounded by nature. You will stay in an Executive Chalet with all meals included - the perfect base for exploring, unwinding, and enjoying island life at your own pace."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After your exhilarating journey through Zambia, these days at Blue Zebra Island Lodge are all about slowing down. This is your time to relax, reset, and enjoy the laid-back rhythm of island life. Take a dip in the swimming pool with sweeping views across the lake, treat yourself to a massage at the Island Spa, or simply stretch out with a book and listen to the sounds of nature around you. For those feeling more active, there is plenty to do - from kayaking around the island and following scenic nature trails to snorkelling among colourful cichlids, spotting birdlife, or heading out on the water for a sunset cruise with a classic Malawi G&T in hand."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Enjoy a delicious breakfast and some final moments to relax at the lodge before it's time to say goodbye. You will take a boat transfer back to Senga Bay, where you will be met and driven to Lilongwe International Airport to connect with your onward flight home."
    }
  ],
  "map": ""
}