{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "zambia-family-safari-holiday",
  "tourName": "Zambia family safari holiday",
  "placesVisited": "",
  "generalInfo": "Discover big game favourites such as elephants, giraffes and lions in three of Zambia’s best national parks, followed by riverside relaxation and adrenaline activities at Victoria Falls, the world’s largest waterfall – all on an adventurous Zambia family holiday.<br/><br/>In South Luangwa, you’ll take part in game drives (morning, evening and nighttime) plus walking safaris in one of Africa’s most renowned wildlife-watching destinations. Moving on to Kafue, Zambia’s oldest and largest national park, you can enjoy remote wilderness in this less-visited safari destination. Finally, in Lower Zambezi National Park, you can take your safari experience to the next level with canoe safaris, boat trips, fishing excursions and sunset river cruises.<br/><br/>Your last few days will be spent at the legendary Victoria Falls, where you can enjoy a wide range of family-friendly outdoor activities, from white-water rafting to ziplining to hikes along scenic river walks for amazing views of the thundering cascades.<br/><br/>Your family’s comfort comes first and we’ve selected specifically family-friendly safari lodges and camps, which provide convenience for those travelling with children on top of warm Zambian hospitality. Some camps offer child-friendly safari activities (including first aid lessons, survival skills and weaving workshops), whilst others include babysitting services for when you need some peace.<br/><br/>A memorable adventure for kids and parents alike, this Zambia family holiday has plenty to see and do for all ages.",
  "durationDays": "15",
  "price": "23320",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Zambia & Transfer to South Luangwa National Park - Arriving into Zambia’s capital city, Lusaka, you’ll take a domestic flight to Mfuwe and transfer to South Luangwa National Park. You’ll be staying in the Crocodile Nest at Flatdogs Camp, a large tented house with two en-suite bedrooms, spacious living areas and a private swimming pool. Flatdogs pride themselves on their family-friendly ambiance, offering a great children’s menu, room service meals and a nanny service for when you need time alone."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring South Luangwa National Park - Begin your Zambia family safari adventure with wildlife-watching in South Luangwa National Park via morning and evening game drives. Big game favourites to look out for include giraffe, wildebeest, elephant, leopard, zebra, buffalo, lion and hyena. You might even spot a rare African wild dog. One of the best safari destinations in Africa, South Luangwa is home to 2,000 species of plant, 60 species of mammal and 450 species of bird."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring South Luangwa National Park - Continue your exploration of South Luangwa with morning and evening game drives (which help you and your family escape the heat in the hottest part of the day), however don’t miss out on Zambia’s specialty walking safaris. Head out into the open bush with a local guide and park ranger, who can show you a higher level of detail about the environment, tiny critters you may otherwise miss, and how safari guides track animals. (Note that age limits can apply for this activity). Look out for some of Zambia’s endemic sub-species, such as Thornicroft’s giraffe, Crawshay’s zebra and Cookson’s wildebeest."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Exploring South Luangwa National Park - Mix up your wildlife watching with cultural activities to get to know Zambia and the people who call it home. Flatdogs Camp is involved with several community and conservation projects, which you are invited to visit to learn about local culture. In the evening, deepen your safari experience with a night game drive, where you can see South Luangwa’s nocturnal creatures come to life, including big cats and other predators."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer to Kafue National Park - Leaving South Luangwa behind, you’ll take a domestic flight to Lusaka and transfer to Kafue National Park, Zambia’s oldest and largest. You’ll stay at the luxurious Ila Lodge, a property comprised of 10 safari tents (including two large family suites), perched above the river. This award-winning lodge was named one of the Top 101 Hotels for Families in the world by Tatler, so you can be reassured that you family will be well looked after here."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Exploring Kafue National Park - Covering an expanse of 22,400 square kilometres and with a plethora of wildlife, Kafue still manages to be much more under the radar than its neighbours South Luangwa and Lower Zambezi. Therefore, a visit to this national park is a real treat, as you’ll feel like you have this piece of paradise all to yourself. Big game sightings include hippo, zebra, buffalo, elephant, leopard and lion, as well as the rare sprinting cheetah, whilst other species to keep your eyes peeled for include African wild dog, bushpig, bushbaby, porcupine, serval, civet and honey badger."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Exploring Kafue National Park - Safaris vehicles are famous for providing an authentic “African massage”, so you may want to mix up your game drives with other activities, such as solar-powered boat cruises, fishing trips or excursions to visit local villages and markets for souvenir shopping. If you’re looking for a unique opportunity for cultural exchange, Ila Lodge runs a project called Lunch with the Ladies Club, where you can meet with women in the Chunga Community, try the local cuisine and learn about their customs."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Exploring Kafue National Park - Kafue is also a notable birdwatching destination, home to 478 of Zambia’s incredible 733 bird species, due to diverse habitats including savannah, riverbanks, wetlands and woodlands. Ask your safari guide and the camp’s staff about birding activities, and keep your eyes peeled for a sightings of a ground hornbill, fish eagle, African finfoot, Goliath heron, Pel’s fishing owl, woolly-necked stork or purple-crested lourie."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Lower Zambezi National Park - Next, you’ll exchange Kafue for Lower Zambezi National Park, taking a domestic flight to Jeki and a transfer to the park. You’ll be staying at the five-star Potato Bush Camp comprised of three canvas and rosewood safari tents, as well as a two-bedroom family house. Enjoy the luxurious facilities, including a private balcony area and a large plunge pool."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Exploring Lower Zambezi National Park - Located at the southern limit of Africa’s Great Rift Valley, Lower Zambezi National Park covers over 4,000 square kilometres and is bordered by the mighty Zambezi River. Across the waters, you’ll see Zimbabwe’s Mana Pools National Park and wildlife crossing the river between the two, roaming freely over the border. Here, you’ll be able to see elephant, impala, lion, hyena, hippo, bushbuck, kudu, leopard, buffalo and zebra, as well as lesser-known and rarer species such as the African wild cat, mongoose, serval, porcupine, African wild dog, side-striped jackal, genet, civet, honey badger and aardvark."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Exploring Lower Zambezi National Park - Continue your Zambia family safari adventure with game drives and walking safaris, but there are also options for canoeing, birdwatching, river cruises and fishing trips. Try your hand at tackle or fly fishing to try and hook a toothy tigerfish. Potato Bush Camp also runs activities for children in two age groups, including bush walks, children’s game drives, marshmallow roasting, sandbank soccer, first aid and survival skills, as well as stargazing."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Livingstone (Victoria Falls) - After 10 days of exciting safari activities, now it’s time to leave the national parks behind and head to Livingstone, the gateway to Victoria Falls. You’ll take a domestic flight to Livingstone, then transfer to your accommodation at Chundukwa River Lodge’s family house, complete with private deck and swimming pool. This riverside property offers peace and privacy just 25 kilometres out of town with stunning views of the Zambezi River. Your meals will be prepared at the family house by a dedicated team of staff, who will look after you and your family during your stay."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Exploring Livingstone (Victoria Falls) - Known to locals as Mosi Oa Tunya (the Smoke that Thunders), Victoria Falls boasts status as one of the Seven Natural Wonders of the World and can be explored in a multitude of different ways, depending on your preferences. Kids full of energy will love abseiling, zipling and white-water rafting, whilst smaller children may enjoy a walk along the footpaths to beautiful views of the falls, spotting rainbows in the billowing clouds of spray."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Exploring Livingstone (Victoria Falls) - Continue your second day at the falls with more enjoyable family activities. If you’re feeling brave, take a helicopter ride over the falls for a bird’s eye view, bungee jump off the Victoria Falls Bridge or swim out to the lip of Devil’s Pool, right on the edge of the cascades. If you’re looking for something a little tamer, you can explore the surrounding bushlands on horseback with Ride Zambezi Horse Trails, which can be enjoyed by riders of all levels, including children."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Departure from Zambia - Your Zambia family holiday comes to a close, with a domestic flight to Lusaka’s international airport before your onward journey home. From wildlife-watching in some of Africa’s best national parks to witnessing the natural wonder of Victoria Falls, Zambia is a feast for the senses for all the family and will leave you with endless photos and fond memories to look back on for years to come."
    }
  ],
  "map": ""
}