{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "north-and-south-luangwa-exploration-zambia",
  "tourName": "North and south Luangwa exploration, Zambia",
  "placesVisited": "",
  "generalInfo": "While the South Luangwa is becoming more well-known the North Luangwa is still very far off-the-beaten-track. Enjoy seven nights across these two wild national parks at two of the best camps in each national park and two of our favourites in Africa. It is available seasonally between the 15th June and the 31st October.<br/><br/>While they are not the most luxurious in the traditional sense, they offer luxury in terms of a wilderness experience, a highly tailored stay, exclusive wildlife sightings and expert guiding. <br/><br/>For those looking for a hotel room  in the bush this is not for you, but for those seeking disconnection, wild luxury and to come home with memories, experiences and emotions to last a lifetime, please enquire.<br/><br/>Everything we do is completely tailor-made so this itinerary is not set in stone. Should you like to make any amendments, reverse the itinerary or change accommodations we can discuss this during the quoting process.<br/><br/>Both camps are powered by solar panels.",
  "durationDays": "8",
  "price": "6700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your journey begins at Lusaka Airport where you will be met and directed to your flight to Mfuwe Airport, a flight of around 1 hour and 10 minutes. Upon arrival at Mfuwe you will be met and driven north to the remote Tafika Camp."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Fly to the North Luangwa today for three nights at Takwela Camp."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Fly back to Lusaka via Mfuwe, bringing your incredible safari to an end."
    }
  ],
  "map": ""
}