{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "zambia-safari-holiday-xmas-new-year",
  "tourName": "Zambia safari holiday, Xmas & New Year",
  "placesVisited": "Livingstone, Mosi-oa-Tunya National Park, Victoria Falls, Zambezi River, optional rafting or helicopter flight, Mfuwe, South Luangwa National Park",
  "generalInfo": "Spend Christmas or see in the New Year at the stunning Victoria Falls or the South Luangwe National Park.<br/><br/>This luxury 1 week, twin centre holiday in Zambia over the festive season offers you views of the 'Mosi-oa-Tunya' or Victoria Falls as it is better known and game viewing in the South Luangwe National Park in beautiful surroundings with warm, tropical weather and the sounds of the African bush.<br/><br/>Take in the sights and sounds from your private deck or from an open jeep.<br/>",
  "durationDays": "9",
  "price": "2985",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Livingstone Airport where you will be met and transferred the Lodge. Set on a hill bordering the Mosi-oa-Tunya National Park and overlooking unspoilt bush, the Lodge is only three kms from the Victoria Falls. The views are splendid: the spray of the Falls in the distance, the mighty Zambezi River and on top of that yet another beautiful African sunset. From either our main garden, our infinity pool or from the privacy of your room, views are unmatched. The ten uniquely designed chalets are constructed of teak and local stone and are open fronted or more colonial style brick and tiled rooms which are closed. Each of the rooms are each unique, individually designed and with an eye for detail that will make sure you will enjoy your African experience to the utmost. And from every room you are able to see the spray of the Victoria Falls, the Zambezi River and the African sunset."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Days are at leisure to enjoy your beautiful surroundings and embark on game drives and other adventures. Your daily package includes 2 of the following: Guided tour of The Victoria Falls (Park Fees are extra) OR A visit to Mukuni Village, an experience of the real Zambia & Livingstone Museum tour – for information about the Livingstone area (History, Natural History and Cultural) and also hosts a section on David Livingstone with many of his original letters on display."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Apart from your daily, included activities, you can choose to relax on your deck or take part in the other activities (not included in your package), such as: Game drives in Open top vehicles, affording you total 360 degree vision. River Safaris allow you to get up close with the wildlife. White water rafting is high on the list for any adrenalin junkie. Canoeing down the Zambezi River is an adventurous experience. Visits to a traditional Zambian market. Helicopter flights over the Victoria Fall"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will transfer to the airport for the short internal flight to Mfuwe, where you will be met and driven the 40 minutes through the colourful village and take in some game viewing to your accommodation. Many places claim to be \"among the remaining wilderness areas\" or \"one of the last wildlife sanctuaries\"; South Luangwa National Park lives up to both and more. The Luangwa Valley is vast, remote and home to both people and a truly impressive variety of game. The six chalets with bamboo woven walls and thatch roofs offer a rustic luxury opening up to magnificent views of the river as well as open air en-suite bathrooms."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Your days can be filled with adventure, or you can enjoy the peaceful surroundings at the lodge watching the comings and goings of the abundant wildlife around your luxury lodge. ?"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Depart from your camp and transfer to the airport for your onward flight."
    }
  ],
  "map": ""
}