{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "luxury-zambia-safari-holiday",
  "tourName": "Luxury Zambia safari holiday",
  "placesVisited": "",
  "generalInfo": "From the natural wonder of Victoria Falls, to the abundance of wildlife and untouched wilderness, to the luxury safari accommodation located in exclusive areas of game-rich national parks, Zambia has all the ingredients for an incredible luxury safari holiday.<br/><br/>You’ll start in South Luangwa, one of Africa’s most renowned wildlife-watching destinations, staying in two gorgeous safari camps decked out in luxury. South Luangwa is one of the best destinations in Zambia for a walking safari and you’ll also have the opportunity to meet the Kunda people in the local village of Kawaza.<br/><br/>Then, you’ll move on to Lower Zambezi National Park, staying right on the banks of the mighty Zambezi, offering canoe safaris and angling excursions. Your luxury tour of Zambia ends in Livingstone, home to the iconic Victoria Falls, where you’ll stay on a private island suite on the river and take a helicopter ride over the falls for breathtaking views.<br/><br/>This two-week Zambia trip with stays in world-class accommodation and exclusive activities is the perfect way to explore the country’s highlights in style.",
  "durationDays": "15",
  "price": "14600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Zambia & Transfer to South Luangwa National Park - Arriving into capital city Lusaka, you’ll take a domestic flight to Mfuwe and take a private transfer to South Luangwa National Park, the first safari stop on your luxury Zambia tour. You’ll be staying at Time + Tide Chinzombo, set on the scenic banks of the Luangwa River, luxury facilities including feathertop beds, private pools and in-villa spa treatments. Spend the evening with a sundowner on the deck and watch wildlife drift in and out of the riverlands."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore South Luangwa National Park - Spanning over 9,000 square kilometres, South Luangwa is home to over 60 mammal species and 450 bird species, meaning excellent wildlife-watching opportunities. Head out on a morning game drive to spot lions, buffalo, wildebeest, zebra, elephants, hippos, crocodiles and more. South Luangwa is also known as one of the best safari destinations for sightings of the elusive leopard."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore South Luangwa National Park - Continue with an evening game drive or a walking safari, which is Zambia’s specialty. South Luangwa is the birthplace of the walking safari, so you’ll find an amazing range of bush walks and trails available, with some of the most knowledgeable and highly-qualified guides in Africa. A walking safari provides you with the opportunity to step out of the safari vehicle (and immediately feel your senses heightened), immerse yourself in nature and learn about Zambia’s complex ecosystems, plus how guides and park rangers track wildlife."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Tena Tena, South Luangwa National Park - Next, you’ll move further into South Luangwa with a stay at Tena Tena, your camp for the next three nights. Located in the exclusive Nsefu Sector, Tena Tena offers luxury tented accommodation set in a lush grove of mahogany trees. Each tent boasts its own private verandah with stunning views over the Luangwa River, home to roaming lions and hippos."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Explore South Luangwa National Park - Explore this new corner of South Luangwa with morning, evening and night game drives. South Luangwa is one of the few national parks in the whole of Africa to allow game drives after dark, offering you the unique opportunity to see Zambia’s nocturnal creatures and big predators when they truly come alive, such as prowling leopards."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Explore South Luangwa National Park - If you’re feeling safari fatigue and wish to explore more of what this region has to offer, try a birdwatching trip with an expert birding guide to get to know Zambia’s colourful array of feathery friends, take a relaxing river cruise down the Luangwa or take a trip to the village of Kawaza to meet members of the Kunda tribe, learn about local customs and traditions, and even buy some souvenirs."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to Lower Zambezi National Park - Today, you’ll head back to Mfuwe and fly onto your next safari destination, Lower Zambezi National Park. You’ll fly directly into Chiawa Camp, an award-winning safari property with jaw-dropping views of the Zambezi, where you’ll be staying for the next four nights. Unwind by the lodge’s pool or chill out on the sundeck for the best river views, spotting wildlife from the two viewing hides."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Explore Lower Zambezi National Park - Lower Zambezi National Park covers an expanse of over 4,000 square kilometres and is bordered by the Zambezi (Zimbabwe’s Mana Pools National Park lies over the other side of the river). Most of the wildlife can be found on the valley floor, with 57 mammal species and nearly 400 bird species calling this little piece of paradise home. Popular sightings include lions, leopards, buffalo, waterbuck, zebra, hippos, crocodiles and elephants in herds up to a hundred strong."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Explore Lower Zambezi National Park - Choose from morning, evening, night and walking safaris from Chiawa Camp, or mix between all the activities available. A night game drive offers the chance to spot civet, hyena, porcupines, genet and honey badgers, as well as lions and leopards on the hunt. Bush walks provide a more immersive and slower-paced safari experience, allowing you to appreciate the park on a deeper level and uncover a level of detail that you simply can’t get from the comfort of a safari vehicle. Take a canoe safari down the Zambezi or try your hand at hooking a prize tigerfish on an angling trip."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Explore Lower Zambezi National Park - On your final day at Lower Zambezi National Park, mix up your safari activities with a hike to the spectacular Chongwe Falls, enjoy a picnic on the banks of the Zambezi or learn about the culture of the region with a visit to the local Goba villages. Here, you can see traditional Goba dancing and learn about the amazing work done by Conservation Lower Zambezi."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to Livingstone (Victoria Falls) - Today, you’ll leave Zambia’s national parks behind and head to the town of Livingstone, home of Victoria Falls. You’ll be staying at Royal Chundu Zambezi River Lodge, an incredible luxury property with an unparalleled location on the banks of the Zambezi. For the ultimate private retreat, stay on the property’s Katambura private island in an island lodge suite. Spend the evening soaking in an open-air bath, then relax on the deck listening to the currents of the river."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Explore Livingstone (Victoria Falls) - Towering 108 metres high and with a colossal width of 1,708 metres, Victoria Falls is the largest waterfall in the world, one of the Seven Natural Wonders of the World and also a UNESCO World Heritage site. Known to locals at Mosi Oa Tunya (the Smoke that Thunders), there are many different ways to enjoy the falls, from white-water rafting to helicopter tours (you can fly directly from Royal Chundu’s helipad), to swimming out to the edge of Devil’s Pool and peering over at the churning gorge below."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Explore Livingstone (Victoria Falls) - Continue your time at Victoria Falls with more activities. From mid-July to January, take a boat trip to Livingstone Island for the best views of the falls. Or if you’re visiting between March and July, you may be able to spot a lunar rainbow (or “moonbow”) – a rare phenomenon that occurs when light if reflected off the moon’s surface. If you’re feeling brave, bungee jump from Victoria Falls Bridge, go jet boating in the gorge or sit In the open cockpit on a microflight."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Explore Livingstone (Victoria Falls) - After so much adrenaline-pumping activity, relax in the area around Royal Chundu, where there is also plenty to see and do. Go on a guided walk around Katombora Island to learn about the traditional medicinal uses of the plant life there, take a birding tour with an expert guide, visit a local village, try a spot of fishing or go horseback riding through the African bush."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Departure from Zambia - Sadly, your luxury tour of Zambia comes to an end, with a domestic flight back to Lusaka’s international airport, ready for your onward journey home. After two weeks of wildlife watching, natural wonders and relaxing in luxury accommodation, you’ll be leaving with special memories and an endless stream of travel stories to tell loved ones back home. Where will you explore next?"
    }
  ],
  "map": ""
}