{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "lower-zambezi-and-kafue-national-park-holiday-zambia",
  "tourName": "Lower Zambezi and Kafue National Park holiday, Zambia",
  "placesVisited": "",
  "generalInfo": "With so much to see in Africa and even just in Zambia it can be tempting to spend two or three nights in each area and try to include as many areas as possible during the finite time you can be away for. However, in doing so you may miss on building a deep and authentic connection with an area, the animals that call at home as well as the camp you are staying in and its staff. This itinerary is available seasonally from the 1st May to the 31st October. <br/><br/>We have designed this itinerary as remedy, not only does it include two fantastic camps that have managed to blend rustic luxury with a pure safari experience of old, but it allows you to spend five nights in each area. <br/><br/>The first camp is the fantastic Kutali Camp in the Lower Zambezi National Park. This park boasts some of the best scenery and wildlife sightings to match of any park in Africa and as well as this you have the flexibility to explore by game drive vehicle, walking safari, boat safari or canoe trip. <br/><br/>The second camp, Musekese, is located in the heart of the vast Kafue National Park, it was the first camp to open in this area and thus helps to protect a vast area of the park, previously forgotten about. Again you have a range of activities on offer to explore this rugged park and you can be sure you will do so in almost complete exclusivity.<br/><br/>Both camps are powered by solar panels at the camps.",
  "durationDays": "11",
  "price": "7470",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Lusaka and meet a flight to Jeki Airstrip in the Lower Zambezi National Park (a flight time of around 30-45 minutes). Upon arrival you will be met from the team at the camp and driven to Kutali Camp."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you will depart from the Lower Zambezi for Kafue National Park. Upon arrival at Lufupa airstrip you will be met and driven to Musekese Camp to spend the next five nights."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "During the next four full days you will be able to settle into this beautiful camp to learn about and explore the area. The wildlife viewing in and around Musekese is exceptional. Game numbers and the quality of sightings have improved year upon year thanks to increased protection and concerted habituation by camp team. All the major predators are present, with leopard and lion very well represented. Elephant herds are always visible in the dry season months and the plains game is as numerous as it is varied from sable and hartebeest to zebra and puku (puku in their thousands!). Birding is top-class, with hundreds of species recorded in and around the Musekese area."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Finally, a flight is included back to Lusaka to meet your international flights home."
    }
  ],
  "map": ""
}