{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "zambia-tailor-made-safari",
  "tourName": "Zambia tailor made safari",
  "placesVisited": "South Luangwa National Park, Lower Zambezi National Park, Enjoy safaris by jeep, canoe, boat and on foot, Livingstone, Victoria Falls, All lodges solar powered, Internal flights between lodges included",
  "generalInfo": "While Zambia is full of incredible national parks and wonders of nature, this itinerary certainly includes the three of the most popular. It is available seasonally between the 1st April and the 30th November.<br/><br/>Over 10 nights, the trip includes seven nights on safari across the South Luangwa and the Lower Zambezi National Parks before finishing near to Livingstone on the banks of the Zambezi at a fantastic eco-lodge. <br/><br/>Distances are vast in Zambia and therefore the itinerary includes internal flights to get conveniently between areas. It begins with a flight from Lusaka to Mfuwe, where guests will be picked up and driven to Flatdogs which is the closest lodge to the entrance of the South Luangwa. Stay for four nights enjoying day and night game drives and walking safaris. <br/><br/>Build upon your safari experience at the next stop, Baines' River Camp in the Lower Zambezi, as well as walking safari and game drives, boat safaris and canoe trips are also on offer. Getting out on the water is a 'must-do' in this park. <br/><br/>Finally, fly to Livingstone and to Chundukwa River Lodge for three nights to finish your trip. A full day trip to Livingstone Town and a visit to the famous waterfall is included as well as a sunset cruise to finish your adventure around Zambia in style.<br/><br/>Everything we do is completely tailor-made so this itinerary is not set in stone. Should you like to make any amendments, reverse the itinerary or change accommodations we can discuss this during the quoting process.<br/><br/>Flatdogs Camp, Baines' River Camp and Chundukwa River Lodge are all powered by solar panels at each camp.",
  "durationDays": "11",
  "price": "5990",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Lusaka where you will be directed to your internal flight to Mfuwe, the gateway to the South Luangwa. Upon arrival the team from Flatdogs will drive you to camp."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Enjoy the next three full days on safari in the South Luangwa. You have the choice of game drives (extending into the night), walking safaris and a combination of both a walking safari and game drive."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After some amazing wildlife sightings in the South Luangwa it is time to fly to the Lower Zambezi National Park for three nights."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "You have two full days to explore the Lower Zambezi National Park from Baines' River Camp, enjoy game drives, boat safaris, canoe safaris and walking safaris."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Finally, fly to Livingstone and meet a transfer to Chundukwa River Lodge, a rustic, tranquil lodge on the banks of the Zambezi."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Spend your final two days relaxing by the river. Included is a full day trip to Livingstone Town and to Victoria Falls waterfall as well as a sunset cruise. Also on offer is horse-riding, birdwatching, mountain biking and more."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "A transfer is included to take you back to Livingstone Airport to meet your international flights home."
    }
  ],
  "map": ""
}