{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "zambia-and-zimbabwe-adventure-holiday",
  "tourName": "Zambia and Zimbabwe adventure holiday",
  "placesVisited": "",
  "generalInfo": "Embark on an exhilarating adventure through Zambia and Zimbabwe! Witness the awe-inspiring beauty of Victoria Falls and navigate the Lower Zambezi by canoe. Explore the abundant wildlife of Hwange National Park. Immerse yourself in history with a guided tour of the Zimbabwe Ruins. Encounter majestic wildlife on a thrilling game drive in Matobos. Traverse Nyangani Mountain on a guided walk and marvel at the stunning landscapes of Honda Valley and Chimanimani. <br/><br/>Highlights<br/>*Victoria Falls<br/>* Lower Zambezi–canoeing<br/>* Hwange National Park–game drives* Zimbabwe Ruins–guided walk<br/>* Matobos–game drive and guides walk<br/>* Nyangani Mountain–guided walk<br/>*Chimanimani–guided walk<br/><br/>Overnight - 11 nights on safari designated campsites, in national parks and towns. Campsites have hot showers. Please note there is1 night of wild camping when canoeing on the lower Zambezi without fences in the wilderness. In the middle of the trip there are 2 nights at a lodge in Nyanga with en-suite rooms. Meals - 14 breakfasts, 12 lunches and 11 dinners will be provided by the crew, prepared at the vehicle and eaten around the campfire or in the boma. 3 dinners will be own expense meals in local restaurants. Transport - Due to sometimes poor roads we only use Safari trucks for this tour. Potholes, damaged gravel roads and livestock on the roads can make travel slow, you’ll pass through villages and witness the local lifestyle all the way. For the game drives in Hwange National Park we use open 4WD.Limited participation - An essential part of your safari is participation. From putting up your tent to packing the truck in the morning–it’s all part of your adventure. Your tour leaders will do all the meal preparation, but we do ask the clients to help (on rotation) with the washing up. There are some long travel days which means early morning starts so we all need to get involved to make the day run efficiently.<br/>",
  "durationDays": "15",
  "price": "2090",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "LIVINGSTONE/ VICTORIA FALLS: Our journey begins with the incredible views as the mighty Zambezi River plunges 110 meters over the Victoria Falls. We spend the afternoon exploring the mile wide waterfall and the surrounding rainforest that is created by the spray. We settle into camp in the late afternoon with the guides briefing before having dinner (own expense) at a local restaurant. Optional activity of a flight over the falls or a sunset river cruise may be possible (own expense)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KAFUE RIVER: We pack up camp and depart Livingstone for the long drive across southern Zambia to our camp on the Kafue River. We pass small villages, and the rolling landscape offers interesting views before we drop down into the lower Zambezi River valley. We spend the late afternoon in preparation for our canoeing expedition down the lower Zambezi River."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "LOWER ZAMBEZI CANOEING: True adventure begins. This morning we pack our canoes and head out onto the Zambezi River. Home of the tribal mythical god – Nyami Nyami. The River is lined with small villages and diverse scenery. For the entire day birdwatching and photographic opportunities abound. We paddle with the river current and take time to enjoy the calm and serenity, new views are offered as the river snakes its way through the valley, and the sound of the African fish eagle can be heard as it calls from the tree tops. We stop for a rest and lunch on the banks of the river before heading out again for the afternoon. Our camp is wild on the riverbank in the heart of untamed Africa. The following morning we canoe further downstream into a wildlife rich area with opportunities of seeing hippos, elephants and other wildlife. Before we are collected by motorboat and make our way back to the starting campsite."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "CHINHOYI: We cross into Zimbabwe at the Chirundu border post and traverse the Hurungwe Safari area to our next stop at Chinhoyi Caves. Crystal clear, cobalt blue water lies at the bottom of the “pool of the fallen”. The extensive system of caves and tunnels were used as a place of safety for Mashona tribesman against the Matabele raiders."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "NYANGA NATIONAL PARK: We spend two days exploring Nyanga Mountain National Park. The park offers breath taking vistas and diverse landscapes with Mount Nyangani, Zimbabwe’s highest point at 2592m above sea level. As we explore its trails, you’ll encounter lush forests, cascading waterfalls, and serene lakes. The air is crisp, and the sounds of nature surround us, creating a peaceful atmosphere. The variety of ecosystems and climate in the area make it a birders haven. Interesting birdlife includes the Blue Swallows in summer and Wattled Cranes breed in the area during the winter months, and a variety of raptors."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "CHIMANIMANI NATIONAL PARK: In the morning we make our way to Chimanimani National Park, were we make camp for the next two nights. The scent of wildflowers fills the air as you explore the winding trails, immersing yourself in nature's beauty. On day 9, we visit the Bridal Veil Falls and for the more adventurous we embark on a walk up Pork Pie Hill in Chimanimani National Park. The park offers breathtaking landscapes and abundant birdlife. The Afro-Montane forests are home to 74 species of endemic birds, eland, bushbuck and blue duiker."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "GREAT ZIMBABWE MONUMENTS: Dating back to the 11th century, Great Zimbabwe was the capital of the Kingdom of Zimbabwe. These are some of the oldest stone structures in Southern Africa. The remnants of a civilization of up to 20,000 people surviving on trade in gold, cattle and crops. The word Zimbabwe means “houses of stone”. The complex drystone walls and ruins leave archeological clues as to the lifestyle of the people of the area. We explore this national monument and UNESCO World Heritage Site on foot with a guided walk through the hill complex and valley ruins."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "MATOPOS: Bulawayo is our next destination and the Matobos National Park. Arriving in the late afternoon, we set up camp on the outskirts of the park. We spend the following day exploring the park. Matobos National Parks’ giant granite boulder landscapes, ancient rock art and surrounding wildlife make this a highlight of the tour. We embark on an open game drive into the reserve, where we take a guided walk to get closer to nature and hopefully track the endangered white rhino. After lunch we learn about the bushman paintings that adorn some of the rock overhangs. We visit the site of Cecil John Rhodes’ grave and enjoy the magnificent sights from World’s View. We return to our camp in the late afternoon and enjoy a sundowner and evening around the campfire."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "HWANGE NATIONAL PARK: One of the most famous wildlife reserves in Southern Africa, Hwange National Park, the biggest game reserve in Zimbabwe, is our next stop. We camp on a wildlife concession bordering the park and spend the following full day in search of big game on an open vehicle game drive. Proclaimed in 1928 this reserve forms an important conservation area along the Zimbabwe and Botswana Border. Photographic opportunities abound, as we search for the large herds of elephant, buffalo and plains game that inhabit the park. Great birdwatching with 420 species recorded in the park, and if we are lucky, we might spot some of the elusive predators. The waterholes also offer good opportunities as the wildlife comes down to drink. We stop for a rest and lunch at a picnic site in the park before enjoying the afternoons sightings. We head back to camp in the late afternoon for our final night around the campfire."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "VICTORIA FALLS – TOUR ENDS: On our final day we have a short transfer from our last camping site to Victoria Falls, Zimbabwe where the tour ends around lunchtime."
    }
  ],
  "map": ""
}