{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "zambia-wildlife-safari-holiday",
  "tourName": "Zambia wildlife safari holiday",
  "placesVisited": "",
  "generalInfo": "This special interest Zambia safari holiday offers the best in wildlife watching in the country’s famous national parks. Tick off the Big Five, encounter critically endangered species such as the African wild dog, then discover Zambia’s endemic sub-species of giraffe, wildebeest and buffalo, plus some of the best cheetah and leopard viewing in the whole of Africa. <br/><br/>You’ll start in South Luangwa, one of the best safari destinations on the continent, where you’ll traverse between three luxury safari camps to explore remote areas of the park on foot, tracking big game and birdlife with an expert guide. Then, you’ll head to Zambia’s oldest and largest (yet least visited) national park, Kafue, for untouched wilderness and sightings of sprinting cheetah. <br/><br/>This two-week wildlife-focused itinerary offers a variety of different safari experiences including morning, evening and night games drives (South Luangwa is one of the few national parks in Africa to allow this activity, providing you with the chance to see Zambia’s nocturnal creatures), Zambia’s specialty walking safaris, canoe safaris, river cruises and much more. <br/><br/>This is the ultimate Zambia safari adventure.",
  "durationDays": "12",
  "price": "9020",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Zambia & Transfer to South Luangwa National Park - You’ll arrive into Lusaka, Zambia’s capital city, where you’ll take a domestic flight to Mfuwe before a private transfer to your first safari destination, South Luangwa National Park. You’ll be staying at the luxurious Time + Tide Luwi, around a two-hour drive from Mfuwe Airport, with the chance to spot wildlife along the way. Time + Tide Luwi is a remote camp located on the banks of the Luwi River, with no other camps for miles around. Relax in the open air lounge, smell the scent of African jasmine from the flowers nearby and listen to the sounds of the tranquil river. Welcome to Zambia."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring South Luangwa National Park - You’ll rise at the crack of dawn to start the days with morning safaris, before the temperatures get too hot and the nocturnal creatures can still be spotted out and about. The camp’s award-winning safari guides will point out prides of lion, rare Thornicroft’s giraffe (endemic to Zambia), huge herds of elephant, a colourful array of birdlife, bathing pods of hippos and much more. South Luangwa is particularly noted for its excellent leopard sightings."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer to Time + Tide Kakuli, South Luangwa National Park - Head deeper into South Luangwa to Time + Tide Kakuli, comprised of cosy suites perched above the Luangwa River. Hang out on your private deck to spot big game favourites wandering in and out of view, look out for hippos and crocs lurking in the water and keep your eyes peeled for the colourful feathers of carmine bee-eaters."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Exploring South Luangwa National Park - You can also enjoy night game drives, as South Luangwa is one of the few national parks in the whole of Africa to offer this activity. A game drive after dark provides you with the opportunity to encounter Zambia’s nocturnal wildlife, especially elusive leopards and other big cats, which really come alive once the sun goes down. Feel the bush environment change as the light leaves, with the calls and yowls of the wild to guide you."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer to Mapazi Camp, South Luangwa National Park - Next, you’ll move on to the third in your trio of South Luangwa camps with a game drive transfer to Mapazi Camp, a new camp located in of the best walking safari regions. This exclusive and remote property is comprised of only three walk-in tents and all activities are privately guided by Deb Tittle, who has over 20 years guiding experience in South Luangwa."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Exploring South Luangwa National Park - Head out on an intrepid bush walk to discover a level of detail you simply can’t experience from the safety and comfort of a safari vehicle. Feel your senses heightened as you head out into the bush, learning about the park’s complex ecosystems, as well as the techniques that professional safari guides and park rangers use to track wildlife."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Exploring South Luangwa National Park - Your South Luangwa exploration comes to a close, but don’t miss optional activities such as birding safaris, a boating safari down the Luangwa with the hippos and crocs, a visit to the local village of Kawaza to meet the Kunda people and learn about their way of life, as well as a chance to learn about the amazing work done by local conservation initiative, Conservation South Luangwa, and their efforts in anti-poaching."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Kafue National Park - You’ll take a transfer back to Mfuwe and a domestic flight back to Lusaka, where you’ll take another private transfer to Kafue National Park, Zambia’s oldest and largest national park. Located in a remote area of the national park, you’ll stay in Musekese Camp’s charming thatched-roof chalets, where you can watch wildlife out on your private deck."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Exploring Kafue National Park - Musekese Camp’s passionate owners are Kafue experts, so there are plenty of opportunities for wildlife watching around this intimate camp, especially bush walks with high level guides. Start by walking around the lagoon, where you can see herds of elephants, bush pigs and rare roan antelope. Sit in one of the shelters by the river to watch animals crossing, drinking and bathing."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Exploring Kafue National Park - Take a game drive around some of Kafue’s best wildlife spots, such as the Busanga Plains, where you can see antelope, elephant, zebra and lions. Rare species to look out for include red lechwe, sable and the African wild dog, as well as the elusive cheetah. Watch hippos splashing in Lake Itezhi-Tezhi and look to the skies to see the various bird species which live in the trees around the Busanga Swamp, such as African finfoot, half-collard kingfisher and African skimmer."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Exploring Kafue National Park - If you’re tiring of the “African massage” experience provided by the safari vehicles, then explore Kafue by boat with various river activities on offer, including relaxing boat cruises and fishing excursions. Try bait, spinner and fly fishing for the chance to hook a pike, bream or barbell in the river."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Departure from Zambia - Sadly, your Zambia wildlife adventure comes to a close, as you head back to Lusaka for your onward journey home. However, you’ll leave with a camera full of photos and a number of stories to recount to loved ones back home, having encountered the very best of Zambia’s creatures, great and small."
    }
  ],
  "map": ""
}