[
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "leopard-photo-safari-in-zambia",
    "tourName": "Leopard photo safari in Zambia",
    "placesVisited": "",
    "generalInfo": "Embark on a thrilling 8-day photography adventure in South Luangwa National Park, one of Africa’s most renowned wildlife destinations. This photography tour focus is on Leopards, offering unique opportunities to capture these majestic big cats in their natural environment. Led by an experienced wildlife photographer, you’ll receive personalized tuition, whether you’re a beginner eager to improve your skills or an experienced photographer looking for expert tips on capturing wildlife in the African bush.<br/><br/>Alongside the stunning Leopards, you’ll have the chance to photograph a diverse range of wildlife, including lions, wild dogs, elephants, giraffes, and a wide array of birds. With the guidance of Alan and exclusive access to private safari vehicles, you’ll enjoy a truly immersive and enriching experience in one of Africa’s last great wilderness areas.<br/><br/>Highlights:<br/><br/>Leopard Photography: South Luangwa is famous for its Leopard sightings. Capture these magnificent predators in various settings, from perched in trees to stalking through the grass.<br/>Diverse Wildlife: Beyond Leopards, photograph a host of wildlife, with ample opportunities for breathtaking shots.<br/>Private Safari Vehicles: Enjoy exclusive use of safari vehicles, allowing flexibility and personalized experiences to focus on the species you want to photograph.<br/>Expert Photography Guidance: Receive expert tuition from Alan Hewitt, improving your skills and techniques for wildlife and landscape photography.<br/>Eco-Friendly Accommodation: Stay at Msandile River Lodge, a sustainable and comfortable base that offers easy access to the park’s best photography spots, with a focus on responsible tourism.",
    "durationDays": "8",
    "price": "6995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Lusaka, Zambia’s capital, and transfer to Wild Dogs Lodge for your overnight stay. Relax and enjoy your first evening in Zambia, preparing for the adventure ahead."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After breakfast, transfer to Mfuwe Airport for your flight to South Luangwa. Arrive at Msandile River Lodge and head out on your first game drive to begin photographing the incredible wildlife, including your first Leopard sightings."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Enjoy morning and afternoon game drives in search of Leopards, Lions, and other wildlife. Alan will provide expert guidance on both the technical aspects of photography and the best approaches for capturing animals in their natural habitat."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "A full-day safari drive into the quieter northern regions of the park. This area offers dense forests and peaceful landscapes, providing great opportunities for landscape and wildlife photography."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Continue your exploration of South Luangwa with additional game drives. Focus on finding Leopards and other key species, and experiment with different techniques to capture both animals and landscapes in the best light."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Choose between a final morning game drive or an optional village tour (extra cost) before heading to Mfuwe Airport for your flight back to Lusaka."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "lower-zambezi-and-kafue-national-park-holiday-zambia",
    "tourName": "Lower Zambezi and Kafue National Park holiday, Zambia",
    "placesVisited": "",
    "generalInfo": "With so much to see in Africa and even just in Zambia it can be tempting to spend two or three nights in each area and try to include as many areas as possible during the finite time you can be away for. However, in doing so you may miss on building a deep and authentic connection with an area, the animals that call at home as well as the camp you are staying in and its staff. This itinerary is available seasonally from the 1st May to the 31st October. <br/><br/>We have designed this itinerary as remedy, not only does it include two fantastic camps that have managed to blend rustic luxury with a pure safari experience of old, but it allows you to spend five nights in each area. <br/><br/>The first camp is the fantastic Kutali Camp in the Lower Zambezi National Park. This park boasts some of the best scenery and wildlife sightings to match of any park in Africa and as well as this you have the flexibility to explore by game drive vehicle, walking safari, boat safari or canoe trip. <br/><br/>The second camp, Musekese, is located in the heart of the vast Kafue National Park, it was the first camp to open in this area and thus helps to protect a vast area of the park, previously forgotten about. Again you have a range of activities on offer to explore this rugged park and you can be sure you will do so in almost complete exclusivity.<br/><br/>Both camps are powered by solar panels at the camps.",
    "durationDays": "11",
    "price": "7470",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Lusaka and meet a flight to Jeki Airstrip in the Lower Zambezi National Park (a flight time of around 30-45 minutes). Upon arrival you will be met from the team at the camp and driven to Kutali Camp."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today you will depart from the Lower Zambezi for Kafue National Park. Upon arrival at Lufupa airstrip you will be met and driven to Musekese Camp to spend the next five nights."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "During the next four full days you will be able to settle into this beautiful camp to learn about and explore the area. The wildlife viewing in and around Musekese is exceptional. Game numbers and the quality of sightings have improved year upon year thanks to increased protection and concerted habituation by camp team. All the major predators are present, with leopard and lion very well represented. Elephant herds are always visible in the dry season months and the plains game is as numerous as it is varied from sable and hartebeest to zebra and puku (puku in their thousands!). Birding is top-class, with hundreds of species recorded in and around the Musekese area."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Finally, a flight is included back to Lusaka to meet your international flights home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "luxury-zambia-safari-holiday",
    "tourName": "Luxury Zambia safari holiday",
    "placesVisited": "",
    "generalInfo": "From the natural wonder of Victoria Falls, to the abundance of wildlife and untouched wilderness, to the luxury safari accommodation located in exclusive areas of game-rich national parks, Zambia has all the ingredients for an incredible luxury safari holiday.<br/><br/>You’ll start in South Luangwa, one of Africa’s most renowned wildlife-watching destinations, staying in two gorgeous safari camps decked out in luxury. South Luangwa is one of the best destinations in Zambia for a walking safari and you’ll also have the opportunity to meet the Kunda people in the local village of Kawaza.<br/><br/>Then, you’ll move on to Lower Zambezi National Park, staying right on the banks of the mighty Zambezi, offering canoe safaris and angling excursions. Your luxury tour of Zambia ends in Livingstone, home to the iconic Victoria Falls, where you’ll stay on a private island suite on the river and take a helicopter ride over the falls for breathtaking views.<br/><br/>This two-week Zambia trip with stays in world-class accommodation and exclusive activities is the perfect way to explore the country’s highlights in style.",
    "durationDays": "15",
    "price": "14600",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Zambia & Transfer to South Luangwa National Park - Arriving into capital city Lusaka, you’ll take a domestic flight to Mfuwe and take a private transfer to South Luangwa National Park, the first safari stop on your luxury Zambia tour. You’ll be staying at Time + Tide Chinzombo, set on the scenic banks of the Luangwa River, luxury facilities including feathertop beds, private pools and in-villa spa treatments. Spend the evening with a sundowner on the deck and watch wildlife drift in and out of the riverlands."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Explore South Luangwa National Park - Spanning over 9,000 square kilometres, South Luangwa is home to over 60 mammal species and 450 bird species, meaning excellent wildlife-watching opportunities. Head out on a morning game drive to spot lions, buffalo, wildebeest, zebra, elephants, hippos, crocodiles and more. South Luangwa is also known as one of the best safari destinations for sightings of the elusive leopard."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Explore South Luangwa National Park - Continue with an evening game drive or a walking safari, which is Zambia’s specialty. South Luangwa is the birthplace of the walking safari, so you’ll find an amazing range of bush walks and trails available, with some of the most knowledgeable and highly-qualified guides in Africa. A walking safari provides you with the opportunity to step out of the safari vehicle (and immediately feel your senses heightened), immerse yourself in nature and learn about Zambia’s complex ecosystems, plus how guides and park rangers track wildlife."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Transfer to Tena Tena, South Luangwa National Park - Next, you’ll move further into South Luangwa with a stay at Tena Tena, your camp for the next three nights. Located in the exclusive Nsefu Sector, Tena Tena offers luxury tented accommodation set in a lush grove of mahogany trees. Each tent boasts its own private verandah with stunning views over the Luangwa River, home to roaming lions and hippos."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Explore South Luangwa National Park - Explore this new corner of South Luangwa with morning, evening and night game drives. South Luangwa is one of the few national parks in the whole of Africa to allow game drives after dark, offering you the unique opportunity to see Zambia’s nocturnal creatures and big predators when they truly come alive, such as prowling leopards."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Explore South Luangwa National Park - If you’re feeling safari fatigue and wish to explore more of what this region has to offer, try a birdwatching trip with an expert birding guide to get to know Zambia’s colourful array of feathery friends, take a relaxing river cruise down the Luangwa or take a trip to the village of Kawaza to meet members of the Kunda tribe, learn about local customs and traditions, and even buy some souvenirs."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Transfer to Lower Zambezi National Park - Today, you’ll head back to Mfuwe and fly onto your next safari destination, Lower Zambezi National Park. You’ll fly directly into Chiawa Camp, an award-winning safari property with jaw-dropping views of the Zambezi, where you’ll be staying for the next four nights. Unwind by the lodge’s pool or chill out on the sundeck for the best river views, spotting wildlife from the two viewing hides."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Explore Lower Zambezi National Park - Lower Zambezi National Park covers an expanse of over 4,000 square kilometres and is bordered by the Zambezi (Zimbabwe’s Mana Pools National Park lies over the other side of the river). Most of the wildlife can be found on the valley floor, with 57 mammal species and nearly 400 bird species calling this little piece of paradise home. Popular sightings include lions, leopards, buffalo, waterbuck, zebra, hippos, crocodiles and elephants in herds up to a hundred strong."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Explore Lower Zambezi National Park - Choose from morning, evening, night and walking safaris from Chiawa Camp, or mix between all the activities available. A night game drive offers the chance to spot civet, hyena, porcupines, genet and honey badgers, as well as lions and leopards on the hunt. Bush walks provide a more immersive and slower-paced safari experience, allowing you to appreciate the park on a deeper level and uncover a level of detail that you simply can’t get from the comfort of a safari vehicle. Take a canoe safari down the Zambezi or try your hand at hooking a prize tigerfish on an angling trip."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Explore Lower Zambezi National Park - On your final day at Lower Zambezi National Park, mix up your safari activities with a hike to the spectacular Chongwe Falls, enjoy a picnic on the banks of the Zambezi or learn about the culture of the region with a visit to the local Goba villages. Here, you can see traditional Goba dancing and learn about the amazing work done by Conservation Lower Zambezi."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Transfer to Livingstone (Victoria Falls) - Today, you’ll leave Zambia’s national parks behind and head to the town of Livingstone, home of Victoria Falls. You’ll be staying at Royal Chundu Zambezi River Lodge, an incredible luxury property with an unparalleled location on the banks of the Zambezi. For the ultimate private retreat, stay on the property’s Katambura private island in an island lodge suite. Spend the evening soaking in an open-air bath, then relax on the deck listening to the currents of the river."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Explore Livingstone (Victoria Falls) - Towering 108 metres high and with a colossal width of 1,708 metres, Victoria Falls is the largest waterfall in the world, one of the Seven Natural Wonders of the World and also a UNESCO World Heritage site. Known to locals at Mosi Oa Tunya (the Smoke that Thunders), there are many different ways to enjoy the falls, from white-water rafting to helicopter tours (you can fly directly from Royal Chundu’s helipad), to swimming out to the edge of Devil’s Pool and peering over at the churning gorge below."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Explore Livingstone (Victoria Falls) - Continue your time at Victoria Falls with more activities. From mid-July to January, take a boat trip to Livingstone Island for the best views of the falls. Or if you’re visiting between March and July, you may be able to spot a lunar rainbow (or “moonbow”) – a rare phenomenon that occurs when light if reflected off the moon’s surface. If you’re feeling brave, bungee jump from Victoria Falls Bridge, go jet boating in the gorge or sit In the open cockpit on a microflight."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Explore Livingstone (Victoria Falls) - After so much adrenaline-pumping activity, relax in the area around Royal Chundu, where there is also plenty to see and do. Go on a guided walk around Katombora Island to learn about the traditional medicinal uses of the plant life there, take a birding tour with an expert guide, visit a local village, try a spot of fishing or go horseback riding through the African bush."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Departure from Zambia - Sadly, your luxury tour of Zambia comes to an end, with a domestic flight back to Lusaka’s international airport, ready for your onward journey home. After two weeks of wildlife watching, natural wonders and relaxing in luxury accommodation, you’ll be leaving with special memories and an endless stream of travel stories to tell loved ones back home. Where will you explore next?"
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "north-and-south-luangwa-exploration-zambia",
    "tourName": "North and south Luangwa exploration, Zambia",
    "placesVisited": "",
    "generalInfo": "While the South Luangwa is becoming more well-known the North Luangwa is still very far off-the-beaten-track. Enjoy seven nights across these two wild national parks at two of the best camps in each national park and two of our favourites in Africa. It is available seasonally between the 15th June and the 31st October.<br/><br/>While they are not the most luxurious in the traditional sense, they offer luxury in terms of a wilderness experience, a highly tailored stay, exclusive wildlife sightings and expert guiding. <br/><br/>For those looking for a hotel room  in the bush this is not for you, but for those seeking disconnection, wild luxury and to come home with memories, experiences and emotions to last a lifetime, please enquire.<br/><br/>Everything we do is completely tailor-made so this itinerary is not set in stone. Should you like to make any amendments, reverse the itinerary or change accommodations we can discuss this during the quoting process.<br/><br/>Both camps are powered by solar panels.",
    "durationDays": "8",
    "price": "6700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Your journey begins at Lusaka Airport where you will be met and directed to your flight to Mfuwe Airport, a flight of around 1 hour and 10 minutes. Upon arrival at Mfuwe you will be met and driven north to the remote Tafika Camp."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Fly to the North Luangwa today for three nights at Takwela Camp."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Fly back to Lusaka via Mfuwe, bringing your incredible safari to an end."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "remote-zambia-safari-tailor-made",
    "tourName": "Remote Zambia safari, tailor made",
    "placesVisited": "",
    "generalInfo": "Experience Zambia's pristine wilderness with this itinerary, which is perfect for the adventurous traveller looking to explore beyond the beaten track. The first stop is Kasanka National Park, a hidden gem with stunning landscapes and diverse wildlife. If you visit between October and December, see the world’s largest bat migration in action, although the park offers excellent birdlife and wildlife experiences throughout the year. <br/><br/>Next, head to the heart of Kafue National Park and stay within the Busanga Plains, with unparalleled access to the park’s vast, wildlife-rich floodplains. Kafue National Park is Zambia’s oldest and largest national park, and is home to four of the “big five”. The open plains are a dramatic backdrop for game drives and walking safaris, offering fantastic photographic opportunities. <br/><br/>Finally, visit Liuwa Plain National Park. The park is best known for Africa’s second-largest wildebeest migration, with 40,000 wildebeest migrating through the park annually, without the crowds.",
    "durationDays": "8",
    "price": "8130",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "After arriving in Lusaka, fly to Kasanka National Park, an area that is home to incredible birdlife and unique wildlife. Enjoy the afternoon at camp, attempting to spot the rare Pel’s fishing owl, before a dinner by candlelight."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today, drive out to witness the Kasanka bat migration (seasonal). Your guide will place you to see one of the most mesmerising natural events in the world. Listen to the trees groan and creak under the weight of the bats as you watch from a safe distance. This event normally happens in the early morning so spend the rest of the day on a game drive, looking out for some of the larger game, including the Lichtenstein’s hartebeest."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Fly to Kafue National Park, Zambia's largest and oldest national park which is known for its diverse habitats and abundant wildlife. ."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Cruise along the Kafue River on boat safaris, offering excellent opportunities to observe hippos, crocodiles, and a variety of birdlife, including the iconic African fish eagle. Embark on guided walking safaris to explore the park on foot, accompanied by knowledgeable guides who will provide insights into the park's ecology and wildlife behaviour."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Transfer to Liuwa Plains National Park, one of the oldest reserves in Africa. The park is thought of as one of Africa's last untouched wilderness areas, and it is home to unique wildlife, including groups of up to 50 hyenas hunting together."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Enjoy game drives across the remote, tranquil park and if you are lucky, witness the seasonal migration of around 45,000 wildebeest across the plains."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "After a final game drive, travel back to Lusaka for your journey home after a trip through Zambia's wilderness."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "zambezi-canoe-safari-zambia",
    "tourName": "Zambezi canoe safari, Zambia",
    "placesVisited": "Wild camping, Zambezi River, Nyamomba, Kakomolala, Mtondo, Chiawa, Lower Zambezi National Park, Lusaka, Three full days canoeing, Chiawa Game Management Area",
    "generalInfo": "A small group canoe and walking safari in the Zambezi Valley is a unique, active and intimate way to see and get close to Zambia’s wonderful wildlife. Canoe quietly along the river, passing basking crocs and hippo pods and spotting the game on the banks. At night, camp on quiet beaches and secluded islands and enjoy the incredible stars studding the African sky. We will also spend time out of the canoes, enjoying game walks and drives in the Chiawa Game Management Area, to experience Zambia’s diverse wildlife and beautiful scenery from land. <br/><br/>",
    "durationDays": "8",
    "price": "2379",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "We meet at Lusaka Airport, where we begin our transfer (four to six hours, traffic dependent) to the shores of the Zambezi. Most of this journey is on tar road with the last section along a bumpy dirt track. En route, we stop at a supermarket, where you can pick up snacks and drinks for the adventure – there are no shops on the wild banks of the river! Your tour leader then prepares a welcome dinner, where we can get to know each other a little better. Please note: If you’re booking your own flights, do not book one arriving after 1.30pm. Accommodation: Campsite (semi-participatory)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Spend three glorious days canoeing the Zambezi. This is a safari adventure, so you can expect to see many iconic African animals. We frequently pass hippo pods basking in the deeper water, who will no doubt keep an eye on us, and look for elephants feeding on the banks, basking crocodiles and numerous colourful bird species, including the magnificent African fish eagle. Each day, we start early to avoid the hottest hours and to catch the easterly headwind at its weakest. The pace is moderate, which allows us to make the most of our wildlife-viewing opportunities. Lunches and breakfasts are either taken on islands or on the riverbanks, while nights are spent at our wild camps, gazing at the African sky and sharing tales from the day. Accommodation: Wild camping (semi-participatory)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "This morning, we paddle to our fly camp in the Chiawa Game Management Area. After three days of wild camping, the hot showers and chance to relax will be welcome. Our site also overlooks the Mana Pools, where wildlife regularly comes to drink – there’s even a lookout point for an excellent view! Later, after the sun has set, we embark on a 4x4 game drive, on which we hope to spot nocturnal animals, such as genets, civets, hyenas, porcupines, aardvarks and, if we’re really lucky, the elusive leopard. Accommodation: Fly camp in Chiawa Game Management Area"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Either jump in a canoe or hop in a motorboat (depending on wind and river conditions) and cruise along the river to the Lower Zambezi National . Here, we join a local ranger for an insightful nature walk, in which our guides take us on a loop, sharing their expertise on the animals tracks, plant life and wildlife found here. After lunch, we return to our fly camp and enjoy the rest of the day to relax, watching the animals who come to drink at the Mana Pools. Accommodation: Fly camp in Game Management Area"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Bid farewell to our fly camp hosts and take the motorboat to Zambezi Breezes. Our new camp has a lovely riverside location, plus a cash bar serving cold drinks, a swimming pool and a toilet and showers block. It’s the ideal spot to spend our final evening, gathering with the group around a table and retelling the adventures we’ve shared together (and perhaps start planning the next!) Accommodation: Zambezi Breezes Camping or similar (semi-participatory) Upgrade to a chalet with private bathroom today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "You’ve canoed a long stretch of the Zambezi, gazed up at the twinkling Zambian night sky and spotted countless animals, but today the journey ends and we transfer (four to five hours) back to Lusaka Airport to catch our onwards flights. Alternatively, if you’d like to extend your adventure, speak to your sales representative to discuss our large range of extension options."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "zambia-and-malawi-family-safari",
    "tourName": "Zambia and Malawi family safari",
    "placesVisited": "",
    "generalInfo": "From thrilling wildlife encounters to the stillness of a lakeside sunset, this journey through Zambia and Malawi blends some of Southern Africa's most memorable experiences. <br/><br/>What makes this trip especially well-suited to families is the balance. There is plenty of excitement and hands-on exploration, but also time to slow down, switch off, and simply enjoy quality time together in a remarkable part of the world. You will feel the roar of Victoria Falls and explore the game-rich plains of South Luangwa - home to lions, leopards, wild dogs, elephants, and an extraordinary array of birdlife. <br/><br/>Along the way, there are chances to engage with local culture through village visits and museums, drift silently on river safaris, and even track rhinos on foot in Mosi-oa-Tunya National Park. Then it's time to unwind on an island in Lake Malawi, where you can snorkel with bright cichlids, kayak the shoreline, explore by bike, or simply stretch out by the pool. <br/><br/>This is a family trip that doesn't compromise - it's enriching and exciting for children, but equally rewarding for adults. With comfortable lodges, thoughtful pacing, and a feeling of real escape, it's the kind of journey that stays with you.",
    "durationDays": "12",
    "price": "3536",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Touch down at Harry Mwaanga Nkumbula International Airport in Livingstone, Zambia, where you’ll be welcomed and transferred to your base for the next three nights: Victoria Falls Waterfront. Settle into your chalet, with breakfast included each morning, and take a little time to relax after your journey. You might want to cool off with a swim or simply enjoy the views across the Zambezi before a laid-back afternoon tea. Later, ease into your first evening with a scenic cruise along the river – a peaceful introduction to the landscapes and wildlife that await, followed by sundowners and dinner back at the lodge"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "There is no shortage of things to do at Vic Falls, whether you are after full-throttle adventure or something a little more laid-back. For thrill-seekers, activities like bungee jumping, gorge swinging, and abseiling offer a serious adrenaline rush. But there is plenty more on offer too - from river cruises and game drives in Mosi-oa-Tunya National Park to cultural visits, museum tours, and guided trips to Victoria Falls itself. You can also try canoeing on the Zambezi, take to the skies in a microlight or helicopter, or simply slow down and soak up the views. While you are here, we would also recommend visiting our partner charity, Play It Forward, to learn about the inspiring community projects they're supporting in and around Livingstone."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today you will travel to South Luangwa. You'll return to Livingstone Airport for your flight north to Mfuwe, the gateway to South Luangwa National Park. On arrival, a guide will meet you and drive you into the park, where your next three nights will be spent at Flatdogs Camp - a relaxed, riverside camp perfectly placed for exploring one of Zambia's most wildlife-rich regions. Settle into your spacious family suite, offering plenty of comfort in a beautifully wild setting. There is time for afternoon tea before heading out on your first game drive, accompanies by one of the camp's expert guides - the perfect introduction to the sights and sounds of South Luangwa."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Spend the next two days discovering why South Luangwa is considered one of Africa's finest wildlife destinations. Known for its high density of game and exceptional guiding, this is one of the best places in Zambia to spot leopards, along with lions, wild dogs, large herds of elephants, and plenty of plains game. The birdlife is equally impressive, with over 400 recorded species. Game drives take place in the early morning and late afternoon, when wildlife is most active. In between, unwind at the camp. Cool off in the plunge pool, relax with a book on the shady deck, or simply sit back and watch the river below - you might even spot elephants wandering past or hippos wallowing in the shallows."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After an early morning game drive and a final breakfast at the lodge, it's time to say goodbye to South Luangwa. You will be collected for a scenic road transfer across the border into Malawi, travelling to Lilongwe where you will spend the night at Kumbali Country Lodge. Set on a peaceful fame just outside the city, Kumbali offers a relaxing stopover before the next stage of your journey. You will stay in a spacious Executive Room on a half-board basis - a chance to unwind, enjoy a delicious dinner, and reflect on your time in the bush."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "This morning, you will be transferred to Senga Bay on the shores of Lake Malawi, where a boat will be waiting to take you across to Nankoma Island. The short journey offers a first glimpse of the lake's beauty - calm waters, birdlife, and distant island views. On arrival, you will be welcomed and transferred to Blue Zebra Island Lodge, your home for the next four nights. Located in a private nature reserve, the lodge offers a peaceful escape surrounded by nature. You will stay in an Executive Chalet with all meals included - the perfect base for exploring, unwinding, and enjoying island life at your own pace."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "After your exhilarating journey through Zambia, these days at Blue Zebra Island Lodge are all about slowing down. This is your time to relax, reset, and enjoy the laid-back rhythm of island life. Take a dip in the swimming pool with sweeping views across the lake, treat yourself to a massage at the Island Spa, or simply stretch out with a book and listen to the sounds of nature around you. For those feeling more active, there is plenty to do - from kayaking around the island and following scenic nature trails to snorkelling among colourful cichlids, spotting birdlife, or heading out on the water for a sunset cruise with a classic Malawi G&T in hand."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Enjoy a delicious breakfast and some final moments to relax at the lodge before it's time to say goodbye. You will take a boat transfer back to Senga Bay, where you will be met and driven to Lilongwe International Airport to connect with your onward flight home."
      }
    ],
    "map": "",
    "category": "Family"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "zambia-and-zimbabwe-adventure-holiday",
    "tourName": "Zambia and Zimbabwe adventure holiday",
    "placesVisited": "",
    "generalInfo": "Embark on an exhilarating adventure through Zambia and Zimbabwe! Witness the awe-inspiring beauty of Victoria Falls and navigate the Lower Zambezi by canoe. Explore the abundant wildlife of Hwange National Park. Immerse yourself in history with a guided tour of the Zimbabwe Ruins. Encounter majestic wildlife on a thrilling game drive in Matobos. Traverse Nyangani Mountain on a guided walk and marvel at the stunning landscapes of Honda Valley and Chimanimani. <br/><br/>Highlights<br/>*Victoria Falls<br/>* Lower Zambezi–canoeing<br/>* Hwange National Park–game drives* Zimbabwe Ruins–guided walk<br/>* Matobos–game drive and guides walk<br/>* Nyangani Mountain–guided walk<br/>*Chimanimani–guided walk<br/><br/>Overnight - 11 nights on safari designated campsites, in national parks and towns. Campsites have hot showers. Please note there is1 night of wild camping when canoeing on the lower Zambezi without fences in the wilderness. In the middle of the trip there are 2 nights at a lodge in Nyanga with en-suite rooms. Meals - 14 breakfasts, 12 lunches and 11 dinners will be provided by the crew, prepared at the vehicle and eaten around the campfire or in the boma. 3 dinners will be own expense meals in local restaurants. Transport - Due to sometimes poor roads we only use Safari trucks for this tour. Potholes, damaged gravel roads and livestock on the roads can make travel slow, you’ll pass through villages and witness the local lifestyle all the way. For the game drives in Hwange National Park we use open 4WD.Limited participation - An essential part of your safari is participation. From putting up your tent to packing the truck in the morning–it’s all part of your adventure. Your tour leaders will do all the meal preparation, but we do ask the clients to help (on rotation) with the washing up. There are some long travel days which means early morning starts so we all need to get involved to make the day run efficiently.<br/>",
    "durationDays": "15",
    "price": "2090",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "LIVINGSTONE/ VICTORIA FALLS: Our journey begins with the incredible views as the mighty Zambezi River plunges 110 meters over the Victoria Falls. We spend the afternoon exploring the mile wide waterfall and the surrounding rainforest that is created by the spray. We settle into camp in the late afternoon with the guides briefing before having dinner (own expense) at a local restaurant. Optional activity of a flight over the falls or a sunset river cruise may be possible (own expense)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "KAFUE RIVER: We pack up camp and depart Livingstone for the long drive across southern Zambia to our camp on the Kafue River. We pass small villages, and the rolling landscape offers interesting views before we drop down into the lower Zambezi River valley. We spend the late afternoon in preparation for our canoeing expedition down the lower Zambezi River."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "LOWER ZAMBEZI CANOEING: True adventure begins. This morning we pack our canoes and head out onto the Zambezi River. Home of the tribal mythical god – Nyami Nyami. The River is lined with small villages and diverse scenery. For the entire day birdwatching and photographic opportunities abound. We paddle with the river current and take time to enjoy the calm and serenity, new views are offered as the river snakes its way through the valley, and the sound of the African fish eagle can be heard as it calls from the tree tops. We stop for a rest and lunch on the banks of the river before heading out again for the afternoon. Our camp is wild on the riverbank in the heart of untamed Africa. The following morning we canoe further downstream into a wildlife rich area with opportunities of seeing hippos, elephants and other wildlife. Before we are collected by motorboat and make our way back to the starting campsite."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "CHINHOYI: We cross into Zimbabwe at the Chirundu border post and traverse the Hurungwe Safari area to our next stop at Chinhoyi Caves. Crystal clear, cobalt blue water lies at the bottom of the “pool of the fallen”. The extensive system of caves and tunnels were used as a place of safety for Mashona tribesman against the Matabele raiders."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "NYANGA NATIONAL PARK: We spend two days exploring Nyanga Mountain National Park. The park offers breath taking vistas and diverse landscapes with Mount Nyangani, Zimbabwe’s highest point at 2592m above sea level. As we explore its trails, you’ll encounter lush forests, cascading waterfalls, and serene lakes. The air is crisp, and the sounds of nature surround us, creating a peaceful atmosphere. The variety of ecosystems and climate in the area make it a birders haven. Interesting birdlife includes the Blue Swallows in summer and Wattled Cranes breed in the area during the winter months, and a variety of raptors."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "CHIMANIMANI NATIONAL PARK: In the morning we make our way to Chimanimani National Park, were we make camp for the next two nights. The scent of wildflowers fills the air as you explore the winding trails, immersing yourself in nature's beauty. On day 9, we visit the Bridal Veil Falls and for the more adventurous we embark on a walk up Pork Pie Hill in Chimanimani National Park. The park offers breathtaking landscapes and abundant birdlife. The Afro-Montane forests are home to 74 species of endemic birds, eland, bushbuck and blue duiker."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "GREAT ZIMBABWE MONUMENTS: Dating back to the 11th century, Great Zimbabwe was the capital of the Kingdom of Zimbabwe. These are some of the oldest stone structures in Southern Africa. The remnants of a civilization of up to 20,000 people surviving on trade in gold, cattle and crops. The word Zimbabwe means “houses of stone”. The complex drystone walls and ruins leave archeological clues as to the lifestyle of the people of the area. We explore this national monument and UNESCO World Heritage Site on foot with a guided walk through the hill complex and valley ruins."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "MATOPOS: Bulawayo is our next destination and the Matobos National Park. Arriving in the late afternoon, we set up camp on the outskirts of the park. We spend the following day exploring the park. Matobos National Parks’ giant granite boulder landscapes, ancient rock art and surrounding wildlife make this a highlight of the tour. We embark on an open game drive into the reserve, where we take a guided walk to get closer to nature and hopefully track the endangered white rhino. After lunch we learn about the bushman paintings that adorn some of the rock overhangs. We visit the site of Cecil John Rhodes’ grave and enjoy the magnificent sights from World’s View. We return to our camp in the late afternoon and enjoy a sundowner and evening around the campfire."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "HWANGE NATIONAL PARK: One of the most famous wildlife reserves in Southern Africa, Hwange National Park, the biggest game reserve in Zimbabwe, is our next stop. We camp on a wildlife concession bordering the park and spend the following full day in search of big game on an open vehicle game drive. Proclaimed in 1928 this reserve forms an important conservation area along the Zimbabwe and Botswana Border. Photographic opportunities abound, as we search for the large herds of elephant, buffalo and plains game that inhabit the park. Great birdwatching with 420 species recorded in the park, and if we are lucky, we might spot some of the elusive predators. The waterholes also offer good opportunities as the wildlife comes down to drink. We stop for a rest and lunch at a picnic site in the park before enjoying the afternoons sightings. We head back to camp in the late afternoon for our final night around the campfire."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "VICTORIA FALLS – TOUR ENDS: On our final day we have a short transfer from our last camping site to Victoria Falls, Zimbabwe where the tour ends around lunchtime."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "zambia-family-safari-holiday",
    "tourName": "Zambia family safari holiday",
    "placesVisited": "",
    "generalInfo": "Discover big game favourites such as elephants, giraffes and lions in three of Zambia’s best national parks, followed by riverside relaxation and adrenaline activities at Victoria Falls, the world’s largest waterfall – all on an adventurous Zambia family holiday.<br/><br/>In South Luangwa, you’ll take part in game drives (morning, evening and nighttime) plus walking safaris in one of Africa’s most renowned wildlife-watching destinations. Moving on to Kafue, Zambia’s oldest and largest national park, you can enjoy remote wilderness in this less-visited safari destination. Finally, in Lower Zambezi National Park, you can take your safari experience to the next level with canoe safaris, boat trips, fishing excursions and sunset river cruises.<br/><br/>Your last few days will be spent at the legendary Victoria Falls, where you can enjoy a wide range of family-friendly outdoor activities, from white-water rafting to ziplining to hikes along scenic river walks for amazing views of the thundering cascades.<br/><br/>Your family’s comfort comes first and we’ve selected specifically family-friendly safari lodges and camps, which provide convenience for those travelling with children on top of warm Zambian hospitality. Some camps offer child-friendly safari activities (including first aid lessons, survival skills and weaving workshops), whilst others include babysitting services for when you need some peace.<br/><br/>A memorable adventure for kids and parents alike, this Zambia family holiday has plenty to see and do for all ages.",
    "durationDays": "15",
    "price": "23320",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Zambia & Transfer to South Luangwa National Park - Arriving into Zambia’s capital city, Lusaka, you’ll take a domestic flight to Mfuwe and transfer to South Luangwa National Park. You’ll be staying in the Crocodile Nest at Flatdogs Camp, a large tented house with two en-suite bedrooms, spacious living areas and a private swimming pool. Flatdogs pride themselves on their family-friendly ambiance, offering a great children’s menu, room service meals and a nanny service for when you need time alone."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Exploring South Luangwa National Park - Begin your Zambia family safari adventure with wildlife-watching in South Luangwa National Park via morning and evening game drives. Big game favourites to look out for include giraffe, wildebeest, elephant, leopard, zebra, buffalo, lion and hyena. You might even spot a rare African wild dog. One of the best safari destinations in Africa, South Luangwa is home to 2,000 species of plant, 60 species of mammal and 450 species of bird."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Exploring South Luangwa National Park - Continue your exploration of South Luangwa with morning and evening game drives (which help you and your family escape the heat in the hottest part of the day), however don’t miss out on Zambia’s specialty walking safaris. Head out into the open bush with a local guide and park ranger, who can show you a higher level of detail about the environment, tiny critters you may otherwise miss, and how safari guides track animals. (Note that age limits can apply for this activity). Look out for some of Zambia’s endemic sub-species, such as Thornicroft’s giraffe, Crawshay’s zebra and Cookson’s wildebeest."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Exploring South Luangwa National Park - Mix up your wildlife watching with cultural activities to get to know Zambia and the people who call it home. Flatdogs Camp is involved with several community and conservation projects, which you are invited to visit to learn about local culture. In the evening, deepen your safari experience with a night game drive, where you can see South Luangwa’s nocturnal creatures come to life, including big cats and other predators."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Transfer to Kafue National Park - Leaving South Luangwa behind, you’ll take a domestic flight to Lusaka and transfer to Kafue National Park, Zambia’s oldest and largest. You’ll stay at the luxurious Ila Lodge, a property comprised of 10 safari tents (including two large family suites), perched above the river. This award-winning lodge was named one of the Top 101 Hotels for Families in the world by Tatler, so you can be reassured that you family will be well looked after here."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Exploring Kafue National Park - Covering an expanse of 22,400 square kilometres and with a plethora of wildlife, Kafue still manages to be much more under the radar than its neighbours South Luangwa and Lower Zambezi. Therefore, a visit to this national park is a real treat, as you’ll feel like you have this piece of paradise all to yourself. Big game sightings include hippo, zebra, buffalo, elephant, leopard and lion, as well as the rare sprinting cheetah, whilst other species to keep your eyes peeled for include African wild dog, bushpig, bushbaby, porcupine, serval, civet and honey badger."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Exploring Kafue National Park - Safaris vehicles are famous for providing an authentic “African massage”, so you may want to mix up your game drives with other activities, such as solar-powered boat cruises, fishing trips or excursions to visit local villages and markets for souvenir shopping. If you’re looking for a unique opportunity for cultural exchange, Ila Lodge runs a project called Lunch with the Ladies Club, where you can meet with women in the Chunga Community, try the local cuisine and learn about their customs."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Exploring Kafue National Park - Kafue is also a notable birdwatching destination, home to 478 of Zambia’s incredible 733 bird species, due to diverse habitats including savannah, riverbanks, wetlands and woodlands. Ask your safari guide and the camp’s staff about birding activities, and keep your eyes peeled for a sightings of a ground hornbill, fish eagle, African finfoot, Goliath heron, Pel’s fishing owl, woolly-necked stork or purple-crested lourie."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Transfer to Lower Zambezi National Park - Next, you’ll exchange Kafue for Lower Zambezi National Park, taking a domestic flight to Jeki and a transfer to the park. You’ll be staying at the five-star Potato Bush Camp comprised of three canvas and rosewood safari tents, as well as a two-bedroom family house. Enjoy the luxurious facilities, including a private balcony area and a large plunge pool."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Exploring Lower Zambezi National Park - Located at the southern limit of Africa’s Great Rift Valley, Lower Zambezi National Park covers over 4,000 square kilometres and is bordered by the mighty Zambezi River. Across the waters, you’ll see Zimbabwe’s Mana Pools National Park and wildlife crossing the river between the two, roaming freely over the border. Here, you’ll be able to see elephant, impala, lion, hyena, hippo, bushbuck, kudu, leopard, buffalo and zebra, as well as lesser-known and rarer species such as the African wild cat, mongoose, serval, porcupine, African wild dog, side-striped jackal, genet, civet, honey badger and aardvark."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Exploring Lower Zambezi National Park - Continue your Zambia family safari adventure with game drives and walking safaris, but there are also options for canoeing, birdwatching, river cruises and fishing trips. Try your hand at tackle or fly fishing to try and hook a toothy tigerfish. Potato Bush Camp also runs activities for children in two age groups, including bush walks, children’s game drives, marshmallow roasting, sandbank soccer, first aid and survival skills, as well as stargazing."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Transfer to Livingstone (Victoria Falls) - After 10 days of exciting safari activities, now it’s time to leave the national parks behind and head to Livingstone, the gateway to Victoria Falls. You’ll take a domestic flight to Livingstone, then transfer to your accommodation at Chundukwa River Lodge’s family house, complete with private deck and swimming pool. This riverside property offers peace and privacy just 25 kilometres out of town with stunning views of the Zambezi River. Your meals will be prepared at the family house by a dedicated team of staff, who will look after you and your family during your stay."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Exploring Livingstone (Victoria Falls) - Known to locals as Mosi Oa Tunya (the Smoke that Thunders), Victoria Falls boasts status as one of the Seven Natural Wonders of the World and can be explored in a multitude of different ways, depending on your preferences. Kids full of energy will love abseiling, zipling and white-water rafting, whilst smaller children may enjoy a walk along the footpaths to beautiful views of the falls, spotting rainbows in the billowing clouds of spray."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Exploring Livingstone (Victoria Falls) - Continue your second day at the falls with more enjoyable family activities. If you’re feeling brave, take a helicopter ride over the falls for a bird’s eye view, bungee jump off the Victoria Falls Bridge or swim out to the lip of Devil’s Pool, right on the edge of the cascades. If you’re looking for something a little tamer, you can explore the surrounding bushlands on horseback with Ride Zambezi Horse Trails, which can be enjoyed by riders of all levels, including children."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Departure from Zambia - Your Zambia family holiday comes to a close, with a domestic flight to Lusaka’s international airport before your onward journey home. From wildlife-watching in some of Africa’s best national parks to witnessing the natural wonder of Victoria Falls, Zambia is a feast for the senses for all the family and will leave you with endless photos and fond memories to look back on for years to come."
      }
    ],
    "map": "",
    "category": "Family"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "zambia-luxury-safari",
    "tourName": "Zambia luxury safari",
    "placesVisited": "",
    "generalInfo": "A nine-night/10-day trip to Zambia staying at three of the country's top lodges. The trip is completely tailor-made and therefore it can be structured entirely to fit your interests and requirements. It is available seasonally from the 1st April to the 30th November. <br/><br/>This trip commences in Lusaka, before an internal flight to the South Luangwa - for three nights at one of the most exciting openings in the park of the last decade - Sungani Lodge. This family-run lodge not only offers luxury accommodation and a refined food and drink offering but its location on its own in the southern realms of the park affords it complete exclusivity. <br/><br/>After exploring the South Luangwa, fly to the stunning Lower Zambezi for a further three nights at Lolebezi Camp. The unique design strikes you immediately and the camp is just as stunning as the surrounding environment. In the Lower Zambezi there are opportunities to explore not only by game drive and on foot, but also on boat safaris and canoe trips.  <br/><br/>Finally, fly to Livingstone, home of the famous Victoria Falls waterfall. Thorntree River Lodge is one of the most comfortable options in the area, with a privileged position on the banks of the Zambezi River in the Mosi-Oa-Tunya National Park, it provides the perfect spot to finish your trip doing as much or as little as you please. <br/><br/>The trip works equally well in reverse, if it works for your flight arrangements or if you would just prefer to start in Livingstone and then continue with the main safari part of the trip.",
    "durationDays": "10",
    "price": "16995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Lusaka, Zambia where you will be met and directed to an internal flight to Mfuwe Airstrip (depending on the time of your arrival it might be necessary for us to organise an overnight in Lusaka). Upon arrival in Mfuwe you will be met by the team at Sungani to take the short flight (20-25 minutes) in a Cessna 206 to the lodge. You'll be picked up at the airstrip and driven to camp."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Fly back to Mfuwe and onwards to Jeki Airstrip in the Lower Zambezi National Park. Upon arrival you will be met and driven to Lolebezi."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After three nights in the Lower Zambezi you will be driven back to the airstrip to fly to Livingstone to complete your Zambia itinerary at Thorntree River Lodge."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Your trip comes to an end with a transfer back to Livingstone Airport to meet your flights home."
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "zambia-safari-holiday-tailor-made",
    "tourName": "Zambia safari holiday, tailor made",
    "placesVisited": "",
    "generalInfo": "The South Luangwa Valley and lower Zambezi offer an unparalleled range of daily activities with something to suit everyone, but always with an emphasis on wildlife. Go bush walking at dawn or head out on a game drive. Take a canoe safari and then a sunset boat cruise to watch elephant and buffalo at the river’s edge.  Add a Victoria Falls package for the ultimate Zambia experience.<br/><br/>- Stay at some of the last remaining authentic, bush camps that still offer a remote, bush experience with a little bit of luxury.<br/>- Track animals on foot in South Luwanga, the home of walking safaris.<br/>- Enjoy an exciting night drive in search of leopard, bush babies, porcupines, honey badgers, ocelot and more",
    "durationDays": "10",
    "price": "12310",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly to Kafue and transfer to Busanga Bush Camp: On arrival in Lusaka you will connect onto a small aircraft for a light flight to Busanga Plains’ local airstrip where you will be met by your safari guide and driven to camp. Busanga Bush Camp is set in a stand of wild date palms and giant sycamore fig trees and consists of well appointed en-suite tents with verandas that over look the plain."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Busanga Bush Camp: During your stay at Busanga you can do a mix of day and night drives and during the wetter months when the plains are flooded there is even the possibility of boat trips, which are particularly exciting for bird watchers with large flocks of saddle-billed storks and wattled cranes congregating .The Busanga Plains are definitely Kafue’s most exciting area for big game with strong populations of cheetah, wild dog, buffalo and prides of lions known for their tree-climbing antics."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Fly to South Luangwa Valley: After a leisurely breakfast you will be transferred to the airstrip for your flight back to Lusaka and onward to Mfuwe where you will be met by your guide and driven to camp. Once you have settled in and enjoyed a light afternoon tea you will be set for your afternoon game activity."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Kakuli Camp: These days are spent at Kakuli Bush Camp, a tented camp set in an elevated position on the river bank, where you can relax and watch game in the mornings or at sunset from your private veranda. Here you have the option to take game drives or walking safaris and, after darkness falls, explore the local area as the predators seek their prey. Amongst South Luangwa’s many herbivores, three stand out as being endemic to the area, the Thornicroft’s giraffe, Cookson’s wildebeest and the Crawshay’s zebra however, it is its thriving population of leopard that attracts most guests, with it being considered one of the best places anywhere in Africa to see this elusive predator."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Fly to Lower Zambezi Valley: After breakfast you will take one last game drive across the park as you make your way back to Mafue Airport for your flight to Royal Airstrip, your gateway to the Lower Zambezi Valley. On arrival you will be met by your guide and transferred to Chongwe River camp, which will be home for the next three nights. This beautifully presented camp consists of thatched-roofed tents with private facilities, each with its own veranda overlooking the river."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Chongwe Tent Camp: You can fill the next couple of days with all sorts of activities depending on your interests. Both boat trips and canoeing can be done on the Zambezi, day and night safari drives are offered in both the park and surrounding Game Management Area (GMA) and you can try your hand at ‘catch and release’ fishing. As you are staying for a few days you can even opt for a full-day excursion into the Lower Zambezi National Park, which will give you maximum game viewing opportunities and a chance to sample a proper bush lunch. If time allows we would also recommend you do a walking safari to the north where the foothills of the Zambezi escarpment form the Chongwe Hills as here you have a chance of seeing the rarely spotted Samango or blue monkey."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "After your last hearty breakfast it is time to bid a fond farewell to the camp and its staff as you will be transferred back to the airstrip for your onward flight to Lusaka as you make your way home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "zambia-safari-holiday-xmas-new-year",
    "tourName": "Zambia safari holiday, Xmas & New Year",
    "placesVisited": "Livingstone, Mosi-oa-Tunya National Park, Victoria Falls, Zambezi River, optional rafting or helicopter flight, Mfuwe, South Luangwa National Park",
    "generalInfo": "Spend Christmas or see in the New Year at the stunning Victoria Falls or the South Luangwe National Park.<br/><br/>This luxury 1 week, twin centre holiday in Zambia over the festive season offers you views of the 'Mosi-oa-Tunya' or Victoria Falls as it is better known and game viewing in the South Luangwe National Park in beautiful surroundings with warm, tropical weather and the sounds of the African bush.<br/><br/>Take in the sights and sounds from your private deck or from an open jeep.<br/>",
    "durationDays": "9",
    "price": "2985",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive into Livingstone Airport where you will be met and transferred the Lodge. Set on a hill bordering the Mosi-oa-Tunya National Park and overlooking unspoilt bush, the Lodge is only three kms from the Victoria Falls. The views are splendid: the spray of the Falls in the distance, the mighty Zambezi River and on top of that yet another beautiful African sunset. From either our main garden, our infinity pool or from the privacy of your room, views are unmatched. The ten uniquely designed chalets are constructed of teak and local stone and are open fronted or more colonial style brick and tiled rooms which are closed. Each of the rooms are each unique, individually designed and with an eye for detail that will make sure you will enjoy your African experience to the utmost. And from every room you are able to see the spray of the Victoria Falls, the Zambezi River and the African sunset."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Days are at leisure to enjoy your beautiful surroundings and embark on game drives and other adventures. Your daily package includes 2 of the following: Guided tour of The Victoria Falls (Park Fees are extra) OR A visit to Mukuni Village, an experience of the real Zambia & Livingstone Museum tour – for information about the Livingstone area (History, Natural History and Cultural) and also hosts a section on David Livingstone with many of his original letters on display."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Apart from your daily, included activities, you can choose to relax on your deck or take part in the other activities (not included in your package), such as: Game drives in Open top vehicles, affording you total 360 degree vision. River Safaris allow you to get up close with the wildlife. White water rafting is high on the list for any adrenalin junkie. Canoeing down the Zambezi River is an adventurous experience. Visits to a traditional Zambian market. Helicopter flights over the Victoria Fall"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today you will transfer to the airport for the short internal flight to Mfuwe, where you will be met and driven the 40 minutes through the colourful village and take in some game viewing to your accommodation. Many places claim to be \"among the remaining wilderness areas\" or \"one of the last wildlife sanctuaries\"; South Luangwa National Park lives up to both and more. The Luangwa Valley is vast, remote and home to both people and a truly impressive variety of game. The six chalets with bamboo woven walls and thatch roofs offer a rustic luxury opening up to magnificent views of the river as well as open air en-suite bathrooms."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Your days can be filled with adventure, or you can enjoy the peaceful surroundings at the lodge watching the comings and goings of the abundant wildlife around your luxury lodge. ?"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Depart from your camp and transfer to the airport for your onward flight."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "zambia-tailor-made-safari",
    "tourName": "Zambia tailor made safari",
    "placesVisited": "South Luangwa National Park, Lower Zambezi National Park, Enjoy safaris by jeep, canoe, boat and on foot, Livingstone, Victoria Falls, All lodges solar powered, Internal flights between lodges included",
    "generalInfo": "While Zambia is full of incredible national parks and wonders of nature, this itinerary certainly includes the three of the most popular. It is available seasonally between the 1st April and the 30th November.<br/><br/>Over 10 nights, the trip includes seven nights on safari across the South Luangwa and the Lower Zambezi National Parks before finishing near to Livingstone on the banks of the Zambezi at a fantastic eco-lodge. <br/><br/>Distances are vast in Zambia and therefore the itinerary includes internal flights to get conveniently between areas. It begins with a flight from Lusaka to Mfuwe, where guests will be picked up and driven to Flatdogs which is the closest lodge to the entrance of the South Luangwa. Stay for four nights enjoying day and night game drives and walking safaris. <br/><br/>Build upon your safari experience at the next stop, Baines' River Camp in the Lower Zambezi, as well as walking safari and game drives, boat safaris and canoe trips are also on offer. Getting out on the water is a 'must-do' in this park. <br/><br/>Finally, fly to Livingstone and to Chundukwa River Lodge for three nights to finish your trip. A full day trip to Livingstone Town and a visit to the famous waterfall is included as well as a sunset cruise to finish your adventure around Zambia in style.<br/><br/>Everything we do is completely tailor-made so this itinerary is not set in stone. Should you like to make any amendments, reverse the itinerary or change accommodations we can discuss this during the quoting process.<br/><br/>Flatdogs Camp, Baines' River Camp and Chundukwa River Lodge are all powered by solar panels at each camp.",
    "durationDays": "11",
    "price": "5990",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Lusaka where you will be directed to your internal flight to Mfuwe, the gateway to the South Luangwa. Upon arrival the team from Flatdogs will drive you to camp."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Enjoy the next three full days on safari in the South Luangwa. You have the choice of game drives (extending into the night), walking safaris and a combination of both a walking safari and game drive."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After some amazing wildlife sightings in the South Luangwa it is time to fly to the Lower Zambezi National Park for three nights."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "You have two full days to explore the Lower Zambezi National Park from Baines' River Camp, enjoy game drives, boat safaris, canoe safaris and walking safaris."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Finally, fly to Livingstone and meet a transfer to Chundukwa River Lodge, a rustic, tranquil lodge on the banks of the Zambezi."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Spend your final two days relaxing by the river. Included is a full day trip to Livingstone Town and to Victoria Falls waterfall as well as a sunset cruise. Also on offer is horse-riding, birdwatching, mountain biking and more."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "A transfer is included to take you back to Livingstone Airport to meet your international flights home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "zambia-wildlife-safari-holiday",
    "tourName": "Zambia wildlife safari holiday",
    "placesVisited": "",
    "generalInfo": "This special interest Zambia safari holiday offers the best in wildlife watching in the country’s famous national parks. Tick off the Big Five, encounter critically endangered species such as the African wild dog, then discover Zambia’s endemic sub-species of giraffe, wildebeest and buffalo, plus some of the best cheetah and leopard viewing in the whole of Africa. <br/><br/>You’ll start in South Luangwa, one of the best safari destinations on the continent, where you’ll traverse between three luxury safari camps to explore remote areas of the park on foot, tracking big game and birdlife with an expert guide. Then, you’ll head to Zambia’s oldest and largest (yet least visited) national park, Kafue, for untouched wilderness and sightings of sprinting cheetah. <br/><br/>This two-week wildlife-focused itinerary offers a variety of different safari experiences including morning, evening and night games drives (South Luangwa is one of the few national parks in Africa to allow this activity, providing you with the chance to see Zambia’s nocturnal creatures), Zambia’s specialty walking safaris, canoe safaris, river cruises and much more. <br/><br/>This is the ultimate Zambia safari adventure.",
    "durationDays": "12",
    "price": "9020",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Zambia & Transfer to South Luangwa National Park - You’ll arrive into Lusaka, Zambia’s capital city, where you’ll take a domestic flight to Mfuwe before a private transfer to your first safari destination, South Luangwa National Park. You’ll be staying at the luxurious Time + Tide Luwi, around a two-hour drive from Mfuwe Airport, with the chance to spot wildlife along the way. Time + Tide Luwi is a remote camp located on the banks of the Luwi River, with no other camps for miles around. Relax in the open air lounge, smell the scent of African jasmine from the flowers nearby and listen to the sounds of the tranquil river. Welcome to Zambia."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Exploring South Luangwa National Park - You’ll rise at the crack of dawn to start the days with morning safaris, before the temperatures get too hot and the nocturnal creatures can still be spotted out and about. The camp’s award-winning safari guides will point out prides of lion, rare Thornicroft’s giraffe (endemic to Zambia), huge herds of elephant, a colourful array of birdlife, bathing pods of hippos and much more. South Luangwa is particularly noted for its excellent leopard sightings."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Transfer to Time + Tide Kakuli, South Luangwa National Park - Head deeper into South Luangwa to Time + Tide Kakuli, comprised of cosy suites perched above the Luangwa River. Hang out on your private deck to spot big game favourites wandering in and out of view, look out for hippos and crocs lurking in the water and keep your eyes peeled for the colourful feathers of carmine bee-eaters."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Exploring South Luangwa National Park - You can also enjoy night game drives, as South Luangwa is one of the few national parks in the whole of Africa to offer this activity. A game drive after dark provides you with the opportunity to encounter Zambia’s nocturnal wildlife, especially elusive leopards and other big cats, which really come alive once the sun goes down. Feel the bush environment change as the light leaves, with the calls and yowls of the wild to guide you."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Transfer to Mapazi Camp, South Luangwa National Park - Next, you’ll move on to the third in your trio of South Luangwa camps with a game drive transfer to Mapazi Camp, a new camp located in of the best walking safari regions. This exclusive and remote property is comprised of only three walk-in tents and all activities are privately guided by Deb Tittle, who has over 20 years guiding experience in South Luangwa."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Exploring South Luangwa National Park - Head out on an intrepid bush walk to discover a level of detail you simply can’t experience from the safety and comfort of a safari vehicle. Feel your senses heightened as you head out into the bush, learning about the park’s complex ecosystems, as well as the techniques that professional safari guides and park rangers use to track wildlife."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Exploring South Luangwa National Park - Your South Luangwa exploration comes to a close, but don’t miss optional activities such as birding safaris, a boating safari down the Luangwa with the hippos and crocs, a visit to the local village of Kawaza to meet the Kunda people and learn about their way of life, as well as a chance to learn about the amazing work done by local conservation initiative, Conservation South Luangwa, and their efforts in anti-poaching."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Transfer to Kafue National Park - You’ll take a transfer back to Mfuwe and a domestic flight back to Lusaka, where you’ll take another private transfer to Kafue National Park, Zambia’s oldest and largest national park. Located in a remote area of the national park, you’ll stay in Musekese Camp’s charming thatched-roof chalets, where you can watch wildlife out on your private deck."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Exploring Kafue National Park - Musekese Camp’s passionate owners are Kafue experts, so there are plenty of opportunities for wildlife watching around this intimate camp, especially bush walks with high level guides. Start by walking around the lagoon, where you can see herds of elephants, bush pigs and rare roan antelope. Sit in one of the shelters by the river to watch animals crossing, drinking and bathing."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Exploring Kafue National Park - Take a game drive around some of Kafue’s best wildlife spots, such as the Busanga Plains, where you can see antelope, elephant, zebra and lions. Rare species to look out for include red lechwe, sable and the African wild dog, as well as the elusive cheetah. Watch hippos splashing in Lake Itezhi-Tezhi and look to the skies to see the various bird species which live in the trees around the Busanga Swamp, such as African finfoot, half-collard kingfisher and African skimmer."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Exploring Kafue National Park - If you’re tiring of the “African massage” experience provided by the safari vehicles, then explore Kafue by boat with various river activities on offer, including relaxing boat cruises and fishing excursions. Try bait, spinner and fly fishing for the chance to hook a pike, bream or barbell in the river."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Departure from Zambia - Sadly, your Zambia wildlife adventure comes to a close, as you head back to Lusaka for your onward journey home. However, you’ll leave with a camera full of photos and a number of stories to recount to loved ones back home, having encountered the very best of Zambia’s creatures, great and small."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "10-day-highlights-of-zambia-safari",
    "tourName": "10-Day Highlights of Zambia Safari",
    "placesVisited": "Lusaka, South Luangwa National Park, Luangwa River, Zambezi River, Lower Zambezi National Park, Mosi-oa-Tunya National Park, Livingstone, Victoria Falls",
    "generalInfo": "Zambia is not just a safari, but an immersion in the raw brilliance of big-game Africa. You will witness leopards, lions, elephant herds, and endemic species, and get even closer on game walks and nighttime drives. Privately guided and handcrafted, this 10-day safari honors the highlights of Zambia and why it is Africa’s next big destination. Four days in South Luangwa are complemented by two days in the Lower Zambezi wetlands and three days in Mosi-oa-Tunya, where rhinos are just up -river from Victoria Falls.",
    "durationDays": "10",
    "price": "15,800",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "South Luangwa National Park – Introduction to the Capital and into the Wilderness",
        "description": "After your arrival in Africa, you will change planes in Zambia’s capital Lusaka, transferring onto a light aircraft that soars north to the Luangwa Valley. It has probably been a long journey to get here, and your first day on safari is very relaxed. Take a short drive into the park and cruise the rutted four-wheel drive trails to your luxury camp. Look down on the waterhole, and elephant and buffalo are among the first of the big animals spotted. Herds of Crawshay’s zebra are close by, an endemic species that will become a regular over the next four days. Rest, relax, and re-energize after the journey with drinks served on your private veranda. The safari has started, and you quickly realize that activities are not necessary to see Africa’s great mammals. In South Luangwa, you can sit back and watch them right from your suite."
      },
      {
        "dayNumber": "2",
        "title": "South Luangwa National Park – The Surreal Charms of an African Safari",
        "description": "Giraffes wander past, silently and serenely, and a herd of Cookson’s wildebeests gallops by full of energy and enthusiasm. Beside the river, there is a hippo out of the water with a curious face standing upon its thick shoulders. You are watching it all from the camp, and you get your first introduction to the area’s inhabitants before your first day of private game drives. Over these four days, you are staying in the Luamfwa Concession in the south of the park, close to the Luangwa River which is a magnet for all kinds of wild game. At least sixty mammal species can be seen here as they wander through the mopane woodland and scattered savanna. Spotting it all is remarkably easy, and you will quickly discover that a Zambian safari is not a glimpse into the wild, but an absolute immersion. Your game drives are private and tailored to your interests. On this first full day, the guide will recommend a morning and afternoon drive, exploring distinctive habitats within the park. Elephants dominate the trees with their trails of destruction as conspicuous as their whirling trunks. Kudu and eland cluster in small herds and are easily distinguishable from the abundant impala. Carnivores are prolific in this southern area of the park. Lions are relatively easy to find during the daylight hours, and leopards are a particular specialty of South Luangwa. Of the Big Five, it is only rhinos you will not see here, but these private game drives showcase how an African safari is about so much more than ticking off the famous giants."
      },
      {
        "dayNumber": "3",
        "title": "South Luangwa National Park – Private Big-Game Safari",
        "description": "Nature’s orchestra becomes louder at dawn. Elephants sound like a sporadic brass band, lions emit long baritone roars, yellow baboons hold the harmony together, and some of the park’s 400 bird species add a smattering of treble. It is a beautiful wake-up call and an immediate reminder of exactly where you are. Take a light breakfast, then start exploring with a private game drive that bounces along the rutted trails. Because you are staying in a private concession, the driver can take you off the main tracks and bring you closer to the individual scenes. Stop beside hyenas that tear into a wildebeest carcass and witness the blood smeared across their menacing faces. Follow the vultures to a fresher kill, where you are close enough to hear and smell the ferocious feast. After around two hours, you stop for brunch, a hearty meal enjoyed with a view over the Luangwa River where hippos and buffalo are among those bathing below. The sun is rising, and you can feel the savanna’s energy slowing as animals move at a walk rather than a canter. It is a private safari, so you have options over the day’s program. Choose to stay out for the full day, building a comprehensive picture of South Luangwa and its residents, straying into areas that hardly ever receive visitors, or return to the luxury camp where the tranquil atmosphere is infused with animals jumping around nearby. Later in the afternoon, you continue the safari with another activity. Four days is ideal here as game drives are just one part of the program. The wildlife and the wild atmosphere makes South Luangwa one of Africa’s great parks. But it is the variety of activities that creates the experience. Spend some time walking, and enjoy short journeys with the herds or expeditions into unchartered land inaccessible to vehicles. South Luangwa pioneered the African walking safari and wandering with the herds is unforgettable. Nighttime drives can be part of your daily program, and the nocturnal world is full of drama and charm. By piecing together a private collection of activities, you start to appreciate the ineffable beauty of wild Africa and how it is found in both the small nuanced details and the great impressions of scale."
      },
      {
        "dayNumber": "5",
        "title": "Lower Zambezi National Park – Encountering a New Animal Cast",
        "description": "Take a flight south, and you are amongst the lush colors of Lower Zambezi and relaxing on the banks of the river. Like in South Luangwa, the luxury camp elevates the experience. Canvas walls enable nature’s sounds to continually impact the experience, but that is the only real similarity with camping. The spacious suites look more like contemporary hotel rooms from the inside. They have the African touch, like an indulgent outdoor shower with a view over the plains, and a private balcony for dining while surrounded by animals. Like in South Luangwa, the safari program is completely private and customized to your interests, with game drives and walks likely to be a feature on your first day here. Some animals are constants on a Zambian safari. Large prides of lions are prominent on the plains where manes shimmer in the sun. Elephants and buffalo are so plentiful that you barely raise an eyelid when they pass; although, the breeding herds always have the ability to grab your attention. You notice differences, like distinct subspecies of zebra and wildebeest, rare predators such as wild dogs, and a fresh assortment of antelope species. Best of all, as the safari progresses, you will understand that the experience has a lot to do with how the animals behave. This is nature’s theater, and with a private safari, you have the best possible seats."
      },
      {
        "dayNumber": "6",
        "title": "Lower Zambezi National Park – Boat Safaris in a Lush Wetland Park",
        "description": "Something moves in the trees. The foliage is dense, and you cannot see what it is. It moves again, and your eyes adjust to see that, amongst the green canvas, there is a shock of yellow and black. A leopard, serene and sublime, watches over the river. She is scanning for food and looking more closely, you see her cub, playful and adorable on the branch. At another time during the safari, you might see the leopard prowling with cold precision as she stalks her prey. Lions are often found lazing and snoozing and occasionally seen on the hunt. As the safari progresses, you watch the scenes from multiple perspectives. You admire a leopard hunting from one perspective and watch the impalas’ fear and tension from another, while witnessing the mourning of a herd who has lost a youngster is a moving third. South Luangwa and Lower Zambezi classically complement each other, and personal moments with big cats spread across the full six days of your safari. In this park, you add activities on the water to your program, cruising along the famous Zambezi River. Open floodplains are packed with life, and the motorboat gets closer, giving you a very eye-to-eye perspective on the animals. Down narrow channels, there is less to see, but the thick foliage is a prime place to set an ambush, and a brilliant chance to get very close to the carnivores. There is also an option for a canoe safari, adventurous and enchanting as it silently explores the landscape. Each activity has its highlights while over six days, the combination of wildlife scenes and safari angles symbolizes why African safari is the world’s most unique travel experience."
      },
      {
        "dayNumber": "7",
        "title": "Mosi-oa-Tunya National Park – An Afternoon with White Rhinos",
        "description": "One famous animal has been missing from the safari so far. Mosi-oa-Tunya is the only place in Zambia where you can see rhinos, a small number of the rumbustious white subspecies lounging on a savanna near Victoria Falls. There are other animals in the park, but it is not on the level as South Luangwa and Lower Zambezi National Parks, two of Africa’s greatest destinations. After the flight to Livingstone, you are taken by vehicle into the park before approaching the rhinos on foot, an easier way to get closer. Walking slowly and silently, you come to within 15 meters of the iconic horns and bulging bellies, Africa’s endangered giants seen from a unique perspective. Seeing rhinos completes the Big Five experience and, more pertinently, it completes your impression of Africa’s wildlife diversity. Spend the rest of the day relaxing at a luxury lodge within the national park as animals continue to feature regularly on the vistas."
      },
      {
        "dayNumber": "8",
        "title": "Mosi-oa-Tunya National Park – Relaxing on the River and Victoria Falls",
        "description": "After seven days focused on adventure, it is time for the classic escapism that comes at the end of many vacations. You are not on the ocean, but the river, where the profusion of hippos means there will be no sunbathing on the banks. Instead, unwind on the veranda, enveloped by the sounds and wildlife. Seeing animals from your suite is one of Zambia’s great highlights. On a safari activity, you approach the animals who register your presence before deciding what to do next. At the lodge, the animals approach you, registering that you are not a threat. There can be occasions when you drift off on the sun lounge, only to be woken by a herd of bushbuck barely two meters away. You may find yourself reading a book as a large troop of monkeys jumps from the trees to your roof. Get up to grab the camera, and the animals will run off. Don’t move and the proximity can be astonishing. These intimate moments with wildlife are combined with another piece of nature: Victoria Falls. Take a private boat trip to the islands near the precipice, close enough to hear and smell the rushing water. Walk the trails and cross narrow bridges to cataracts in the Zambezi, where you are engulfed by the power and noise of the falls. Sunset Zambezi cruises are another included activity here, a peaceful way to end your final days in Zambia. After the early starts on the safari, these two days are about resting amongst nature and appreciating the tranquility of Zambia’s untouched landscapes."
      },
      {
        "dayNumber": "10",
        "title": "Livingstone – Departure",
        "description": "Depart Zambia from Livingstone International Airport, less than an hour’s transfer from your lodge."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "before-the-fame-safari-to-zambias-hidden-gems",
    "tourName": "Before the Fame: Safari to Zambia’s Hidden Gems",
    "placesVisited": "Livingstone, Liuwa Plain National Park, Kafue National Park",
    "generalInfo": "Africa still has big-game landscapes that have yet to be documented and discovered. Zambia’s Liuwa Plain and Kafue National Parks have only just opened to tourists, and the experience is remarkable as you can explore a final frontier that was previously inaccessible. The wildlife is outstanding and ranges from famous predators to mass migrations, and wildlife reacts without fear of your presence. This 12-day itinerary is a unique chance to experience these new, almost secret destinations before they reach world fame. As you dream of your perfect itinerary, consider browsing our many other itineraries as your safari tour to Zambia is handcrafted for you.",
    "durationDays": "12",
    "price": "17,200",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Livingstone – Arrival and Relaxing on the Water",
        "description": "Zambia’s final frontiers take you into the unknown, which can be a little daunting when you have only just arrived after a long international flight. Livingstone is the country’s tourism hub, a quaint town a few miles from Victoria Falls. Touch down, and you will be smoothly transferred to a luxury lodge on the banks of the Zambezi River. The lodge is calm and charming, and you can pass a lazy afternoon of watching the water and recuperating from your journey. Spend your first evening on a sunset cruise and enjoy fine dining as elephants and hippos start to appear along the banks. As you are ready, you can drift off to the sounds of nature at your spacious riverfront suite."
      },
      {
        "dayNumber": "2",
        "title": "Livingstone – Victoria Falls and Leisurely Day",
        "description": "You will be close enough to see the rising cloud of spray emitted by Victoria Falls, the legendary spectacle just a few miles downriver. Transfers to the falls are included in your stay, and there is a self-guided walking trail that runs parallel to the mile-wide sheet of falling water. Cross a narrow bridge to the river’s cataracts and explore the different viewpoints, and then run beneath the cloud of spray that emerges from the chasm. This whole day is left free and is intended to ensure that you are fully rested before your safari starts tomorrow. Optional activities include boat and kayak excursions on the Zambezi, as well as sightseeing flights over the falls."
      },
      {
        "dayNumber": "3",
        "title": "Liuwa Plain National Park – Unexplored Grasslands",
        "description": "Flights to Liuwa Plain only leave twice a week, but it is this new aerial addition that has made Liuwa Plain an accessible destination, along with the establishment of two luxury camps. To put the isolation into perspective, Tanzania’s Ngorongoro Conservation Area receives over half a million visitors a year. Liuwa Plain only gets two 16-seater planes of visitors a week. Touch down, and the wildebeest are there to greet you, tens of thousands of them marauding over the grasslands. Magnificent tsessebe join them in impressive numbers, making similar journeys around the plains. Biologists are only just coming to understand their movements and the next five days bring you centerstage at one of Africa’s largest yet unknown migrations. From January to April, the Liuwa Plains are covered in water with huge herds of ungulates congregating in the park’s southern pans. Safari during these months is challenging, with the camps only accessible by walking and canoeing from the airstrip. It is a series of challenging adventures, but you may be the only visitors in the park. From May to July, the herds follow the receding water northwards, wildebeest joined by zebra and tsessebe, while red lechwe and eland stick to the southern pans. Slowly the herds drift into the northern woodland and savannah, accessing fresh pastures. This is a spectacular time to visit and surround yourself with galloping herds. Rather than return on mass, the herds start marching southwards from August to October, preceding the rains. By the last two months of the year, the Liuwa Plain is packed with animals again. November and December are generally considered the best time to visit, a mix of staggering animal densities and accessible four-wheel drive trails. However, May to October remains a great time to explore, as the rescinding water makes for tense scenes at the waterholes. Arrive by flight today, and you will check into a newly build luxury camp before spending the afternoon to explore the Liuwa Plain for the first time. Like every game drive over these five days, it will be a journey into the unknown."
      },
      {
        "dayNumber": "4",
        "title": "Liuwa Plain National Park – Spectacular Big-Game Safari",
        "description": "Lions have been roaring through the night, so as dawn arrives, you will be looking for them from your private deck at the lodge. The lions blend expertly into the golden grasslands, flowing manes camouflaged with ease. You will find one large male, who immediately rears up and bellows his disapproval at your presence. A mile away you will find the victor of last night’s battle, a giant cat mating with an elegant female. He is also unsure of your presence, and after his rippling growl, he charges the safari vehicle. The driver quickly gets you away from the scene and all is safe, but it is an early indication of how aggressive the lions are in Liuwa Plain National Park. They are not posing for photos, rather they are confirming that they remain the apex mammals. Out on the plains you will soon find a pack of wild dogs. There will be almost 20 of them, fanning out around a herd of oribi. The antelopes huddle together, then scatter, unsure of which way to turn. One is separated, and the chase begins, the young oribi quicker, the wild dogs seeking to keep their prey in sight at this early stage of the hunt. You will follow along in your vehicle, bumping across the plains, admiring how the dogs run complementary routes, forcing the antelope along a single path. For several minutes the oribi seems safe, but the wild dogs have incredible stamina and the longer the chase continues, the greater their chance to kill. Over the next four days you will also encounter dozens of hyenas, animals that quickly challenge their stereotypes. Hyenas hunt most of their food, rather than scavenge, and these open plains are a great place to see them prowling for smaller antelopes. Cheetah and leopard complete the picture of predators. These two animals are both harder to find, the glowing gold tones of the grassland making a stealthy hunter even more hidden. However, this is not just a one or two-day safari. Nearly a week will allow you to explore all of the park’s corners and follow the stories as they unfold. For example, watch lions hunt unsuccessfully one evening, but then return the next morning and watch them continue their search. There are many delights to find here. Zebra joins the wildebeest in making huge herds, red lechwe congregates in the open, while eland and Lichtenstein’s hartebeest reveal a shyness that betrays their size. Reedbuck and roan antelope make for impressive photos while sitatunga hide in the waters on the edge of the park. Best of all, all this wildlife reacts naturally to your presence. Return their looks of curiosity, see their brief moments of indecision, decipher the glimmer in their eyes. These animals are not used to seeing people or vehicles, making the encounters different to those in Africa’s more famous parks. The five-day program of game drives responds to what is happening in the park and guides have full flexibility over where to go. Your modern camp then provides tranquility after a day of adventure."
      },
      {
        "dayNumber": "8",
        "title": "Kafue National Park – Discovering the Unique Busanga Plains",
        "description": "Kafue is bigger than dozens of countries as it stretches out across the remote center of Zambia, disconnected from towns and cities. Kafue has been a national park since 1924 and remains one of the largest in Africa. However, tourism has never completely taken off here. The inaccessibility of it all does not help, and unless you have many days to spare, flying is the only way in. Furthermore, Zambia has only started to receive the safari recognition it deserves. Most safaris are based on the country’s three flagships, South Luangwa, Lower Zambezi and Victoria Falls, so this enormous park hardly receives any visitors. Touch down and begin your game drive on the Busanga Plains, where blankets of fresh grass are dotted with enclaves of wild date palms and sausage trees. Miombo and mopane woodland dot the outskirts of the nearby Busanga Swamp, bringing elephants to your safari for the first time. Such a diverse range of vegetation supports a massive cast of antelopes. Huge red lechwe and puku herds provide first impressions, kudu and eland are scattered everywhere, while bushbuck and reedbuck are regular visitors to your luxury camp. Duiker, grysbok, waterbuck and wildebeest about, and there are plenty for the cats to choose from. And over the next three days, the intense scenes between predators and prey will continue."
      },
      {
        "dayNumber": "9",
        "title": "Kafue National Park – Unique Encounters in Miombo and Mopane Woodland",
        "description": "You will be in the north of Kafue and begin to uncover the secrets of the game-rich swampland, woodland, and floodplains. An elephant herd marauds past, seemingly in a hurry as two lionesses emerge from the bushes, scattering a puku herd. Your expert guide will eventually find one of Kafue’s elusive leopards hiding deep beneath the mopane canopy. Today is flexible in Kafue, and you will have the chance to combine game drives with walking safaris for a great way to appreciate the behavior of the park’s many antelopes. You will be walking in the land of giants, passing elephants and buffalo among others. After six days of somewhat rugged game drives, this option will help to keep the experience fresh and reveal a new angle."
      },
      {
        "dayNumber": "10",
        "title": "Kafue National Park – Full-Day Drive Across the Wilderness",
        "description": "Hiding in the grass, you will spot a cheetah alongside her two young cubs, both rather playful and curious. Spots blur into the golden hues of the plains as the three start to move for an early hunting lesson, the cubs staying close with their mother, learning how to move slowly and quietly. The cubs are not the best of pupils, and they get a stern stare after play-fighting for too long. Kafue is a fabulous place to spot cheetahs as it is one of few African parks where the majority of the antelopes are part of their diet. Smaller lechwe and puku are easy targets for cheetah, but buffalo and zebra are much too large. Your Kafue safari will culminate with a drive into the central and southern part of the park, where the wildlife density decreases but the sense of surprise is elevated. It is highly unlikely that you will see another person or vehicle, and the wilderness is quick to impose its scale. The landscape rolls on and on, and you will begin to appreciate its scale. Elephants dot your journey, eclectic antelopes greet you along the trail, and you will continue to meet predators on the way. Spend the night in a new camp in the heart of the park, and listen to the hyenas call through the night."
      },
      {
        "dayNumber": "11",
        "title": "Kafue National Park – Final Safari Experiences and Returning to Livingstone",
        "description": "A final game drive will give you a last chance to be humbled by the scale of the wilderness. An elephant bull lopes past, melancholy and majestic while a buffalo harem brings moments of charm. Zebra seems to line up along the horizon, and your guide will follow trails that lead to the Kafue airstrip, from which it is a short flight back to Livingstone. Touch down and spend your afternoon relaxing at the lodge as you return to a world of swimming pools and internet access. Your sunset cruise will ensure that you remain connected to nature while enjoying the modern comforts. After eight days in the remote bush, this last afternoon will help you to prepare for your journey home."
      },
      {
        "dayNumber": "12",
        "title": "Livingstone – Departure",
        "description": "Fly out of Livingstone International Airport and your mind will wander back to your journey into Zambia’s final frontier. Perhaps two decades from now, you will be seeing these parks on a wildlife documentary and remember what it was like to explore destinations when they were yet to be celebrated."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "family-friendly-zambia-safari-private-villas-tailored-activities-exceptional-wildlife",
    "tourName": "Family-Friendly Zambia Safari: Private Villas, Tailored Activities, Exceptional Wildlife",
    "placesVisited": "Lusaka, South Luangwa National Park, Lower Zambezi National Park, Livingstone, Victoria Falls, Mosi-oa-Tunya National Park, Zambezi River",
    "generalInfo": "Canoeing past hippos, learning to track endemic antelopes, nighttime drives encountering leopards on the prowl; Zambia is the perfect country for fully customizing a family adventure, the variety and quality of safari ensures that everyone lives out their safari dream. Using private villas and fully tailored family activities, this 10-day safari celebrates the essence of Zambia and African safari, from the thrilling big game to the unique surprises.",
    "durationDays": "12",
    "price": "17,400",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Lusaka – Relaxed First Night in Zambia",
        "description": "Zambia’s capital is green and pleasant, with broad boulevards connecting modern shopping malls and affluent suburbs. Spending a night here is essential on many Zambian itineraries as the flights to South Luangwa National Park leave in the early morning. Your lodge is less than 30 minutes from the airport and gives you an immediate impression of the wild. Located on over 10,000 acres of savanna and woodland, it’s an excellent place to ease into the experience, listening and looking for the animals’ magical clues. A private airport transfer is provided, and your family will be greeted at the arrivals gate. Dinner at the lodge is included, and there will be time to take a stroll around the savanna, bringing first encounters with a variety of small mammals, whetting your appetite for the big-game adventure that begins tomorrow."
      },
      {
        "dayNumber": "2",
        "title": "South Luangwa National Park – A Home Away From Home",
        "description": "Touch down in South Luangwa after a 70-minute flight and explore your home for the next four days. It’s a private four-bedroom house, with verandahs and balconies looking out towards the Luangwa River. A private chef customizes a menu while a hostess ensures everything suits your requirements. Elephants wander past, birds compete with baboons to create the daily soundtrack, and it’s not uncommon to find zebra and wildebeest grazing on the lawns immediately around the house. There’s a lot of space for the children to run around without them straying beyond the subtle barrier that prevents animals from entering the property. Perhaps best of all, there isn’t another building for many miles. South Luangwa becomes your home, and it’s not long before you’ve escaped into the rhythm of nature. Check into your next lodge and your guide will discuss all the options. These next four days are fully tailored to your interests and can travel in so many directions. Some families may want to really explore, driving along bumpy trails to distant corners of the park, and then returning after dark while seeking prowling leopards. Others may prefer short activities in the local area, following classic wildlife routes around the river. The guides tailor activities for children, great for those quiet midday hours when you want to sit back on the verandah. They learn about animal tracking then test their skills by following lechwes through the bush. Basics of bush survival can fill half a day, as they build a shelter and discover how to make fire from only sticks. Hours can be spent on interactive animal identification drives, learning to distinguish animals from their stripes and spoors. South Luangwa is a real haven of choice, and once you’re settled into this home away from home, the real magic of safari can begin. As it’s your first day, the guide will probably recommend a couple of short drives focused on the famous mammals that everyone is keen to spot. And for encounters with lions and elephants et al, there aren’t many better places in Africa."
      },
      {
        "dayNumber": "3",
        "title": "South Luangwa National Park – Exclusive Big-Game Safari Retreat",
        "description": "Follow the sound of hooting elephants, then drive through the trees until the herd is barely five meters away. Refocus the camera as a herd of endemic Crawshay’s zebras skip past, their dramatic black and white stripes very different to those of the plain’s zebra you saw yesterday. Cross the open plains, respectfully following a cheetah on her morning prowl. Then come across a boisterous buffalo herd, dozens of individuals covering the trail with their huffing and grunting. Giraffes are speckled along the horizon, baboons randomly emerge from the trees, and on most game drives, you encounter a lion pride. This is big-game paradise, and you have three full days to explore its treasures. Soon you become experts in animal spotting. The giraffes are mostly the Thornicroft subspecies, with vivid orange markings stretching from hind legs to their iconic neck. Another endemic species, the Cookson’s wildebeest, impress you with their wispy beards and enthusiastic galloping. Jackals and hyenas join the list of predators, and you can spend many hours exploring after dusk, an ideal time to see the full menagerie of hunters on the prowl. This can be really exciting as a family. As the guide shines an impressive spotlight, you glimpse the translucent eyes of a leopard and then refocus your eyes to find two small cubs."
      },
      {
        "dayNumber": "5",
        "title": "South Luangwa National Park – The Thrill of a Walking Safari",
        "description": "The beauty of the wilderness will emerge from the pristine landscapes supporting the captivating wildlife around the national park. When discovering the sensational natural world of South Luangwa, short game walks can be included in the daily program, as can picnics overlooking the river or educational hours following particular animals and their behavior. The animals will often ignore you when in a vehicle but when walking, you become another noticeable animal in the territory. You can witness the skepticism and distance a giraffe keeps from you when attuned to their instincts. You can stop to study an interesting insect or notice a baby zebra nuzzling its mother. Into the evening, and the stillness of the air makes for fabulous tutored stargazing, the sky awash with glistening jewels and shooting stars. South Luangwa is unique in its diversity, through the activities, habitats, animals and experiences. Spending four days enables you to journey into this multitude of choice, ensuring everyone in the family can live out the dream safari program, whether it’s finding lions on a hunt, patient hours in photography hides, or succumbing to the wonder of nature by sitting on the verandah and watching the four-legged nomads pass by."
      },
      {
        "dayNumber": "6",
        "title": "Lower Zambezi National Park – Exploring the Water and Land",
        "description": "South Luangwa has taken you across savanna and open grasslands, through the riverine forest and thick woodland. It’s been an adventure in a huge national park. Lower Zambezi brings a change of atmosphere, where lakes shimmer in the morning sun as you touch down on a remote airstrip. This park is relatively small in comparison, the ambiance dominated by waterfront charms, the animals packed into a tight area that can be driven in a single day. Rather than contrasting habitats, the experience is firmly focused on seeing the same landscape from many perspectives. A new guide greets you at the airstrip, and you’re transferred to your safari lodge where the exciting options are discussed, and your program is customized. Like your first stop, there’s a real air of luxury to your accommodation in Lower Zambezi National Park. Decadent bathrooms extend from the master bedrooms, and the central lounge area is ideal for watching Africa unfold. Everything has been designed with space in mind, from the open-plan living area to the wooden verandahs that command stunning views over the Zambezi River. Gaze out from here, and you’ll see animals making the river crossing to Zimbabwe and the other half of this UNESCO World Heritage wetland. Dinners are served as an elephant herd meets in the waters below, lunch can be enjoyed with buffalo on a swim, and your home away from home provides the relaxed base to explore another pristine wilderness. Decide as a family. Choose to set off on the water, paddling along the bays in traditional canoes. Each few strokes bring a new sight as hippos wade, and a whole host of antelope comes for a drink. Hiding amongst the bushes, you spot the cats laying an ambush for later in the day. Goosebumps rise as the river narrows as you journey into a maze of channels and bays; the hippos get closer to the canoe and a surreal atmosphere envelope the water. You can choose to canoe deep into big-game territory and look up at the giants, with local guides expertly keeping you to a safe distance. Often, the canoe safari can get you much closer to these majestic creatures than walking (unsafe) and the game drives (too noisy)."
      },
      {
        "dayNumber": "8",
        "title": "Lower Zambezi National Park – The Different Safari Experience",
        "description": "Walking safaris are a fabulous experience here, and your family can step into the realm of nature (there are age limits on this activity and children will need to be aged eight and over, or 12 and over for the longer walks). Skilled trackers keep you away from the big cats, yet slowly teach you how to inspect the clues and patiently uncover herds of lechwe, kudu, impala, and charming sable antelope. One of this park’s great allures is the diversity of its ungulates, and you’ll see many spectacular species that keep the safari feeling fresh. Spotting them on foot is something that few people get to experience. Game drives remain a regular part of the safari program, and they retain the flexibility you experienced in South Luangwa. As there isn’t the same amount of space in this park, you’re more likely to go on shorter two to three-hour drives rather than full-day journeys. Motorboat safaris continue impressions on the water and can cover much more distance than the canoes, which is perfect for when the guides hear about quarreling lion prides far along the river or a cheetah that’s made a home in the distant grasses. The children (and adults) can continue their tutoring in the wonders of Africa, tracking animals and building bush shelters in a safe environment. And when the day’s program draws to a close, your chef serves up a customized meal to the sounds of the riverbank."
      },
      {
        "dayNumber": "9",
        "title": "Livingstone – Adventure and Relaxation",
        "description": "Livingstone captures the essence of Zambia’s atmosphere and the need for a privately guided itinerary. Tucked along the Zambezi River, within earshot of Victoria Falls, this final destination is as relaxed or as adventurous as you wish it to be. Leisurely hours beneath the sun, reading a book as hippos randomly emerge on the far riverbank. Wandering along walking trails that are dotted with baboon troops and exotic birds. Feeling your heart beat faster on an exhilarating experience with nature. There’s a wonderful array of choice, and you have a modern five-star base set along the banks of the river. After the flight, it’s hard not to head straight to Victoria Falls, where crashing water disappears into a canyon and then returns in clouds of relentless spray. A self-guided walking trail takes you to various viewpoints level with the falls and down in the canyon below. Watch out for the baboons if you’re taking a picnic because even here you’re still going to be amongst Africa’s wildlife. Victoria Falls is too good and too dramatic to visit just once, with rainbows scattered in the mist and the thunder of water impossible to avoid. Royal Livingstone is the closest of Livingstone’s five-star properties to the falls themselves, so experiencing nature’s most powerful waterfall can be done every day should you wish. A huge number of optional activities are possible in Livingstone and can be arranged locally. Cruise on the Zambezi, perhaps at sunset when the hippos are emerging, or maybe during the day on a boat that visits an island just before the precipice. Helicopter above Victoria Falls and take in the lush colors of southwestern Zambia, or keep your feet on the ground with a rhino-tracking safari in Mosi-oa-Tunya National Park. Spend the day around the pool or continue the safari with a game drive in a nearby park. There’s a great opportunity to cross the bridge into Zimbabwe and see Victoria Falls from another perspective, along with experiencing the contrasts between these two neighboring countries. All these activities have an additional cost and can be arranged locally."
      },
      {
        "dayNumber": "12",
        "title": "Livingstone – Departure",
        "description": "Livingstone International Airport offers a very convenient way out of Africa. It’s less than 20 minutes from hotel to airport, and you can use all the hotel’s facilities before you depart. Soar over Africa and wave farewell to the charming landscapes, already planning when your family will return for another adventure in this mystical continent."
      }
    ],
    "map": "",
    "category": "Family"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "intimate-zambia-and-expressive-kenya-safari-itinerary",
    "tourName": "Intimate Zambia and Expressive Kenya Safari Itinerary",
    "placesVisited": "Nairobi, Samburu National Reserve, Masai Mara National Reserve, Livingstone, Mosi Au Tunya National Park, South Luangwa National Park, Lower Zambezi National Park",
    "generalInfo": "Kenya and Zambia make perfect safari companions. Kenya is open and expressive, a space of astonishing animal numbers and the drama of the endless plains while Zambia are diverse and intimate, creating an exclusive experience that takes you further into the wild. This dreamy luxury safari will spend a week in each country and blend the best of the eastern and southern African regions to celebrate the best of a wild, untouched continent. Expect iconic highlights, private excursions, and profound encounters.",
    "durationDays": "15",
    "price": "23,700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Nairobi – Giraffe in the Hotel Window",
        "description": "Come on an African safari, and it is usually your dream to get close. Check into your hotel in Nairobi, and you cannot get any closer to the endangered Rothschild giraffe. The giraffe crane their necks through your window, mischievously inspecting your luggage, even in this urban setting, Africa provides remarkable shows of nature that you will grow accustomed to over the next two weeks. After a private transfer to the hotel, the afternoon is at your leisure. Staff will explain the successes of the giraffe conservation program here, and you will enjoy a personalized perspective on this rare subspecies. Dinner is at the hotel, so watch out for giraffe sticking their necks in trying to get a bite."
      },
      {
        "dayNumber": "2",
        "title": "Samburu National Reserve – Escape Into Africa’s Endless Safari Landscape",
        "description": "Samburu seems to stretch on forever. Ochre dirt blurs with the scorched yellow of grass, elephants dot the horizon, and rocky pinnacles are occupied by lion prides. Everything is wild and rugged with nothing artificial for many miles in any direction, just zebra skipping past and buffalo herds grunting in the distance. Samburu is Africa at its expressive best, and it is hard to get your head around the panoramas. It is as if you have been transported to another planet, such is the redefinition of reality. You will fly here from Nairobi Wilson Airport and then transfer to a luxury lodge that is perched high above the savanna, built into natural rock features. Everyone anticipates the drama of safari, but few envisage the tranquility. This vast national park is a timeless escape, and the silence is empowering, flowing on the breeze then punctuated by the roar of a male lion. These three days are completely flexible, and this length of stay is long enough to grow accustomed slowly to the atmosphere of Kenya and safari. On game drives, you will see few other vehicles as the guides follow the prints of cheetahs and hyenas, tracing the grazing patterns of various antelope. Walking safaris are also possible, and you will really feel the enormity of Africa, which is a humbling experience, especially as a herd of elephant walks past you. Three days slowly brings encounters with the famous characters of the African savanna. Drive to lionesses and hold your breath as they approach you, circling the vehicle in a peaceful show of menace. Leopards are elusive, but skilled Samburu guides are experts at uncovering their camouflages while hyenas scatter the plains. At first, they seem boisterous and ugly, but over time you will come to enjoy their strange grace and unusual facial expressions. Samburu is not where you are going to see a spectacular abundance of animals, but instead, the experience is about creating an appreciation of Africa’s untamed scale. You are not seeing the continent, you are feeling it, immersing your senses in notions of wilderness that stretch on and on and on. Start your safari here, and you will have a beautiful insight into what wild Africa is all about."
      },
      {
        "dayNumber": "5",
        "title": "Masai Mara (Mara North Conservancy) – Immersed in the Drama of the Herds",
        "description": "Wildebeest are genius animals, especially during the morning. The young males buck and gallop, sending an infectious enthusiasm through the rest of the herd. Old males struggle to keep pace, and you will admire how their beards are turning to gray. Young calves are carefully herded, yet the wildebeest do not always have the best eyesight, and you will watch as they jump in panic after accidentally coming within ten meters of a sleeping lion pride. Zebra are very different are there is a serenity to their movements and an elegance to the black and white canvas. In the Masai Mara, you will not see just a few of these animals, nor a few herds. Rather, you will surround yourself with tens of thousands of them, even when you visit outside the great migration months of July to October. This Masai Mara celebrates unrivaled abundance. Ungulates scatter the plains. and with one sweeping vista, it is impossible to consider just how many. With those on four hooves come those with paws, a famous profusion of predators tracing the wildebeest and zebra. Fly from Samburu to the Masai Mara and base yourself in the Mara North, an exclusive conservancy in the north of the park. Not only is this a landscape that restricts visitor access, it is becoming a beautiful haven for young leopards and cheetahs to raise their young. Over the next three days, you will game drive in the conservancy while also having the option to spend a full day in the larger Masai Mara National Reserve. Sunrise and sunset are the prime times to explore as the Masai Mara is all about finding the predators on the prowl. Leopards, cheetahs, hyenas, jackals, lions abound, and the battles are not just hunter versus hunted, but predators pitted against each other. Watch a lion pride wake from slumber with paws rubbing eyes as they gracefully rise to a rocky outcrop above the plains. Feel the tranquility as the pride inspect the evening menu, and then feel the tension rise as they descend onto the plains. The buffalo herd has seen them coming, but attacks here are rarely about stealth. Over the next hour, you will watch shows of aggression, belligerent displays of attack and defense and everything leading up to an ambush that you cannot predict. Over these two days, you will watch the scenes through the eyes of the hunter, but also appreciate it all from the perspective of the hunted."
      },
      {
        "dayNumber": "7",
        "title": "Masai Mara to Nairobi – Hot Air Balloon Over the Plains",
        "description": "Hot air ballooning above the Mara is perhaps Africa’s greatest evocation of scale. Rise at sunrise and soar across the plains with the herds scattered below and the elephants clearly visible from your vantage point. The view is Africa on the macro level, and arguably the continent’s most iconic experience. Touching down to a champagne brunch, you will have a final morning on safari before your flight back to Nairobi. An overnight in Kenya’s capital is an essential part of the itinerary as the direct flight to Livingstone, Zambia, departs early in the morning, so this evening you will be taken to East Africa’s most famous restaurant, the appropriately named Carnivore, where game meat is served from Masai swords."
      },
      {
        "dayNumber": "8",
        "title": "Livingstone – Victoria Falls in its Untrammeled Glory",
        "description": "Victoria Falls is the stepping stone on this safari itinerary, as the falls are the connection between nature’s wild scale and its powerful intimacy. No other waterfalls can tip more water over the precipice each second, yet you cannot grasp this power at a single viewpoint. Instead, you will feel and hear the energy on the walking trails as clouds of mist rise from the canyon, then tumbling down on top of you. During most months of the year, it is very challenging not to get soaked, and it will be impossible to miss the growling rumble of the falls from afar. After landing in Livingstone, you will have a few quiet hours at your riverfront luxury lodge before a guided afternoon excursion to the nearby falls."
      },
      {
        "dayNumber": "9",
        "title": "Livingstone – Kayak With Hippos and Walk With Rhinos",
        "description": "Zambia can take you closer. Begin your day on the Zambezi River, paddling with the current as zebra look on and rare antelopes give you a curious stare. Guides take you towards hippo pods and you will eye the giants from water level, appreciating their menace and power. They have been tagged as cute and cuddly, but witnessing hippos from the water quickly squashes that misconception. Disembark your kayak and drive into Moai Au Tunya National Park, where the wildlife does not have the same allure as Samburu or Masai Mara, except for one very special creature. A group of white rhinos live here, and the local trackers bring you closer on foot, keeping you downwind of their enormous frames. Somewhat scary and stupendously surreal, walking towards the rhinos epitomizes the intimacy of the Zambian experience. After your adventure, complete the day with a sunset dinner cruise on the river for a chance to unwind as hippos emerge from the water."
      },
      {
        "dayNumber": "10",
        "title": "South Luangwa National Park – Intimacy of an Exclusive Walk and Drive Safari",
        "description": "A new landscape will bring a new perspective as the savanna is punctuated by rivers and clumps of forest, a mishmash of floodplain and distinctive habitat that brings a variety of characters. A herd of Cookson’s wildebeest charges past, beards flowing, scrawny frames showing remarkably energy. Brilliant orange colors are glimpsed through the trees, those of the endemic Thornicroft’s giraffe. A troop of vervet monkeys passes the vehicle, 40 or so black faces staring impishly back at you. There are close to a hundred mammal species here, from rare nocturnal hunters like caracals and servals to beautiful antelopes like puku, klipspringer, and reedbuck. You will fly to South Luangwa from Livingstone and transfer to a remote camp in the south of the park, perched above the legendary Luangwa River. Over these three days, you will mix walking with driving, a unique combination that will enable you to explore some of Africa’s most untouched corners. You will be driven to a trailhead and then led through landscapes that are impenetrable by vehicle. It will be just you and the wild with your footsteps crunching across the dry, dusty ground. You will be walking across the floodplains, which are open enough to keep you clear of predatory threat, yet intimate enough to bring sublime moments with many unusual species. After the walk, you will be picked up by a vehicle and game drive to a new part of the park, stopping for lunch beneath a shaded tree before the afternoon’s journey. It is all an intrepid adventure, and it is highly unlikely that you will see another person during the day. Parts of the walk will bring you to photography hides, where you can wait patiently for dramatic close-ups of elephants and buffalos. When night falls, you can continue with nighttime drives in search of nocturnal creatures. Walk slowly past the roan antelope and admire dramatic horns that rise from tiny faces. Surround yourself with impala, hundreds of them skipping in front and behind you. Sharpe’s grysbok provides a strange sight, especially when you are just ten meters away. Sometimes, the path is blocked by a buffalo herd so you can wait patiently before continuing the journey. At other times, you will find leopard prints, so the trackers will reroute to keep you clear of the predator. This exclusive walk and drive combination creates a mystical connection and will help you appreciate the nuances that are not visible when an engine is running. Over the three days, you will tune into each smell and sound and learn how to track different animals, and enjoy a remarkable insight into a world untamed. South Luangwa is where walking safaris were first practiced, and it continues to be the continent’s leading walking destination."
      },
      {
        "dayNumber": "13",
        "title": "Lower Zambezi National Park – Surrounded by Dream Safari Encounters",
        "description": "Sometimes safari is about exploring, and sometimes safari is about lying back and waiting for the animals to come to you. Lower Zambezi is certainly in the latter category, a World Heritage wetland of pools and permanent water that attracts diverse life from across the region; elephants, buffalo, zebra, eclectic antelope herds, along with the unavoidable cluster of predators. From your camp, you can watch some of these animals arrive, notably buffalos swimming and elephants using their trunks as snorkels. Sometimes you will snooze and wake to impala and kudu grazing next to your luxurious canvas suite. You could be dining as roan antelope wander by, or as monkeys send their bellowing calls through the trees. When you leave your camp, there is always a thrilling collection of activities. This is Zambia, so it will never be just game drives. Walks are actively encouraged, boat safaris can take you along the Zambezi, or canoe safaris can explore the labyrinthine channels and canals of the park. Nighttime drives are a special and open up a nocturnal world of civet, genet, and wild dogs on the prowl. Over the previous weeks, you will have experienced huge wilderness areas. The Lower Zambezi is noton that scale as instead, it is compact. The activities only need to last a couple of hours, which make them ideal for the last days of a long safari program. If you decide to sit back and spend the morning or afternoon at the camp, you will still be surrounded by incredible wildlife encounters."
      },
      {
        "dayNumber": "15",
        "title": "Livingstone – Departure",
        "description": "After a relaxed morning, it will be a short flight from Lower Zambezi back to Livingstone, where you will have day-room use at a hotel before your international departure."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "legendary-predators-of-africa-an-intimate-zambian-safari",
    "tourName": "Legendary Predators of Africa: An Intimate Zambian Safari",
    "placesVisited": "South Luangwa National Park, Kafue National Park, Busanga Plains, Livingstone, Victoria Falls, Zambezi River",
    "generalInfo": "Leopards prowl beneath the moonlight, cheetahs and wild dogs cross the iconic open plains, lions inhabit trees and chase endemic species as your time in Zambia will bring an inspiring intimacy with Africa’s legendary predators. This handcrafted safari will follow the iconic hunters through South Luangwa and Kafue National Parks with exclusive activities bringing extraordinary moments. The itinerary will take you off the beaten track and into the wilderness where predators will always take center stage in nature’s theatre.",
    "durationDays": "11",
    "price": "8,100",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "South Luangwa National Park – Relaxed First Day on Safari",
        "description": "An air of tranquility flutters across South Luangwa National Park. Sit on your balcony as you arrive and slowly allow your senses to succumb to the scene. Trumpets echo from afar as a herd of elephants crosses the mopane woodland. Fresh scents float on the breeze, suggestive of a land untouched by humankind. Giraffe lopes along the horizon while zebras dominate the landscape beneath the camp. You have likely come to Africa for the big cats, but seeking them out is not a race across the savanna. Begin as you immerse yourself and your senses for that is the only way to understand the predators’ world. Take your time and breathe in the seductive air of a landscape untrammeled by humans. You will be able to feel how your mind and body can be energized by the wild, and there will be lots of time to follow the predators, so you can relax and unwind as you arrive. Earlier in the day, you will land in Lusaka, and a representative will assist in transferring you onto a domestic flight bound for South Luangwa National Park. It is a one-hour game drive transfer to your boutique camp that overlooks the water, and you will find yourself on a rich open savanna, even able to see lions from your balcony. You will often hear them during the evening with baritone roars that can echo for up to eight miles. There will be time for a late-afternoon game drive and perhaps even a nighttime drive, but the main focus of the day is for you to settle into the landscape’s rhythm and let your senses adjust to the environment."
      },
      {
        "dayNumber": "2",
        "title": "South Luangwa National Park – Diverse Cast of Big Cats",
        "description": "Set off on the trail of the predators on a privately-guided game drive to explore the untrammeled plains and valleys of South Luangwa. Hyenas are usually the first predator you will spot, as they are strange creatures that cover huge distances every day. Some dominate the plains in small cackles and will howl aggressively to protect their range. Others are nomadic and follow the migrating herds throughout the year. Uniquely, the dominant hyenas will allow other hyenas in their territory, without quarrel, providing they are only passing through. At first glance, these are ugly creatures but watch them carefully, and there is a charm to be found in their peculiar gestures and their menacing scowls. Lions are likely to be next. The kings of the landscape, they are able to bask in the open and only hide when out on a hunt. In South Luangwa, you will find pride lounging in the shade, snoozing away the day. These majestic predators only need to eat every four days, so they are usually in the state of repose. When the vehicle approaches, the lionesses will grow curious. They will rise and get closer, circling the vehicle slowly. The silence will be great enough for you to hear your own heartbeat, and then the lionesses will lie down in the shade of your vehicle’s back wheel. Especially in the early morning, there will be a good chance of spotting a carcass, ravenous teeth having ripped through both skin and blood. Watch carefully for an hour, and you will be able to appreciate the pride’s social structure as the alpha male eats first while the young males are forced to wait. On another occasion, you may find a bachelor group with their bodies scarred by battle, their tender frames struggling to adapt to life away from the pride. Then there are the leopards, wild dogs, and smaller predators like mongoose, serval, and caracal. South Luangwa has a fabulous population of hunters, and best of all, the park receives a small fraction of the visitors seen in neighboring Tanzania. So you can happily spend an hour watching a pride or solitary cat, without another vehicle arriving and interrupting the scene."
      },
      {
        "dayNumber": "3",
        "title": "South Luangwa National Park – Exclusive Nighttime Drive",
        "description": "In most of Africa’s safari destinations, the premier time to see big cats prowling is in the early morning. These cool dawn hours are when lions and leopards are on the move, hunting their prey before the sun dominates the landscape. However, the best time for these predators to hunt is actually at night, beneath the cloak of darkness. In most of Africa, you will not be able to game drive at this time. South Luangwa is unique in offering nighttime game drives that can explore the enormous scale of a national park. It is not an add-on, but a regular part of every safari day. You can stay out on an afternoon game drive and admire the change of atmosphere as dusk takes hold, and the drive continues after dark. Or you can head out into the night after dinner to explore the haunting atmosphere of the wild. During your time in South Luangwa, these nighttime drives will provide thrilling opportunities to uncover an abundant leopard population. A roving spotlight will illuminate a moving hunter that moves elegantly through the grass with careful steps towards a herd of Crawshay’s zebra. When the light hits the eyes of the leopard, they will reflect bright blue, and there will be a lucid moment as your gazes meet in the dark. On another night, you can watch a leopard cross beside your safari vehicle, barely five meters away. Perhaps on another adventure, you will find the carcass in the tree, the hunt completed, a limb hanging limply from the branch. It is not just the leopards that you will see, as these nighttime drives bring intimate moments with a full range of bit cats. But there’s something wonderfully elusive that makes this spotted hunter the ultimate safari sight."
      },
      {
        "dayNumber": "4",
        "title": "South Luangwa National Park – Flexible Day Following the Predators",
        "description": "South Luangwa rewards time and patience, as it is not a park to rush, nor one with a single famous scene or encounter to experience. South Luangwa is a destination that slowly reveals Africa’s dramatic theater as each moment immerses you further in the wilderness. A minimum of three nights is usually recommended, but four nights ensure the safari program will move at a relaxed pace while still encountering the premier scenes. Along with nighttime drives, walking safaris are a regular part of the program, and you will be able to walk through a wilderness that teems with big game safely. As with every day in South Luangwa, your privately guided program is fully flexible and can respond to your interests. There is a good chance of returning to certain predators, as perhaps yesterday you heard two males fighting, a pride hunting unsuccessfully, or a leopard’s cub taking first steps, and today you can return to the storyline."
      },
      {
        "dayNumber": "5",
        "title": "Kafue National Park – Exploring One of Africa’s Ultimate Wildernesses",
        "description": "It will take close to two hours to fly between South Luangwa and Kafue National Park, and your plane will skirt the edge of Zambia as you crossed the seemingly endless swathes of dusty red and scorched yellow. Kafue is one of Africa’s hidden gems, a vast paradise that makes it onto few safari itineraries. The game is not as concentrated as in South Luangwa, but the sense of surprise is exquisite and worth the while. You could spend 15 minutes on a drive and see nothing but a small zebra herd. Turn another corner to wind around a clump of bushland, and a large herd of buffalo are found protecting the waterhole from a smaller herd of thirsty elephants. The search for water dominates here, so by following the waterholes, you will enjoy exclusive access to this treasure of a park. While Kafue would make an excellent addition to any safari, two elusive species makes it stand out: cheetahs and wild dogs. These are amongst Africa’s rarest, yet most spectacular encounters and over the next days, you will be finding these animals in their natural habitat. As in South Luangwa, your privately guided safari program is fully flexible. On game drives, you will explore the north and the center of the park. Drives can be bumpy and dusty and cover considerable distances. But what an adventure it is when you cover a hundred miles of untouched bushland to track a pack of wild dogs without seeing another vehicle the entire day."
      },
      {
        "dayNumber": "6",
        "title": "Kafue National Park – On the Trail of Wild Dogs",
        "description": "Lions are photogenic, leopards exude natural beauty, and cheetahs move with captivating elegance. Wild dogs do not have any of these attributes, and a single photo cannot capture these remarkable animals, even those with majestic fur coats of different colors. To experience wild dogs, it is more about following the movements of a pack. Admire how they move as one, but then split up to explore more ground, communicating their findings silently. Watch them hunt and harass as a pack, splitting up and encircling prey without ever barking to each other. The ease and grace of their hunting is one of Africa’s greatest sights, as up to 30 dogs work a herd to separate the weak. Spending three days in Kafue will provide a premier opportunity to follow these animals and come to understand their behavior. With an expert guide leading the way, you can be immersed in the world of the elusive predator."
      },
      {
        "dayNumber": "7",
        "title": "Kafue National Park – The Iconic Cheetahs of the Busanga Plains",
        "description": "The evocative Busanga Plains stretch across the north of Kafue National Park, a landscape of subtle yellow grass that blends perfectly into cheetahs’ fur coats. It will feel as if the cheetah chose their color by evolving from these plains. Easy camouflage and an abundance of smaller prey means Busanga has one of Africa’s healthiest cheetah populations. From the vehicle’s raised vantage point, you can unravel the spots from the grass. Cheetahs are often shy creatures, found in a place of solace on the plains, yet they are also hunters. See cheetahs perched on rocks to survey the potential dinner menu. Watch them prowling, long slender necks expertly dipping into the grass. See how they hide a carcass and keep their distance from each other, and how they roam the outskirts of their territory, a look of menace emanating from what are usually charming faces. And, if you are lucky, you can see the cheetah accelerating over the plains. This is one of the rarest sights in Africa, and Kafue gives you one of the best chances to see it."
      },
      {
        "dayNumber": "8",
        "title": "Livingstone – Baboons and Hippos Along the Zambezi River",
        "description": "To fly across Zambia is a special experience with epic sweeps of nature extending beneath the wingtips. Colors swirl, the rustic red of the earth blends with the thick green of mopane woodland and the meandering blue of famous waterways. Flying in these small planes provides expedited travel between wildernesses, while also offering sublime aerial imagery. On today’s flight, you will touch down in Livingstone, and then take a short transfer to a lodge on an island in the Zambezi River. For the next three days, you can continue to be surrounded by nature, particularly hippo pods and baboon troops. After seven days of action-packed safari, your focus will turn to rest and relaxation. Sit back, enjoy the view, and settle into a waterfront escape."
      },
      {
        "dayNumber": "9",
        "title": "Livingstone – Relaxed Days Within Earshot of Victoria Falls",
        "description": "Victoria Falls rumbles just a few miles away from the lodge, its fabulous growl heard whenever the wind is blowing upriver. The lodge provides daily transfers to the gate of Mosi-au-Tunya, and a self-guided walking trail will bring dreamy aesthetics. You will come face to face with the world’s most powerful waterfall and watch the millions of liters that pour over the edge every second. Most visitors choose to visit the falls twice as such is the grace and power of the spectacle. Your program is fully flexible, and you can choose a number of other self-guided activities, such as crossing the bridge to Zimbabwe and exploring the other half of Victoria Falls. The optional activities include everything from kayaking on the Zambezi to helicopter flights above the falls. After the safari, Livingstone offers the tranquil base before returning home while continuing your immersion in nature. It is easy to do nothing and not feel guilty, but when you want to find adventure, your guides are ready to take you off in any direction."
      },
      {
        "dayNumber": "11",
        "title": "Livingstone – Departure",
        "description": "Livingstone International Airport offers a growing network of flights and provides an easy return journey from Zambia. You will enjoy full use of the lodge’s facilities before your transfer to the airport and your return flight."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "personalized-zambia-safari-victoria-falls-more",
    "tourName": "Personalized Zambia Safari: Victoria Falls & More",
    "placesVisited": "Livingstone, Zambezi River, Victoria Falls, South Luangwa National Park, Luangwa River, Lower Zambezi National Park",
    "generalInfo": "A Zambian safari is not about seeing; it is about feeling. In one week, you can mix many of the continent’s famous safari experiences and explore the purity and authenticity that takes Zambia far beyond just a sightseeing trip. Predators at night, safari on foot and from the water, aerial imagery and close-up photography hides all bring ways for Zambia’s highlights to impress all your senses. They also celebrate a thrilling diversity with time spent at Victoria Falls, the South Luangwa savanna, and the Lower Zambezi wetlands making for the perfect safari adventure.",
    "durationDays": "8",
    "price": "12,900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Livingstone – Sunset Cruise on the Zambezi",
        "description": "Colors ripple on the Zambezi River at sunset as vast currents of blue transform into lines of electric yellow and bucolic orange before the glowing red of the sun disappears beyond the horizon. Hippos emerge from the water to graze on the banks, slowly turning into silhouette as dusk takes hold. Crocodiles bask on the banks and then slope into the water with menacing grace. Thick woodland covers the southern bank while open plains stretch out to the north. It will be a magical scene and an easy introduction to Zambia, best seen on a boutique river cruise. A three-course dinner is served, a taste of tradition mixed with Western sensibilities. After the flight to Livingstone, three hours on the water give you time to rest and relax. Like almost everything in Zambia, there is an insight into a unique wildlife world."
      },
      {
        "dayNumber": "2",
        "title": "Livingstone – The Complete Victoria Falls Experience: From Land, Water, and the Air",
        "description": "Victoria Falls feels different from each of its contrasting angles, and that is what your one-week Zambia safari is about, feeling the country rather than merely seeing it. Enjoy a relaxed morning at the lodge as you take breakfast on a wooden verandah above the river. Continue your morning along the river, a small boat taking you to an island on the edge of the precipice. Water rushes past at a ferocious speed, and you will be nearly deafened by the noise, the growl of nature delivered in full surround sound. From here, the boat will drop you along the riverbank, and a walking trail will lead you alongside the falls. You will see them for the first time, a mile-wide sheet of water disappearing into the chasm below, and you will still feel them as clouds of mist rise above you, scents of the new forest accompanying the walking trails as you will explore the nuance of the sounds. Cross Knife-edge Bridge to the isolated cataracts in the Zambezi, where you are consumed by the roaring water and mist, then return to drier land and take lunch before the helicopter flight. The mist is such that it is hard to see all of Victoria Falls from one viewpoint particularly as the falls are spread across two countries. A helicopter flight will provide the best visuals; the widening Zambezi, a mix of exotic colors as the water drops into the canyon, the plains of Zambia and Namibia mixed with the woodland of Zimbabwe and Botswana. You might even see elephants from up here, those that are part of the world’s largest elephant population. Return to the lodge, and the rest of the day will be at your leisure, with a sunset Zambezi cruise included if you wish."
      },
      {
        "dayNumber": "3",
        "title": "South Luangwa National Park – Magnificent Game Drives in an Abundant National Park",
        "description": "Your early morning flight will get you into South Luangwa when the big mammals are still active. Elephants send up flumes of dust as they cross the savanna, giraffe lope past on route to the river, while herds of buffalo gives the plains a menacing feel. These animals are usually seen on a transfer from the airstrip to your luxury camp, where there is time to settle into the luxury of a Zambian safari. Your suite’s canvas walls will allow exotic sounds to penetrate as the nightly lion roars and the grazers rustle by. The interior is nothing like camping as you will have a raised bed, antique furniture, and a spacious en-suite bathroom with hot water and Western amenities. For a deeper connection with nature, there is a beautiful open-air bathtub, perfect for reenergizing while zebra walk by. Zambia has some of the best luxury camps in Africa, and the accommodation has been handpicked for your stay in South Luangwa and Lower Zambezi. Spend your afternoon on a game drive through the park to follow the drama that the wild creates. Lionesses snooze but watch you with one-eye open, their cubs playfully looking for engagement. A herd of roan antelope with spectacular horns that rise proudly from bashful eyes. A young giraffe will take first loping steps to make a strangely adorable canter to keep pace with its mother. Baboons and monkeys occupy the trees in large troops, their enthusiasm leading to photographic moments. Buffalos graze peacefully when you see them first, but later on the drive, you find a bachelor herd, hissing and grunting with an antagonism brought on by testosterone. This first-day game drive will be all about taking it in, from the diversity of life in South Luangwa to the special encounters from a few meters away."
      },
      {
        "dayNumber": "4",
        "title": "South Luangwa National Park – Big-Game Safari in the Day and the Night",
        "description": "It is always worth the early start on safari as the cooler dawn hours are when animals are active and moving to new grazing spaces or hunting for breakfast. Endemic Cookson’s wildebeest move in great herds, and you will admire their enthusiasm, the males galloping about with untamed abandon. Thornicroft’s giraffe cross the plains, necks extending towards the sky as baboons shout and yelp while herds of zebra peacefully graze. Predators are on the move, and you will hold your breath as you watch the lionesses stalk the zebra. After 9 or 10 am, the lions will be in a state of repose, but they are magnificent and menacing during these early hours, a male’s mane fluttering in the breeze as the females showcase the solemn precision of a hunter. The other active time is after dark. Again, the cooler temperature means the bigger animals use less energy to move around. But the atmosphere is very different, some animals comfortable in the dark, others tense and frightened. South Luangwa specializes in nighttime drives so not only do you uncover nocturnal animals, such as caracal, African wild cat, and other small hunters, you will also feel the tension of a nocturnal world. In particular, follow the park’s legendary leopards and watch them descend from the trees to hide effortlessly in the grass. Elephants hoot, their poor eyesight compensated by their power but the gazelle have little defense and it is common for the spotlight to illuminate a limp carcass between a leopard’s jaw. Daytime and nighttime game drives are possible on each of your days in South Luangwa, so build the day’s itinerary according to what you want to see on the savannah. Another unique option is to disappear into one of the park’s unique photography hides. Located around the water, these are places that reward patience. You can sit for an hour and see nothing, but then an elephant herd will turn up, and the swinging trunks will be barely five meters away from your hideout."
      },
      {
        "dayNumber": "5",
        "title": "South Luangwa National Park – Beauty of a Walking Safari",
        "description": "Over your first two days, you should have encountered most of Africa’s most famous animals. Lion pride and young bachelor lions bear the scars of battle while the leopards are solitary and solemn with their movements. Elephants number in the hundreds, including many that wander straight past your camp. Endemic Thornicroft’s giraffe come along with almost a dozen ungulate species, each remarkably different from the last. A walking safari adds a new dimension to these sights. South Luangwa was where the African walking safari was born, and it continues to be the best place on the continent to walk in the wilderness. Just as with the drives, there is a huge flexibility over where to go. Choose a full day on foot to submerge all of your senses in this rare world. Choose to walk for half a day, or just 30 minutes to test out the experience. Or spend the day combining walks and drives and enjoy intimate moments while still exploring vast areas of the park. On South Luangwa’s walking safaris, you will cross the floodplains to find open landscapes that are easy for spotting wildlife. Endemic Crawshay’s zebra watches as you pass, their curious black and white stripes surrounding you on all sides. Giraffe and elephant appear much bigger when you are on foot, even if you are further away. Wildlife is not afraid, and you become just another mammal, rather than an imposing vehicle. Guides teach you the basics of animal tracking and keep you well clear of the predators. You follow the ungulates, standing on plains that teem with gazelle and buffalo, giraffe and zebra. Roan antelope stand above you, mongoose scamper past, and the connection with nature is exquisite, whether you are out for 20 minutes or a full day walking safari."
      },
      {
        "dayNumber": "6",
        "title": "Lower Zambezi National Park – African Safari From the Water",
        "description": "Game drives follow lions, and nighttime drives seek out leopards as you walked with zebra and buffalo, and now will enjoy a safari from the water. Fly to Lower Zambezi National Park, a World Heritage wetland along the Zambezi where a labyrinth of natural canals leads to lakes and swamps, with the permanent water attracting wildlife from hundreds of miles around. After your flight, you will explore by motorboat to take in the enormity of the park. Pass raucous hippo pods and watch the battles between males, and then see countless elephant herds along the banks, along with buffalos swimming from Zambia to Zimbabwe. Then transfer to a narrow wooden canoe, a silent vessel for intimate exploration and the animals will be much closer; baby elephants splashing, hippos staring boisterously, giraffe standing wide-legged when taking a drink, small zebra herds slurping tentatively, the eyes of three lionesses hiding in the high grass. Lower Zambezi is one of Africa’s great wetlands, a land of abundance that is best understood by a safari on the water. Just sit back and watch the show, admiring everything that approaches the banks. Your luxury camp also provides a water-based safari, with elegant suites rising on stilts above the water. From your private verandah, you can watch the animals come and go, herd after herd taking a drink from the clear blue below. Over your time spent here, you will learn the rhythm of life here in how zebra and small antelope drink in the day, then elephants and buffalos come throughout the evening and into the night. Of course, water safari is just one option here, as you can build a program that also includes walks, daytime drives, and nighttime drives."
      },
      {
        "dayNumber": "7",
        "title": "Lower Zambezi National Park – Walks and Drives in Zambia’s Wetland Paradise",
        "description": "Walk or drive in Lower Zambezi, and you will immediately feel the difference from South Luangwa. Colors are tropical rather than rustic, and the landscapes are fresh rather than cracked. Abundance is everywhere, from the flowering forests to the density of wildlife. With permanent water comes a huge population of ungulates, all seen within a short distance of the camp. With the ungulates comes a healthy population of predators. Drive in search of African wild dogs, majestic hunters that wander menacingly across the plains. Their coats combine colors and their communication defies normal logic, the pack splitting up and converging without a noise being uttered. Witnessing wild dogs on a hunt is one of Africa’s ultimate experiences, especially when you see individuals drive a gazelle into an ambush. South Luangwa is huge, enhanced by the sense of escapism. Lower Zambezi is compact, and most safari activities will encounter dozens of different species in just two hours. Most programs combine two or more two-hour activities each day, taking you from land to water to vehicle. Spot lions from the lakeside, and then transfer to a vehicle to watch the hunt unfold. Walk with zebra and stand just meters from their endearing stripes to appreciate how these are a different sub-species from those in South Luangwa. Likewise, the giraffe and wildebeest and the walking safari will help you watch and feel the contrasts between subspecies. Like each day on this one-week Zambia safari, the program is fully flexible, and you will be able to choose from different activities."
      },
      {
        "dayNumber": "8",
        "title": "Lower Zambezi National Park to Livingstone – Departure",
        "description": "For your final morning on safari, you can take your pick between a drive with the predators, a walk with the ungulates, or a boat safari past the banks. There is a mid-morning flight back to Livingstone, and you will have day-room use at a luxury lodge before your international departure to enjoy one last leisurely morning."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "spectacular-southern-africa-family-safari-south-africa-zambia-and-botswana",
    "tourName": "Spectacular Southern Africa Family Safari: South Africa, Zambia, and Botswana",
    "placesVisited": "Johannesburg, Chobe National Park, Franschhoek, Victoria Falls, Cape Town, Livingstone, Okavango Delta",
    "generalInfo": "Discover a wonderful mixture of wilderness, wildlife, and culture during your 15-day family African safari that takes you to South Africa, Zambia, and Botswana. Immerse your family in savannah and wild riverbanks as you search for elephants, rhinoceroses, and lions. From witnessing the roar of Victoria Falls to penguins lounging on a beach outside of Cape Town, you will build everlasting memories on your African family safari.",
    "durationDays": "14",
    "price": "11,700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Livingstone - Fly to Livingstone and Enjoy the Zambezi River",
        "description": "Livingstone has a relaxed and friendly ambiance set alongside the edges of famous Victoria Falls. The main road follows a wild stretch of the Zambezi River and hosts the Livingstone Museum. Exhibits display archeological, historical, and ethnographic history, including a life-sized village replica. Your driver will meet you at Livingstone Airport and escort you to a gorgeous lodge on the banks of the Zambezi River. Your family can enjoy a canoeing excursion on the water as you search for grazing elephants and thirsty zebra. You will bounce over grade II rapids as the sunset casts the sky in vibrant red hues."
      },
      {
        "dayNumber": "2",
        "title": "Livingstone - Explore Wildlife and Wilderness",
        "description": "In the morning, your family will have an early game drive through the wilderness to find giraffes nibbling on acacia trees and hippos lounging in winding waters of the Zambezi River. After the safari excursion, you can venture to Victoria Falls to explore the trails offering views of Mosi-oa-Tunya , meaning the Smoke that Thunders. You will quickly understand the meaning as you find mist sprouting from the base of Upper Zambezi, which splashes down 300 feet into the Lower Zambezi. The booming sound will echo around the ebony groves and mopane forest."
      },
      {
        "dayNumber": "3",
        "title": "Chobe River Front - Travel to Chobe and Delight in Game Drives",
        "description": "In the morning, your transfer will meet your family in the lobby and escort you over the border to Botswana. Travel inside Chobe National Park and reach a luxurious riverside retreat. The riverfront supports the park’s largest concentration of wildlife with roan and oribi antelope roaming through the grassland. You will enjoy an introduction to the park’s wilderness on a sundowner cruise. As you sip your drinks, the skipper will sail along the Chobe River pointing out the Cape buffalo and an impressive herd of elephants who make their way to the riverbanks in the cool evening."
      },
      {
        "dayNumber": "4",
        "title": "Chobe River Front - Experience Chobe as you Prefer",
        "description": "The day is yours to enjoy as you like, with choices including a game drive in Sanctuary Chobe Chilwero to partaking in a fishing excursion. Your guide will meet you before sunrise and escort you to a private boat. You can relax in the tranquility of rippling water, waving grass, and saddle-billed storks as you cast your line into the river in search of bream and tigerfish. In the calmer sections of the river, the tigerfish can grow to an impressive 26 pounds. The catch and release rule lets you experience the thrill of fishing and keeping the fragile ecosystem balanced."
      },
      {
        "dayNumber": "5",
        "title": "Okavango Delta - Discover Majestic Okavango Delta",
        "description": "Your family will have a private transfer to Victoria Falls in the morning for your flight to Kasane Airport and the smaller airstrip of a luxury safari camp on the Okavango Delta. In the evening, you can set out on your first game drive to discover the magnificent wildlife in the lush oasis that supports the likes of big cats and a large bird population. The scent of grass and dry brush will fill the air as you explore the dry savannah and edging lagoon in search of nocturnal wildlife such as porcupines and elusive leopards."
      },
      {
        "dayNumber": "6",
        "title": "Okavango Delta - Traverse the Scenery in Search of Wildlife",
        "description": "Your discovery of the Okavango Delta will continue in the morning with a game drive followed by a walking safari. Your guide will lead the family along marked trails in the private concession for an immersive wilderness experience. A walking safari slows your exploration of the grasses, trees, and swamps down to view significant details that speak to the greater ecosystem. Your guide will point out giant dragonflies perched on blades of grass and lion tracks hidden in the soil. You can also spot signs of cheetah as you hear bird-like chirping or low growls while near the water’s edge."
      },
      {
        "dayNumber": "7",
        "title": "Okavango Delta - Uncover the Authentic Beauty of the Delta",
        "description": "At breakfast, you can listen to the breeze rustling through papyrus reeds while searching for the possible bone-rattling roars of nearby lions. After breakfast, you can board a mokoro, a traditional dugout canoe, for a safari experience on the water. Your guide will lead the family along the delta in search of wildlife such as crocodiles basking on the sun-soaked riverbank. Your position on the water will also give you a stunning view of the plains as zebra, wildebeest, and impala stroll across the grass and even traipse into the glassy water."
      },
      {
        "dayNumber": "8",
        "title": "Franschhoek - Travel to South Africa to Enjoy the Winelands",
        "description": "In the morning, you will fly from Maun Airport to Cape Town International Airport. Your private transfer will meet you in Cape Town and escort you to the gorgeous scenery of the Cape Winelands at Franschhoek. Your stunning villa accommodations will overlook the looming mountains and sweeping vineyards for which the region is known. For a different perspective on the region, you can visit one of the many art galleries. The Ceramics Gallery is a favorite, and where some of South Africa’s most distinguished ceramic artists display their work. David Walters works in the restored home and demonstrates the intricacies of the art form."
      },
      {
        "dayNumber": "9",
        "title": "Franschhoek - Revel in the Charm and Beauty of the Cape Winelands",
        "description": "Your guide will meet you at your hotel eager to introduce your family to the stunning flavors of South Africa’s premier food and wine destination. You will visit a variety of cellars and discover mouthwatering food and wine pairings. After exploring your first winery where you can touch your fingers to the waxy skin of grapes growing beneath the hot sun, you will sample delicious varietals such as superb Shiraz or Hermitage. The kids can play on the grounds while you find aromas of tobacco, black fruits, and spice as you taste the diversity of Hermitage grape."
      },
      {
        "dayNumber": "10",
        "title": "Cape Town - Arrive in Cape Town with a Day at Leisure",
        "description": "At breakfast, enjoy the scent of freshly brewed coffee accompanied by a tasty pastry before your private transfer meets you in the lobby and escorts you to Cape Town. The remainder of the day is at your leisure to enjoy the comforts of your hotel and the charm of Cape Town. The Silvermine Nature Reserve boasts a red tine along the reservoir waters and hiking trails that wind beneath the plateau of Table Mountain."
      },
      {
        "dayNumber": "11",
        "title": "Cape Town - Tour Cape Town, Table Mountain, and Robben Island",
        "description": "You will have a private tour of Cape Town with your guide beginning at Robben Island. The scent of the sea will sweep through the island as you explore the stone buildings that once housed the likes of Nelson Mandela and other prisoners sentenced to hard labor. Back in Cape Town, you will take the gondola to reach the top of Table Mountain at 3,558 feet above sea level. From the steep cliffs, you have a remarkable view of the Atlantic Ocean, the colorful architecture of the city, and the affluent beach community of Sea Point."
      },
      {
        "dayNumber": "12",
        "title": "Cape Town - Circle Cape Point and the Peninsula",
        "description": "Your family adventure along the Cape Peninsula will take you around the rugged edges of South Africa by way of picturesque coastal villages. Locals will take to the water in the morning as experienced surfers ride the Hoek near Chapman's Peak Mountain to enjoy the roiling turquoise water. At Cape Point, you will stand at the lighthouse at 780 feet above sea level. Before returning to Cape Town, you can stop at Simon’s Town to view the colony of 3,000 African penguins. You can walk along the boardwalk where the sound of lapping waves mix with penguins braying."
      },
      {
        "dayNumber": "13",
        "title": "Cape Town - Enjoy a Free Day in Cape Town",
        "description": "After breakfast, the day is yours to enjoy the beauty of Cape Town at your leisure. You could spend time wandering the Cape Dutch architecture of Groot Constantia or visit the District Six Museum, which celebrates the once lively multi-racial community destroyed by apartheid in the 1960s and 1970s. For a relaxing experience, you can stroll along the V&A Waterfront where the aromas of the sea fade beneath the scents of grilled steak, Portuguese sausages, or fragrant wild strawberries. In a light-filled warehouse, you can find vendors displaying artisan crafts, from jewelry to home decor, fashion to organic jams."
      },
      {
        "dayNumber": "14",
        "title": "Cape Town - Depart for Home",
        "description": "At breakfast, you can enjoy the aromas of fresh-roasted coffee and pastries, like koeksister, a fried dough infused with syrup. The cafes and restaurants near your hotel will open their doors, filling the streets with the floral fragrance of rooibos tea and the scent of honey. After breakfast, your private transfer will meet you in the hotel lobby and drive you to Cape Town International Airport bringing an end to your family-focused safari in South Africa, Zambia, and Botswana."
      }
    ],
    "map": "",
    "category": "Family"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "the-great-elephant-migration-across-zambia-botswana-safari",
    "tourName": "The Great Elephant Migration Across Zambia & Botswana Safari",
    "placesVisited": "Livingstone, Victoria Falls, Mosi-oa-Tunya National Park, Zambezi River, Chobe National Park, Linyanti Reserve, South Luangwa National Park",
    "generalInfo": "Exclusively handcrafted, this 11-day safari celebrates the beauty of the world’s largest land mammal. You will follow the biggest elephant migration, be surrounded by Africa’s largest elephant population, and enjoy an astonishing intimacy with tens of thousands of pachyderms. Exploring Zambia and Botswana, you will trace the giants on a surreal mix of game drives, nighttime drives, walking safaris and boat trips for the world’s ultimate elephant adventure. Of all of the safari options, this itinerary will keep your attention on the amazing elephants while also giving you a chance to enjoy the full cast of African wildlife.",
    "durationDays": "11",
    "price": "17,700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Livingstone – Luxurious Welcome to Africa",
        "description": "Dreams of Africa often involve dramatic scenes of lions chasing zebra or of elephants congregating at a waterfall. The preconceptions are of thrills and action, and few visitors perceive the encompassing serenity of the continent in how nature imbues a delightfully tranquil rhythm. Land in Livingstone, and within an hour you will be settling into the atmosphere of the wild, encouraged to forget about the modern world and allow stresses to melt away. An African safari is incredibly relaxed, and the experience brings a luxury that cannot be overstated. You will be greeted at Livingstone International Airport and transferred to a five-star lodge on an island in the Zambezi River. Hippos and baboons will inhabit your surroundings and the charms of nature, and immediately compel you to slow your pace."
      },
      {
        "dayNumber": "2",
        "title": "Livingstone – Victoria Falls and Elephants on the Move",
        "description": "This relaxed day will introduce the harmony of Zambia’s nature. You can take your time in the morning to enjoy your breakfast at your leisure as hippos spend their day wading in the nearby river. Move next to visit Victoria Falls and follow the sound of the rumbling water through the trees. As the forest rescinds, you will be consumed by the power of the falls as a seemingly endless blanket of water disappears into the abyss and rises as mist. Pass the baboons as they guard the trail and follow a walking track to various viewpoints to feel the enormity of the falls when you cross Knife-edge Bridge and are consumed by the spray. Return to the lodge for lunch before an afternoon safari that will very different from what you might expect. Livingstone stands at the heart of the Kavango-Zambezi Transfrontier Conservation Area, one of the world’s largest tracts of protected landscape. Elephants are constantly on the move here and follow the rains as they travel around Zambia, Zimbabwe, Botswana, Angola and Namibia. Conservationists are unsure of the exact figures, but it is widely believed that there are over 100,000 elephants, perhaps nearly 200,000. Not only is this easily the largest elephant population in the world, but this is also where you will see the world’s biggest old bulls that tower meters over the safari vehicle. This afternoon’s tour will not bring you to a national park or reserve as instead, you will follow the roads, both the tarred main highway and the ochre-colored dirt roads that lead to the local villages. Elephants cross these roads, large herds flapping their ears as they wander over the asphalt. They are seen within 100 meters of border posts, juxtaposed with the “Welcome to Zambia” sign. You will see evidence of their journey along the road as pathways of bulldozed trees extend in every direction. This harmony between man and nature is an unusual sight, especially when a 22-ton truck is photographed alongside an elephant. Over the coming days, you will get much closer to these giants, but as an introduction, this afternoon’s drive will showcase how elephants are the true kings of the landscape in Zambia and Botswana."
      },
      {
        "dayNumber": "3",
        "title": "Chobe National Park – Tracing the Migratory Route Along the Zambezi",
        "description": "The inspiring pachyderm population is on route to the Zambezi, and the other permanent waterways of southwestern Zambia and northeastern Botswana. After breakfast, you to will cross the border and trace one waterway into another before transferring onto a Chobe River cruise. Throughout the morning, you will follow the Chobe River deeper into Chobe National Park and admire the hundreds of elephants found along the riverbank. Some squirt water while others use their trunks as snorkels. The adolescent elephants playfully battle each other in the shallows while hippos also congregate in astonishing numbers. The boat cruise is the best opportunity to get close to them and gives you a front row seat to both populations. After the boat ride, you will continue by vehicle for a first real immersion in the scale of this elephant population. It is sometimes hard to travel 100 meters without seeing another herd. Giants continually block the trail as hundreds of them wander without a care in the world. Large males tower over the safari vehicle with five tons of power reaching two meters above you. Trunk-swinging babies are in abundance, their comical gestures making for adorable moments. Giraffe also live here in unrivaled numbers, and after a single game drive, you will have seen many hundreds of them. For the next two nights, you will stay at a small luxury camp deep in the national park, where the antics of the elephants will accompany you through the evening and into the night."
      },
      {
        "dayNumber": "4",
        "title": "Chobe National Park – Immersed in Africa’s Largest Elephant Herds",
        "description": "A surreal soundtrack fills the morning as in the distance you can hear the hooting and the loud blasts of the elephants’ natural trumpets as they echo across the mopane woodland. Another herd will have come closer, and you will hear the crack of a large branch being ripped from its trunk. These elephants are not just clearing a path to aid their movements, as they are searching out the nutrients found within the trees as they bash them down with their domineering rumps and powerful trunks. Closer still comes the sound of elephants at a waterhole near the camp, a strange slurp that epitomizes just how close you are to the world’s largest elephant population. The day will be spent on a game drive through Chobe National Park with a focus on the elephants, but you are also likely to encounter lions and a wide range of antelopes. This will be an immersive day that gradually helps you to understand just how many giants there are. It is possible to imagine seeing 100 elephants, maybe even 1,000. But being amongst 100,000 is an experience that cannot be described in photos or videos, and it is an experience that is felt as the sounds, sights, and smells are likely to live with you for eternity."
      },
      {
        "dayNumber": "5",
        "title": "Linyanti Reserve – Big-Game Safari in an Exclusive Chobe Concession",
        "description": "Follow the elephants west to explore the farthest reaches of the Chobe woodland and discover where the trees meet the open plains. Linyanti is an unfenced private concession reserved for just a handful of guests that will cover a huge area at the end of the elephants’ migratory route. This region a prime location to explore the battles between herds as rambunctious young males fight majestic old bulls, their deadly battles lasting many days with the haunting crack of clashing skulls reverberating across the land. Matriarchs lead their herds to water, and you can spend hours watching the interaction at the river, as size dominates and some herds refuse to wait their turn while others prefer the more relaxed, informal queuing system. Linyanti is also the best destination within the Kavango-Zambezi Transfrontier Conservation Area for spotting big cats, notably an impressive leopard population. Along with lions, they provide further highlights on this relaxed safari day."
      },
      {
        "dayNumber": "6",
        "title": "Linyanti Reserve – Intimacy With Huge Elephant Herds on a Nighttime Game Drive",
        "description": "Silence will drift over the grass plain as the landscape is illuminated softly by the moon. You will hear rustling in the distance with the crack of a tree breaking and the baritone bugle of two elephants meeting. As your eyes adjust to the darkness of the night, the elephants will become silhouettes, and as your eyes adjust further, you will realize just how many there are. The exclusive nighttime game drives in Linyanti provide a new level of intimacy as in the darkness, you can truly sense the power and the size of these mammals. You will also notice that the elephants can be a little edgy, their poor nighttime vision meaning they often use their size as a defense mechanism in flapping their ears and marauding when threatened. The guides will keep you at a safe distance, and it will be a magical experience to be surrounded by elephant herds in the dark. Earlier in the day, you will have personalized a safari program with game drives and walks."
      },
      {
        "dayNumber": "7",
        "title": "South Luangwa National Park – Into the Remote Zambian Wilderness",
        "description": "After a road journey back to Livingstone, you will fly north to South Luangwa National Park. The trip will require an early start, and after arriving in Zambia’s flagship park, there will be time to relax at the lodge through the latter part of the morning. South Luangwa’s varied landscapes provide a home to a great diversity of wildlife. You will quickly notice that elephants are not seen in the abundance of Chobe, nor are they the obvious kings of the environment. Buffalo herds and lion pride are seen in impressive numbers, along with endemic species like Crawshay’s zebra and Cookson’s wildebeest. During the afternoon, you can game drive around the park and savor a new cast of animals as you are introduced to the park’s distinctive landscape. The mixture of dusty open floodplains, the flowing savannah, and the riverine forest will capture your attention, and your accommodation will be in the park’s most luxurious lodge. You can enjoy the contemporary comforts with some time to rest before your walking safari begins in the morning."
      },
      {
        "dayNumber": "8",
        "title": "South Luangwa National Park – Off the Beaten Track",
        "description": "Zambia is the place in Africa for a walking safari as huge sections of South Luangwa are inaccessible to vehicles, so endless miles have never been interrupted by humankind. Guides can tailor every walk to follow the ancient tribal trails to bring an enhanced understanding of how Africa’s wilderness operates. Small fly-camps are erected alongside rivers, many miles from any road, and they are simple, yet beautiful, with raised beds, dug-out toilets, and hot bucket showers. From your cozy camping chairs, you can listen and smell the wonders of your surroundings as a zebra grazes nearby, unusual monkey troops occupy the trees and endemic Rothschild giraffe lope past. This three-day journey will provide the ultimate immersion in the wild and a very exclusive chance to track elephant herds on foot. Elephants are big and potentially dangerous animals, so you are led by experienced trackers who intimately understand their behavior and know what constitutes a safe distance. But on this South Luangwa walking safari, you will quickly understand just how big these pachyderms can be. Clues are left everywhere, and the journey will provide an understanding of elephant behavior. You will inspect dung and learn how to ascertain the age, sex, and health of the individual from a single glance. You will trace their migratory patterns through indentations in the trees and from the ripped up branches, and then intimately uncover the different movements of lone bulls and large herds. From a safe distance, you will really get a grasp of their social structure, and you will quickly come to understand the behaviors that reveal an elephant’s feelings. Each day will follow a similar pattern. You will start walking just after dawn, as the cooler hours are also the time when the herds are on the move. Stop for a large early lunch, and then rest at a mobile camp around the late-morning. In the afternoon, you can walk in the vicinity of the camp and follow the clues in an attempt to get as close as safely possible to the elephants. South Luangwa does not have the same concentration of elephants as Chobe, but its healthy population will help you to appreciate how these animals roam in a diverse habitat. When the nighttime stars are out in full, there is nothing quite like the sporadic trumpets that alert you to another herd in the trees nearby."
      },
      {
        "dayNumber": "11",
        "title": "South Luangwa National Park – Departure",
        "description": "After a final morning walk, you will be picked up by a safari vehicle at the trailhead and transferred to the park’s airstrip. It will be just a short late-morning flight back to Livingstone, and you will access to day-room at a nearby lodge to reshen up, relax around the pool, and then return to Livingstone International Airport for your homeward departure."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "two-week-highlights-of-zambia-safari-tour-by-light-aircraft",
    "tourName": "Two-Week Highlights of Zambia Safari Tour by Light Aircraft",
    "placesVisited": "Livingstone, Mosi Au Tunya National Park, Lower Zambezi National Park, South Luangwa National Park, North Luangwa National Park, Kafue National Park, Busanga Plains",
    "generalInfo": "Zambia is pure wilderness as the country effortlessly leads you into the delights and dramas of the wild. Accessing these national parks on foot, you can spot giant mammals crossing the evocative plains and natural wonders that remain untouched by time. This 2-week luxury safari will hop between the national parks by light aircraft to unravel the surprises and subtleties that lie in the heart of Africa with wetlands of the Lower Zambezi, Victoria Falls, South Luangwa, North Luangwa, and Kafue.",
    "durationDays": "14",
    "price": "20,500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Livingstone - Tranquility Along the Zambezi",
        "description": "Livingstone is named after the colonial explorer who went in search of the source of the Nile and discovered Mosi Au Tunya, which he named Victoria Falls after his queen. His expeditions give you a sense of how remote the town is. A few miles from Botswana and Namibia and across the bridge from Zimbabwe, Livingstone immediately pulls you into the allure of wild Africa. Gaze over the Zambezi River from your suite to watch the hippos that quarrel in the water, admire the colobus monkeys and the baboons that swing past your lodge, and then drift off to the sounds of nature. After your long international flight, there is a salubrious atmosphere that is perfect for recharging your batteries. You will be greeted at the airport and transferred to your luxury lodge on the water to settle in for the remainder of the day at your leisure. For the next several days, a sunset river cruise will complete your relaxation each evening."
      },
      {
        "dayNumber": "2",
        "title": "Livingstone - The “Smoke That Thunders”",
        "description": "Mosi Au Tunya is a far more appropriate name for the world wonder known as Victoria Falls, as in the local language, it means “the smoke that thunders.” And what thunder! You will hear the growling rumble from your lodge before it becomes deafening as you follow the walking trails that run parallel to the precipice. Rainbows flutter as the mist catches the sun, while various vistas showcase the astonishing flow of water. Today will be very relaxed, and you can take the self-guided walking trail at any point with transfers to the trailhead and park gate provided by the lodge. There is also an option to enjoy another angle with a helicopter flight above the falls."
      },
      {
        "dayNumber": "3",
        "title": "Livingstone - Kayak Past Hippos and Walk With Rhinos",
        "description": "The morning sun will dance off of the Zambezi and reflect back with golden tones as you paddle slowly in your kayak. Currents will push you softly and lead you past riverbanks dominated by crocodiles, clusters of hippos, and other creatures you may spot as you paddle. You may find the hippos poking their heads out with the odd one yawning to reveal a majestic jaw. After two hours of kayaking, your adventure will continue with a walk through Mosi Au Tunya National Park. Soon, you may find yourself just 12 – 15 meters away from rhinos or a group of them. Horns protrude, bellies rise, and you may be close enough to hear the huff that might be misconstrued as a snore. Return to your lodge for a late lunch, and the rest of the afternoon is at your leisure with a sunset cruise completing your day on the Zambezi."
      },
      {
        "dayNumber": "4",
        "title": "Lower Zambezi National Park - Iconic Wetland Safari",
        "description": "The Lower Zambezi is an iconic wetland with floodplains enjoyed by migratory antelope, marshes alive with unusual characters, and predators that lurk around the trees. Fly here and land to find your camp is on the water as it offers a prime view whenever anything decides to swim. Your first impression of this national park will be how exclusive it feels. Even in peak season, the park has nowhere near the visitors as the parks in neighboring Botswana or Tanzania. Over the next days of your trip, you will journey through the flagship parks of Zambia. Each is completely different from the others in terms of landscape and wildlife, yet all share this unique mix of scale and intimacy. They each feel like private conservancies, where the safari is exclusive to just a few visitors, yet they spread across an area that can dwarf the size of countries."
      },
      {
        "dayNumber": "5",
        "title": "Lower Zambezi National Park - Thrilling Game Drives and Walks",
        "description": "A classic safari in the Lower Zambezi involves a morning game drive around the waterholes to trace a trail past duiker, waterbuck, elephant, eland, and the predators. Continue with short game walks as kudu, impala, and giraffe can be followed from a relatively close distance. These are a few sightings that may be your reward for setting off across the plains on foot under the guidance of a ranger tracking the animals lurking in the bush. After lunch, a boat safari is your opportunity to sit back, drift silently, and discover all the life found along the banks. All of your activities are privately guided, and you can tailor the program to your interests."
      },
      {
        "dayNumber": "6",
        "title": "South Luangwa National Park - Zambia’s Flagship Safari Destination",
        "description": "Fly north and cruise above the Great Rift Valley, touching down in a park untouched by time. A dusty stretch of savannah extends in one direction, while a swathe of woodland dominates the horizon in the other. Splitting the park is the Luangwa River, a provider of life to the hundreds of thousands of mammals that roam through. You will follow the water and could spot hundreds of elephants as they splash in the shallows and beneath the riverbed. Giraffe typically walk past and they are visibly different to those in Lower Zambezi as the endemic Thornicroft’s subspecies are distinguished by incredibly vivid markings. Also endemic are Crawshay’s zebra and Cookson’s wildebeest, two more species that make South Luangwa a bucket-list destination for safari aficionados. Over these few days, you will hop from camp to camp to explore a large area of the park on expertly guided game drives."
      },
      {
        "dayNumber": "7",
        "title": "South Luangwa National Park - A Surreal Night Safari",
        "description": "After breakfast, join your ranger for a guided game drive that may reveal lion prides on the plains, herds on the move, and hyenas that chuckle from beyond the shrubbery. You will complete your drive with a private lunch prepared amongst the animals wandering freely through the park. Unique for some national parks, you are also allowed to drive at night, and it is an essential part of the experience this evening as your spotlight may reveal the glowing eyes of leopards and spotted hyenas as they seek out their prey. You are hundreds of miles from anywhere as you bump across the raw savannah and surround yourself in the drama that takes place as the sun dips from the sky."
      },
      {
        "dayNumber": "8",
        "title": "South Luangwa National Park - Lavish Moments in the Wilderness",
        "description": "Today, you will stop at one or two of the special photography hides for great places to unwind while gaining close-ups of animals as they stop for a drink. This is Zambia’s flagship destination and is well-established as one of the best in Africa. You will likely see the full wish list of famous animals on your game drives, walks, and evening safari today, and there is nothing quite like glimpsing a leopard’s blue eyes through the trees. But, most of all, you will be immersed in the subtle details of a land that’s becoming a flag-bearer of nature conservation and relish the world-class amenities on offer at each of your camp sites."
      },
      {
        "dayNumber": "9",
        "title": "North Luangwa National Park - Exclusive Walking Safari in the Land of the Giants",
        "description": "Wake to follow the rutted four-wheel trail to North Luangwa National Park. The trail will narrow and then stop as it disappears into a sandy walking trail that meanders onto the horizon. You will follow it as you walk into the wilderness, with elephant herds often found in the trees. Wildebeest herds may gallop past, closely followed by a scattered herd of zebra. Soon, the driving trail will be long behind you, and there will be nothing but you, the guides, and the promise of wild Africa. North Luangwa can only be explored on these exclusive walking safaris. Nothing has been interrupted, with even the mobile camps carefully removed after each day’s use. You will be able to experience a complete immersion that will indulge all of your senses while bringing you all of the sounds and smells that accompany the big game sights."
      },
      {
        "dayNumber": "10",
        "title": "North Luangwa National Park - Deep Connections with Nature",
        "description": "Begin the next morning just after sunrise as you step through a mystical atmosphere of birds that are tweeting and hooves that are thudding into the earth. Walk for a few hours before resting beneath shaded trees as you let the heat of the day pass. Local trackers are experts at keeping you safely clear of the big cats while getting you close to the ungulates. In the afternoon, you will continue the walk as you move slowly and enjoy all of the clues as you feel your senses tune into the secrets of the wilderness. Stay at mobile camps within the park in a comfortable accommodation that is in keeping with the ambiance. This is not a place for opulence or pretension, but it is where you come to feel a deep connection with nature."
      },
      {
        "dayNumber": "11",
        "title": "Kafue National Park - Epic Herds and a Safari Deep In the Wild",
        "description": "Kafue is equally wild as the open grasslands are prime places to spot lion prides and packs of wild dogs. Miombo woodland is studded with kudu and bushbuck, while the northern Busanga Plains are punctuated by islands of sausage trees and date palms. Puku and red lechwe huddle here in gigantic herds, sometimes tens of thousands of them seen in a single panorama. Especially in the area where woodland meets grasslands, encounters with spotted hyenas and cheetahs coat safaris in a certain drama if you are lucky enough to spot them. Your luxury camp is located up here, close to the Lufupa River. After your domestic flight into a new wilderness, these two days will follow a customizable program of game drives, walking safaris, and boat safaris along the Lufupa."
      },
      {
        "dayNumber": "12",
        "title": "Kafue National Park - Sightings in an Adventure Playground",
        "description": "Kafue National Park is the least visited of Zambia’s big game destinations, and it will feel like an adventure playground. You will keep your eyes peeled for klipspringer prancing across rocks, lions wandering amongst granite outcrops, and turn corners with the hopes of seeing giant elephant bulls, while marveling at the escapism of it all the whole time. If you are feeling very adventurous, you can take a drive south to a mosaic of grasslands that change evocatively with the seasons. During the winter dry season of May to September, it is easier to spot big game as you tour the waterholes. If you are seeking a tranquil safari, cruise down the river for the day to fill your eyes with scenes straight from a nature documentary."
      },
      {
        "dayNumber": "13",
        "title": "Livingstone - Return to the Tranquility of the Zambezi",
        "description": "After your days of safari, you will return to Livingstone and the serenity of the ancient river. Check back into the same lodge and receive a warm welcome back. Lounge on your terrace, listen for the calls of hippos and baboons before cruising along the Zambezi at sunset. With wine glasses in hand, you can celebrate the last two weeks and recount all of the mystical memories from a world that feels so different from the West. Zambia surprises as its national parks provide a diversity of ecosystems and experiences, and you will have seen them before they have emerged as Africa’s next unmissable destinations."
      },
      {
        "dayNumber": "14",
        "title": "Livingstone - Departure",
        "description": "Leaving Zambia is hassle-free as Livingstone International Airport is just a 15-minute transfer from your lodge. You will have time for a leisurely morning to enjoy all of the lodge’s facilities before your transfer to the airport and your journey home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "up-close-personal-exclusive-zambia-safari-on-foot-horseback-and-water",
    "tourName": "Up Close & Personal: Exclusive Zambia Safari on Foot, Horseback and Water",
    "placesVisited": "South Luangwa National Park, Luangwa River, Kafue National Park, Lower Zambezi National Park, Zambezi River, Livingstone, Victoria Falls",
    "generalInfo": "Gallop with the zebra, walk amongst the elephants, and paddle past the hippos and lions as your itinerary brings delightful and exclusive safari perspectives, bringing you out of the vehicle and into the untouched African atmosphere. Your handcrafted safari will celebrate unique vantage points with days spent enjoying Africa’s original walking safari in South Luangwa, safari on horseback with the herds of Kafue, and several days of water-based safari with the big game of the Lower Zambezi wetlands. Consider browsing some of our other vacations as you handcraft a safari in Zambia that will exceed your expectations.",
    "durationDays": "14",
    "price": "11,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "South Luangwa National Park – Entering the Wild",
        "description": "There is something wonderfully humbling about walking in wild Africa. Vervet monkeys scamper past you with their mischievous black faces changing expression every few seconds. Buffalo graze on one side, chewing and staring without pause as Crawshay’s zebra is on the other, an endemic species just meters away. You can hear the grazing as you listen to each set of hoofs thudding into the rustic-red dirt. Walking further, you will find a herd of roan antelope, their magnificent horns fully appreciated because you are also on the ground level. It is not simply the animals you see, but the way you see them, out in the open. Today you will connect in Lusaka onto a domestic flight to South Luangwa, where it will be a 90-minute game drive from the airstrip to your luxury camp. Settle in, and then take your first walking safari after lunch to hear the crunch of your own footsteps over the landscape. This one will be an easy explorative journey to help you get accustomed to the atmosphere and the style of the safari. Nothing is rushed on foot, so you will walk slowly and carefully admire all of the changes and clues. The locals have always done this, coexisting with nature in their own unique way. Their complex understanding of animal behavior and animal tracking makes a walking safari very safe, even if you occasionally encounter giants, like an elephant herd. It will be an easy two-hour walk today, followed by a languid evening at the camp to listen to the sounds that perforate the canvas."
      },
      {
        "dayNumber": "2",
        "title": "South Luangwa National Park – Africa’s Original Walking Safari",
        "description": "South Luangwa has played a pioneering role in developing African safari as this park was the first to make big-game walks available to visitors. Over these three days, you can follow in the footsteps of Africa’s oldest walking safari and cross the floodplain expanses that are inaccessible to vehicles. These plains are close to the water which brings them a very high density of wildlife. The openness allows your trackers to check continually for predatory threats, and the days are flexible dependent on the evolving environment and your own interests. You may opt to drive to a trailhead and then walk to the next camp before an afternoon game drive or a walk around the camp. You may walk the full day with a vehicle bringing you a picnic lunch to be enjoyed beneath a towering acacia, or you could walk all morning and then get picked up by vehicle for a quiet afternoon at the lodge. Either way, the focus will be on exploring parts of South Luangwa that cannot be reached with wheels. Kudu will stop to graze and will watch you pass while Thornicroft’s giraffe looks down from above the trees, another endemic species just a few meters away. You will quickly learn how to identify waterbuck from reedbuck as massive herds of oribi and duiker scatter across the plains, surrounding you on all sides. At one point, you will be stopped by buffalo, as these belligerent males are to be avoided, but your guide will show that it is safe to stop at the river, where a large herd of elephants is bathing on the opposite bank. Predators also fill your adventures as side-striped jackals scurry past, rare mongoose species emerge from their holes, and caracal peer intently from a grassy hiding place. You will explore the southern part of South Luangwa over these three days, staying in permanent luxury camps that enhance the experience’s intimacy. Start walking just after dawn and cross relatively flat landscapes in the cool morning hours. Take your time and learn the clues of animal tracking. Inspect the beautiful details and appreciate animal behavior, notably the warning signs when a mammal is unhappy. Feel the connection with Africa in how it wraps you in a special atmosphere of sights, sounds, smells, and surreal happenings. Afternoon walks are usually shorter and can be switched for game drives, and in the evening, you will also have the opportunity to head out on nighttime game drives for more unique moments on the South Luangwa plains, including those with leopards."
      },
      {
        "dayNumber": "5",
        "title": "Kafue National Park – First Rides on the Busanga Plains",
        "description": "Take A short flight south and the landscape will change as the valley is replaced by swamp and swathes of mopane woodland skirt the edge of lush grassy plains. Hoofs kick up dirt and dust as you start to ride and sable antelope eye you with curiosity, their ringed horns proudly pointing skywards. Herds of blue wildebeest canter enthusiastically and you can join them and ride alongside their wispy beards and conspicuous expressions. Weave into the woodland, and there is a chance to ride past elephants. Baboons look down on you here to wonder about this new mammal that is entering their trees as the landscape opens and you will gallop across the Busanga Plains to pass the herds of puku and impala that have jumped clear of the grass. Horseback safaris are a specialty of Kafue, particularly in private concessions that share unfenced borders with the national park. Some horseback experience is required for these multi-day adventures and riders must be able to handle a horse confidently. There is a wide choice of horses in the stable and all are forward-moving and responsive. Today will be about getting used to the horse and the style of adventure as your guide leads you into different habitats to walk, canter, and then gallop with the herds on the plains. Your Kafue accommodation is a luxury lodge set in its own concession, with spacious canvas suites opening out onto dreamy vistas over the park’s Busanga Plains."
      },
      {
        "dayNumber": "6",
        "title": "Kafue National Park – Exclusive Zambian Horseback Safari",
        "description": "Skirt the edges of the Busanga Swamp and admire the strange aquatic animals found in this part of Zambia. Sitatunga hides in the swamp, sometimes just their peculiar ears poking out. Puku stays close to the water, ready to jump into the liquid if predators get close. The horse’s hoofs make squidgy sounds as you take in the bounty, many exotic animals and colors gathering around the swamp. Over these two days, you can ride in the mornings and afternoons with each ride taking you into a distinctive part of the Kafue ecosystem. The swamp area reveals an abundance of life, with small herds gathering and interacting. Many of these may scatter upon hearing a safari vehicle. But on horseback, you can ride to within meters. Continue through the woodland and watch the behavior of elephants. Flapping ears and stomping feet is a bad sign, one of the three warnings given by an angry elephant. Herds of blue wildebeest and Burchell’s zebra (note the different subspecies from in South Luangwa) join you on the plains, and you can let the horse run. Wildebeest sometimes get caught up in your horse’s enthusiasm, sharing your rapid steps as the wind rushes past your face. In Kafue, you can also switch afternoon horse rides with afternoon game drives that continue after dark. These provide perspectives with the park’s lions and wild dogs, predators you must avoid on a horse."
      },
      {
        "dayNumber": "8",
        "title": "Lower Zambezi National Park – Paddling Through the Evocative Canals",
        "description": "When you move silently, you can hear everything. Your canoe will glide softly into the canals as the only rustling comes from the reeds and you can paddle to find waterbuck along the banks. Later on, you can hear a different rustling as lionesses hide within the reeds, camouflaged for an afternoon ambush. Suddenly a loud hoot comes over the air, with an elephant charging around the banks. Paddle across, and you will see a young male, angry at being shunned from the rest of the herd. The hooting continues and you hear the thick musty sound of his feet stomping against the sandbank. It is all such a contrast to the last elephant herd you encountered, just minutes ago. Babies were playfully submerging each other, young males waved only their trunks above the waterline, and old bulls blasted jets of water across their backs. The beauty of a water-based safari is this opportunity to move silently, and safely, with the big mammals. You cannot stand ten meters from a lion. But you can sit in a canoe, ten meters of water away from a lion. Lower Zambezi National Park is one of Africa’s great wetlands and blends the Zambezi River with a series of lakes, plus a mazy collection of canals that rise and fall with the rains. Fly here and start your experience with a morning motorboat safari and a chance to explore the scale and grandeur of the park. After lunch, you can continue by canoe and get much closer to the banks to gaze up at elephants’ tusks."
      },
      {
        "dayNumber": "9",
        "title": "Lower Zambezi National Park – Unique Water-Based Safari",
        "description": "Early mornings bring serenity to the water as sunrise colors ripple across the landscape, the silence feels more poignant, and a procession of animals lines up along the horizon. Your guide will paddle you to the islands in the lakes, where sitatunga are setting up their hiding places. You can stop beside open plains and watch the herds slowly come to take a drink. Then you can inspect the thick high grass carefully, alerted by the faintest flicker of a sound. It will take minutes for you to find the leopard as the cat does not move, it just waits patiently, with blue eyes staring intently. Your eyes will adjust, and the spots will come into view, clustered between the green shoots. Suddenly a movement, the leopard’s head moving 90 degrees, the neck dipping even lower. Some puku are approaching the water, and the hunt is on. A Lower Zambezi water-based safari provides these unique perspectives, the lack of artificial noise helps you to appreciate the intricacies of the wetlands. Motorboat safaris allow you to cover large distances to the most remote parts of the park, where the engine is cut as you encounter Africa’s biggest mammals. Canoe safaris do not have the same range but increase the authenticity of the atmosphere. Of course, there will be hippos, with hundreds of them passed in the lake and on the banks, as well as buffalos and other large mammals, everyone coming to drink at least once a day. Along with the water-based safari, you will have options for walking safari and game drives. Or you can sit back and watch the wildlife from a decadent camp perched over a river bend."
      },
      {
        "dayNumber": "11",
        "title": "Livingstone – Relaxation and Victoria Falls",
        "description": "Walking, riding, and canoeing are all behind you, so not it will be about relaxing. After ten days of intimate African safaris, fly to Livingstone to your wonderful lodge on the banks of the Zambezi River. Slide into the swimming pool, sip cocktails as baboons maraud past, soak up the opulence of the surroundings, and rest after your adventures. You are still deep within nature as your suite looks out towards hippos and elephants, but the focus is no longer on exploring. Rather, it is about rest and recuperation, epitomized by the daily sunset river cruises and the fine dining restaurant. From your lodge, you can see a strange cloud, and hear the distant thunder of Victoria Falls, barely five miles down the river. Transfers to and from the falls are included in your stay. From the park gate, there are self-guided walking trails, both down to the river and over to cataracts across from the falls. You can also add on other Victoria Falls excursions, including a sightseeing flight. Three days also creates further safari options, notably a chance to see the white rhinos in Mosi Au Tunya National Park. But after ten days in the bush, these three days are tailored towards tranquility."
      },
      {
        "dayNumber": "14",
        "title": "Livingstone – Departure",
        "description": "Depart from Africa from Livingstone International, waving farewell to hippos and elephants as you transfer to the airport."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "zambia-and-the-cape-vic-falls-private-safari-nature-and-culture",
    "tourName": "Zambia and the Cape: Vic Falls, Private Safari, Nature and Culture",
    "placesVisited": "Cape Town, Table Mountain, Stellenbosch, Franschhoek, Cape Winelands, Livingstone, Zambezi River, Victoria Falls, Mosi Au Tunya National Park, South Luangwa National Park",
    "generalInfo": "Explore Southern Africa’s cultural and natural highlights with this exclusive safari that will connect a region’s flagship destinations. Immerse yourself in its most captivating city, lose yourself in its enduring wilderness and explore the elegance of its wine lands as you feel the untamed power of nature. Your 13-day adventure will combine South Africa’s Cape with Zambia’s wild backcountry for an iconic fusion of everything that is so alluring and rewarding about Southern Africa.",
    "durationDays": "13",
    "price": "10,800",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Cape Town – Settle Into the Mother City",
        "description": "Cape Town provides a delightful first image of Africa with a chain of mountains rising ruggedly above the hues of the deep ocean blue. The city sprawls out amongst nature, nestled into the valleys beneath the peaks, enveloped by the frothy white of waves. The landscape will inspire as you consider it from the window of your arriving plane, and it is even more imposing on the transfer to your waterfront hotel. Table Mountain will loom larger than ever as you approach the city. Everyone expects the beautiful vertical face, but few anticipate just how wide Table Mountain is and how it stands miles across, dominating the view from almost every angle. After checking into your hotel, the rest of the day will be at your leisure. You will be staying within the pedestrianized V & A Waterfront area, where you can easily walk to excellent restaurants and boutique markets. A driver will be available to you as well and can provide transfers around the city, including to the nearby beaches."
      },
      {
        "dayNumber": "2",
        "title": "Cape Town – Table Mountain and its Secrets",
        "description": "Almost every afternoon, Table Mountain is consumed by the mysterious tablecloth , the layer of mist that keeps falling like a curtain yet never seems to get any lower. In the morning, the summit is usually clear, making morning the best time for a cable car ascent. Rise above the city and spend an hour walking around the top to explore the 360-degree views. To the south, you will find a spine of peaks that extend to the tip of Africa. To the north, take in the city draped alongside Atlantic waves, and to the east, the colorful suburbs of the city as they meet the hues of the Indian Ocean. Hidden on the slopes, just out of view, are the vineyards of Constantia. After descending, you can enjoy lunch at one of these vineyards with a platter of local delicacies accompanied by some of the country’s oldest wines. Three vineyards provide contrasting tasting experiences here. One is for the views, the next for the decadent tasting room, and the third for South Africa’s most award-winning wine. You will return to the hotel by mid-afternoon and the rest of the day will be at your leisure, with your guide able to provide tailored dining recommendations."
      },
      {
        "dayNumber": "3",
        "title": "Cape Town – Colorful Cultures and White Beaches",
        "description": "Langa is a canvas of color, a surrealist artwork painted with the most vibrant tones. Houses are painted flaming red and indulgent blue and signs and graffiti come from all the gaps on the rainbow. Locals proudly wear all manner of unlikely color combinations, their clothes a fitting tribute to the smiles on their faces. Langa is one of Cape Town’s townships and while economically weak, the region is culturally rich and overflows with stories and heritage. As part of a township tour, you will be invited into homes and learn the basics of the Xhosa language, taste traditional beer, and admire the township’s role in anti-apartheid history. The tour is safe and insightful, a journey into an urban landscape that is as welcoming as any in Africa. Following the colorful cultures comes the white beaches, and an afternoon spent on the opposite side of Cape Town’s spectrum. For sunbathing privacy, you can be dropped at the white beaches of Clifton, where rolling rocks divide the beach into secluded bays. Nearby Camps Bay is the place to be as seen, a wide white beach backdropped by Table Mountain and a number of upmarket cocktail bars. In the evening, you will have dinner reservations to Africa’s only entry on the World’s Top 50 Restaurants list. Taste your way through a gastronomic food and wine pairing, each course fusing local organic produce with culinary extravagance."
      },
      {
        "dayNumber": "4",
        "title": "Stellenbosch – Explore the Elegant Vineyards of South Africa",
        "description": "Move next into the vineyards as endless miles of vines are backdropped by nature’s rugged excess. Table Mountain will shimmer softly in the distance, but it will be superseded by the granite slabs that separate the Stellenbosch Valleys. South Africa’s premier wine region is home to hundreds of vineyards and the vintages that have made the country famous on a world stage. You will transfer to Stellenbosch by private vehicle and settle into a suite at a 19th-century vineyard with dramatic views over the vines. Your first tasting is here, a journey through different vintages and an introduction to the national grape, Pinotage. The next two days will bring an almost endless choice of where to go and what to taste. You will have a local private guide to tailor the experience, and on the dry flat slopes, you will find sensual bubbles and a French-inspired sparkling wine. High in the hills, you will find the country’s most prestigious names, vineyards that mostly focus on Bordeaux-style red blends. The history of Pinotage can be traced through four iconic vineyards, three of which will open exclusively for you to taste. Go beyond wine at Spice Route, a vineyard that also specializes in chocolates and cheeses, or you can journey to the heart of the Cape Winelands to share a glass with the winemaker in rustic farmhouse tasting rooms. Other options include spending time in Stellenbosch and Franschhoek, the two 18th-century towns where the Cape has its colonial origins. You could also travel through the remote mountains by bicycle or horseback for journeys that can stop at various vineyards. The Winelands are a place to explore, but they are also a place for lying back and soaking up the serenity of the Cape. Evenings are leisurely, with long semi-desert sunsets that stretch out onto the horizon. So settle into a private outdoor pool to watch the night draw in, and then taste your way through the country with handpicked dining recommendations."
      },
      {
        "dayNumber": "6",
        "title": "Livingstone – Into the Wilderness",
        "description": "The Cape will pack a huge variety of experiences into a small space. Mountains, culture, wine, and beaches are all found within one hour’s drive of each other. But move to Livingstone, and Zambia opens up the enormity of the wilderness. In an hour’s drive, you will see little but elephants along the highway and baboons shouting from the trees. Space will take on new definitions as the Zambezi River roars between the open floodplains and the thick woodlands. You will not need to look for the backcountry here as it is virtually everywhere in Zambia. You will fly to Livingstone via Johannesburg, a half-day of travel that is continued with a boat transfer to a lodge on the Zambezi. A menagerie of wildlife can be seen from your balcony, and a sunset dinner cruise will bring you closer, with hippos rising from the water for their evening of grazing. You will quickly forget the urban landscape, and be enveloped by the enormity of nature."
      },
      {
        "dayNumber": "7",
        "title": "Livingstone – Along the Zambezi to Victoria Falls",
        "description": "The river rumbles past and takes you with it on a boat cruise that will bring you to an island on the edge of the falls. The rumble will become deafening with the low-frequency growl of millions of tons of water sliding over the edge. It will be as if you are within a stone’s throw of the world’s most powerful waterfall, daring yourself to look that little further over the edge. From here, you will be transferred to the riverbank and follow a walking trail to the other side of the chasm, where Victoria Falls is visually presented in its untamed glory. Tiny bridges lead to a series of cataracts for inspiring photographic angles, while the surreal swirls of spray provide another showcase of Zambia’s natural drama. This is pure backcountry, perhaps best understood by its surroundings. A huge tower overlooks Niagara, and only baboons and forest can be found close to Victoria Falls. The afternoon will be at leisure before you complete your day with a second sunset dinner cruise."
      },
      {
        "dayNumber": "8",
        "title": "Livingstone \u0000\u0000– Relax in the Backcountry",
        "description": "Zebra and elephant occupy the banks to drink peacefully as you eat your breakfast. Hippos poke their heads from the water and then yawn to reveal magnificent jaws. Your morning snooze will be interrupted by baboons, who will wander past with a grace that belies their rowdy behavior. You are miles from anything artificial, lost in the charms of Zambia’s wilderness. Today will be at your leisure, and you might want to lie back and enjoy nature’s show. Optional activities include a helicopter flight above the falls, kayaking on the Zambezi, safari with rhinos in Mosi Au Tunya National Park, and returning to the falls for another morning with nature’s showcase."
      },
      {
        "dayNumber": "9",
        "title": "South Luangwa National Park – Big Game in a Flagship Park",
        "description": "Within moments of landing in South Luangwa National Park, you will be surrounded. Vervet monkeys are in the trees, their mischievous black faces full of emotion. Side-striped jackals are on the move, possibly smelling a fresh kill. A herd of kudu lines the trail, a herd of eland who rest on the savannah. The brilliant red hue of Lichtenstein’s hartebeest and the graceful grandeur of elephants bring two more species you will encounter on the drive to the camp. It will be impossible to keep track of South Luangwa’s animal diversity, which will amaze you even as you just arrive. Wild and remote, this vast national park has recently evolved from Africa’s secret gem to its unmissable new icon. Diversity thrives with close to 100 mammal species delighting in the range of habitats. Rare roan antelope wander directly past the camp, waterbuck congregates in large herds, and you will see thousands of impala on every drive. With the ungulates, comes the predators. Not just lions can be seen, but also leopards, unusual serval and caracal, raucous spotted hyenas, and a healthy population of wild dogs. South Luangwa is an example of Africa untouched by man or modernity and this first day will provide an introduction to its array of wildlife."
      },
      {
        "dayNumber": "10",
        "title": "South Luangwa National Park – Game Drives on the Trail of Predators",
        "description": "In the calm of sunrise will come a haunting cry. Your driver will follow, and you will find a fresh kill with a zebra’s black and white stripes smeared by flashes of blood. A large male lion is eating first, cracking through bone, and sending discarded limbs into the air. Mane bloodied, the lion will rock back onto his hind legs and unleash an intense roar, demanding the pride’s other males to keep their distance. On another game drive, you may watch the earlier stages of a hunt to follow lionesses as they dip their necks into the grass. You may also watch the hunt through the eyes of the hunted, sensing the fear of an impala herd that does not know which way to turn. Early morning is widely regarded as the best time to see the predator’s hunting. In reality, most of the hunting takes place after dark, the cats’ excellent eyesight making ambushes much easier. South Luangwa is rare in that it offers nighttime game drives as standard, so you will have a genuine chance to see leopards and lions hunting beneath the moonlight, one species boisterous and unruly, the other stealthy and silent. Over the next three days in this backcountry, you will build your own safari program with the local guides to combine the game drives with nighttime drives, walking safaris, and patient hours in the photography hides. Each will provide a new experience and a new insight into the remote world of Zambia."
      },
      {
        "dayNumber": "11",
        "title": "South Luangwa National Park – Take a Walking Safari and Enjoy Photography Hides",
        "description": "Your first few steps may be tentative, as some anxiety may accompany your walking safari in a big cat-filled wilderness. But your guide’s knowledge will put you at ease as he shows you the clues, slowly helping you to identify an animal’s spoor. On a walking safari, antelopes will not run from you; rather they will stop to inspect you with curiosity. You are just another mammal, and they are not afraid so you can move astonishingly close. Likewise in the photography hides, which are expertly positioned at waterholes, you can wait patiently, and an elephant will come to drink, its huge swinging trunk less than five meters away. Then a herd will arrive, and you can watch a melancholy expression come across the eyes of the displaced old bull. Throughout your South Luangwa safari program, walks and hides create a thrilling intimacy with wild animals. Often you are so close that your finger may shake involuntarily over your camera shutter."
      },
      {
        "dayNumber": "12",
        "title": "South Luangwa National Park – Safari in the Day and Night",
        "description": "Daily nighttime safaris effectively turn South Luangwa two parks in one. Explore during the day to admire the unique details of the endemic species as you observe the tight stripes of the Crawshay’s zebra, the bright markings on the Thornicroft’s giraffe, and the bizarre beards found on the Cookson’s wildebeest. Inspect sable antelope horns, a puku herd’s dancing steps, and the oribi and duiker meeting on the plains. During the day, you will see the details, but at night, you both smell and hear the landscape. When the engine is cut, you can pick up on the subtleties of the soundtrack as the hyenas communicate and the civet scurries about. You will be able to smell the tension and feel that something dramatic is about to happen. When the guide shines the spotlight, you see just how close the animals are, and you watch a lion pride harass everything at the waterhole, you will marvel as young elephants show ear-flapping shows of aggression. In South Luangwa, you can choose to stay out after an afternoon game drive, or you can return for dinner before a late-night journey into the mystical backcountry."
      },
      {
        "dayNumber": "13",
        "title": "South Luangwa National Park to Livingstone – Departure",
        "description": "After breakfast, you will fly back to Livingstone to connect with your international departure and return from the Zambian wilderness to the Western world."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Zambia",
    "mainPhoto": "",
    "id": "zambia-safari-for-couples-private-activities-romantic-accommodations",
    "tourName": "Zambia Safari for Couples: Private Activities & Romantic Accommodations",
    "placesVisited": "Zambezi River, Livingstone, Victoria Falls, South Luangwa National Park, Luangwa River, Lower Zambezi National Park",
    "generalInfo": "Romance blossoms in Zambia with island escapes surrounded by hippos, honeymoon suites hidden amongst herds and champagne cruises past elephants. With three of the country’s three most exclusive properties, this safari itinerary combines an evocative private safari with new definitions of getaway. You will be alone in the wild, enveloped by wildlife thrills while enjoying the opulence of contemporary design. Featuring Victoria Falls, South Luangwa, and Lower Zambezi, experience it all together for the adventure of a lifetime.",
    "durationDays": "10",
    "price": "14,800",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Livingstone – Privacy and Decadence on the Riverbank",
        "description": "The roaring Zambezi River separates Sindabezi Island Lodge from the world. There are just five decadent, open-air thatched cottages on the island, each hidden away from one another, enveloped by the roar of the river and the playful antics of nearby hippos. In one sense, the lodge is the classic waterfront escape with endless views from the verandah, a gentle breeze fluttering the curtains, comfy chairs for lazing the day away. But this is Zambia, and the excitement of wildlife is never far away. Sometimes you will spot elephants and giraffe on the distant bank, and sometimes you will hear the bellowing yelps of a baboon troop. After landing at Livingstone International Airport, it will be a one-hour transfer by road and boat to Sindabezi Island Lodge. Check in, settle in, and appreciate the remoteness of the lodge. In the dry season, it is not unusual for elephants to swim across the river and feed on the island’s vegetated sandbanks, inspiring images that prove that you are not alone, even if there are no other people in sight. You will have both indoor and outdoor en-suite bathrooms, with an outdoor shower that is beautiful when the moon is glowing. The spacious room opens out onto the river, keeping you intrigued as the animals come and go. There is also the main camp area with roaring evening fire and raised dining area. After your arrival, the rest of the day is at your leisure, and there is always a boat available for your first romantic cruise on the river."
      },
      {
        "dayNumber": "2",
        "title": "Livingstone – Romance, Escapism and Victoria Falls",
        "description": "It would be easy to spend your first couple of days just lounging at the lodge, immersed in each other’s company. Languid breakfasts spent while Nile crocodiles slope past, afternoon cocktails as elephants use their trunks as snorkels, canapés, and champagne as the sun paints the river a kaleidoscope of reds. There are few more tranquil settings in Africa and nothing artificial breaks the atmosphere: the Zambezi keeps roaring past, exotic birds continue to grace the trees, and you grow accustomed to the antics of elephants. Throughout these two days, there is always a boat to take you up and down the river to look for wildlife or seek out the idyllic space to uncork a vintage imported wine bottle. However, there is one astonishing sight that will ensure that you leave the lodge properly at least once: Victoria Falls. Take a boat to the precipice and listen to the rising decibel levels as the water thunders past before dropping into the misty charm below. A guide will bring you on the Victoria Falls walking trail and over the narrow bridges that seem to come from an old-world explorers movie. Then will come the real romantic highlight, a private helicopter flight over this natural wonder of Africa. Beneath the propellers, you will see elephants on the move, floodplains waiting expectantly for water, cataracts, and islands dotted around the falls, and a mile-wide sheet of relentless water crashing into a chasm that’s almost impossibly narrow."
      },
      {
        "dayNumber": "4",
        "title": "South Luangwa National Park – The Authenticity of Safari Under Canvas",
        "description": "Safari encourages all your senses. The sights are magical, but so is the soundtrack and the exotic smells. Built high above a floodplain in a private concession, your lodge epitomizes the feast for the senses. There is something delightfully rustic and old-world about the camp, as it blends into its surroundings and always seems to be surrounded by wildlife. Intimate and exclusive, the camp provides an iconic safari under canvas experience with the oversized safari tents open to all of nature’s sounds. Watch the sun rise from your bed, take an outdoor shower in a shaded forest, and admire the endless procession of wildlife seen from your private viewing deck. On a romantic safari, you may not want to leave the room as your elevated location means you enjoy fabulous game viewing straight from your bed. Fly from Livingstone to South Luangwa National Park before a short game drive transfer to the camp. You will have a private guide and vehicle for the next three days, and the safari program will be tailored to your interests and mood. Daytime drives are the start of the fun, complemented by walking safaris and nighttime drives that slowly reveal the charms of Zambia’s flagship park."
      },
      {
        "dayNumber": "5",
        "title": "South Luangwa National Park – Exploring Zambia’s Evocative Big-Game Paradise",
        "description": "Your sunrise game drive on the savannah will weave along the rugged trails towards a menacing pride of lions. Four lionesses prowl and blend silently and secretively into the shriveled grass. Heads appear and then disappear. Your driver will take you 500 meters away to a small zebra herd away from the pride. At first, you will wonder why, but then ten minutes later, you will notice that tension seems to hang in the air. The zebra are skittish, no longer grazing, but also unable to detect the threat. The lions remain invisible, but everyone knows that they are close. All of the sudden, there will be a spurt of dust as two lionesses run, covering the 20 meters to the herd in just a few seconds. Black and white stripes collide, and the herd gallops, shoulder muscles rippling impressively. In seconds, it will appear to be over, the zebra escaping the two lionesses. But in the next few seconds, the drama will really unfold, the other two lionesses expertly delivering the final stages of an ambush. Watch teeth rip into flesh as the drama of the hunt continue, zebra voicing protests of sorrow and a big male lion roaring his approval. These big game scenes are what South Luangwa is all about, and it is not just lions. The park’s leopard population is legendary, and the opportunity for nighttime drives makes it easy to spot them. You are also likely to encounter wild dogs, a rare predator that lives on the floodplain beneath the camp. Hyenas are heard or seen every hour or so, along with jackals and vultures that follow the decaying carcasses. During your time here, early-morning and nighttime game drives are when you are most likely to see the predators in this evocative prowling mode. South Luangwa is not just drama. After the lions have killed, you can make your way to a secluded spot for a champagne brunch, with views over endemic Thornicroft’s giraffe. You can stay out for a private lunch in the bush, or return to the charm of the camp. Choose to walk hand in hand through the afternoon, with expert guides bringing intimate moments with the park’s other endemic species: Crawshay’s zebra and Cookson’s wildebeest. Photography hides are idyllic places to escape the world while gazing straight up at an elephant’s four-ton frame. Move into the night, and you can dine beneath the moonlight to enjoy the silhouetted giants on the horizon. Or you can sit back at the camp to trace the herds that gracefully wander through the camp. South Luangwa is an immersion in Africa’s wildlife charm, and your flexible program will help you to experience the side to the continent you would most like to see."
      },
      {
        "dayNumber": "7",
        "title": "Lower Zambezi National Park – The Ultimate Seclusion Amidst the Wildlife World",
        "description": "You will shift from a rustic, remote location to unquestionable opulence. Access is via a private four-wheel drive track which keeps the suite away from the rest of the camp and its guests. Large verandah areas provide expansive views over the river, where everything from puku to buffalos to hippos are seen throughout the day. Gaze down on the river, and you may even see hyenas and lions coming to drink. There is a lounge area with a fireplace, an outdoor dining patio, and a private swimming pool, all with commanding views over the river. Fly direct from South Luangwa to Lower Zambezi and settle into the exclusivity. It is not called a honeymoon suite, but it more than fulfills this role in offering seclusion and space in a very remote part of the park. Throughout your three days here, you will not need to venture to the main part of the camp at all as you can feast from your own minibar, dine on your deck, and benefit from privately-guided game drives and walks throughout. You will have a butler, a driver and a guide that will tailor your program to your mood and energy levels. Just as in South Luangwa, it will be easy to lounge on the verandah and not miss out on the wildlife."
      },
      {
        "dayNumber": "8",
        "title": "Lower Zambezi National Park – Flexible Private Safari",
        "description": "A Zambia safari is filled with intimate extras. Take a flask of coffee onto the canals, where a guide will paddle you to a pod of hippos setting up their wading spaces for the day. Take a picnic to a shaded sausage tree and watch the interaction between puku and reedbuck. Uncork your wine bottle as an epic battle between two male elephants unfolds, and then dine in the bush and listen to the surreal sounds that float across the plains. Watch klipspringer jump across rocks, walk towards a herd of wildebeest and marvel at their enthusiasm, and then trace the clues to find the glowing red skin of a hartebeest herd. Lower Zambezi has the same big four as South Luangwa – leopard, lion, elephant, buffalo – along with a series of water specialists. Boat safaris are integral to the program, both motorboat safaris and unique canoe safaris into a maze of canals. Game drives seek out the drama and the giants, while walks give you a new perspective on the lesser known of Africa’s species. Best of all, this park is relatively small and compact. You will not need a long full-day game drive in order to see it all. Drives can be two hours long, and you can take drinks and food to beautiful lakeside locations, where the behavior of unusual species can be closely observed. Move into the evenings, and the romance will take over. Relax on the verandah and listen to the unique soundtrack. Bellowing baboons and growling lions provide the bass, hyenas yelp and elephants blow their trumpets to create the melody, and then strange birds and rustling antelopes add treble. There will be nobody near. It will just be the two of you and the wildlife world that makes Zambia such an authentic safari destination. There is something mysterious about it all, as this is not the classic romantic escape. Rather than gazing out over a beach and turquoise waters, you are taking in the unpredictable magic of the African wilderness."
      },
      {
        "dayNumber": "10",
        "title": "Lower Zambezi National Park to Livingstone – Departure",
        "description": "After your final private breakfast on the verandah, you must return to the modern world, but not before a last game drive and adventure through the bush to pass lions and other mammals on their morning journeys. Fly to Livingstone from the Lower Zambezi airstrip, where a representative will assist in transferring you to your international departure."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  }
]