{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "intimate-zambia-and-expressive-kenya-safari-itinerary",
  "tourName": "Intimate Zambia and Expressive Kenya Safari Itinerary",
  "placesVisited": "Nairobi, Samburu National Reserve, Masai Mara National Reserve, Livingstone, Mosi Au Tunya National Park, South Luangwa National Park, Lower Zambezi National Park",
  "generalInfo": "Kenya and Zambia make perfect safari companions. Kenya is open and expressive, a space of astonishing animal numbers and the drama of the endless plains while Zambia are diverse and intimate, creating an exclusive experience that takes you further into the wild. This dreamy luxury safari will spend a week in each country and blend the best of the eastern and southern African regions to celebrate the best of a wild, untouched continent. Expect iconic highlights, private excursions, and profound encounters.",
  "durationDays": "15",
  "price": "23,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi – Giraffe in the Hotel Window",
      "description": "Come on an African safari, and it is usually your dream to get close. Check into your hotel in Nairobi, and you cannot get any closer to the endangered Rothschild giraffe. The giraffe crane their necks through your window, mischievously inspecting your luggage, even in this urban setting, Africa provides remarkable shows of nature that you will grow accustomed to over the next two weeks. After a private transfer to the hotel, the afternoon is at your leisure. Staff will explain the successes of the giraffe conservation program here, and you will enjoy a personalized perspective on this rare subspecies. Dinner is at the hotel, so watch out for giraffe sticking their necks in trying to get a bite."
    },
    {
      "dayNumber": "2",
      "title": "Samburu National Reserve – Escape Into Africa’s Endless Safari Landscape",
      "description": "Samburu seems to stretch on forever. Ochre dirt blurs with the scorched yellow of grass, elephants dot the horizon, and rocky pinnacles are occupied by lion prides. Everything is wild and rugged with nothing artificial for many miles in any direction, just zebra skipping past and buffalo herds grunting in the distance. Samburu is Africa at its expressive best, and it is hard to get your head around the panoramas. It is as if you have been transported to another planet, such is the redefinition of reality. You will fly here from Nairobi Wilson Airport and then transfer to a luxury lodge that is perched high above the savanna, built into natural rock features. Everyone anticipates the drama of safari, but few envisage the tranquility. This vast national park is a timeless escape, and the silence is empowering, flowing on the breeze then punctuated by the roar of a male lion. These three days are completely flexible, and this length of stay is long enough to grow accustomed slowly to the atmosphere of Kenya and safari. On game drives, you will see few other vehicles as the guides follow the prints of cheetahs and hyenas, tracing the grazing patterns of various antelope. Walking safaris are also possible, and you will really feel the enormity of Africa, which is a humbling experience, especially as a herd of elephant walks past you. Three days slowly brings encounters with the famous characters of the African savanna. Drive to lionesses and hold your breath as they approach you, circling the vehicle in a peaceful show of menace. Leopards are elusive, but skilled Samburu guides are experts at uncovering their camouflages while hyenas scatter the plains. At first, they seem boisterous and ugly, but over time you will come to enjoy their strange grace and unusual facial expressions. Samburu is not where you are going to see a spectacular abundance of animals, but instead, the experience is about creating an appreciation of Africa’s untamed scale. You are not seeing the continent, you are feeling it, immersing your senses in notions of wilderness that stretch on and on and on. Start your safari here, and you will have a beautiful insight into what wild Africa is all about."
    },
    {
      "dayNumber": "5",
      "title": "Masai Mara (Mara North Conservancy) – Immersed in the Drama of the Herds",
      "description": "Wildebeest are genius animals, especially during the morning. The young males buck and gallop, sending an infectious enthusiasm through the rest of the herd. Old males struggle to keep pace, and you will admire how their beards are turning to gray. Young calves are carefully herded, yet the wildebeest do not always have the best eyesight, and you will watch as they jump in panic after accidentally coming within ten meters of a sleeping lion pride. Zebra are very different are there is a serenity to their movements and an elegance to the black and white canvas. In the Masai Mara, you will not see just a few of these animals, nor a few herds. Rather, you will surround yourself with tens of thousands of them, even when you visit outside the great migration months of July to October. This Masai Mara celebrates unrivaled abundance. Ungulates scatter the plains. and with one sweeping vista, it is impossible to consider just how many. With those on four hooves come those with paws, a famous profusion of predators tracing the wildebeest and zebra. Fly from Samburu to the Masai Mara and base yourself in the Mara North, an exclusive conservancy in the north of the park. Not only is this a landscape that restricts visitor access, it is becoming a beautiful haven for young leopards and cheetahs to raise their young. Over the next three days, you will game drive in the conservancy while also having the option to spend a full day in the larger Masai Mara National Reserve. Sunrise and sunset are the prime times to explore as the Masai Mara is all about finding the predators on the prowl. Leopards, cheetahs, hyenas, jackals, lions abound, and the battles are not just hunter versus hunted, but predators pitted against each other. Watch a lion pride wake from slumber with paws rubbing eyes as they gracefully rise to a rocky outcrop above the plains. Feel the tranquility as the pride inspect the evening menu, and then feel the tension rise as they descend onto the plains. The buffalo herd has seen them coming, but attacks here are rarely about stealth. Over the next hour, you will watch shows of aggression, belligerent displays of attack and defense and everything leading up to an ambush that you cannot predict. Over these two days, you will watch the scenes through the eyes of the hunter, but also appreciate it all from the perspective of the hunted."
    },
    {
      "dayNumber": "7",
      "title": "Masai Mara to Nairobi – Hot Air Balloon Over the Plains",
      "description": "Hot air ballooning above the Mara is perhaps Africa’s greatest evocation of scale. Rise at sunrise and soar across the plains with the herds scattered below and the elephants clearly visible from your vantage point. The view is Africa on the macro level, and arguably the continent’s most iconic experience. Touching down to a champagne brunch, you will have a final morning on safari before your flight back to Nairobi. An overnight in Kenya’s capital is an essential part of the itinerary as the direct flight to Livingstone, Zambia, departs early in the morning, so this evening you will be taken to East Africa’s most famous restaurant, the appropriately named Carnivore, where game meat is served from Masai swords."
    },
    {
      "dayNumber": "8",
      "title": "Livingstone – Victoria Falls in its Untrammeled Glory",
      "description": "Victoria Falls is the stepping stone on this safari itinerary, as the falls are the connection between nature’s wild scale and its powerful intimacy. No other waterfalls can tip more water over the precipice each second, yet you cannot grasp this power at a single viewpoint. Instead, you will feel and hear the energy on the walking trails as clouds of mist rise from the canyon, then tumbling down on top of you. During most months of the year, it is very challenging not to get soaked, and it will be impossible to miss the growling rumble of the falls from afar. After landing in Livingstone, you will have a few quiet hours at your riverfront luxury lodge before a guided afternoon excursion to the nearby falls."
    },
    {
      "dayNumber": "9",
      "title": "Livingstone – Kayak With Hippos and Walk With Rhinos",
      "description": "Zambia can take you closer. Begin your day on the Zambezi River, paddling with the current as zebra look on and rare antelopes give you a curious stare. Guides take you towards hippo pods and you will eye the giants from water level, appreciating their menace and power. They have been tagged as cute and cuddly, but witnessing hippos from the water quickly squashes that misconception. Disembark your kayak and drive into Moai Au Tunya National Park, where the wildlife does not have the same allure as Samburu or Masai Mara, except for one very special creature. A group of white rhinos live here, and the local trackers bring you closer on foot, keeping you downwind of their enormous frames. Somewhat scary and stupendously surreal, walking towards the rhinos epitomizes the intimacy of the Zambian experience. After your adventure, complete the day with a sunset dinner cruise on the river for a chance to unwind as hippos emerge from the water."
    },
    {
      "dayNumber": "10",
      "title": "South Luangwa National Park – Intimacy of an Exclusive Walk and Drive Safari",
      "description": "A new landscape will bring a new perspective as the savanna is punctuated by rivers and clumps of forest, a mishmash of floodplain and distinctive habitat that brings a variety of characters. A herd of Cookson’s wildebeest charges past, beards flowing, scrawny frames showing remarkably energy. Brilliant orange colors are glimpsed through the trees, those of the endemic Thornicroft’s giraffe. A troop of vervet monkeys passes the vehicle, 40 or so black faces staring impishly back at you. There are close to a hundred mammal species here, from rare nocturnal hunters like caracals and servals to beautiful antelopes like puku, klipspringer, and reedbuck. You will fly to South Luangwa from Livingstone and transfer to a remote camp in the south of the park, perched above the legendary Luangwa River. Over these three days, you will mix walking with driving, a unique combination that will enable you to explore some of Africa’s most untouched corners. You will be driven to a trailhead and then led through landscapes that are impenetrable by vehicle. It will be just you and the wild with your footsteps crunching across the dry, dusty ground. You will be walking across the floodplains, which are open enough to keep you clear of predatory threat, yet intimate enough to bring sublime moments with many unusual species. After the walk, you will be picked up by a vehicle and game drive to a new part of the park, stopping for lunch beneath a shaded tree before the afternoon’s journey. It is all an intrepid adventure, and it is highly unlikely that you will see another person during the day. Parts of the walk will bring you to photography hides, where you can wait patiently for dramatic close-ups of elephants and buffalos. When night falls, you can continue with nighttime drives in search of nocturnal creatures. Walk slowly past the roan antelope and admire dramatic horns that rise from tiny faces. Surround yourself with impala, hundreds of them skipping in front and behind you. Sharpe’s grysbok provides a strange sight, especially when you are just ten meters away. Sometimes, the path is blocked by a buffalo herd so you can wait patiently before continuing the journey. At other times, you will find leopard prints, so the trackers will reroute to keep you clear of the predator. This exclusive walk and drive combination creates a mystical connection and will help you appreciate the nuances that are not visible when an engine is running. Over the three days, you will tune into each smell and sound and learn how to track different animals, and enjoy a remarkable insight into a world untamed. South Luangwa is where walking safaris were first practiced, and it continues to be the continent’s leading walking destination."
    },
    {
      "dayNumber": "13",
      "title": "Lower Zambezi National Park – Surrounded by Dream Safari Encounters",
      "description": "Sometimes safari is about exploring, and sometimes safari is about lying back and waiting for the animals to come to you. Lower Zambezi is certainly in the latter category, a World Heritage wetland of pools and permanent water that attracts diverse life from across the region; elephants, buffalo, zebra, eclectic antelope herds, along with the unavoidable cluster of predators. From your camp, you can watch some of these animals arrive, notably buffalos swimming and elephants using their trunks as snorkels. Sometimes you will snooze and wake to impala and kudu grazing next to your luxurious canvas suite. You could be dining as roan antelope wander by, or as monkeys send their bellowing calls through the trees. When you leave your camp, there is always a thrilling collection of activities. This is Zambia, so it will never be just game drives. Walks are actively encouraged, boat safaris can take you along the Zambezi, or canoe safaris can explore the labyrinthine channels and canals of the park. Nighttime drives are a special and open up a nocturnal world of civet, genet, and wild dogs on the prowl. Over the previous weeks, you will have experienced huge wilderness areas. The Lower Zambezi is noton that scale as instead, it is compact. The activities only need to last a couple of hours, which make them ideal for the last days of a long safari program. If you decide to sit back and spend the morning or afternoon at the camp, you will still be surrounded by incredible wildlife encounters."
    },
    {
      "dayNumber": "15",
      "title": "Livingstone – Departure",
      "description": "After a relaxed morning, it will be a short flight from Lower Zambezi back to Livingstone, where you will have day-room use at a hotel before your international departure."
    }
  ],
  "map": ""
}