{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "up-close-personal-exclusive-zambia-safari-on-foot-horseback-and-water",
  "tourName": "Up Close & Personal: Exclusive Zambia Safari on Foot, Horseback and Water",
  "placesVisited": "South Luangwa National Park, Luangwa River, Kafue National Park, Lower Zambezi National Park, Zambezi River, Livingstone, Victoria Falls",
  "generalInfo": "Gallop with the zebra, walk amongst the elephants, and paddle past the hippos and lions as your itinerary brings delightful and exclusive safari perspectives, bringing you out of the vehicle and into the untouched African atmosphere. Your handcrafted safari will celebrate unique vantage points with days spent enjoying Africa’s original walking safari in South Luangwa, safari on horseback with the herds of Kafue, and several days of water-based safari with the big game of the Lower Zambezi wetlands. Consider browsing some of our other vacations as you handcraft a safari in Zambia that will exceed your expectations.",
  "durationDays": "14",
  "price": "11,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "South Luangwa National Park – Entering the Wild",
      "description": "There is something wonderfully humbling about walking in wild Africa. Vervet monkeys scamper past you with their mischievous black faces changing expression every few seconds. Buffalo graze on one side, chewing and staring without pause as Crawshay’s zebra is on the other, an endemic species just meters away. You can hear the grazing as you listen to each set of hoofs thudding into the rustic-red dirt. Walking further, you will find a herd of roan antelope, their magnificent horns fully appreciated because you are also on the ground level. It is not simply the animals you see, but the way you see them, out in the open. Today you will connect in Lusaka onto a domestic flight to South Luangwa, where it will be a 90-minute game drive from the airstrip to your luxury camp. Settle in, and then take your first walking safari after lunch to hear the crunch of your own footsteps over the landscape. This one will be an easy explorative journey to help you get accustomed to the atmosphere and the style of the safari. Nothing is rushed on foot, so you will walk slowly and carefully admire all of the changes and clues. The locals have always done this, coexisting with nature in their own unique way. Their complex understanding of animal behavior and animal tracking makes a walking safari very safe, even if you occasionally encounter giants, like an elephant herd. It will be an easy two-hour walk today, followed by a languid evening at the camp to listen to the sounds that perforate the canvas."
    },
    {
      "dayNumber": "2",
      "title": "South Luangwa National Park – Africa’s Original Walking Safari",
      "description": "South Luangwa has played a pioneering role in developing African safari as this park was the first to make big-game walks available to visitors. Over these three days, you can follow in the footsteps of Africa’s oldest walking safari and cross the floodplain expanses that are inaccessible to vehicles. These plains are close to the water which brings them a very high density of wildlife. The openness allows your trackers to check continually for predatory threats, and the days are flexible dependent on the evolving environment and your own interests. You may opt to drive to a trailhead and then walk to the next camp before an afternoon game drive or a walk around the camp. You may walk the full day with a vehicle bringing you a picnic lunch to be enjoyed beneath a towering acacia, or you could walk all morning and then get picked up by vehicle for a quiet afternoon at the lodge. Either way, the focus will be on exploring parts of South Luangwa that cannot be reached with wheels. Kudu will stop to graze and will watch you pass while Thornicroft’s giraffe looks down from above the trees, another endemic species just a few meters away. You will quickly learn how to identify waterbuck from reedbuck as massive herds of oribi and duiker scatter across the plains, surrounding you on all sides. At one point, you will be stopped by buffalo, as these belligerent males are to be avoided, but your guide will show that it is safe to stop at the river, where a large herd of elephants is bathing on the opposite bank. Predators also fill your adventures as side-striped jackals scurry past, rare mongoose species emerge from their holes, and caracal peer intently from a grassy hiding place. You will explore the southern part of South Luangwa over these three days, staying in permanent luxury camps that enhance the experience’s intimacy. Start walking just after dawn and cross relatively flat landscapes in the cool morning hours. Take your time and learn the clues of animal tracking. Inspect the beautiful details and appreciate animal behavior, notably the warning signs when a mammal is unhappy. Feel the connection with Africa in how it wraps you in a special atmosphere of sights, sounds, smells, and surreal happenings. Afternoon walks are usually shorter and can be switched for game drives, and in the evening, you will also have the opportunity to head out on nighttime game drives for more unique moments on the South Luangwa plains, including those with leopards."
    },
    {
      "dayNumber": "5",
      "title": "Kafue National Park – First Rides on the Busanga Plains",
      "description": "Take A short flight south and the landscape will change as the valley is replaced by swamp and swathes of mopane woodland skirt the edge of lush grassy plains. Hoofs kick up dirt and dust as you start to ride and sable antelope eye you with curiosity, their ringed horns proudly pointing skywards. Herds of blue wildebeest canter enthusiastically and you can join them and ride alongside their wispy beards and conspicuous expressions. Weave into the woodland, and there is a chance to ride past elephants. Baboons look down on you here to wonder about this new mammal that is entering their trees as the landscape opens and you will gallop across the Busanga Plains to pass the herds of puku and impala that have jumped clear of the grass. Horseback safaris are a specialty of Kafue, particularly in private concessions that share unfenced borders with the national park. Some horseback experience is required for these multi-day adventures and riders must be able to handle a horse confidently. There is a wide choice of horses in the stable and all are forward-moving and responsive. Today will be about getting used to the horse and the style of adventure as your guide leads you into different habitats to walk, canter, and then gallop with the herds on the plains. Your Kafue accommodation is a luxury lodge set in its own concession, with spacious canvas suites opening out onto dreamy vistas over the park’s Busanga Plains."
    },
    {
      "dayNumber": "6",
      "title": "Kafue National Park – Exclusive Zambian Horseback Safari",
      "description": "Skirt the edges of the Busanga Swamp and admire the strange aquatic animals found in this part of Zambia. Sitatunga hides in the swamp, sometimes just their peculiar ears poking out. Puku stays close to the water, ready to jump into the liquid if predators get close. The horse’s hoofs make squidgy sounds as you take in the bounty, many exotic animals and colors gathering around the swamp. Over these two days, you can ride in the mornings and afternoons with each ride taking you into a distinctive part of the Kafue ecosystem. The swamp area reveals an abundance of life, with small herds gathering and interacting. Many of these may scatter upon hearing a safari vehicle. But on horseback, you can ride to within meters. Continue through the woodland and watch the behavior of elephants. Flapping ears and stomping feet is a bad sign, one of the three warnings given by an angry elephant. Herds of blue wildebeest and Burchell’s zebra (note the different subspecies from in South Luangwa) join you on the plains, and you can let the horse run. Wildebeest sometimes get caught up in your horse’s enthusiasm, sharing your rapid steps as the wind rushes past your face. In Kafue, you can also switch afternoon horse rides with afternoon game drives that continue after dark. These provide perspectives with the park’s lions and wild dogs, predators you must avoid on a horse."
    },
    {
      "dayNumber": "8",
      "title": "Lower Zambezi National Park – Paddling Through the Evocative Canals",
      "description": "When you move silently, you can hear everything. Your canoe will glide softly into the canals as the only rustling comes from the reeds and you can paddle to find waterbuck along the banks. Later on, you can hear a different rustling as lionesses hide within the reeds, camouflaged for an afternoon ambush. Suddenly a loud hoot comes over the air, with an elephant charging around the banks. Paddle across, and you will see a young male, angry at being shunned from the rest of the herd. The hooting continues and you hear the thick musty sound of his feet stomping against the sandbank. It is all such a contrast to the last elephant herd you encountered, just minutes ago. Babies were playfully submerging each other, young males waved only their trunks above the waterline, and old bulls blasted jets of water across their backs. The beauty of a water-based safari is this opportunity to move silently, and safely, with the big mammals. You cannot stand ten meters from a lion. But you can sit in a canoe, ten meters of water away from a lion. Lower Zambezi National Park is one of Africa’s great wetlands and blends the Zambezi River with a series of lakes, plus a mazy collection of canals that rise and fall with the rains. Fly here and start your experience with a morning motorboat safari and a chance to explore the scale and grandeur of the park. After lunch, you can continue by canoe and get much closer to the banks to gaze up at elephants’ tusks."
    },
    {
      "dayNumber": "9",
      "title": "Lower Zambezi National Park – Unique Water-Based Safari",
      "description": "Early mornings bring serenity to the water as sunrise colors ripple across the landscape, the silence feels more poignant, and a procession of animals lines up along the horizon. Your guide will paddle you to the islands in the lakes, where sitatunga are setting up their hiding places. You can stop beside open plains and watch the herds slowly come to take a drink. Then you can inspect the thick high grass carefully, alerted by the faintest flicker of a sound. It will take minutes for you to find the leopard as the cat does not move, it just waits patiently, with blue eyes staring intently. Your eyes will adjust, and the spots will come into view, clustered between the green shoots. Suddenly a movement, the leopard’s head moving 90 degrees, the neck dipping even lower. Some puku are approaching the water, and the hunt is on. A Lower Zambezi water-based safari provides these unique perspectives, the lack of artificial noise helps you to appreciate the intricacies of the wetlands. Motorboat safaris allow you to cover large distances to the most remote parts of the park, where the engine is cut as you encounter Africa’s biggest mammals. Canoe safaris do not have the same range but increase the authenticity of the atmosphere. Of course, there will be hippos, with hundreds of them passed in the lake and on the banks, as well as buffalos and other large mammals, everyone coming to drink at least once a day. Along with the water-based safari, you will have options for walking safari and game drives. Or you can sit back and watch the wildlife from a decadent camp perched over a river bend."
    },
    {
      "dayNumber": "11",
      "title": "Livingstone – Relaxation and Victoria Falls",
      "description": "Walking, riding, and canoeing are all behind you, so not it will be about relaxing. After ten days of intimate African safaris, fly to Livingstone to your wonderful lodge on the banks of the Zambezi River. Slide into the swimming pool, sip cocktails as baboons maraud past, soak up the opulence of the surroundings, and rest after your adventures. You are still deep within nature as your suite looks out towards hippos and elephants, but the focus is no longer on exploring. Rather, it is about rest and recuperation, epitomized by the daily sunset river cruises and the fine dining restaurant. From your lodge, you can see a strange cloud, and hear the distant thunder of Victoria Falls, barely five miles down the river. Transfers to and from the falls are included in your stay. From the park gate, there are self-guided walking trails, both down to the river and over to cataracts across from the falls. You can also add on other Victoria Falls excursions, including a sightseeing flight. Three days also creates further safari options, notably a chance to see the white rhinos in Mosi Au Tunya National Park. But after ten days in the bush, these three days are tailored towards tranquility."
    },
    {
      "dayNumber": "14",
      "title": "Livingstone – Departure",
      "description": "Depart from Africa from Livingstone International, waving farewell to hippos and elephants as you transfer to the airport."
    }
  ],
  "map": ""
}