{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "two-week-highlights-of-zambia-safari-tour-by-light-aircraft",
  "tourName": "Two-Week Highlights of Zambia Safari Tour by Light Aircraft",
  "placesVisited": "Livingstone, Mosi Au Tunya National Park, Lower Zambezi National Park, South Luangwa National Park, North Luangwa National Park, Kafue National Park, Busanga Plains",
  "generalInfo": "Zambia is pure wilderness as the country effortlessly leads you into the delights and dramas of the wild. Accessing these national parks on foot, you can spot giant mammals crossing the evocative plains and natural wonders that remain untouched by time. This 2-week luxury safari will hop between the national parks by light aircraft to unravel the surprises and subtleties that lie in the heart of Africa with wetlands of the Lower Zambezi, Victoria Falls, South Luangwa, North Luangwa, and Kafue.",
  "durationDays": "14",
  "price": "20,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Livingstone - Tranquility Along the Zambezi",
      "description": "Livingstone is named after the colonial explorer who went in search of the source of the Nile and discovered Mosi Au Tunya, which he named Victoria Falls after his queen. His expeditions give you a sense of how remote the town is. A few miles from Botswana and Namibia and across the bridge from Zimbabwe, Livingstone immediately pulls you into the allure of wild Africa. Gaze over the Zambezi River from your suite to watch the hippos that quarrel in the water, admire the colobus monkeys and the baboons that swing past your lodge, and then drift off to the sounds of nature. After your long international flight, there is a salubrious atmosphere that is perfect for recharging your batteries. You will be greeted at the airport and transferred to your luxury lodge on the water to settle in for the remainder of the day at your leisure. For the next several days, a sunset river cruise will complete your relaxation each evening."
    },
    {
      "dayNumber": "2",
      "title": "Livingstone - The “Smoke That Thunders”",
      "description": "Mosi Au Tunya is a far more appropriate name for the world wonder known as Victoria Falls, as in the local language, it means “the smoke that thunders.” And what thunder! You will hear the growling rumble from your lodge before it becomes deafening as you follow the walking trails that run parallel to the precipice. Rainbows flutter as the mist catches the sun, while various vistas showcase the astonishing flow of water. Today will be very relaxed, and you can take the self-guided walking trail at any point with transfers to the trailhead and park gate provided by the lodge. There is also an option to enjoy another angle with a helicopter flight above the falls."
    },
    {
      "dayNumber": "3",
      "title": "Livingstone - Kayak Past Hippos and Walk With Rhinos",
      "description": "The morning sun will dance off of the Zambezi and reflect back with golden tones as you paddle slowly in your kayak. Currents will push you softly and lead you past riverbanks dominated by crocodiles, clusters of hippos, and other creatures you may spot as you paddle. You may find the hippos poking their heads out with the odd one yawning to reveal a majestic jaw. After two hours of kayaking, your adventure will continue with a walk through Mosi Au Tunya National Park. Soon, you may find yourself just 12 – 15 meters away from rhinos or a group of them. Horns protrude, bellies rise, and you may be close enough to hear the huff that might be misconstrued as a snore. Return to your lodge for a late lunch, and the rest of the afternoon is at your leisure with a sunset cruise completing your day on the Zambezi."
    },
    {
      "dayNumber": "4",
      "title": "Lower Zambezi National Park - Iconic Wetland Safari",
      "description": "The Lower Zambezi is an iconic wetland with floodplains enjoyed by migratory antelope, marshes alive with unusual characters, and predators that lurk around the trees. Fly here and land to find your camp is on the water as it offers a prime view whenever anything decides to swim. Your first impression of this national park will be how exclusive it feels. Even in peak season, the park has nowhere near the visitors as the parks in neighboring Botswana or Tanzania. Over the next days of your trip, you will journey through the flagship parks of Zambia. Each is completely different from the others in terms of landscape and wildlife, yet all share this unique mix of scale and intimacy. They each feel like private conservancies, where the safari is exclusive to just a few visitors, yet they spread across an area that can dwarf the size of countries."
    },
    {
      "dayNumber": "5",
      "title": "Lower Zambezi National Park - Thrilling Game Drives and Walks",
      "description": "A classic safari in the Lower Zambezi involves a morning game drive around the waterholes to trace a trail past duiker, waterbuck, elephant, eland, and the predators. Continue with short game walks as kudu, impala, and giraffe can be followed from a relatively close distance. These are a few sightings that may be your reward for setting off across the plains on foot under the guidance of a ranger tracking the animals lurking in the bush. After lunch, a boat safari is your opportunity to sit back, drift silently, and discover all the life found along the banks. All of your activities are privately guided, and you can tailor the program to your interests."
    },
    {
      "dayNumber": "6",
      "title": "South Luangwa National Park - Zambia’s Flagship Safari Destination",
      "description": "Fly north and cruise above the Great Rift Valley, touching down in a park untouched by time. A dusty stretch of savannah extends in one direction, while a swathe of woodland dominates the horizon in the other. Splitting the park is the Luangwa River, a provider of life to the hundreds of thousands of mammals that roam through. You will follow the water and could spot hundreds of elephants as they splash in the shallows and beneath the riverbed. Giraffe typically walk past and they are visibly different to those in Lower Zambezi as the endemic Thornicroft’s subspecies are distinguished by incredibly vivid markings. Also endemic are Crawshay’s zebra and Cookson’s wildebeest, two more species that make South Luangwa a bucket-list destination for safari aficionados. Over these few days, you will hop from camp to camp to explore a large area of the park on expertly guided game drives."
    },
    {
      "dayNumber": "7",
      "title": "South Luangwa National Park - A Surreal Night Safari",
      "description": "After breakfast, join your ranger for a guided game drive that may reveal lion prides on the plains, herds on the move, and hyenas that chuckle from beyond the shrubbery. You will complete your drive with a private lunch prepared amongst the animals wandering freely through the park. Unique for some national parks, you are also allowed to drive at night, and it is an essential part of the experience this evening as your spotlight may reveal the glowing eyes of leopards and spotted hyenas as they seek out their prey. You are hundreds of miles from anywhere as you bump across the raw savannah and surround yourself in the drama that takes place as the sun dips from the sky."
    },
    {
      "dayNumber": "8",
      "title": "South Luangwa National Park - Lavish Moments in the Wilderness",
      "description": "Today, you will stop at one or two of the special photography hides for great places to unwind while gaining close-ups of animals as they stop for a drink. This is Zambia’s flagship destination and is well-established as one of the best in Africa. You will likely see the full wish list of famous animals on your game drives, walks, and evening safari today, and there is nothing quite like glimpsing a leopard’s blue eyes through the trees. But, most of all, you will be immersed in the subtle details of a land that’s becoming a flag-bearer of nature conservation and relish the world-class amenities on offer at each of your camp sites."
    },
    {
      "dayNumber": "9",
      "title": "North Luangwa National Park - Exclusive Walking Safari in the Land of the Giants",
      "description": "Wake to follow the rutted four-wheel trail to North Luangwa National Park. The trail will narrow and then stop as it disappears into a sandy walking trail that meanders onto the horizon. You will follow it as you walk into the wilderness, with elephant herds often found in the trees. Wildebeest herds may gallop past, closely followed by a scattered herd of zebra. Soon, the driving trail will be long behind you, and there will be nothing but you, the guides, and the promise of wild Africa. North Luangwa can only be explored on these exclusive walking safaris. Nothing has been interrupted, with even the mobile camps carefully removed after each day’s use. You will be able to experience a complete immersion that will indulge all of your senses while bringing you all of the sounds and smells that accompany the big game sights."
    },
    {
      "dayNumber": "10",
      "title": "North Luangwa National Park - Deep Connections with Nature",
      "description": "Begin the next morning just after sunrise as you step through a mystical atmosphere of birds that are tweeting and hooves that are thudding into the earth. Walk for a few hours before resting beneath shaded trees as you let the heat of the day pass. Local trackers are experts at keeping you safely clear of the big cats while getting you close to the ungulates. In the afternoon, you will continue the walk as you move slowly and enjoy all of the clues as you feel your senses tune into the secrets of the wilderness. Stay at mobile camps within the park in a comfortable accommodation that is in keeping with the ambiance. This is not a place for opulence or pretension, but it is where you come to feel a deep connection with nature."
    },
    {
      "dayNumber": "11",
      "title": "Kafue National Park - Epic Herds and a Safari Deep In the Wild",
      "description": "Kafue is equally wild as the open grasslands are prime places to spot lion prides and packs of wild dogs. Miombo woodland is studded with kudu and bushbuck, while the northern Busanga Plains are punctuated by islands of sausage trees and date palms. Puku and red lechwe huddle here in gigantic herds, sometimes tens of thousands of them seen in a single panorama. Especially in the area where woodland meets grasslands, encounters with spotted hyenas and cheetahs coat safaris in a certain drama if you are lucky enough to spot them. Your luxury camp is located up here, close to the Lufupa River. After your domestic flight into a new wilderness, these two days will follow a customizable program of game drives, walking safaris, and boat safaris along the Lufupa."
    },
    {
      "dayNumber": "12",
      "title": "Kafue National Park - Sightings in an Adventure Playground",
      "description": "Kafue National Park is the least visited of Zambia’s big game destinations, and it will feel like an adventure playground. You will keep your eyes peeled for klipspringer prancing across rocks, lions wandering amongst granite outcrops, and turn corners with the hopes of seeing giant elephant bulls, while marveling at the escapism of it all the whole time. If you are feeling very adventurous, you can take a drive south to a mosaic of grasslands that change evocatively with the seasons. During the winter dry season of May to September, it is easier to spot big game as you tour the waterholes. If you are seeking a tranquil safari, cruise down the river for the day to fill your eyes with scenes straight from a nature documentary."
    },
    {
      "dayNumber": "13",
      "title": "Livingstone - Return to the Tranquility of the Zambezi",
      "description": "After your days of safari, you will return to Livingstone and the serenity of the ancient river. Check back into the same lodge and receive a warm welcome back. Lounge on your terrace, listen for the calls of hippos and baboons before cruising along the Zambezi at sunset. With wine glasses in hand, you can celebrate the last two weeks and recount all of the mystical memories from a world that feels so different from the West. Zambia surprises as its national parks provide a diversity of ecosystems and experiences, and you will have seen them before they have emerged as Africa’s next unmissable destinations."
    },
    {
      "dayNumber": "14",
      "title": "Livingstone - Departure",
      "description": "Leaving Zambia is hassle-free as Livingstone International Airport is just a 15-minute transfer from your lodge. You will have time for a leisurely morning to enjoy all of the lodge’s facilities before your transfer to the airport and your journey home."
    }
  ],
  "map": ""
}