{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "personalized-zambia-safari-victoria-falls-more",
  "tourName": "Personalized Zambia Safari: Victoria Falls & More",
  "placesVisited": "Livingstone, Zambezi River, Victoria Falls, South Luangwa National Park, Luangwa River, Lower Zambezi National Park",
  "generalInfo": "A Zambian safari is not about seeing; it is about feeling. In one week, you can mix many of the continent’s famous safari experiences and explore the purity and authenticity that takes Zambia far beyond just a sightseeing trip. Predators at night, safari on foot and from the water, aerial imagery and close-up photography hides all bring ways for Zambia’s highlights to impress all your senses. They also celebrate a thrilling diversity with time spent at Victoria Falls, the South Luangwa savanna, and the Lower Zambezi wetlands making for the perfect safari adventure.",
  "durationDays": "8",
  "price": "12,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Livingstone – Sunset Cruise on the Zambezi",
      "description": "Colors ripple on the Zambezi River at sunset as vast currents of blue transform into lines of electric yellow and bucolic orange before the glowing red of the sun disappears beyond the horizon. Hippos emerge from the water to graze on the banks, slowly turning into silhouette as dusk takes hold. Crocodiles bask on the banks and then slope into the water with menacing grace. Thick woodland covers the southern bank while open plains stretch out to the north. It will be a magical scene and an easy introduction to Zambia, best seen on a boutique river cruise. A three-course dinner is served, a taste of tradition mixed with Western sensibilities. After the flight to Livingstone, three hours on the water give you time to rest and relax. Like almost everything in Zambia, there is an insight into a unique wildlife world."
    },
    {
      "dayNumber": "2",
      "title": "Livingstone – The Complete Victoria Falls Experience: From Land, Water, and the Air",
      "description": "Victoria Falls feels different from each of its contrasting angles, and that is what your one-week Zambia safari is about, feeling the country rather than merely seeing it. Enjoy a relaxed morning at the lodge as you take breakfast on a wooden verandah above the river. Continue your morning along the river, a small boat taking you to an island on the edge of the precipice. Water rushes past at a ferocious speed, and you will be nearly deafened by the noise, the growl of nature delivered in full surround sound. From here, the boat will drop you along the riverbank, and a walking trail will lead you alongside the falls. You will see them for the first time, a mile-wide sheet of water disappearing into the chasm below, and you will still feel them as clouds of mist rise above you, scents of the new forest accompanying the walking trails as you will explore the nuance of the sounds. Cross Knife-edge Bridge to the isolated cataracts in the Zambezi, where you are consumed by the roaring water and mist, then return to drier land and take lunch before the helicopter flight. The mist is such that it is hard to see all of Victoria Falls from one viewpoint particularly as the falls are spread across two countries. A helicopter flight will provide the best visuals; the widening Zambezi, a mix of exotic colors as the water drops into the canyon, the plains of Zambia and Namibia mixed with the woodland of Zimbabwe and Botswana. You might even see elephants from up here, those that are part of the world’s largest elephant population. Return to the lodge, and the rest of the day will be at your leisure, with a sunset Zambezi cruise included if you wish."
    },
    {
      "dayNumber": "3",
      "title": "South Luangwa National Park – Magnificent Game Drives in an Abundant National Park",
      "description": "Your early morning flight will get you into South Luangwa when the big mammals are still active. Elephants send up flumes of dust as they cross the savanna, giraffe lope past on route to the river, while herds of buffalo gives the plains a menacing feel. These animals are usually seen on a transfer from the airstrip to your luxury camp, where there is time to settle into the luxury of a Zambian safari. Your suite’s canvas walls will allow exotic sounds to penetrate as the nightly lion roars and the grazers rustle by. The interior is nothing like camping as you will have a raised bed, antique furniture, and a spacious en-suite bathroom with hot water and Western amenities. For a deeper connection with nature, there is a beautiful open-air bathtub, perfect for reenergizing while zebra walk by. Zambia has some of the best luxury camps in Africa, and the accommodation has been handpicked for your stay in South Luangwa and Lower Zambezi. Spend your afternoon on a game drive through the park to follow the drama that the wild creates. Lionesses snooze but watch you with one-eye open, their cubs playfully looking for engagement. A herd of roan antelope with spectacular horns that rise proudly from bashful eyes. A young giraffe will take first loping steps to make a strangely adorable canter to keep pace with its mother. Baboons and monkeys occupy the trees in large troops, their enthusiasm leading to photographic moments. Buffalos graze peacefully when you see them first, but later on the drive, you find a bachelor herd, hissing and grunting with an antagonism brought on by testosterone. This first-day game drive will be all about taking it in, from the diversity of life in South Luangwa to the special encounters from a few meters away."
    },
    {
      "dayNumber": "4",
      "title": "South Luangwa National Park – Big-Game Safari in the Day and the Night",
      "description": "It is always worth the early start on safari as the cooler dawn hours are when animals are active and moving to new grazing spaces or hunting for breakfast. Endemic Cookson’s wildebeest move in great herds, and you will admire their enthusiasm, the males galloping about with untamed abandon. Thornicroft’s giraffe cross the plains, necks extending towards the sky as baboons shout and yelp while herds of zebra peacefully graze. Predators are on the move, and you will hold your breath as you watch the lionesses stalk the zebra. After 9 or 10 am, the lions will be in a state of repose, but they are magnificent and menacing during these early hours, a male’s mane fluttering in the breeze as the females showcase the solemn precision of a hunter. The other active time is after dark. Again, the cooler temperature means the bigger animals use less energy to move around. But the atmosphere is very different, some animals comfortable in the dark, others tense and frightened. South Luangwa specializes in nighttime drives so not only do you uncover nocturnal animals, such as caracal, African wild cat, and other small hunters, you will also feel the tension of a nocturnal world. In particular, follow the park’s legendary leopards and watch them descend from the trees to hide effortlessly in the grass. Elephants hoot, their poor eyesight compensated by their power but the gazelle have little defense and it is common for the spotlight to illuminate a limp carcass between a leopard’s jaw. Daytime and nighttime game drives are possible on each of your days in South Luangwa, so build the day’s itinerary according to what you want to see on the savannah. Another unique option is to disappear into one of the park’s unique photography hides. Located around the water, these are places that reward patience. You can sit for an hour and see nothing, but then an elephant herd will turn up, and the swinging trunks will be barely five meters away from your hideout."
    },
    {
      "dayNumber": "5",
      "title": "South Luangwa National Park – Beauty of a Walking Safari",
      "description": "Over your first two days, you should have encountered most of Africa’s most famous animals. Lion pride and young bachelor lions bear the scars of battle while the leopards are solitary and solemn with their movements. Elephants number in the hundreds, including many that wander straight past your camp. Endemic Thornicroft’s giraffe come along with almost a dozen ungulate species, each remarkably different from the last. A walking safari adds a new dimension to these sights. South Luangwa was where the African walking safari was born, and it continues to be the best place on the continent to walk in the wilderness. Just as with the drives, there is a huge flexibility over where to go. Choose a full day on foot to submerge all of your senses in this rare world. Choose to walk for half a day, or just 30 minutes to test out the experience. Or spend the day combining walks and drives and enjoy intimate moments while still exploring vast areas of the park. On South Luangwa’s walking safaris, you will cross the floodplains to find open landscapes that are easy for spotting wildlife. Endemic Crawshay’s zebra watches as you pass, their curious black and white stripes surrounding you on all sides. Giraffe and elephant appear much bigger when you are on foot, even if you are further away. Wildlife is not afraid, and you become just another mammal, rather than an imposing vehicle. Guides teach you the basics of animal tracking and keep you well clear of the predators. You follow the ungulates, standing on plains that teem with gazelle and buffalo, giraffe and zebra. Roan antelope stand above you, mongoose scamper past, and the connection with nature is exquisite, whether you are out for 20 minutes or a full day walking safari."
    },
    {
      "dayNumber": "6",
      "title": "Lower Zambezi National Park – African Safari From the Water",
      "description": "Game drives follow lions, and nighttime drives seek out leopards as you walked with zebra and buffalo, and now will enjoy a safari from the water. Fly to Lower Zambezi National Park, a World Heritage wetland along the Zambezi where a labyrinth of natural canals leads to lakes and swamps, with the permanent water attracting wildlife from hundreds of miles around. After your flight, you will explore by motorboat to take in the enormity of the park. Pass raucous hippo pods and watch the battles between males, and then see countless elephant herds along the banks, along with buffalos swimming from Zambia to Zimbabwe. Then transfer to a narrow wooden canoe, a silent vessel for intimate exploration and the animals will be much closer; baby elephants splashing, hippos staring boisterously, giraffe standing wide-legged when taking a drink, small zebra herds slurping tentatively, the eyes of three lionesses hiding in the high grass. Lower Zambezi is one of Africa’s great wetlands, a land of abundance that is best understood by a safari on the water. Just sit back and watch the show, admiring everything that approaches the banks. Your luxury camp also provides a water-based safari, with elegant suites rising on stilts above the water. From your private verandah, you can watch the animals come and go, herd after herd taking a drink from the clear blue below. Over your time spent here, you will learn the rhythm of life here in how zebra and small antelope drink in the day, then elephants and buffalos come throughout the evening and into the night. Of course, water safari is just one option here, as you can build a program that also includes walks, daytime drives, and nighttime drives."
    },
    {
      "dayNumber": "7",
      "title": "Lower Zambezi National Park – Walks and Drives in Zambia’s Wetland Paradise",
      "description": "Walk or drive in Lower Zambezi, and you will immediately feel the difference from South Luangwa. Colors are tropical rather than rustic, and the landscapes are fresh rather than cracked. Abundance is everywhere, from the flowering forests to the density of wildlife. With permanent water comes a huge population of ungulates, all seen within a short distance of the camp. With the ungulates comes a healthy population of predators. Drive in search of African wild dogs, majestic hunters that wander menacingly across the plains. Their coats combine colors and their communication defies normal logic, the pack splitting up and converging without a noise being uttered. Witnessing wild dogs on a hunt is one of Africa’s ultimate experiences, especially when you see individuals drive a gazelle into an ambush. South Luangwa is huge, enhanced by the sense of escapism. Lower Zambezi is compact, and most safari activities will encounter dozens of different species in just two hours. Most programs combine two or more two-hour activities each day, taking you from land to water to vehicle. Spot lions from the lakeside, and then transfer to a vehicle to watch the hunt unfold. Walk with zebra and stand just meters from their endearing stripes to appreciate how these are a different sub-species from those in South Luangwa. Likewise, the giraffe and wildebeest and the walking safari will help you watch and feel the contrasts between subspecies. Like each day on this one-week Zambia safari, the program is fully flexible, and you will be able to choose from different activities."
    },
    {
      "dayNumber": "8",
      "title": "Lower Zambezi National Park to Livingstone – Departure",
      "description": "For your final morning on safari, you can take your pick between a drive with the predators, a walk with the ungulates, or a boat safari past the banks. There is a mid-morning flight back to Livingstone, and you will have day-room use at a luxury lodge before your international departure to enjoy one last leisurely morning."
    }
  ],
  "map": ""
}