{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "ICAI",
  "tourName": "Antik Hindiçin",
  "placesVisited": "Vietnam, Kamboçya, Tayland",
  "generalInfo": "Hindiçin'in çekici şehri Phnom Penh şehri gibi münferit cazibe merkezlerini keşfetme şansı ve Yasak Kale’ye yapılacak bir ziyaretle Hue’nin eski dünya cazibesini keşfetme şansı ile sizi Güneydoğu Asya'nın en popüler yerlerine götüren bir turda,Hindiçin'nin doğal harikalarını ve antik kültürlerini keşfedin.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Hanoi Noi Bai Uluslararası Havaalanı(HAN)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı(BKK), Bangkok Don Mueang Uluslararası Havaalanı(DMK)",
  "durationDays": "15",
  "price": "926",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Ho Chi Minh Mozolesi, Müzesi,Başkanlık Sarayı,Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>- Tur lideriyle birlikte Yasak Kale ziyareti</li>\n<li>- Hai Van Geçidi ziyareti</li>\n<li>- Soykırım Müzesi ve Ölüm Tarlaları’na giriş</li>\n<li>- Mermer Dağı</li>\n<li>- Mekong Deltası Yatılı Gezi</li>\n<li>- Rehber eşliğinde Angkor Wat turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 14 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Uçuş(lar)</li>\n</ul>\n<p><strong>Yemekler </strong></p>\n<ul>\n<li>- 13 kahvaltı</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Hanoi'ye Varış",
      "description": "Hanoi, çökmekte olan sömürge mimarisinin ve ağaçlıklı bulvarların zarafetinden, sokak satıcılarının ve motosikletlerin gürültülü ahenksizliğine kadar, huzur ve kaosun baştan çıkarıcı bir kombinasyonunu sunuyor. Eski Mahalle’nin (Old Quarter)sokaklarında dolaşarak, yerel pazar yemeklerini tadarak ve insanları izleyerek, günlük hayata dair çok fazla şey özümsenebilir. Kültür meraklıları için tarih ve karakter bakımından zengin bir şehre ışık tutan müzeler, tapınaklar ve mozoleler var."
    },
    {
      "dayNumber": 2,
      "title": "Hanoi",
      "description": "Bugün Tur Lideriniz, yarım günlük bir Hanoi turunda çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor. Ho Chi Minh Mozolesi, Başkanlık Sarayı, Stilt House ve ünlü 1 Pillar Pagoda’yı (Tek Sütunlu Pagoda) keşfedin."
    },
    {
      "dayNumber": 3,
      "title": "Hue via the Hai Van Pass ve Da Nang's Marble Dağları",
      "description": "Hue'nin eskimiş ihtişamı, 17. ve 18. yüzyılların hanedan rekabeti ve isyanlarından,Fransız işgaline kadar ve yakın geçmişteki Vietnam Savaşı’nda en uzun ve en kanlı çatışmalardan biri olan Hue Savaşı'nın yeri olarak birçok savaşa sahne oldu. Vietnam'ın coğrafi kalbindeki konumu belki de hiç bir işe yaramadı ancak tarihin iç içe geçtiği ve modern yaşamla örtüştüğü bir yerde, bu bölgenin geçmişini ortaya çıkarmak ve kalıntılarını keşfetmek gezginler için bir zevktir."
    },
    {
      "dayNumber": 5,
      "title": "Hoi An",
      "description": "Hue'dan ayrılıyoruz ve güneye doğru Hoi An'a gidiyoruz. Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi (Okyanus Bulutu Geçidi) üzerinden götürüyor. Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear'da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü. Hoi An'a varmadan önce, kısa yolculuğumuz bizi Da Nang’ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı'nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri, daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca  götürüyor. En tepeye çıkacak kadar maceraperest olanlar için, muhteşem şehir ve deniz manzarası tek ödülünüz."
    },
    {
      "dayNumber": 7,
      "title": "Ho Chi Minh City",
      "description": "Bugün Ho Chi Minh Kenti'ne kısa bir uçuş yapıyoruz. Güney Vietnam'ın eski başkenti olan bu hareketli ve hayat dolu şehir, Kuzey Vietnam'ın ünlü ve saygıdeğer lideri Ho Chi Minh’in adıyla yeniden adlandırıldığında, Vietnam Savaşı'nın(1975 civarı) sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu. Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti, şimdi Vietnam'ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
    },
    {
      "dayNumber": 9,
      "title": "Mekong Delta",
      "description": "Bu sabah, Güneydoğu Asya'nın en uzun nehri ,Mekong Nehri'nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam'da bir bölge olan Mekong Deltası'nın kalbine seyahat ediyoruz. Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil, nehirler ve kanallarla erişilebiliyor. Bölge, ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore'nin pirinç üretiminden daha fazla."
    },
    {
      "dayNumber": 10,
      "title": "Phnom Penh",
      "description": "Bugün uzun bir tekneye biniyoruz ve Kamboçya'ya doğru Mekong Nehri'nde altı saatlik yolculuğumuza başlıyoruz. Yolda yüzen köyleri görmek ve nehirde yaşayan insanların yaşam şeklini gözlemlemek mümkün olacak. Bu manzaralı tekne yolculuğunun keyfini çıkarırken kameralarınızı yakınınızda tutmayı unutmayın."
    },
    {
      "dayNumber": 11,
      "title": "Phnom Penh",
      "description": "Bugün,Pol Pot rejimi zamanında Kızıl Kmerler’in en korkulan hapishanelerinden ve işkence kamplarından birine dönüştürülen eski bir okul olan Tuol Sleng Soykırım Müzesi’ni ziyaret ediyoruz.Bina şu anda, 1970’lerin sonlarında burada ve ülkedeki diğer benzeri 150 kampta ölen binlerce insan için akıldan çıkmayan bir övgü niteliğinde.Kampta alıkoyulan insanlar daha sonra Choueng Ek imha merkezine,daha yagın bir şekilde Killing Fields(Ölüm Tarlaları) olarak bilinen yere-ki  bu muhteşem ülkenin çalkantılı tarihini daha iyi öğrenmek ve anlamak için ayrıca ziyaret edeceğiz- alındı ve orada idam edildi."
    },
    {
      "dayNumber": 12,
      "title": "Siem Reap & Angkor Wat",
      "description": "Siem Reap, Angkor bölgesinin ünlü tapınaklarını keşfedeceğimiz nokta. Siem Reap ismi 'Siam'ın Yenilişi'-Siam,bugünün Tayland’ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
    },
    {
      "dayNumber": 14,
      "title": "Bangkok",
      "description": "Kahvaltıdan sonra, bizi Tayland'a götürecek bir otobüse bineceğimiz otobüs terminaline tuk-tuk ile gidiyoruz.Bangkok'un hareketli gece hayatının tadını çıkaracağınız son bir gece için, akşam üstü otele varacaksınız."
    },
    {
      "dayNumber": 15,
      "title": "Bangkok'dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}