{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "ICWV",
  "tourName": "Vietnam’ ın Harikaları",
  "placesVisited": "Vietnam",
  "generalInfo": "Sizi, tarih,  güzel adalar ve turunuz bittikten sonra bile Vietnam mutfağını arzulamanıza sebep olacak muhteşem yemekler bakımından zengin bir ülkeye götüren bu 11 günlük turda,  Vietnam’ ın en iyilerini deneyimleyin! Halong Koyu’ nun kireçtaşı adalarından geçerek,  hareketli Ho Chi Minh şehri sokaklarında dolaşın ve Güneydoğu Asya’ nın en eski ve en büyüleyici kültürlerinden birini tanıyın.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Hanoi Noi Bai Uluslararası Havaalanı ( HAN )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Ho Chi Minh City Tan Son Nhat<strong> </strong>Uluslararası Havaalanı ( SGN )",
  "durationDays": "11",
  "price": "598",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Halong Koyu cung teknesinde bir gece kalma</li>\n<li>- Tur lideriyle birlikte Yasak Kale ziyareti</li>\n<li>- Mağaralara rehber eşliğinde giriş ve tur</li>\n<li>- Mermer Dağı</li>\n<li>- Ho Chi Minh Mozolesi,  Müzesi, Başkanlık Sarayı, Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>- Hai Van Geçidi ziyareti</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 9 gece,  Halong Koyu cung teknesinde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Uçuş ( lar )</p>\n<p><strong>Yemekler</strong></p>\n<p>9 kahvaltı, 2 öğle yemeği, 1 akşam yemeği, 1 basit kahvaltı</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Hanoi' ye Varış",
      "description": "Hanoi,  çökmekte olan sömürge mimarisinin ve ağaçlıklı bulvarların zarafetinden,  sokak satıcılarının ve motosikletlerin gürültülü ahenksizliğine kadar,  huzur ve kaosun baştan çıkarıcı bir kombinasyonunu sunuyor.  Eski Mahalle’ nin  ( Old Quarter ) sokaklarında dolaşarak,  yerel pazar yemeklerini tadarak ve insanları izleyerek,  günlük hayata dair çok fazla şey özümsenebilir.  Kültür meraklıları için tarih ve karakter bakımından zengin bir şehre ışık tutan müzeler,  tapınaklar ve mozoleler var."
    },
    {
      "dayNumber": 2,
      "title": "Halong Bay",
      "description": "Mistik Halong Koyu için,  bizi UNESCO dünya mirası sit alanına götürecek geleneksel bir Çin yelkenlisine binerek Hanoi’ den ayrılıyoruz.  Koy,  yeşilliklerle kaplı yükselen kireçtaşı karstları ile yüzlerce adaya sahiptir.  “Cung” olarak adlandırılan tekne,  akşam için evimiz olacak ve koyda bir gece kalmak,  mağaraları keşfetmeye,  yüzmeye ve bölgenin güzelliğinin tadını çıkarmaya zamanımız olduğu anlamına geliyor."
    },
    {
      "dayNumber": 3,
      "title": "Hanoi",
      "description": "Bu sabah,  koy etrafında son bir keşif yapıyoruz,  anakaraya dönmeden önce, öğleden sonra bir ara tekrardan Hanoi’ ye varmadan önce belki de,  yükselen kayalıkların arkasına saklanmış dikitler ve sarkıtlarla dolu büyük mağaraların birkaçını görmek için."
    },
    {
      "dayNumber": 4,
      "title": "Hanoi",
      "description": "Bugün Tur Lideriniz,  yarım günlük bir Hanoi turunda çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor.  Ho Chi Minh Mozolesi,  Başkanlık Sarayı,  Stilt House ve ünlü 1 Pillar Pagoda’ yı  ( Tek Sütunlu Pagoda )  keşfedin."
    },
    {
      "dayNumber": 5,
      "title": "Hue",
      "description": "Hue’ nin eskimiş ihtişamı,  17.  ve 18.  yüzyılların hanedan rekabeti ve isyanlarından, Fransız işgaline kadar ve yakın geçmişteki Vietnam Savaşı’ nda en uzun ve en kanlı çatışmalardan biri olan Hue Savaşı’ nın yeri olarak birçok savaşa sahne oldu.  Vietnam’ ın coğrafi kalbindeki konumu belki de hiç bir işe yaramadı ancak tarihin iç içe geçtiği ve modern yaşamla örtüştüğü bir yerde,  bu bölgenin geçmişini ortaya çıkarmak ve kalıntılarını keşfetmek gezginler için bir zevktir."
    },
    {
      "dayNumber": 7,
      "title": "Hoi An",
      "description": "Hue’ dan ayrılıyoruz ve güneye doğru Hoi An’ a gidiyoruz.  Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi  ( Okyanus Bulutu Geçidi )  üzerinden götürüyor.  Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear’ da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü.  Hoi An’ a varmadan önce,  kısa yolculuğumuz bizi Da Nang’ ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı’ nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri,  daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca  götürüyor.  En tepeye çıkacak kadar maceraperest olanlar için,  muhteşem şehir ve deniz manzarası tek ödülünüz."
    },
    {
      "dayNumber": 9,
      "title": "Ho Chi Minh City",
      "description": "Bugün Ho Chi Minh Kenti’ ne kısa bir uçuş yapıyoruz.  Güney Vietnam’ ın eski başkenti olan bu hareketli ve hayat dolu şehir,  Kuzey Vietnam’ ın ünlü ve saygıdeğer lideri Ho Chi Minh’ in adıyla yeniden adlandırıldığında,  Vietnam Savaşı’ nın ( 1975 civarı )  sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu.  Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,  şimdi Vietnam’ ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
    },
    {
      "dayNumber": 11,
      "title": "Ho Chi Minh City' den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}