{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "SEVE",
  "tourName": "Vietnam Deneyimi",
  "placesVisited": "Vietnam",
  "generalInfo": "Bu geniş kapsamlı ülke turunda kendinizi Vietnam’ ın en güzel yerlerine bırakın. Kuzeyden güneye bu destansı yolculukta,  Hanoi’ de doyurucu pho ( noodle çorbası )  kaselerinin tadını çıkarın,  Nha Trang’ da turkuaz sularda şnorkel yapın,  Halong Koyu’ nda tekne gezisine çıkın ve Hue’ da kaleleri ziyaret edin.  Hoi An’ da kıyafet diktirin,  Hanoi’ de Ho Chi Minh Mozolesi’ ni ziyaret edin ve Mekong Deltası’ nda yüzen pazarları keşfedin.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) : </strong> Hanoi Noi Bai Uluslararası Havaalanı  ( HAN )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) : </strong> Ho Chi Minh City Tan Son Nhat Uluslararası Havaalanı  ( SGN )",
  "durationDays": "15",
  "price": "829",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Halong Koyu cung teknesinde bir gece kalma</li>\n<li>- Mağaralara rehber eşliğinde tur ve giriş</li>\n<li>- Vietnam Su Kuklası Tiyatrosu’ na bir akşam gezisi</li>\n<li>- Ho Chi Minh Mozolesi,  Müzesi, Başkanlık Sarayı, Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>- Tur lideriyle Yasak Kale ziyareti</li>\n<li>- Mermer Dağı</li>\n<li>- Hai Van Geçidi ziyareti</li>\n<li>- Mekong Deltası Yatılı Gezi</li>\n<li>- Tur Lideri ile Ben Thanh Pazarı,  Opera Binası,  Notre Dame Katedrali ve Eifell Postanesi,  Bağımsızlık Sarayı,  Savaş Kalıntıları Müzesi  ( müzeye giriş ücreti dahil )  yerel yürüyüş turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 11 gece,  Halong Koyu cung teknesinde 1 gece,  yataklı gece treninde 1 gece,  1 gece aile yanında konaklama</p>\n<p><strong>Ulaşım           </strong></p>\n<p>Uçuş ( lar )</p>\n<p><strong>Yemekler</strong></p>\n<p>12 kahvaltı, 2 öğle yemeği, 2 akşam yemeği, 1 basit kahvaltı, 1 açık büfe kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour Tur Lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Hanoi' ye Varış",
      "description": "Hanoi,  çökmekte olan sömürge mimarisinin ve ağaçlıklı bulvarların zarafetinden,  sokak satıcılarının ve motosikletlerin gürültülü ahenksizliğine kadar,  huzur ve kaosun baştan çıkarıcı bir kombinasyonunu sunuyor.  Eski Mahalle’ nin  ( Old Quarter )  sokaklarında dolaşarak,  yerel pazar yemeklerini tadarak ve insanları izleyerek,  günlük hayata dair çok fazla şey özümsenebilir.  Kültür meraklıları için tarih ve karakter bakımından zengin bir şehre ışık tutan müzeler,  tapınaklar ve mozoleler var."
    },
    {
      "dayNumber": 2,
      "title": "Halong Bay",
      "description": "Mistik Halong Koyu için,  bizi UNESCO dünya mirası sit alanına götürecek geleneksel bir Çin yelkenlisine binerek Hanoi’ den ayrılıyoruz.  Koy,  yeşilliklerle kaplı yükselen kireçtaşı karstları ile yüzlerce adaya sahiptir.  “Cung” olarak adlandırılan tekne,  akşam için evimiz olacak ve koyda bir gece kalmak,  mağaraları keşfetmeye,  yüzmeye ve bölgenin güzelliğinin tadını çıkarmaya zamanımız olduğu anlamına geliyor."
    },
    {
      "dayNumber": 3,
      "title": "Hanoi",
      "description": "Bu sabah,  koy etrafında son bir keşif yapıyoruz,  anakaraya dönmeden önce, öğleden sonra bir ara tekrardan Hanoi’ ye varmadan önce belki de,  yükselen kayalıkların arkasına saklanmış dikitler ve sarkıtlarla dolu büyük mağaraların birkaçını görmek için."
    },
    {
      "dayNumber": 4,
      "title": "Hanoi",
      "description": "Bugün Tur Lideriniz,  çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor.  Ho Chi Minh Mozolesi,  Başkanlık Sarayı,  Stilt House ve ünlü 1 Pillar Pagoda’ yı  ( Tek Sütunlu Pagoda )  keşfedin."
    },
    {
      "dayNumber": 5,
      "title": "Hue",
      "description": "Bu sabah Hue’ ye kısa bir uçuş yapmak için havaalanına gidiyoruz."
    },
    {
      "dayNumber": 7,
      "title": "Hoi An",
      "description": "Hue’ dan ayrılıyoruz ve güneye doğru Hoi An’ a gidiyoruz.  Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi  ( Okyanus Bulutu Geçidi )  üzerinden götürüyor.  Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear’ da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü.  Hoi An’ a varmadan önce,  kısa yolculuğumuz bizi Da Nang’ ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı’ nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri,  daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca  götürüyor.  En tepeye çıkacak kadar maceraperest olanlar için,  muhteşem şehir ve deniz manzarası tek ödülünüz."
    },
    {
      "dayNumber": 9,
      "title": "Nha Trang’ a Gece Treni",
      "description": "Nha Trang’ a giden gece trenine binmeden önce,  günün çoğunu Hoi An’ ı keşfederek geçirmenin tadını çıkarın."
    },
    {
      "dayNumber": 10,
      "title": "Nha Trang",
      "description": "Sahilde yer alan Nha Trang,  dinlenmek için mükemmel bir yer.  Şnorkelli tekne turuna katılabilir veya kükürtlü çamur banyosu spalarını ziyaret edebilirsiniz.  Long Son Pagoda,  Alexandre Yersin Müzesi ve Po Nagar Cham Towers gibi birkaç kültürel yer de mevcut."
    },
    {
      "dayNumber": 12,
      "title": "Ho Chi Minh City",
      "description": "Bugün Ho Chi Minh Kenti’ ne kısa bir uçuş yapıyoruz.  Güney Vietnam’ ın eski başkenti olan bu hareketli ve hayat dolu şehir,  Kuzey Vietnam’ ın ünlü ve saygıdeğer lideri Ho Chi Minh’ in adıyla yeniden adlandırıldığında,  Vietnam Savaşı’ nın ( 1975 civarı )  sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu.  Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,  şimdi Vietnam’ ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
    },
    {
      "dayNumber": 13,
      "title": "Mekong Deltası",
      "description": "Bu sabah,  Güneydoğu Asya’ nın en uzun nehri, Mekong Nehri’ nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam’ da bir bölge olan Mekong Deltası’ nın kalbine seyahat ediyoruz.  Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil,  nehirler ve kanallarla erişilebiliyor.  Bölge,  ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore’ nin pirinç üretiminden daha fazla."
    },
    {
      "dayNumber": 14,
      "title": "Ho Chi Minh City",
      "description": "Ertesi sabah kahvaltıdan sonra ve Ho Chi Minh Kenti’ ne dönmeden önce,  ünlü yüzen pazarlar boyunca geleneksel bir sampan ( Uzak Doğu’ da küçük teknelere verilen isim )  üzerinde erken bir gezintiye çıkıyoruz ve heybetli Hristiyan Kilisesi’ ni geçip yerel el sanatları atölyelerini ziyaret ediyoruz ve ülkenizdeki arkadaşlarınız için bir ya da iki hediye alarak yerel halkı destekleme şansını yakalıyoruz. İster tatlı ve şeker dükkanlarında bir ziyafet olsun ister hediyelik bir yılan şarabı olsun,  ilgi çekici bir şey bulacağınızdan eminiz.  Sabahın ilerleyen saatlerinde teknemizden iniyoruz,  rehberimize ve tekne kaptanımıza veda edip Ho Chi Minh Kenti’ ne geri dönüyoruz."
    },
    {
      "dayNumber": 15,
      "title": "Ho Chi Minh City' den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}