[
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "fiji-cruise-escape-to-paradise",
    "tourName": "Fiji cruise, escape to paradise",
    "placesVisited": "Modriki Island, Soso Bay, Naviti Island, Naukacuva and Narara Islands, Sacred Islands, Nanuya Lailai, Sawa i Lau Island, Tamasua Bay, Yasawa Island, Blue Lagoon, Drawaqa Island, Snorkel safaris, Fijian cookery and basket weaving, Chance to see manta rays from May to October",
    "generalInfo": "Cruise the length of Fiji’s Yasawa Island chain, add in the Sacred Islands and Modriki Island, and you’ll come pretty close to paradise on earth. These beaches once starred in classic films: Castaway and the Blue Lagoon. On your trip, Tom Hanks and Brooke Shields are sadly not included, but the most famous beaches – on Modriki Island and Nanuya Levu are still there, as beautiful as ever. <br/><br/>The Fijian people are renowned for their friendliness and the Yasawa Island villages rely on tourism. Your small boat has only 34 cabins and can sneak into the prettiest bays for a visit. You’ll hear local stories, as told by the village elders, learn a bit of basket weaving, and join in the singing. <br/><br/>Your local crew are cruising around the islands in which they grew up and might even source your dinner from their family’s business. At the end of the trip, they bid farewell to guests with a traditional Isa Lei song – a moment that comes around far too soon. <br/><br/>The minimum age on board is 14. Families with younger children can choose a ‘Family Cruise Departure Date’ where the child rate (for children aged 5 to 13) is based on two children sharing or one child and one adult sharing. Children under five years travel free.",
    "durationDays": "8",
    "price": "2575",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Friday 1st Night Modiriki Island. Bula and welcome aboard Blue Lagoon Cruises. Set sail on M.V. Fiji Princess from Port Denarau for the outer Mamanuca Islands with the first overnight anchorage being the picturesque Modriki Island, the location for the Tom Hanks move ‘Cast Away’. Enjoy a glass of sparkling wine and canapes as you watch the sunset followed by the a la carte Captains Welcome Dinner and be entertained by our talented singing, dancing, guitar playing crew."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Saturday 2nd Night: Soso Bay. There is time to step ashore and enjoy a swim or wander along the beach before or after breakfast. Sea conditions permitting, there is an opportunity to swim with the sharks at a secret reef location enroute to our next destination. After lunch, a visit to the chiefly village of Soso – an exceptional example of a current day Fijian island village. Enjoy a traditional Thali dinner which features exquisite Indian dishes. This evening may turn into an extravaganza of Bollywood dancing complete with Bollywood moves."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Sunday 3rd Night: Naukacuvu Island. Sunday is a day of rest in Fiji. After breakfast, attend a village church service. We cruise south to the beautiful Naukacucu and Narara Islands as you enjoy a traditional Sunday roast. Join the Chef for today’s Fijian cooking lesson and make the traditional dish ‘Kokoda’. Tonight’s buffet has a range of dishes from Fiji along with a choice of European dishes. There is Bingo ‘Fiji style’ after dinner with lots of laughs and some good prizes, or you can enjoy a quiet nightcap at the bar."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Monday 4th night: Yalobi Bay. As Fiji Princess arrives at the stunning Sacred Isles, you’ll be sure you are lost in paradise. The backdrop of the neighbouring Waya Lailai volcanic fomations is breathtaking. Spend the remainder of the day swimming, snorkelling, relaxing. Fiji style high tea is served following a cooking lesson on how to make ‘Roti in Lolo’. Watch the sunset and enjoy the Captains’ Dinner welcoming our new 4 day cruise guest arrivals."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Tuesday 5th Night: Blue Lagoon Our destination: the famed Blue Lagoon. This superb stretch of water is ringed by island and Blue Lagoon Cruises’ very own private island peninsula is located here. Watch as the crew position right up to the beach and tie her off to the coconut trees. Enjoy happy hour on shore with canapes. A very special night enjoying a traditional Lovo meal cooked underground, you’ll dine under the coconut palms and the tropical stars. There will be Fijian meke: singing, dancing and story telling by local villagers."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Wednesday 6th Night: Sawa-I-Lau Island. An easy guided island walk with panoramic views is offered this morning to visit an island style cake shop and browse the shell market. Laze in the sun or try your hand at basket weaving. A guided snorkelling safari is on offer today. Lunch is served on board as Fiji Princess cruises north for a private guided visit to the amazing Sawa-I-Lau caves. The village of Tamasua welcomes us to a yaqona ceremony, a guided walk around the village and a village style ‘feast’ prepared and cooked by the village women. You will be Fijian for the night, sitting on the mats, eating Fijian village food. The villagers will share their culture and home with us for the evening."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Thursday 7th Night: Drawaqa Island Cruise to Drawaqa Island where our Marine Biologist joins us for a presentation about the local marine life and the volunteer conservation work carried out in the area. During May to October you will have the opportunity to snorkel with the magnificent manta rays. Also on offer today is an excursion to the local island school to view the work of the Vinaka Fiji Volunteers. Dinner this evening is a barbecue served under the stars. Tonight, we party Fiji style."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Friday Return to Port Denarau Enjoy breakfast onboard as we cruise back to Port Denarau. Back at port, you'll be serenaded with the traditional Isa Lei farewell song by the crew as your exploration of the Yasawa Islands comes to an end."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "luxury-south-pacific-cruise-papua-new-guinea-beyond",
    "tourName": "Luxury South Pacific Cruise, Papua new Guinea & beyond",
    "placesVisited": "",
    "generalInfo": "Embark on a unique small ship cruise through the remote islands of the Pacific, offering an unforgettable journey through the Solomon Islands, Vanuatu and Micronesia. This immersive expedition explores rich local cultures, breathtaking underwater life, and stunning tropical landscapes, all while being guided by expert naturalist guides.<br/><br/>Experience the wonders of the region as you make shore visits in zodiac inflatables, accessing hidden corners of each island and atoll. Discover the secluded beauty of Lamotrek Island and the Ifalik Atoll, with their pristine beaches and traditional villages that offer an authentic glimpse into island life.<br/><br/>Along the way, you’ll enjoy vibrant cultural performances, traditional dances, and the chance to view local arts and crafts. A standout experience is the unique ‘water music women’ performance on Maewa Island, which you won’t want to miss.<br/><br/>Explore the Pacific’s rich Second World War history, especially in Chuuk (Micronesia), where you can dive into the crystal-clear waters and uncover sunken Japanese wrecks—a truly remarkable underwater experience.<br/><br/>This small ship cruise promises the perfect balance of adventure, culture, and nature, taking you through some of the most untouched and spectacular destinations in the South Pacific.",
    "durationDays": "17",
    "price": "7449",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Lautoka, Viti Levu Island. Lautoka is the second largest city of Fiji. Located on the western side of the island of Viti Levu, 24 kilometres north of Nadi. Lying in the heart of Fiji's sugar cane growing region, it is known as the Sugar City. Lautoka is the gateway to Fiji’s “Sun coast” a land of abundant sunshine, azure skies and dramatic grass-covered peaks chequered with sugar-cane fields, rural villages and quaint market towns."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "At sea. During your journey at sea, make the most of the many services and activities on board. Treat yourself to a moment of relaxation in the spa or stay in shape in the fitness centre. Depending on the season, let yourself be tempted by the swimming pool or a spot of sunbathing. This journey without a port of call will also be an opportunity to enjoy the conferences or shows proposed on board, depending on the activities offered, or to do some shopping in the boutique or to meet the PONANT photographers in their dedicated space. As for lovers of the open sea, they will be able to visit the ship’s upper deck to admire the spectacle of the waves and perhaps be lucky enough to observe marine species. A truly enchanted interlude, combining comfort, rest and entertainment."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ambrym Island. The island of Ambrym in Vanuatu is often referred to as the \"black\" island due to its volcanic ash and because of its 'black magic' steeped in mystery. In the villages, the ancient customs play a significant part in day to day living. The \"Man blong Majik\" are treated with the utmost respect and practice sorcery and magic beyond all imaginings. Ambrym prides itself on some unique characteristics, such as the magnificent tam-tams (or slit gongs) sculpted out of tree trunks, sand-drawing, black-fern masks and local dances. The most striking custom dance is the Rom (or masked) dance – where 9 foot covertly cloaked and masked 'spirits' stomp out ancient rhythms to the beat of the tam tam."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "At Sea. During your journey at sea, make the most of the many services and activities on board. Treat yourself to a moment of relaxation in the spa or stay in shape in the fitness centre. Depending on the season, let yourself be tempted by the swimming pool or a spot of sunbathing. This journey without a port of call will also be an opportunity to enjoy the conferences or shows proposed on board, depending on the activities offered, or to do some shopping in the boutique or to meet the PONANT photographers in their dedicated space. As for lovers of the open sea, they will be able to visit the ship’s upper deck to admire the spectacle of the waves and perhaps be lucky enough to observe marine species. A truly enchanted interlude, combining comfort, rest and entertainment."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Santa Ana Island. Owaraha (formerly Santa Ana) is located at the eastern end of Makira (San Cristobal) and just north of the smaller Owariki (Santa Catalina). Our ship will navigate through the picturesque channel separating the Islands before dropping anchor just outside Port Mary. The islanders are well known for preserving ancient traditions and producing intricate wooden carvings. Their artefacts include magnificently carved fishing floats and ceremonial bowls intricately inlayed with shells. After a short zodiac ride ashore you will be guided through the village to an open area to witness a number of traditional performances. Afterwards experience life in a traditional Solomon Island village or take a swim in the warm tropical waters of Port Mary."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Roderick Bay, Florida. Part of the Florida Islands, Roderick bay is surrounded by beautiful white sand beaches and fringing coral reefs. These clear warm tropical waters give rise to a myriad of colourful corals only metres from the shore. To add to this stunning environment, nosed up onto a nearby beach, listing heavily to its starboard side is the wreck of the World Discoverer; an expedition cruise ship beached here in 2001 after striking a charted rock at the Northern entrance to Sandfly Passage. Venture ashore for a welcome ceremony, take a walk through the village or snorkel around the wreck to witness the marine environment attempting to reclaim this invader."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Njari Island. There are plenty of opportunities for world class snorkelling, diving and underwater photography throughout the Solomon Islands with sites in the Western and Central Provinces considered among the most popular. The underwater realm is home to more than 1000 species of reef fish, along with dolphins, rays, sharks, and six of the world's seven species of marine turtles. Almost 500 species of corals have been identified amongst the 5,750km2 of reefs found in the Solomon Islands. Njari Island is an uninhabited picture postcard island located 15nm from the town of Gizo. Enjoy swimming and snorkelling from its idyllic shores."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Bougainville. The Autonomous Region of Bougainville, formerly known as the North Solomons Province, has been known for its picture–perfect beaches and bays since French explorer Louis-Antoine de Bougainville first sighted the island and gave it its name in 1768. The region played a significant role in the Pacific theatre of war during WWII. With 685 km of coastline and 240,000ha of coral reefs teeming with life there are many destinations awaiting discovery."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Rabaul, Bismarck Archipelago. Set at the eastern end of the island of New Britain, the tropical port town of Rabaul has always been famous for its spectacular setting. Nestled beside Simpson Harbour, the township is surrounded by six volcanoes, one of which, Mt Tavurvur, is still active today. The most recent major volcanic eruption was in September 1994 when Tavurvur and Vulcan covered much of Rabaul and surrounding villages with volcanic ash. This eruption saw the growth of the nearby coastal town of Kokopo which has now become the administrative and tourism centre for Rabaul. Join your expedition team for a tour by local transport to see Mt Tavurvur, the Volcano Observatory and various significant sites from World War II."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "At sea. During your journey at sea, make the most of the many services and activities on board. Treat yourself to a moment of relaxation in the spa or stay in shape in the fitness centre. Depending on the season, let yourself be tempted by the swimming pool or a spot of sunbathing. This journey without a port of call will also be an opportunity to enjoy the conferences or shows proposed on board, depending on the activities offered, or to do some shopping in the boutique or to meet the PONANT photographers in their dedicated space. As for lovers of the open sea, they will be able to visit the ship’s upper deck to admire the spectacle of the waves and perhaps be lucky enough to observe marine species. A truly enchanted interlude, combining comfort, rest and entertainment."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Chuuk (ex Truk). Chuuk Lagoon, previously known as Truk Lagoon, is one of the four states of the Federated States of Micronesia. The 16 much-eroded volcanic islands within the lagoon have mangrove swamps along their coasts with rich rainforests in the central mountainous areas. The islands are hugely popular with scuba divers thanks to the incredibly interesting shipwrecks: at depths of 15 to 40 metres, divers can explore a veritable underwater museum of wrecks from the Japanese land-based, aerial and naval fleet bombarded by the Americans in February 1944 in retaliation for the attack on Pearl Harbour. These shipwrecks have become foundations for new reef growth and extraordinary marine fauna."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Pulap Island. Pulap is an atoll consisting of three islands located in the Pattiw group in the Caroline Islands. The three islands are, Pollap in the north, Tamatam in the south, and Fanadik at the western fringe of the reef. The island is surrounded by a number of ghostly shipwrecks that are virtually intact, submerged underwater. This makes for great diving expeditions where you can explore the reef and its incredible marine life as well as the shipwrecks."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Lamotrek Atoll. Like a green piece of confetti floating in the middle of the Northern Pacific, the coral atoll of Lamotrek will appear before you like a dazzling gem set in a remarkable and stunning showcase. Belonging to the vast archipelago of the Caroline Islands, this small slice of paradise and its charming neighbours are home to one of the widest varieties of coral and tropical fish species in the world, making it an idyllic destination for marine life enthusiasts. Beyond the stretches of immaculate, white-sand beach, the dream continues. Off in the distance can be heard the captivating sounds of traditional songs sung by some 300 islanders who still live here, resonating in this unparalleled natural environment blending unspoiled vegetation and vast, heavenly ribbons of sand."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Ifalik Atoll. The Ifalik coral atoll, lying in the warm waters of the North Pacific, in the vast Caroline Island archipelago, is an invitation to serenity, enchantment and discovery. A veritable hidden paradise edged with magnificent beaches with expanses of fine sand, Ifalik will reveal its treasures to you. Between the sumptuous underwater scenery, rich biodiversity, ancestral traditions and warm and welcoming inhabitants, you will marvel at this lush environment, unlike anywhere else, and far from the frenzy of any town."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "At Sea. During your journey at sea, make the most of the many services and activities on board. Treat yourself to a moment of relaxation in the spa or stay in shape in the fitness centre. Depending on the season, let yourself be tempted by the swimming pool or a spot of sunbathing. This journey without a port of call will also be an opportunity to enjoy the conferences or shows proposed on board, depending on the activities offered, or to do some shopping in the boutique or to meet the PONANT photographers in their dedicated space. As for lovers of the open sea, they will be able to visit the ship’s upper deck to admire the spectacle of the waves and perhaps be lucky enough to observe marine species. A truly enchanted interlude, combining comfort, rest and entertainment."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "In the Western Pacific, you will call at Guam, the largest volcanic island of Micronesia and the Mariana Islands. Here, the crystal-clear waters and white sandy beaches create a picture-postcard setting, ideal for relaxation and a break from it all. This little-known island, today under the administration of the United States, also offers you the opportunity to visit a number of historical sites, vestiges of Spanish colonisation, and to discover the culture of the Chamorros, the first inhabitants of the islands, talented craftspeople who have preserved their traditions."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "scuba-snorkel-adventure-vacation-in-fiji",
    "tourName": "Scuba, Snorkel & Adventure Vacation in Fiji",
    "placesVisited": "Savusavu, Nadi, Rabi Island, Qamea Island, Taveuni Island, Cobia",
    "generalInfo": "Step aboard a luxurious yacht and hear a sincere Fijian greeting, Bula! The welcome takes you beyond a normal hello, inviting you into the indulgent comforts of the ship, readying you for the ethereal natural beauty of the islands, and reminding you to take pleasure in every second of the journey. Your excursion is hand tailored to take you around the delicate glow of celebrated coral reefs and the often-overlooked islands along the northern edge of the archipelago. The islands will immediately enchant you, and you will soon discover the blissful possibilities of Fiji.",
    "durationDays": "8",
    "price": "4,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Fijian Cruise – Aboard the Welcome Boat",
        "description": "Fiji is known for its paradisiacal landscape, brimming with tropical forests that spread across 322 islands, reaching pristine beaches filled with powdery white sand. The water shimmers azure, ranging from crystal clear to dark blue at its deepest depths. You arrive in Nadi early in the morning and continue to the city of Savusavu located on the island of Vanua Levu. The tropical paradise no longer fills your imagination but comes to life before your very eyes. Lush mountains slope downwards edging the azure bay. The scent of hibiscus flowers blends into the sea breeze. Locals have bright, wide smiles and greet you with “ Bula!” meaning more than just hello, but a friendly greeting that encompasses the welcoming spirit of the Fijian islands. Your private transfer, arranged by one of Zicasso's travel agents for Fiji , meets you at the airport and takes you to the harbor where your cruise ship awaits. The boat is 140 feet long with beams towering like the palm trees up to 33 feet tall. The staff offers a warm and endearing greeting, filled with excitement and a complimentary glass of champagne. Soft cushions line the upper deck and provide a fanciful panorama of the bay. In the afternoon, the boat weighs anchor. The ocean breeze turns into a moving wind that brushes your cheeks. The beauty of the islands is matched only by the luxury of your cruise."
      },
      {
        "dayNumber": "2",
        "title": "Fijian Cruise – Room with a View",
        "description": "Wake up to the view of the sweeping South Pacific. The water wades gently and brushes against the boat. You can see how clear the ocean is from your window. Local tropical fruits fill breakfast making a rainbow of produce, including the unique pomello, a mixture between a grapefruit and blood orange. The taste is refreshing, juicy with a hint of zesty citrus. After breakfast, you spend the day near Rabi Island, situated around waters that provide opulent snorkel and SCUBA experiences. Manta rays glide effortlessly through the water. They can grow up to 18 feet long and have a smooth, almost glossy body. Their wings gracefully move helping them soar in search of plankton, which is carried by the current. Their wingspan can reach a length of 23 feet from tip to tip. You follow them through the water and let the warm ocean enrapture you. The current is gentle and easily maneuvered around. The rays don’t even notice you’re there. They spin circles around you as you twirl to grab a view of the ray’s elegance from every angle. After your subaquatic submersion, you brush off the brininess from your skin and step onto Rabi Island for a panoramic view of the Tunuloa Peninsula."
      },
      {
        "dayNumber": "3",
        "title": "Fijian Cruise – Endless Majesty",
        "description": "The water outside your window continuously charms and alarms you in the morning when you wake up. The ethereal view feels like a dream at first, until you remind yourself where you are, situated on a luxurious cruise ship sailing around a magnificent archipelago. The waterways call you once more today, and you venture beneath the sea to witness the glowing splendor of the coral reefs. The dive site of Rainbow’s End is located at the edge of the clustering reefs around Somosomo Straight. Table corals pop outwards from the calcite garden around boulder corals and porites. Clams nestle into open spaces and camouflage into the reef. Blue Girdled Angelfish swim singularly or in pairs, often nipping at soft coral. They can grow to over seven inches and have unique blue dots decorating their central body, with a shimmering yellow top fin lined with iridescent blue. The area is gratifyingly filled with marine life, from the colors to the species, giving concrete reasoning to the name Rainbow Reef. Once on land, you will venture to a Polynesian cultural performance for an insightful and gregarious look into the heritage of an island people. Men and women, boys and girls, dress in traditional grass skirts and decorative headdresses. The drums beat into the air and guide the dancers and singers. You notice the leafy bracelets the men wear, dangling lush green from their wrists. Every movement tells a story, rich with history and tradition."
      },
      {
        "dayNumber": "4",
        "title": "Fijian Cruise – Off the Water’s Edge",
        "description": "Sunlight bounces off of the water and shimmers through your bedroom window. There has never been a more pleasant wake-up call than the natural light over the vast Pacific Ocean. Spend a moment relaxing in rising sun, feeling the warmth of the daylight sweep in around the intoxicating aroma of the sea. The island of Cobia stands just off the boat. Its caldera rises from the soft-sand beaches forming rugged cliffs. The water splashes against the lower rocks. The crater has also shaped a stunning lagoon teeming with reefs and vivacious hues. Venture onto the landscape where the lush trees shade the pathway to the volcanic summit. The water is celebrated for its clarity, where the light can reach a depth of 120 feet. You can’t help but notice the magnificent azure when you look down from the caldera’s rim. The island has taken the shape of a crescent moon, embracing the bay. The tropical forest adds incredible dimension to the extinct volcano. Once atop the caldera the cool water practically spills over into the ocean."
      },
      {
        "dayNumber": "5",
        "title": "Fijian Cruise – Celebrating Culture",
        "description": "The day begins with people eagerly setting off to snorkel and Coral City, wanting to visit the exceptional colors and swift fish maneuvering around the seafloor. After breakfast, you make your way to the shores of Taveuni, known as Fiji’s Garden Island. The land’s wonderment in as much in its carpeting tropical forest as in its local’s drive to protect the entire landscape. Stroll through Bouma National Heritage Park and gain ample illustration of the island’s tenacious efforts to maintain its cultural roots, not just in traditions but also in the land that nourished its ancestors. The park was established in 1990 and is over approximately 58 square miles. From the entrance you can take a three-hour hike looping through the park to inspiring waterfalls along the Tavoro River. Lower Bouma Falls is over 65 feet tall and splashes down into a natural pool surrounded by emerald rainforest. Locals and visitors jump off the rocks into the pool below, screaming with delight on the way down before the splash. The rush of the falls filters through the tranquil trees. The aroma of fresh water from the river leads to the beachside scent of sea salt and coconut. In the evening, you listen to the sounds of the harmonizing song at the cultural village where the meke , a traditional song and dance, has begun."
      },
      {
        "dayNumber": "6",
        "title": "Fijian Cruise – Black Rock",
        "description": "You wake up to the ship wading in the water near Qamea Island. The island is close tot Taveuni and amasses of 13 square miles. Deep bays encompass the coastline where you can see white-sand beaches wrapping round the shores. Fertile soil gives life to lush greenery. People board kayaks and paddleboards to adventure across the clear water. Behind the beach, large, thin palms rise out of the island. Birds twitter in the forest canopy. Grab a kayak and venture out to the Navivi mangrove forest where the twisting roots of the trees dig deep beneath the saltwater. The roots rise out of the surface twisting and knotting around one another. The branches arch upwards and form a secluded estuary. The current is gentle and easy. The trees give way to rocks bordering the canal. Mangrove roots are impermeable to salt, reflecting the sodium but absorbing the water like a natural filter, along with absorbing the nutrients from the soil. Your discovery of the forest takes you into a unique biosphere of the islands, different than the opulent beaches and jungle-clad walkways. When the mangroves cast shade over the water it’s like your own private cabana hidden beneath the forest."
      },
      {
        "dayNumber": "7",
        "title": "Fijian Cruise – Filling the Days",
        "description": "You wake up nestled near Rabi Island and Albert Cove. The island may seem familiar, but the scenery remains brand new and stunning. The day is yours to spend in luxury, frolicking on the shores of the island, kicking up sand during a beach volleyball game, or taking as many excursions into the water as you can. Gather the SCUBA gear and jump into the water to explore Karoko Pass. The coral shimmers in florescent pigments, yellow and reds, oranges and blue building atop one another. The formation opens up allowing you to see into the crevice. Schooling Bannerfish flock in schools over the reef. Their top-fin arches over and behind them, trailing like a ribbon. They grow up to 7 inches in length and have thick vertical black and white stripes. You can follow them for hours as they move seamlessly through the water. When you brush off the salty remnants of your submarine exploration, you can sit on the powdery beach and dig your toes into the warm sand. The water laps at the shoreline as the boat waits for your return."
      },
      {
        "dayNumber": "8",
        "title": "Savusavu – Departure",
        "description": "You find the familiar background of ridged mountains rising out of a picturesque bay. The boat has docked back in Savusavu bringing your Fijian exploration cruise to an end. Breakfast has the flavors you have come to revel in, brimming with the sweet treats of fresh produce, and you head straight for the pomello. You disembark the ship and meet your private transfer who escorts you to the airport. The ship’s crew sings a euphoric song wishing you farewell and safe travels. The harmony and rhythm remind you of the past week, wandering through coral reefs, hiking through tropical rainforests, and indulging in the endless beauty of the islands. Soon you will return to Nadi where you will meet your flight home but for now you stay and listen to the crew’s song, reliving the precious moments along the precious waters of the South Pacific."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  }
]