[
  {
    "destination": "Burkina Faso",
    "mainPhoto": "",
    "id": "burkina-faso-mali-holidays",
    "tourName": "Burkina Faso & Mali holidays",
    "placesVisited": "",
    "generalInfo": "Discover the magic of Mali, Burkina Fasso landscapes and people through a journey to West Africa. <br/><br/>-Experience the world’s largest mud mosque at Djenne, <br/>-Becharmed by the unique architecture of Djenne...<br/>-The remote villages of Dogon, <br/>-Immerse yourself in Dogon scenery and culture, <br/>-The peace of cruising the Niger River<br/>-Discover life along the Niger River, <br/>-Stroll through the handicrafts markets of Segou, Mopti \"the Malian Venice,\"<br/><br/>The variety of landscapes, people and environments of my country and its extraordinary cultural heritage will seduce you.<br/><br/>Burkina Faso is generally known is the home to the Mossi, the largest ethnic group in the nation<br/><br/>Best time to go?<br/><br/>From November to February is the cooler season and the best time to come. Local festivals are in January: (Touareg Music Festival in the Desert), <br/>February (Festival au Niger in Segou).",
    "durationDays": "15",
    "price": "3480",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Saturday Bamako Upon arrival at the airport in Bamako , your guide is there to welcome you and accompany you to dinner. Overnight at the hotel Tamana.**"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sunday - Bamako to Djenné Morning departure from Bamako to Djenné via an air-conditioned 4x4. We will pass beautiful mud villages and meet with villagers who will explain the tradition of millet and the traditional costumes made from bazin. Lunch en route. Dinner and overnight at an encampment/hotel.** You will enjoy breakfast in the lovely shaded terraces."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Monday - Djenné Morning tour of the city and its rich history, with the largest and most beautiful mud mosque in Africa and the world. Monday is the day of the colorful weekly market, where you can find lovely traditional fabrics. You will walk through the narrow alleys to explore the majestic Sudanese-style mud buildings. Behind each door a warm welcome awaits you. Djenné is the ideal setting to enjoy the great variety of ethnic groups that inhabit the Niger River Valley and the inland delta. Lunch in a local restaurant; the afternoon is free to enjoy the market; dinner and overnight at an encampment/hotel.**"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Tuesday to Friday – Dogon Country Morning departure for Dogon country via the Bandiagara cliffs. Lunch en route. Change of scenery for 4 days, amid Dogon villages with their unique cultures and long-held traditions. Hike along the cliffs to meet the villagers and ancient dwellings of“Tellems.”?You will discover the Dogon traditions of weaving cotton to make bogolan (mud cloth) as well as carving wooden masks and fertility statues. Each village hosts its Tougouna, a place of exchange that welcomes all village elders, called the “house of words.” Discover Dogon cliffs, plateaus and plains through trekking. Nights are spent in safe, comfortable encampments in the village. The trekking on the Dogon will take us: in Songho, Bandiagara, Kani Kombole, Telli, End, Wabatalou and Begne Matou, On the seventh day, we return to the 4x4 and depart for Mopti. Guided tour after lunch: the crossroads of trade on the Niger River . Observe dugout canoes and pinasses being built. You will be surprised by the elegance and unique colors of each pinasse; this is how the city of Mopti gained the prestigious name \"the Venice of Mali.\" Dinner and overnight at the hotel Do not deprive yourself of capitaine skewers, a succulent white fish and local Mopti specialty!"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Saturday Mopti – Sikasso After breakfast we drive to Sikasso. Sikasso is considered to be the green belt of Mali . The city portrays the remnants of the Tata, an ancient palisade that encircled the city and for a time held off the French colonial army, the Mamelon, residence of the kings of Sikasso and sacred site that housed the city’s protector spirits. Later we visit the Missirikoro Mosque, some 15 km from Sikasso, the Mansa Daoula Tomb (founder of Kenedougou Kingdom ) and the Farako Falls . Overnight: Hotel Zanga, Sikasso"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Sunday Sikasso – Bobo Dioulasso This morning we leave Sikasso and cross the border from Mali to Burkina Faso . After a smooth ride we arrive to Bobo, where we check into our hotel first, then have a brief tour of Bobo. The city of Bobo Dioulasso is a very relaxed place and a pleasure to spend a day. It has boulevards and interesting market places with a chilled-out feel and very little hassle even in the Grand Marché. There are a few interesting sights here. Among the major highlights to see is the Musée Provincial du Houet, but without a doubt the most interesting sight is the Grande Mosquée (the old great mosque). Overnight: Hotel Auberge, Bobo"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Monday Bobo – Gaoua Today we complete our tour of Bobo Dioulasso, (\"house of the Bobo merchants\"), Burkina Faso\\'s second largest city and visit the old mosque and visit the old Kibidwe artisans\\' district. The old Kibidwé district is a great area to stroll around and it\\'s well worth the experience to see how this side of the city lives, and if we\\'re lucky we may be treated to a performance by some of the musicians who live in the part of the town. In the afternoon we leave Bobo and continue drive to Gaoua. En route we stop in Banforo to visit the Karfiguela waterfalls and Lac Tengrela. We also stop at the mysterious stone ruins of Loropeni whose origins are unknown, but the local Gan people call them the \"house of refusal”. Arrive in the evening at Gaoua for an overnight stay. Overnight: Hala Hotel, Gaoua"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Tuesday Gaoua – Ouagadougou Breakfast and drive to explore Ouagadougou , Burkina Faso\\'s capital city. Ouaga, as the capital of Burkina Faso is generally known is the home to the Mossi, the largest ethnic group in the nation. All the sights can be easily reached on foot. The city’s atmosphere is relaxed and the Burkinabe are known to be very hospitable and friendly people. We’ll visit the Grand Market and the National Museum , with its interesting collection of regional clothing, masks, household utensils and ancestral statues; also visit the crafts markets at the Artisans Centre, where we will find basketry, batik fabrics, wooden statues and masks, jewelery, leather-work and bronze castings, Overnight at the Hotel Relax Ouaga or a Similar."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Wednesday Ouagadougou – San Mali Depart from Ouagadougou for a drive to San We will pass beautiful mud villages and meet with villagers, stop for visit and picture, You will marvel at the giant, luxurious baobab trees lining the roads, as well as Bambara and Bobo villages. We will stop briefly to admire the mosque in San of evernight at hotel teriya,"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Thursday San – Segou Morning depart to Segou about 2h30 our drive we arrive in Segou, You will have the opportunity to discover the pottery made by a cooperative of women in the market, and the dye house where everyone can paint a bogolan. dinner and overnight at the hotel Esplanade."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Friday Segou – Bamako Morning depart to Bamako arrive after 3hours; enjoy the afternoon at leisure; dinner is at a local restaurant. Overnight at the hotel Tamana"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Saturday Bamako Morning tour of the city: the home of artisans, the market with fruit and spices, the National Museum . Lunch is at a restaurant; the afternoon is at leisure; finally, transfer to the airport with the help of your guide."
      }
    ],
    "map": ""
  }
]