{
  "destination": "Nicaragua",
  "mainPhoto": "",
  "id": "nicaragua-holiday-tailor-made",
  "tourName": "Nicaragua holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "This adventure combines some of the best Nicaragua has to offer: colonial cities, volcanoes, a jungle and a stunning canyon. It includes a great combination of adventures, activities and elegant hotels in some of Nicaragua´s top destinations. This trip is such a great combination for adventurer, allowing time for excitement, adventure and reflection, as well as sharing in the joy of discovery and new experiences. Certainly a trip of a lifetime!",
  "durationDays": "14",
  "price": "3120",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "TRANSFER TO GRANADA FROM MANAGUA AIRPORT Upon arrival at Managua Airport you will be met and transferred to Granada. Overnight . (approx. 1 hour away) Granada was founded in 1524 and is believed to be the second oldest city established in mainland Latin America by the Spanish conquest. During colonial times, Granada saw much unrest as the city was attacked several times by pirates. Nowadays Granada is characterized by bright colored Spanish colonial architecture, visible throughout the city center. The ambiance is very pleasant and there is a wide array of popular restaurants and bars, especially along the boulevard from the central park to the shores of Lake Nicaragua. While the city in itself is already an impressive attraction, the immediate surroundings make Granada a place where you will want to spend a couple of days. Overnight at Hotel Patio del Malinche or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "GRANADA (B) Morning at leisure in Granada. In the afternoon you have a guided city tour. No visit to Granada is complete without a tour of the city´ s historic center. Founded by the Spanish in 1524, Granada is one of the oldest colonial cities in the Americas. On this guided tour you travel both on foot and by traditional horse drawn carriage to explore interesting sites including the San Francisco church and adjacent San Francisco Convent, built in 1529. You also visit the Merced church where you have the opportunity to climb the bell tower and enjoy spectacular views over the city, Lake Nicaragua, and Mombacho volcano. The last stop is the oldest part of the city where you visit the Xalteva church and the old city walls Overnight at Hotel Patio del Malinche."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "LAS ISLETAS (B,D) You head to Las Isletas, where you stay on one of the islands. Las Isletas de Granada is an archipelago consisting of 365 small islands. They are situated in Lake Nicaragua, just about 3 kilometers (1.8 miles) away from the town of Granada. Thousands of years ago, Mombacho Volcano erupted and huge rocks that were thrown in the air due to this eruption created these islands. The islands are inhabited by approximately 1200 people who make their living from fishing. On some of the islands, luxurious hotels or private houses can be found. Many species of birds and a great variety of flora and fauna can be observed in the area of Las Isletas, and the easiest way to do so, is by doing a boat ride in the lake or hire a kayak. Tonight we will stay on a stunning private island eco-lodge – voted one of Conde Nast’s top most incredible private islands. Overnight at Isleta El Espino"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "ISLA DE OMETEPE - MADERAS (B) This morning you will transfer to the port of San Jorge where you take the ferry to Isla de Ometepe. The island of Ometepe is situated in one of the world ´s largest fresh water lakes, Lake Nicaragua. The two volcanoes on the island, Concepción and Maderas, offer stunning views when approaching Ometepe by boat from the mainland. Both of the volcanoes have its own climate and unique vegetation and hiking either of them are a great way to enjoy spectactular views of the surroundings. Maderas is with 1394 meter above sea level the smaller of the two volcanoes and is cobvered with cloud forest. The Maderas half is less populated and offers many natural treasures such as the San Ramon waterfall. On Maderas you can also find many pre Columbian petroglyphs and organic coffee plantations.Different hikes can be easily undertaken, using one of the several trails in the private natural reserve. The hotel also has kayaks for rent for the more adventurous traveler. Overnight at Hotel La Omaja"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "OMETEPE ISLAND – SAN RAMON WATERFALL – HIKE (B) Today you can hike to the San Ramon waterfall on the flank of Maderas Volcano. Ometepe is all about hiking in the impressive nature. People who find the challenge of one of the two volcanoes a little bit too much, but are still in good condition, could opt to do the hike to the San Ramón waterfall. You start at the forested foot of the southern slope of the Maderas volcano and hike for about 2 hours to reach the waterfall, where you can cool off from the effort in a small bathing area while feeling the force of the water falling down on you. The hike is not very difficult, but temperatures and humidity can be high and can make the climb tough. With 50 meters, the waterfall offers an impressive sight. Overnight at Hotel La Omaja"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "OMETEPE – SAN JUAN RIVER - EL CASTILLO (B) You are transfered to Ometepe airport where you can take the domestic flight to San Carlos. From San Carlos you take the boat along the San Juan River to El Castillo. Originally built to protect Lake Nicaragua and its port from English pirates, El Castillo, Fortress of the Immaculate Conception is located on the shores of Rio San Juan in the south of the country. The site is full of interesting history and is open to general public. It also houses a small museum which tells the fortress´ intriguing history and where you can visualize the past. The town adjoining the fortress goes by the same name and is charming with its cobblestone streets and laidback atmosphere. The surrounding area is home to a big biodiversity. Overnight at Hotel Luna del Rio"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "INDIO MAIZ (B) You start from El Castillo with a 45 minute scenic boat ride on San Juan river. After that you reach the Indio Maiz Reserve and the start of the trail. The Indio Maiz Reserve is home to numerous animal species, among which are deer, wild boars, pumas, sloths, jaguars, manatees, howler monkeys, white faced monkeys, spider monkeys, poison dart frogs, snakes, crocodiles, turtles, and iguanas. You walk for 3 hours through the rain forest after which you return to your boat to observe some animals, before retuning to El Castillo. Overnight at Hotel Luna del Rio"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "RIO SAN JUAN (B,D) Today you will take a short boat ride to Sabalos, here you will stay in a lodge at the riverside – with balconies and hammocks overlooking the San Juan River. The Río San Juan is an undiscovered paradise for nature lovers and fishermen; visitors to this part of the country can easily observe diverse wildlife and spectacular flora. Historically, the Rio San Juan region has played an important role in Nicaragua the zone was not only a place where pirates once roamed, but was also sought after by powerful nations as the original location considered for the Central American canal. In 1524, Hernán Cortés wrote to King Carlos I of Spain: ´He who possesses the Río San Juan could be considered the owner of the World. The Río San Juan begins in the immense Lake Nicaragua and runs roughly 200 kilometers before connecting with the Caribbean Sea. Halfway down the river the enormous IndoMaíz Reserve gives visitors the opportunity to see hundreds of different bird species, including toucans, eagles, herons, egrets, and cormorants. Other species such as caimans, turtles, monkeys, and tropical frogs are also abundant. The small and rustic city of San Carlos is the principal city of the region and the starting point for most excursions in the region. Here there is a small airstrip offering flights to and from Managua, Ometepe and San Juan del Norte. Visitors can access the Río San Juan from both Nicaragua and from Costa Rica, making use of the Los Chiles and Las Tablillas border crossing. There are some optional activities – it is a great starting point for a kayak along the river. Overnight at Sabalos Lodge."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "LEÓN (B) You take the public boat back to San Carlos and take a domestic flight to Managua. You continue to León, a Spanish colonial city and a great base for volcano climbing. The city of León is a cultural historical city with an authentic atmosphere where visitors can easily connect with the locals. León offers a quiet, relaxed and pleasant atmosphere that comes to life at night owing to the city's large student population. In the evenings you can enjoy parties, live music, folkloric performances and much more. The center with its colonial buildings, beautiful churches and the cathedral which has been declared as a UNESCO Cultural Heritage Site, are only some of León 's many attractions. If you want to cool off you can head to the nearby beaches of Poneloya and Las Peñitas. Culture buffs may want to visit the UNESCO World Heritage site of León Viejo, where the city was originally founded, whereas those who enjoy hiking can go to one of the many volcanoes in the surrounding area. One of the most popular attractions is volcano boarding at Cerro Negro. Overnight at Flor der Sarta"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "LEÓN – EL HOYO VOLCANO HIKE (B) Today you travel to El Hoyo volcano for a volcano hike. El Hoyo is a volcanic complex consisting of several volcanic structures. Within, El Hoyo Volcano (1,050 meters above sea level) is the most significant structure and has two inactive round craters and several fumaroles which lay claim to its past and present activity. Its last eruption took place in 1954, causing lots of damage to the surrounding areas. El Hoyo volcano is easily recognized by the huge hole located on the slope of the volcano. You will be brought to the volcano´s base by a four wheel drive through beautiful countryside and \"Los Maribios\", Nicaragua's impressive volcanic chain. During the climb you have excellent views of other volcanic formations, Lake Managua and the surrounding farm lands. After the hike you are transferred back to León. Overnight at Flor der Sarta"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "ESTELI (B) You head further north to Estelí. Along the way you make a short stop at the boiling fumaroles of San Jacinto. You continue to Estelí, where you visit a cigar factory. Estelí is situated in the Northeastern part of Nicaragua, in a still relatively underdeveloped tourist area. The city is rich in history and cultural heritage and visitors will find lots to occupy their time here. The city used to be a refuge for Cuban cigar makers and this culture is still present here and can also be discovered in the city s museum. The city has a vibrant and active center with many hotels and restaurants, as well as bars and clubs. The surroundings of Estelí offer great opportunities to go bird watching and discover orchids, or go for hikes and walks. The beautiful nature reserve Miraflor is close by, too, and should not be missed. Overnight at Hotel Los Altos"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "SOMOTO CANYON (B,L) You are transferred from Estelí to Somoto Canyon. Your adventurous experience starts at the source of Coco river. You rappel down the rock walls and explore the canyon. You hike on the rivershore and swim through the canyon, enfolded by impressive rock formations and caves (some of the oldest in Central America). Near the end you have to make a jump which will surely get your adrenaline pumping. Everything valuable or anything that cannot become wet will be packed away in waterproof bags. Overnight at Hotel Los Altos"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "TRANSFER MANAGUA (B) You are transferred to Managua, where you stay your last night. Managua is the capital of Nicaragua, home to almost two million inhabitants and is easily the largest city in Nicaragua. The city has a lot to offer its visitors: theatres, restaurants, night clubs, bars, and cinemas to name a few. At Roberto Huembes market, you can experience an authentic Nicaraguan street market and buy well made souvenirs and handicrafts. Natural Reserves and beach destinations are also within an arm's reach. Within the city you can enjoy the views of the Tiscapa Lagoon (of volcanic origin) where you can do a canopy tour. Just outside Managua, the Montibelli Bird and Butterfly Reserve and the Chocoyero National Reserve are also recommended. Furthermore, Pochomil and Montelimar, located only an hour away offer some excellent beaches. Overnight at Hotel Boutique Angel Azul ."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "TRANSFER MANAGUA AIRPORT (B) You are transferred to Managua Airport for your flight home. End of the tour."
    }
  ],
  "map": ""
}