{
  "destination": "Nicaragua",
  "mainPhoto": "",
  "id": "family-holiday-in-nicaragua-tailor-made",
  "tourName": "Family holiday in Nicaragua, tailor made",
  "placesVisited": "Managua, León and walking tour, hike up and sandboard down Cerro Negro volcano, Matagalpa region, Bosawas Biosphere Reserve, Masaya and Masaya volcano, Laguna de Apoyo, Granada, Lake Nicaragua, Ometepe island, San Juan del Sur",
  "generalInfo": "There is plenty to delight both parents and children on this exciting 12-day family adventure to Nicaragua. Try sandboarding down the black volcanic debris of an active volcano, spot sloths in the rainforest canopy, snorkel and surf on Pacific beaches, eat in friendly local restaurants and explore the lakes, landscapes and forests of one of Central America´s most diverse and beautiful countries. <br/><br/>You’ll spend time in the Spanish colonial town of León, home to the largest cathedral in Central America – which you can climb to the top of – and Masaya, the city of folklore, a great place to pick up beautiful souvenirs, including traditional hammocks and ceramics. You’ll also visit Granada, the oldest city on mainland Central America, built in 1524, which you have the option to explore by mountain bike.<br/><br/>Kayak, swim and take a boat trip on Laguna de Apoyo and spend time on one of Lake Nicaragua’s tiny islands. In the Matagalpa region of northeast Nicaragua, stay in an ecolodge, relaxing in hammocks or taking a guided hike through the surrounding coffee plantations, forest, and waterfalls. End the trip by chilling at the beach where you can snorkel, surf and look out for sea turtles.<br/><br/>This is a fantastic, action-packed adventure that allows you to see the very best of Nicaragua. It includes a great combination of guided activities, with time to explore the towns independently, too, choosing many of your own restaurants. This trip is suitable for families, but can of course also be enjoyed by couples or groups. There is no minimum age for children, as the trip is tailored to individual requirements.<br/>",
  "durationDays": "12",
  "price": "2250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Managua airport, you will be welcomed by your driver before enjoying a private transfer to León. You will stay at Hotel San Juan de León (or similar) , right in the city center of Spanish-colonial León. For the parents a good opportunity to enjoy your first Flor de Caña (Nicaraguan rum) or local beer (Toña or Victoria) in one of the nice bars situated in the popular night-time area."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "To help you stretch your legs after your flight to Nicaragua, today you’ll start off with a challenging hike to the top of the most active volcano in Nicaragua, the Cerro Negro. The hike to the top takes approximately 1 hour, during which you will climb right to the top of this impressive volcano (675 m), through a ‘moon landscape’ completely covered with black volcanic debris, left behind from previous eruptions. Going down the slopes is even more exciting: we highly recommend using a sandboard or, if you prefer, you can just walk (in a ski like pattern) right down the steep slope. You will return to your hotel (so you can take a necessary shower). After lunch a local guide will pick you up for a city walking tour. You will learn about the city’s impressive history and visit several of the numerous Spanish-colonial churches. A climb to the top of the largest cathedral of Central-America is also scheduled as well as a visit to the museum of modern arts Ortíz Gurdían. Or if you prefer, you can visit the Pacific beach. Suyapa Beach Club is famous for its fresh fish dishes. We recommend you dine in one of the nice local restaurants – the Nicaraguans are very friendly people, and this is a great way to really experience Nicaragua. In the evenings, local people (together with a few tourists) love to gather often supported by live music from talented local musicians."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you pack your bags to head on to the mountainous north(east) of Nicaragua, to the Matagalpa region. Here you will stay at La Sombra Ecolodge, a nature lover’s paradise. Situated just outside of Bosawas, the largest natural reserve in Central-America, guests of the lodge get a chance to unwind and relax. The lodge itself is three-stories high and bears resemblance to ‘mountain Hütten’ commonly found in the European Alps. Hammocks line the balcony, providing a great spot to view the mist covered forest and relax to the sounds of nature. At night, temperatures tend to decrease quite a bit making a bonfire a great way to end the night. Guests have the opportunity to take guided hikes through the coffee plantation, forest, and waterfalls surrounding the ecolodge. The lodge also produces its own coffee, and coffee tours can be arranged for those who are interested in learning more about the process. All meals are prepared by the staff at the time you prefer to eat and the hospitality is very genuine. Enjoy!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning you will wake up and – within a few steps – can spot the slow moving sloths high up in the trees. After early breakfast you will enter and explore the Bosawas Biosphere Reserve, in 1997 designated as a UNESCO biosphere reserve. At approximately 20,000 km² (2 million hectares) in size, the reserve (i.e. nucleus plus buffer zone) comprises about 15% of the nation's total land area making it the second largest rainforest in the Western Hemisphere, after the Amazon in Brazil. Bosawás is largely unexplored, and is extremely rich in biodiversity. Your professional guide will give you a glimpse of the richness of the flora and fauna in this 1-day hike."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "oday you will head to Masaya, the city of folklore. Just before arriving in Masaya, you can drive up to the crater of the Masaya volcano which is still very active. From the rim you can look right into the smokey crater, although the volcanic gasses are not very recommendable to breath in! With some luck you will see chocoyos, small green parakeets, that nest in the crater. After a walk around the area, you will have a chance to stop in Masaya and check out their local handicrafts they make there - such as traditional hammocks, ceramics, etc - A good spot to buy some souvenirs. You will then head to the crater of the Laguna de Apoyo, with a huge crater lake with unique flora and fauna. Tonight you will stay at Pajaro Azul (or similar), right at the lakeside and can kayak or swim to refresh from the trip."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning you will get a chance to relax at the lakeside veranda before setting off for a hike through the natural reserve of Laguna de Apoyo. You will climb all the way up from the crater lake to the Mirador La Catarina. Howler monkeys can be spotted or at least heard and bird wildlife is abundant. After reaching the top, a good meal will be served while enjoying the great views over the enormous crater lake with a diameter of 6 kilometers! From here a transfer will bring you to Granada, the colonial pearl of Nicaragua! Built in 1524, it is the oldest city on mainland Central America built by the Spanish colonists and with its beautiful city centre still almost intact. Walking along the boulevard (La Calzada) you will certainly find a nice restaurant where you can dine deliciously for very reasonable prices. Especially recommendable are Don Luca (Italian) and Coyote Bar & Grill, situated near to each other at the Calzada."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast your guide will accompany you to the borders of the Lake of Nicaragua, where you will start a boat trip to explore the numerous islands situated in the lake, probably once created by an eruption of the nearby Mombacho volcano. The flora and fauna you will encounter is simply impressive. After returning to the shore you will have the afternoon to yourself. Interesting optional tours are (for example): • City tour Granada (by mountain bike) Your guide will escort you along the city highlights in this 2-hour city bike tour. You will visit the San Francisco Church as well as the San Francisco Convent, built in 1529. Nowadays functioning as a museum, the Convent has an impressive collection of pre-Columbian art. The beautiful La Merced church can be climbed right to the top of the bell tower and demonstrates spectacular views over the city, Lake Nicaragua, and Volcán Mombacho. Next stop is La Polvora Fortress where you learn about its history and walk through its immaculate courtyard. Finish your tour in the oldest part of the city where you visit the Xalteva Church and the old city walls. • On top of the Mombacho volcano You will drive to the top of the Mombacho volcano (1150 meters), completely covered with cloud forest. The Mombacho is a dormant volcano with a wide variety of vegetation, bird wildlife (173 species), reptiles (36 species), amphibians (10 species), mammals (47 species) and several endemic butterflies. After visiting the scientific station you can explore this impressive volcano during an easy walk to a spectacular viewpoint with great views over Granada, Las Isletas, Laguna de Apoyo and Masaya Volcano. If you wish a little more action, consider the treetop canopy tour on the slopes of the Mombacho with 17 platforms."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you head for the little harbour of San Jorge, and on to Ometepe, situated right in the Lake of Nicaragua. The island was created by eruptions of the two volcanoes present on each side of the island, one still active (the Concepción volcano) and the other dormant (the Madéras volcano). From Moyogalpa, the little harbour town on the island, you will be transferred to your hotel Charco Verde, situated directly at the lakeside of one of the biggest fresh-water lakes of the world. The hotel offers horse riding and rental of kayaks and mountain bikes. Excellent meals are being served at the hotel restaurant."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "A day at leisure – you can decide what to do today. The most exciting thing to do on Ometepe really is climbing one of the two volcanoes. These are not easy and will take you all day, so if you are looking for a less intensive option, why not - , • Hike to San Ramón waterfall (altitude 50 m) (½ day) From the forested foot of the southern slope of the Maderas volcano you will hike for about 2 hours to reach the waterfall, where you can cool off a little from the effort in a small bathing area and feel the force of the water falling down on you, especially in the rainy season. The hike is not very hard, but temperatures and humidity can be high and can toughen the climb. Even in dry season the waterfall offers an impressive sight. Be sure to bring water, swimming gear (underneath your regular clothes) and at least one big bottle of water. And good shoes of course, preferably hiking shoes. • Ometepe Island tour (½ day) Natural marvels and pre-Columbian relics: on this island tour highlights will be visited starting at Charco Verde lagoon, a mystic place with abundant flora and fauna and the home of the legend \"Chico Largo\". Next stop is Finca Magdalena, a community farm which is the starting point for climbing the Madras volcano and is situated right at the foot. In the area around the finca several rock carvings (petro glyphs) can be found. Your guide will show you around and tell you all about the island’s history. Then on to the Ojo de Agua, a water source not too far from the lake, near the terrific beach of Santo Domingo with views towards both volcanoes. If you take your swimming gear, you should enjoy a quick dive in the fresh water! In Altagracia you will visit an interesting Pre-Columbian museum with some well-conserved indigenous statues and ceramics. At the end of the tour you will return to hotel Charco Verde."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "fter breakfast you will head back to mainland Nicaragua for a through transfer to the Pacific coast to enjoy a magnificent stay in the lazy beach town San Juan del Sur. The west coast of Nicaragua is one of the most beautiful areas of Central America, and is especially popular with surfers."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Enjoy the marvelous surroundings: you can surf, dive, snorkel, sail or explore the bays nearby. If you are lucky you can arrive in the sea turtle season and can watch the breeding of these impressive mammals from close by."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today you have direct private transfer to Managua international Airport. We hope – but are pretty sure – that you have enjoyed Nicaragua!"
    }
  ],
  "map": ""
}