{
  "destination": "Nicaragua",
  "mainPhoto": "",
  "id": "nicaragua-adventure-holiday",
  "tourName": "Nicaragua adventure holiday",
  "placesVisited": "",
  "generalInfo": "This group holiday will be a real adventure: we’ll be travelling by road and by boat across the country, arriving at remote, hard-to-reach destinations where we’ll be flung back in time. We’ll meet back-water rural and riparian communities, discover once wealthy Spanish colonial towns and clamber over a monumental frontier fort. We’ll gasp at the plethora of exotic wildlife on the fringes of Lake Nicaragua, gaze up at the crater of a sizzling volcano,  and stroll on the sands of a folksy, English-speaking Caribbean Island. You’ll hardly believe how a country of such variety and richness can be so little-visited.<br/>Nicaragua, much loved at Journey Latin America, is one of the few remaining Latin American destinations which can truly be described as unspoilt. Having suffered decades of civil war, geological and economic instability it remained off the tourist trail during the expansion of tourism in the early years of the 21st century. Now shyly opening up to visitors, it’s a country of great understated charm, from its verdant volcanic landscapes to its deserted jungle-fringed beaches; the people are particularly welcoming, the wildlife profuse, and the history and living culture riveting.<br/>",
  "durationDays": "18",
  "price": "3737",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Transfer to a coffee plantation south of the capital and overnight.",
      "description": "Those passengers arriving on an international flight will be met by the tour leader or a local representative and driven to the small town of Dolores in the sub-tropical municipality of Carazo, an agricultural region specialising in coffee production. Stay at the Reserva Silvestre Privada Concepcion de María, a private wildlife reserve housing one of Nicaragua’s few boutique hotels, a real surprise hidden away on a coffee farm. With its polished wood, pitched roofs and verandas with typical Nicaraguan rocking chairs, it is a delightfully relaxing place to spend your first day in Nicaragua."
    },
    {
      "dayNumber": 2,
      "title": "At leisure to relax.",
      "description": "At leisure on the property: take a tour of the environmentally-friendly coffee plantation, or explore the trails through the flowery, bird-filled grounds. The private nature reserve only received its certificate in 2012, and the proprietors are very keen to establish their eco-credentials."
    },
    {
      "dayNumber": 3,
      "title": "Travel to San Jorge and take a ferry to Isla Ometepe.",
      "description": "Today we’ll be driven to the port of San Jorge on Lago Nicaragua, a vast freshwater lake more like an inland sea, imbued with a magnificent history of buccaneers and piracy and the source of wildlife-rich Rio San Juan, the lifeblood of dozens of fishing communities. Out of the lake rises tranquil Ometepe – the largest freshwater island in the world, defined by two conical volcanoes whose fertile slopes are dotted with plantations of tropical fruits; home of howler monkeys and a myriad of bird species. It’s a wonderful place to relax in a world that time forgot: the people lead a traditional rural lifestyle avoiding the country’s boisterous political events. To get there we have to take the public ferry loaded with families, shopkeepers, businessmen, musicians and back-packers which chugs across to the island port of Moyogalpa in 60 minutes."
    },
    {
      "dayNumber": 4,
      "title": "Two days to explore the islands history, wildlife and scenic vistas.",
      "description": "We have two days to explore the island: excursions can be arranged from the hotel with the aid of your tour leader. You might take a guided tour of the island: the “main road” (one of few) was only recently paved, but the island has a long history. There are large collections of petroglyphs and the pre-Columbian Museum has some fascinating artefacts. Nature lovers can discover the nature reserve at Charco Verde, with an omnipresent colony of over 200 howler monkeys. If you fancy something more energetic you can hire a local guide to climb either of the two volcanoes: a challenging task capped by an amazing sense of achievement – or swim in the lake’s unpolluted waters."
    },
    {
      "dayNumber": 6,
      "title": "Travel back to the mainland and onto colonial Granada.",
      "description": "We return by ferry to San Jorge and continue by road to Granada, the oldest city of the Americas, with a rumbustious historical narrative of wealth and piracy. This is one of the continent’s most romantic cities, colonial grace preserved in aspic. Wander through its grid of narrow lanes, framed by adobe houses, punctuated with crumbling churches, convents and tiny shops. It’s climbing out of the oblivion it inhabited following its demise from being one of the most powerful cities of the hemisphere in colonial times: in post-revolutionary Nicaragua the city is becoming gentrified with chic hotels and literary cafés springing up. A tour with a local guide introduces you to some of the city’s finest colonial buildings and churches."
    },
    {
      "dayNumber": 7,
      "title": "Excursion to Masaya volcano and market.",
      "description": "Enjoy a trip to Masaya National Park, visiting volcanic crater lakes, the old hilltop fort of Coyotepe, the impressive and still active Masaya volcano and the town of Masaya itself. The handicraft market in Masaya is well known for its intricate handmade hammocks. The afternoon leaves us at leisure to explore Granada, maybe taking a ride in one of the colourful horse and carriages, rounding off the day with a beer or cocktail overlooking the main square as the local people take an evening constitutional."
    },
    {
      "dayNumber": 8,
      "title": "By road and boat to the unspoilt Solentiname Islands.",
      "description": "Today we travel around the lake by private vehicle to the busy little port of San Carlos, where we board a public motor vessel to the Solentiname Islands. If Ometepe seems far from the madding crowd, these islands are even more lost in the mists of time. There are no roads, no vehicular transport, no mains electricity: power is supplied after dark by solar panels. Its rugged hills are cloaked in rainforest studded with tropical flowers, and tranquillity pervades everywhere. These beautiful islands, a refuge for former revolutionaries and a liberation theologist, are also home to a colony of local artists specialising in primitivism who sell dainty wooden painted ornaments; others make their living from fishing or boat-building. They are all very friendly, though don’t speak much English. Arriving at San Fernando, one of the bigger islands, we find a couple of small guest houses, simple wooden private homes and a small shop. That’s it. Our hotel for two nights, the surprisingly well-appointed Cabañas Paraíso is a short walk from the jetty with panoramic vistas of the lake and its famous sunsets. Wander along the boardwalk, or even take a dip in the lake, no doubt observed by curious children."
    },
    {
      "dayNumber": 9,
      "title": "Guided tour of Los Guatuzos Wildlife refuge.",
      "description": "For nature lovers today is one of the highlights of this journey. We take a guided boat trip into the Los Guatuzos Wildlife refuge, a swathe of territory of tropical rain forest, lagoons and wetland close to the border with Costa Rica on the lake’s southern shore. Along the riverbanks we will see an almost cinematic display of the varied fauna: iguanas crouching on low branches, turtles and caiman sunning themselves on logs, howler and spider monkeys swinging from tree to tree, flashes of colour as herons, ducks, spoonbills, ibis, storks, parrots and many other tropical birds take to the air."
    },
    {
      "dayNumber": 10,
      "title": "Cruise down the Rio San Juan to El Castillo.",
      "description": "Return by boat to San Carlos and take a connecting public launch along Rio San Juan, a beautiful 170km-long river marking the border with Costa Rica and connecting Lake Nicaragua with the Caribbean Sea. Our destination is El Castillo, a friendly little town-on-stilts still only accessible by river with a feel of magical realism to it. Strategically important, the river has a hectic history of disputes and attacks from outside Nicaragua and within. However today we see it as a peaceful waterway flanked by small fields packed with cereals and fruit, giving way to thick tropical jungle. Suddenly though we round a bend and there before us, high on a hill, is the remarkable fortress at El Castillo, built by the Spanish to repel pirates, although Horatio Nelson briefly held it after capture by stealth. For many it’s a surprise to find a little bit of British history in such an obscure location. The huge stone building absolutely dwarfs the little one-horse town: again, there are no roads, no cars, and plenty of power cuts. We will climb up to the fort, where there is a modest exhibition narrating its history and from its ramparts there are stunning, panoramic views over pristine rainforest. We will probably be the only people there."
    },
    {
      "dayNumber": 11,
      "title": "Day trip to Indio Maiz Reserve.",
      "description": "Today we have another excursion to learn about the natural environment in this untouched region, the nearby Indio Maiz Reserve. There’s a conservation centre where we’ll be told about the ecology of the surrounding forest and then we embark on a short trail circuit among towering trees where we may spot poison dart frogs and white-faced monkeys. From there we continue by boat up the Rio Bartola, possibly spotting a family of river otters, and if we are feeling a bit hot in the humid jungle there’s the opportunity to take a dip in the river’s clean water."
    },
    {
      "dayNumber": 12,
      "title": "Overland journey to Managua.",
      "description": "We return to San Carlos by public boat and continue by road to Managua (4-4.5hrs), travelling through undulating cattle-rearing ranch country. The capital Managua has suffered a roller coaster of tumultuous history: scarred by the Sandanista revolution, flattened by the 1972 earthquake which destroyed 53,000 homes. The city has only gradually been rebuilt and most of its commerce and entertainment takes place in the suburbs."
    },
    {
      "dayNumber": 13,
      "title": "Fly to the Corn Islands.",
      "description": "You might imagine we have seen all the variety Nicaragua has to offer but our last port of call is perhaps the most surprising of all. A short flight on a small twin turbo-prop plane takes us to the English-speaking, but strongly Nicaraguan, Corn islands in the Caribbean Sea. These two exquisite coral islands, indented with rocky bays and sparkling beaches shaded by coconut palms, takes us back to the idea of the Caribbean of the 1950s. No high rise hotels here; no jet skis, no celebrity posing, no package tours. It’s all just so modest and low key. The airstrip on Big Corn is used as a short cut by cyclists and livestock when there is no ‘plane due (there are only a couple of flights per day). The few, but very welcome visitors are served by just a few small hotels, while the coast is dotted with open air fish restaurants and most businesses are family owned. If you’d rather end your trip now just let us know and we will quote the holiday without the visit to the Corn Islands."
    },
    {
      "dayNumber": 14,
      "title": "Explore the beautiful beaches and interior of the island.",
      "description": "We are staying on Big Corn, not exactly large in itself with just one little-used road running around the coast connecting the odd school, church and beaches where you can snorkel on coral reefs off the shore. The occasional very battered bus rolls into the “town”, which is really just a row of tiny shops selling household goods and groceries. We have two full days at leisure here; walking along the coast, exploring the interior or just lazing on the beach."
    },
    {
      "dayNumber": 16,
      "title": "Fly back to Managua and transfer to León.",
      "description": "An early morning flight takes you back to Managua, from where you continue your journey by road to León, a city renowned for its rebellious history tradition and political vitality. León’s strong liberal tradition dates back to the colonial era and contrasts with the conservatism of its neighbour Granada. It has remained the country’s centre of intellect and radicalism, with a flourishing university population. The Sandinistas’ fortunes are narrated today in murals and revolutionary graffiti plastered over the white adobe walls lining the streets and you will get to experience all this on a guided tour of the city. On your free day there is time for an optional visit to the pristine Pacific coastline at Poneloya, a 18-km drive south of León. Enjoy the long stretch of beach, watch experts surf the big waves and have a drink at one of the ramshackle local bars. Or you can explore the local mangrove forest, which runs parallel to the Pacific Ocean, by boat to spot the local bird life and wildlife. For those looking for something more historical a trip to León Viejo can be arranged. This is the archaeological site of the first location of the city of León set among tropical trees in a sleepy area of the Department of León. The new location was chosen in the early 17th Century following earthquakes and impending dangers from more seismic activity and volcanic eruptions. A walk around the foundations of the old city ‘centre’ will give you an insight into the plans of the Spanish when they first settled in Central America."
    },
    {
      "dayNumber": 18,
      "title": "Transfer to Managua airport for your international flight.",
      "description": ""
    }
  ],
  "map": ""
}