{
  "destination": "Nicaragua",
  "mainPhoto": "",
  "id": "nicaragua-tours-small-group",
  "tourName": "Nicaragua tours, small group",
  "placesVisited": "",
  "generalInfo": "Explore the Land of Lakes and Volcanoes on this 13-day adventure through Nicaragua. Our itinerary takes us across the blue waters of Lake Nicaragua to the laid-back volcanic island of Ometepe, into the cloud forest of Selva Negra and through the historic towns of Leon and Granada. Along the way, delve into the country's revolutionary history as well as its astounding landscapes and wildlife. <br/> <br/> Mombacho Volcano - Hike around the dormant Mombacho Volcano's crater trail for panoramic views of Lake Nicaragua and the city of Granada.<br/> Selva Negra - Go wildlife spotting in the cloud forest and visit a local coffee plantation.<br/> Granada &amp; Leon - Explore the historic charm and revolutionary legacy of these iconic Nicaraguan cities.<br/> <br/>",
  "durationDays": "13",
  "price": "2165",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Granada",
      "description": ": Our tour starts today in Granada. Nicaragua's oldest town, Granada is steeped in history and characterised by its brightly coloured Spanish colonial buildings. The quaint cobbled streets lead you from church to church and are lined with peaceful cafes, local restaurants and lively rooftop bars. Due to the number of evening flights into Managua, our tour leader plans to hold the welcome meeting on the morning of day two. They'll leave a message in reception with details on timings and everything else you'll need for the day. There are no other activities planned, so you're free to arrive into Granada at any time. If you'd like an airport transfer today, you'll need to arrive into Augusto C. Sandino International Airport Managua (MGA) which is a one-hour drive from our hotel. If your flight arrives earlier in the day, you might like to head out and explore this vibrant city. Walk down to the central plaza, marvel at the striking yellow cathedral and relax in one of the many restaurants or cafes."
    },
    {
      "dayNumber": 2,
      "title": "Experience rural Granada with a community visit, including a local lunch and chocolate demonstration",
      "description": ": This morning, we discover what life is like in rural Granada. We'll travel by private bus to a community called Nicaragua Libre where, on arrival, we'll have a walk around the community and meet the people that live here. We'll then embark on a chocolate workshop before sitting down to a homemade local lunch, made with produce from the community. After lunch, we'll head back to Granada, where you can either relax at the hotel or keep exploring this fascinating city."
    },
    {
      "dayNumber": 3,
      "title": "Discover Granada; optional boat trip on Lake Nicaragua",
      "description": ": This morning, we'll head out on a walking tour of the city. Our first stop will be the San Francisco Church and neighbouring San Francisco Convent built in 1529 (entry optional). We then continue onto the beautiful Merced Church where we will have the opportunity to climb to the top of the bell tower and take in the spectacular views over the city, Lake Nicaragua and the Mombacho Volcano. Finally, you will see a glimpse of Nicaraguan daily life at the local market. This afternoon is free. A recommended optional activity is a boat trip through Las Isletas on Lake Nicaragua. This is a great way to explore Lake Cocibolca, also known as Lake Nicaragua. Situated at the foot of the impressive Mombacho Volcano, the area we visit consists of around 360 small volcanic islands which were formed when the Mombacho Volcano erupted about 20,000 years ago. These small islands are inhabited by families who make their living from fishing, while other islands are host to extravagant villas owned by Nicaragua's rich and famous. Along the way, the tour guide will explain a bit about the many birds that can be seen here as well as recall the history of the area."
    },
    {
      "dayNumber": 4,
      "title": "Travel to Ometepe Island",
      "description": ": Today we transfer to the port of San Jorge, on the shores of Lake Nicaragua and take the ferry to Isla de Ometepe. The island of Ometepe is situated in one of the world's largest freshwater lakes, Lake Nicaragua. The two volcanoes on the island, Concepcion and Maderas, offer stunning views when approaching Ometepe by boat from the mainland. Both of the volcanoes have their own climate and unique vegetation. On arrival, we'll have free time to relax and settle into island life."
    },
    {
      "dayNumber": 5,
      "title": "Free day on Ometepe Island; optional island tour or volcano hike",
      "description": ": Today you're free to make the most of this laidback island. There is plenty to do here, and we have a range of options from a hike to a viewpoint on Maderas Volcano to a classic tour of the whole island with a stop for a traditional lunch. For those who want to learn more about the local Nicaraguan way of life at Ometepe, there is the chance to visit a women's cooperative here on the island. They are strongly focused on sustainable and community-based tourism here, and you will take a tour around the medicinal garden, learning about their homemade hibiscus wine and some of the restorative properties of the plants that are used for healing. Following this, you'll have a cooking class with the women to learn about and taste more of the local Nicaraguan cuisine."
    },
    {
      "dayNumber": 6,
      "title": "Travel to Leon; afternoon city tour",
      "description": ": This morning, we wave goodbye to Ometepe and head back to the mainland. We should arrive in Leon after lunch and we'll have an orientation tour to discover the rich cultural and political history of one of Nicaragua's oldest and most influential cities. Defined by its graceful Spanish colonial architecture and fascinating political history, we will soon discover why Leon is considered to be Nicaragua's historical, cultural, educational and religious capital. The best way to explore this captivating city is on foot, as much of its charm lies in the narrow colonial streets and architecture, art galleries, museums and cafes. Leon's history is fascinating, like no other town in Central America. The town was dismantled, moved, and rebuilt due to volcanic activities, ransacked (and reconstructed!) by pirates, it won and lost its struggle as the most important city in Nicaragua against Managua, and several presidents were assassinated here. It's the place where famous poets are buried, where the largest cathedral in Central America stands, and is a hotbed for revolutionaries due to the big university located in Leon. In this guided walking tour, we will visit revolutionary murals, baroque and neoclassical churches and a surprisingly interesting museum of legends, arts and poetry. After the tour, we can climb to the rooftop of Central America's largest cathedral, recently added to UNESCO's list of World Heritage sites, and enjoy astonishing views over the city and the surrounding Maribios Volcanic Chain."
    },
    {
      "dayNumber": 7,
      "title": "Free time to explore Leon or optional Cerro Negro hike",
      "description": ": Today is free to explore Leon at your own pace, taking in one of the museums or relaxing at one of the cafes near the main square. Alternatively, you may choose to enjoy one of the optional excursions available in the area. One option is a hike on the nearby Cerro Negro Volcano - one of the most active volcanoes in Nicaragua. The hike takes approximately 90 minutes at a moderate pace, and there are stunning views across to the Pacific Ocean as well as the surrounding countryside. The fun is in bouncing down the volcano, as we run/jump/walk down through the scree."
    },
    {
      "dayNumber": 8,
      "title": "Boat trip on Juan Venado Nature Reserve",
      "description": ": We have an early start ahead of us today as we head to Juan Venado Nature Reserve where we'll embark on a wildlife spotting boat tour. Keep your eyes peeled for crocodiles, caiman, iguanas and many species of birds. We'll then head to Las Peñitas Beach, a popular spot for local Nicaraguans to enjoy some time away from the cities. This beach has many cafes and restaurants and is an excellent place to relax. After lunch, we'll head back to Leon for a free evening in the city."
    },
    {
      "dayNumber": 9,
      "title": "Visit San Jacinto en route to Selva Negra Ecolodge; included coffee and farm tour",
      "description": ": After breakfast this morning, we head to the Highlands of Northern Nicaragua, Selva Negra. On route, we'll visit the mud fields of San Jacinto. San Jacinto is a little town about 20 kilometres northeast of Leon; behind the village are boiling mud holes connected to the Telica Volcano. These volcanic fields serve as breathing holes for the nearby volcanoes, forming the area like a Martian landscape (and, in turn, help to prevent future eruptions). It's extremely hot to walk around and see the holes, which differ in size and colour, where the mud is fiercely boiling. The mud sometimes throws little rocks in the air and steam is continuously emitted from the holes. Local people are keen to sell you indigenous ceramics and handmade figurines, made fresh from the hot volcanic mud. We continue our journey to the mountainous north of the department of Matagalpa. On arrival at our ecolodge, we'll embark on a fascinating coffee and farm tour. The lodge itself is surrounded by nature and is a calming retreat away from Nicaragua's bustling cities."
    },
    {
      "dayNumber": 10,
      "title": "Search for wildlife in the Selva Negra cloud forest",
      "description": ": Today we enjoy a two-hour cloud forest nature walk in Selva Negra. During the walk, we'll learn about the importance of the rainforest and discover the flora and fauna. If you'd like to continue hiking in the afternoon our tour leader will take you out on an additional hike. If you'd rather relax and take in the beautiful natural surroundings, you can rest at the lodge."
    },
    {
      "dayNumber": 11,
      "title": "Travel to Laguna de Apoyo; Visit Masaya's artisan market",
      "description": ": This morning, we'll head to Laguna de Apoyo, a nature reserve located between Masaya and Granada. The lake is the largest volcanic crater lake in the country and was formed over 23,000 years ago after a huge volcanic explosion. En route to the lake, we'll visit Masaya's famous and diverse artisan market, where we can find many products quite unique to Nicaragua. We'll make a lunch stop in the small colonial village of Catarina, known for its 'viveros' or nurseries of potted plants that are sold to households across Nicaragua. Our last stop today is San Juan de Oriente, one of the so-called 'Pueblos Blancos' with its eye-catching white colonial architecture. This small town is known for its ceramic production, and we'll be able to visit the house of a local family and learn about the delicate process of this traditional art form. We'll continue to our accommodation for the next two nights, Pacaya Lodge. This stunning lodge is located above the lake with spectacular views."
    },
    {
      "dayNumber": 12,
      "title": "Hike the Mombacho crater",
      "description": ": Today, we have the chance to hike the scenic loop around Mombacho Volcano, located in Mombacho Volcano Natural Reserve. This 1.5-kilometre/1-mile medium-difficulty trail offers breathtaking panoramic views of Lake Nicaragua and the city of Granada. Along the way, a local guide will share fascinating information about the area's unique plants, animals, and volcanic history. The hike takes around three hours to complete, with an elevation gain of about 200 meters/600 feet. In the afternoon, we'll head to the shores of Laguna de Apoyo, where we'll enjoy our included day pass at Casa Marimba. This beautiful property is situated right on the lake, offering the perfect spot to relax on the beach, swim, or even take out a kayak to explore the waters. This evening, we'll gather for a farewell dinner and enjoy our final sunset in this spectacular country."
    },
    {
      "dayNumber": 13,
      "title": "Trip ends at Laguna de Apoyo",
      "description": ": There are no activities planned today, so you're free to depart at any time. If you'd like an airport transfer today, you need to depart from Augusto C. Sandino Airport (MGA), which is approximately a one-hour drive from our hotel."
    }
  ],
  "map": ""
}