{
  "destination": "Nicaragua",
  "mainPhoto": "",
  "id": "panama-and-nicaragua-small-group-tour",
  "tourName": "Panama and Nicaragua small group tour",
  "placesVisited": "",
  "generalInfo": "Discover two captivating neighbours on one seamless journey, beginning in Panama City’s UNESCO-listed Casco Viejo, then witnessing the ingenuity of the Panama Canal, meeting Emberá communities, and exploring coffee estates, cloud forests, and coral-rich islands from Boquete to Bocas del Toro. Continue to Nicaragua for a rich blend of colonial charm and volcanic drama, taking in Managua’s viewpoints, León’s cathedral rooftops, and Granada’s horse-drawn streets and lake islets. Walk crater rims at Masaya, amble misty trails on Mombacho, and learn the story of coffee and sustainable farming in Selva Negra. Unwind on Ometepe Island beneath twin volcanoes, then finish on the Pacific shores of San Juan del Sur, where golden beaches, marine life, and laid-back evenings round off an itinerary that balances history, nature, and coast with genuine cultural encounters.",
  "durationDays": "24",
  "price": "5745",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Panama City - Upon arrival in Panama you will be met and transferred to your hotel located in the heart of Panama City’s historic district, Casco Viejo. No meals or activities included today. Overnight at Central Hotel Panama or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Stories of Two Cities and the Panama Canal - The journey begins with an immersive exploration of Panama City, a capital defined by contrast and connection. We start with a visit to the evocative ruins of Panamá Viejo, the original city founded in 1519 and later destroyed by the infamous pirate Henry Morgan. Here, among the stone walls and cathedral remnants we begin to understand Panama’s origins as a critical junction of trade and empire. The narrative continues in Casco Viejo, the “new” colonial city founded after the destruction of the first. The intertwining stories of these two cities reflect the resilience and strategic importance of Panama through the centuries. We visit the Mola Museum, showcasing the intricate textile art of the Guna women; the beautifully curated Panama Canal Museum, housed in the former headquarters of the French and American canal builders; and the boutique Cacao and Chocolate Museum at Casa Coronel, which celebrates Panama’s growing artisanal chocolate culture. After lunch at a local restaurant, the journey continues to the Panama Canal Visitors Center at Miraflores Locks. From the observation terraces, witness massive ships navigating the narrow locks and gain a deeper appreciation for the engineering marvel that reshaped world trade. The day concludes with dinner at a carefully selected restaurant, offering local cuisine in a warm setting. Overnight at Central Hotel Panama or similar (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The Emberá People and Fort San Lorenzo - An unforgettable day unfolds with a cultural and historical expedition to the Caribbean side of the isthmus. Traveling north, we reache the banks of the Gatun River where dugout canoes await to take you into the forest and toward an Emberá community. Nestled in a remote setting, the village offers a rare opportunity to engage with Panama’s indigenous heritage. The Emberá proudly share their traditions, music, dances, and cosmology, as well as insights into their craftsmanship and connection to the land. Enjoy a traditional lunch is prepared by the community. The adventure continues to Fort San Lorenzo, dramatically perched above the mouth of the Chagres River where it meets the Caribbean Sea. This UNESCO World Heritage Site, once a key defense point for the Spanish Crown, echoes with tales of pirates, conquests, and gold-laden galleons. Surrounded by tropical forest and history, it is a place where nature and empire collide. After returning to the city, the day ends with dinner at a local restaurant. Overnight at Central Hotel Panama or similar (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "From the Pacific Coast to the Highlands - After an early breakfast, head to the airport for a short flight to David, the capital of Chiriquí province. Upon arrival, the journey continues to the Gulf of Chiriquí National Park, a protected marine wonderland scattered with lush islands and coral reefs. A boat excursion reveals the area’s vibrant biodiversity with opportunities to snorkel in crystal-clear waters, paddle along quiet mangrove-lined coasts, and spot marine life from the boat. A picnic-style lunch is served on one of the secluded beaches, offering a true taste of tropical serenity. In the afternoon travel to Boquete, a picturesque mountain town on the foothills of Volcán Barú. Known for its cool climate, cloud forests, and world-class coffee, Boquete provides a stunning contrast to the coast. The road climbs steadily into the highlands, passing rolling green hills and dramatic ridges until arriving at the lodge nestled in nature. Dinner is served at the hotel, rounding off a day of striking geographical transitions. Overnight at Boquete Tree Trek Lodge or similar (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hanging Bridges, Coffee & Rum: A Day in the Highlands - The cool mountain air and misty forest canopy set the stage for a morning of discovery in Boquete’s cloud forest reserve. Suspended walkways and well-maintained forest trails offer a gentle but immersive way to explore the highland ecosystem. As we move through the treetops on a series of hanging bridges, witness the interplay of light and foliage and may catch glimpses of hummingbirds, toucans, or even the elusive resplendent quetzal among the bromeliads and moss-draped trees. Those with a taste for adrenaline may choose to replace the forest walk with an optional zipline adventure through the canopy. Later in the day, the focus turns to one of Panama’s most prized exports: coffee. A local finca opens its doors for a behind-the-scenes experience of specialty coffee production from the growing of high-altitude beans to their harvest, roasting, and final tasting. The aromas, techniques, and passion of the producers elevate this from a simple visit to a sensory journey. As the sun begins to dip behind the hills, enjoy a distinctly Panamanian rum experience where you will sample artisan rums and learn about the unique sugarcane heritage of the region. Lunch and dinner are enjoyed on-site, in the quiet comfort of the mountain lodge. Overnight at Boquete Tree Trek Lodge or similar (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "La Amistad International Park and the Charm of Boquete - Today, we head into La Amistad International Park, a UNESCO World Heritage Site shared by Panama and Costa Rica. This vast transboundary reserve protects one of the most biodiverse and pristine highland habitats in Central America. With local guides leading the way, follow trails that wind through mist-laden forests where cascading waterfalls and birdsong accompany each step. The area is a haven for birdwatchers, nature photographers, and anyone who appreciates raw, untouched landscapes. After a morning immersed in nature, returns to Boquete to explore the town’s colorful streets, artisan shops, and flower-filled gardens. There’s time to take in the relaxed rhythm of local life and perhaps sip a cup of freshly brewed geisha coffee at a café. Lunch is served at a local restaurant, while dinner back at the hotel caps off this full and varied day. Overnight at Boquete Tree Trek Lodge or similar (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Across the Continental Divide to Bocas del Toro - The journey eastward from Boquete to the Caribbean begins early, tracing one of Central America’s most scenic overland routes. As the road climbs through the Cordillera Central, breathtaking views unfold - cloud forests giving way to alpine meadows, then descending into lush tropical lowlands. The transition from one side of the continental divide to the other is as dramatic in scenery as it is in climate. The final stretch takes us to the port town of Almirante, where water taxis await. Crossing the tranquil waters of Almirante Bay, we arrive at Isla Colón, the lively heart of the Bocas del Toro archipelago. This Caribbean outpost is known for its laid-back energy, vibrant Afro-Caribbean culture, and rich natural beauty. After checking in to the hotel, there’s time to settle in and enjoy dinner at a local restaurant, where fresh seafood and tropical flavors take center stage. Overnight at Palma Royale Hotel or similar (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Coral Reefs, Mangroves and the Ngäbe-Buglé People - The morning begins on the water, weaving through turquoise channels and tangled mangrove forests that frame Bocas del Toro’s marine paradise. With masks and snorkels on hand, the group explores vibrant coral reefs teeming with life — tropical fish darting between sea fans and brain corals in warm, shallow water. Between snorkeling sites, the boat glides past islands fringed with coconut palms and echoing with bird calls. Later, the focus shifts inland with a visit to a Ngäbe-Buglé community, where we are welcomed with hospitality and pride. The encounter offers a meaningful window into the traditions, social structure, and crafts of one of Panama’s most populous Indigenous groups. It’s a respectful cultural exchange that balances observation and participation. Meals today are enjoyed at local restaurants in the island town, which by now feels like a home base within the archipelago. Overnight at Palma Royale Hotel or similar (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Nature and Relaxation in Bastimentos Marine National Park - A short boat ride takes us to Bastimentos Island, home to a national marine park that protects a remarkable range of coastal ecosystems. The day unfolds at a relaxed pace, blending beach time with nature walks through coastal rainforest trails. Whether watching for sloths and red frogs in the forest or simply enjoying the rhythmic lapping of waves on a golden-sand beach, this is a day to slow down and appreciate the unspoiled beauty of Panama’s Caribbean coast. Lunch and dinner are again taken at local restaurants, where the flavors of the sea mingle with Caribbean spices. The day concludes with a gentle return to Isla Colón, under skies often filled with stars and the soft glow of the moon on the water. Overnight at Palma Royale Hotel or similar (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "From the Islands Back to the Capital - The morning is free at leisure for you to enjoy. Whether it’s a final stroll through town, a dip in the sea, or simply time to reflect, Bocas del Toro offers a gentle farewell. In the early afternoon, we return by flight to Panama City. Upon arrival transfer to the hotel in the modern city, now a familiar contrast to the natural landscapes visited over the past week. Overnight at Hotel Plaza Paitilla Inn or similar (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Forest Canopy and Iconic Architecture - The last full day in Panama begins with a nature-focused experience just outside the capital. At Soberanía National Park, the group walks the trails of the rainforest in search of toucans, monkeys, and perhaps even a sloth hidden in the canopy. The journey includes a stop at the Rainforest Discovery Center, where an observation tower rises above the treetops for panoramic views and excellent birdwatching. This final immersion in Panama’s biodiversity is as rewarding as it is refreshing. In the afternoon, visit the Biomuseo, an architectural landmark designed by Frank Gehry, dramatically situated on the Amador Causeway. Inside, the museum’s engaging exhibits reveal how the rise of the isthmus shaped the planet’s climate, species, and human history. As night falls, enjoy a farewell dinner at one of Panama City’s best local fare restaurants, where stories and highlights of the trip are shared among new friends. Overnight at Hotel Plaza Paitilla Inn or similar (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Panama – Managua - After breakfast transfer to the airport for your flight to Managua. On arrival at Nicaragua International Airport you will be met and transferred to your hotel. Overnight Los Robles Hotel or similar (B) Day 13: Managua – Leon (approx. driving time today: 3 hours) This morning we enjoy a short city tour of Managua. We will explore both the historical and modern facets of the city. Our first stop is Tiscapa Crater Lake where you have superb views over the entire city. On a clear day, you will be able to see several volcanoes to the north of the city. You can't miss the large silhouette of the famous revolutionary General Sandino statue that stands overlooking the Tiscapa Crater Lake. Next, we head over to the old city and the National Palace, the Old Cathedral, the National Theatre, the President's house. We also stop at Salvador Allende Port and to Malecon, Managua's favourite place for a lakeside drink. Continue to the Old Leon Ruins, a UNESCO world heritage site, before heading to Leon. On arrival we explore numerous colonial buildings, among them Nicaragua´s first university. In addition, you can climb to the rooftop of Central America´s largest cathedral, recently added to UNESCO´s list of World Heritage sites, and enjoy astonishing views over the city and the surrounding Maribios Volcanic Chain. Overnight La Recolección or similar. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Managua – Leon (approx. driving time today: 3 hours) - This morning we enjoy a short city tour of Managua. We will explore both the historical and modern facets of the city. Our first stop is Tiscapa Crater Lake where you have superb views over the entire city. On a clear day, you will be able to see several volcanoes to the north of the city. You can't miss the large silhouette of the famous revolutionary General Sandino statue that stands overlooking the Tiscapa Crater Lake. Next, we head over to the old city and the National Palace, the Old Cathedral, the National Theatre, the President's house. We also stop at Salvador Allende Port and to Malecon, Managua's favourite place for a lakeside drink. Continue to the Old Leon Ruins, a UNESCO world heritage site, before heading to Leon. On arrival we explore numerous colonial buildings, among them Nicaragua´s first university. In addition, you can climb to the rooftop of Central America´s largest cathedral, recently added to UNESCO´s list of World Heritage sites, and enjoy astonishing views over the city and the surrounding Maribios Volcanic Chain. Overnight La Recolección or similar. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Leon – Morning hike excursion to Volcan Cerro Negro or Juan Venado Island boat tour - Early this morning you will have the option to join an excursion to hike to the top of the Cerro Negro Volcano. At approximately 7am, transfer for about one hour to the base of the volcano where you begin the ascent on foot from the north side, reaching the main crater after approximately one and a half to two hours. You hike first on trails and later on a kind of black dune created by former lava. As you reach the foot of the volcano you begin an easy climb up to the first of two active and vibrant craters. From here follow the edge of the crater to get to the second crater and highest point of the volcano. Standing on top of Cerro Negro, you have an unforgettable view stretching right over the volcanic chain. Spend approximately one hour around the main crater before returning at your hotel at approximately midday. The afternoon is at leisure. Overnight La Recolección or similar. (B) Note: You should have a good level of physical fitness in order to undertake the climb to the top of the Cerro Negro. Alternatively, you can remain in Leon and take a short boat tour of the Juan Venado island in the morning."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Leon – Hervideros de San Jacinto – Selva Negra Cloud Forest (approx. driving time today: 3 hours) - After breakfast we head to Hervideros de San Jacinto, a surprising area full of small volcanic craters, with boiling mud and water vapor. It is possible to walk on this hot surface around the craters. We continue to Selva Negra Cloud Forest where you can explore the property on your own. Overnight Selva Negra Hotel or similar. (B)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Selva Negra – Coffee and Farm Tour - After breakfast we take a walking coffee tour. Learn about the whole process of coffee. History, location, climate, topography, sustainable use of bi-products and the social programmes are among the many aspects you will learn. We will get a chance to visit the nurseries, and plantations. After our coffee tour we will visit a local farm. We will witness many sustainable farming methods and pass by the organic laboratory, the worker’s housing, the greenhouses, cheese house, chicken coops, and stables. Overnight Selva Negra Hotel or similar. (B)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Selva Negra – Granada (approx. driving time today: 3 hours) - Today we head south to the colonial city of Granada. On arrival we take a city tour by horse-drawn carriage obtaining a good sense of the rich history and authenticity of Spanish-colonial Granada. This afternoon we continue to Lake Nicaragua for a relaxing boat ride around some of the islands formed by the impressive Mombacho volcano. A boat trip through the Isletas of Granada is a great way to explore Lake Cocibolca, also known as Lake Nicaragua. These small islands are inhabited by families who make their living from fishing, while other islands are host to extravagant villas owned by Nicaragua's rich and famous. Along the way the guide will point out some of the prolific birdlife to be found on the lake as well as explaining about the history of the area. Overnight El Dario Hotel Hotel or similar. (B)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Granada - San Juan de Oriente – Catarina Viewpoint - Masaya Volcano National Park - Granada - After breakfast, meet your guide for a 3-course cooking class at an old, colonial house. Explore the local market and buy fresh ingredients before cooking a delicious 3-course meal. We then travel to San Juan de Oriente, one of the so called 'Pueblos Blancos' where we will see its white colonial architecture. Here we will find beautiful arts and crafts as well as nurseries with beautiful flowers. We continue to Catarina and its viewpoint which offers amazing views over the area and then arrive at the bottom of the Masaya Volcano National Park. The Masaya Volcano is still active and is the only volcano in the western hemisphere where it is possible to drive to the rim and see the smoking crater. If we are lucky, we might encounter rare green parakeets which make their home at the volcano. From there, we embark another vehicle which takes us to the summit of the crater Santiago, notorious for displaying a gaseous activity and an incandescent lava lake in its interior. We take an opportunity to see inside the crater of the volcano, observing the red and glowing lava before to return to Granada. Overnight El Dario Hotel or similar. (BL)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Granada - (nature hike) - Granada - We start the day with a visit to Mombacho Volcano Nature Reserve to hike the Crater Trail. Suitable for anyone with a moderate level of fitness we will hike for around 2 hours and learn about the flora and fauna of the area. If conditions are clear we will visit an impressive viewpoint to take in wide vistas of the country’s pacific region, the neighbouring city of Granada, and the great lake of Nicaragua and its islands. After the hike, return to Granada and the rest of the day is at leisure. Overnight El Dario Hotel or similar. (B) Note: If you do not wish to do the hike, you can remain in Granada and enjoy a full day at your own leisure."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Granada - Ometepe Island (1.45-hour ferry crossing) - Today, we transfer to the port of San Jorge, at the shores of Lake Nicaragua or Cocibolca as the locals call it, and take the ferry to Isla de Ometepe. On arrival, transfer to the hotel and the afternoon is at leisure. There are many activities that you can arrange directly with your hotel. Overnight San Juan de la Isla Lodge or similar. (B)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Ometepe Island - Enjoy today a tour of the island, including the visit to Ojo de Agua, a small sculpture park of pre-Colombian ceramics, and the Museo de Ometepehas containing local ethnographic and environmental themes. Overnight San Juan de la Isla Lodge or similar. (B)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Ometepe Island - San Juan Del Sur on the Pacific Coast (1-hour ferry crossing; approx. driving time today: 2 hours) - Today, we take the ferry back to the mainland and continue to San Juan del Sur, in the south west. The rest of the day is at leisure. Overnight Victoriano Hotel or similar. (B)"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "San Juan del Sur (day at leisure) - Today is a leisure day. You can choose to simply relax at the nice hotel or perhaps try your hand at surfing. Another option is to go to Flor Beach to witness mass arrivals of turtles (during the season, August-January). The beach is a protected wildlife reserve because of the seasonal presence of Olive Ridley turtles that take place every year between August and January. Thousands of turtles arrive during certain nights to lay eggs at this one specific beach. About 50 days later, thousands of eggs hatch and the baby turtles try to make their way to the Pacific. Overnight Victoriano Hotel or similar. (B)"
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "San Juan del Sur - Managua – Departure (approx. driving time today: 3 hours) - This morning we return to the capital and we transfer to the Managua International Airport where our tour ends. Your flight should not depart before 13:00. (B)"
    }
  ],
  "map": ""
}