{
  "destination": "Nicaragua",
  "mainPhoto": "",
  "id": "nicaragua-holiday-cobbled-streets-to-coral-reefs",
  "tourName": "Nicaragua holiday, Cobbled Streets to Coral Reefs",
  "placesVisited": "",
  "generalInfo": "Granada - San Ramon - Leon - Great Corn Island - Managua<br/><br/>Get ready for an off the beaten track adventure in Nicaragua, beginning in colourful Granada. Enshrined in history, exemplified by the decadent colonial architecture, enjoy a city tour and your poolside hotel.<br/><br/>From city life to San Ramon, where you have the unique opportunity to 'live' with the Nicos, Nicaraguan locals. Enjoy their hospitality in the form of home-cooked food, exchange stories, and practice your Spanish.<br/><br/>Onward bound to church and cathedral filled Leon, where you have the opportunity to try your hand at creating artwork in traditional Nicaraguan style. The unique stays continue here, as you will rest up in a former monastery located at the beating heart of this historical town.<br/><br/>From more city-scapes, to a great escape. Unplug from your bustling everyday life to the sugar-like sand and coral reefs of the less-visited Caribbean Corn islands. Snorkle, sunbathe and sit back relaxing whilst sipping on a cocktail serenaded by reggae beats in this white sand and turquoise sea side paradise.<br/> <br/>For a dramatic end to your adventure, spot green parakeets on your ascent of the mighty Masaya Volcano. This active volcano has impressive craters and dominates the skyline, leaving you with lasting memories before your international flight home.",
  "durationDays": "10",
  "price": "2390",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Glory days of Granada: The oldest city in the New World, Granada is striking with its colourful colonial buildings and diverse culture. Upon arrival in Managua you’ll be transferred directly to your hotel in Granada, a journey of about an hour. You’ll stay in a comfortable colonial-style hotel with its own swimming pool and go on a walk with a local guide through the city."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "At Home with the Nicos: You’ll travel from Granada northwards by private transfer to San Ramon, which usually takes between 3 to 4 hours. The local people in San Ramon have set up a successful community project where local families open their homes to tourists. You’ll immerse yourself in the culture of a local family by staying in their home and try your hand at some home cooked Nicaraguan food. In this small village you’re unlikely to meet many other tourists. It might also be the perfect time to brush up on a little Spanish!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The Colonial Charm of Léon: From San Ramon you’ll continue your journey by private transfer to the charming city of Leon, which lies roughly 3-4 hours to the west. Leon has a rich colonial history with 12 cathedrals and churches. During your stay you’ll take a unique half day tour learning to create traditional Nicaraguan art. Watch a local artist demonstrate the age-old techniques of creating typical Nicaraguan handicrafts; then try them out yourself. You’ll stay in a hotel that once served as a monastery located right in the centre."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Coral Reefs of Castaway Island: Next, you’ll travel to Managua airport by private car. The travel time takes about 2 hours. Here you’ll catch a domestic flight to the Corn Islands. Flying time is usually about an hour. Off the coast of Nicaragua are the tropical Corn Islands. Here you’ll find that classic image of azure blue water and white beaches. Indulge yourself in the cozy bars by sipping on a tropical cocktail. In the background, you’ll hear reggae beats, the favourite music of the Caribbean islanders. Stay in a cosy cottage on the beach and get to know the underwater world on a snorkelling trip."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "The Mighty Volcano: You’ll make your own way back to the tiny airport on Great Corn Island and catch the 1 hour domestic flight back to Managua. You’ll be met at the airport by a private transfer and taken to your hotel in the city. Managua may not be the prettiest of cities, but it’s worth stopping a while to appreciate the fading colonial buildings and take in the impressive site of Masaya Volcano. Along the way try to catch a glimpse of the green Parakeets and bats before peering into the crater mouth. After your final night in Nicaragua you’ll be taken back to Managua airport by private car for your international flight home."
    }
  ],
  "map": ""
}