{
  "destination": "Nicaragua",
  "mainPhoto": "",
  "id": "nicaragua-highlights-small-group-tour",
  "tourName": "Nicaragua highlights, small group tour",
  "placesVisited": "Managua, Sandboarding at Cerro Negro, Leon, Matagalpa, Selva Negra Cloud Forest, Granada, Las Isletas, Mombacho Volcano Nature Reserve, Masaya, San Juan de Oriente, Ometepe Island, San Juan Del Sur",
  "generalInfo": "Despite its troubled political history, Nicaragua is a safe and welcoming country to visit, and travellers are once again discovering the country’s beautiful landscapes and elegant colonial cities. On this small group tour, you’ll do the same, taking in the country’s top highlights over 12 inspiring days. <br/><br/>History and architecture buffs will be well served with visits to two of Central America’s best preserved Spanish colonial cities, Granada and Leon, both of which are full of graceful mansions, baroque churches and cobbled streets lined with colourful houses. In the latter you’ll stay with a local family – the perfect opportunity to get to know the country and its people a little better.<br/><br/>This trip throws in plenty for nature lovers too, and you’ll learn the ins and outs of coffee production during a visit to the Selva Negra Cloudforest; hike the crater trail in the Mombacho Volcano Nature Reserve; spend two days in the lush surroundings of Ometepe Island, famed for its dual volcanoes; and relax on the country’s Pacific Coast, where you can take surf lessons or, during the months of August to January, watch the arrival of thousands of Olive Ridley turtles. <br/>",
  "durationDays": "13",
  "price": "2195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival to Managua (approx. driving time today: 35 min) - On arrival at Nicaragua International Airport you will be met and transferred to your hotel. Overnight Los Robles Hotel or similar. No meals are included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Managua – Leon (approx. driving time today: 3 hours) - This morning we enjoy a short city tour of Managua. We will explore both the historical and modern facets of the city. Our first stop is Tiscapa Crater Lake where you have superb views over the entire city. On a clear day, you will be able to see several volcanoes to the north of the city. You can't miss the large silhouette of the famous revolutionary General Sandino statue that stands overlooking the Tiscapa Crater Lake. Next, we head over to the old city and the National Palace, the Old Cathedral, the National Theatre, the President's house. We also stop at Salvador Allende Port and to Malecon, Managua's favourite place for a lakeside drink. Continue to the Old Leon Ruins, a UNESCO world heritage site, before heading to Leon. On arrival we explore numerous colonial buildings, among them Nicaragua´s first university. In addition, you can climb to the rooftop of Central America´s largest cathedral, recently added to UNESCO´s list of World Heritage sites, and enjoy astonishing views over the city and the surrounding Maribios Volcanic Chain. Overnight La Recolección or similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Leon – Morning hike excursion to Volcan Cerro Negro or Juan Venado Island boat tour - Early this morning you will have the option to join an excursion to hike to the top of the Cerro Negro Volcano. At approximately 7am, transfer for about one hour to the base of the volcano where you begin the ascent on foot from the north side, reaching the main crater after approximately one and a half to two hours. You hike first on trails and later on a kind of black dune created by former lava. As you reach the foot of the volcano you begin an easy climb up to the first of two active and vibrant craters. From here follow the edge of the crater to get to the second crater and highest point of the volcano. Standing on top of Cerro Negro, you have an unforgettable view stretching right over the volcanic chain. Spend approximately one hour around the main crater before returning at your hotel at approximately midday. The afternoon is at leisure. Overnight La Recolección or similar. (B) Note: You should have a good level of physical fitness in order to undertake the climb to the top of the Cerro Negro. Alternatively, you can remain in Leon and take a short boat tour of the Juan Venado island in the morning."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leon – Hervideros de San Jacinto – Selva Negra Cloud Forest (approx. driving time today: 3 hours) - After breakfast we head to Hervideros de San Jacinto, a surprising area full of small volcanic craters, with boiling mud and water vapor. It is possible to walk on this hot surface around the craters. We continue to Selva Negra Cloud Forest where you can explore the property on your own. Overnight Selva Negra Hotel or similar. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Selva Negra – Coffee and Farm Tour - After breakfast we take a walking coffee tour. Learn about the whole process of coffee. History, location, climate, topography, sustainable use of bi-products and the social programmes are among the many aspects you will learn. We will get a chance to visit the nurseries, and plantations. After our coffee tour we will visit a local farm. We will witness many sustainable farming methods and pass by the organic laboratory, the worker’s housing, the greenhouses, cheese house, chicken coops, and stables. Overnight Selva Negra Hotel or similar. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Selva Negra – Granada (approx. driving time today: 3 hours) - Today we head south to the colonial city of Granada. On arrival we take a city tour by horse-drawn carriage obtaining a good sense of the rich history and authenticity of Spanish-colonial Granada. This afternoon we continue to Lake Nicaragua for a relaxing boat ride around some of the islands formed by the impressive Mombacho volcano. A boat trip through the Isletas of Granada is a great way to explore Lake Cocibolca, also known as Lake Nicaragua. These small islands are inhabited by families who make their living from fishing, while other islands are host to extravagant villas owned by Nicaragua's rich and famous. Along the way the guide will point out some of the prolific birdlife to be found on the lake as well as explaining about the history of the area. Overnight Colonial Hotel or similar. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Granada - San Juan de Oriente – Catarina Viewpoint - Masaya Volcano National Park - Granada - After breakfast, meet your guide for a 3-course cooking class at an old, colonial house. Explore the local market and buy fresh ingredients before cooking a delicious 3-course meal. We then travel to San Juan de Oriente, one of the so called 'Pueblos Blancos' where we will see its white colonial architecture. Here we will find beautiful arts and crafts as well as nurseries with beautiful flowers. We continue to Catarina and its viewpoint which offers amazing views over the area and then arrive at the bottom of the Masaya Volcano National Park. The Masaya Volcano is still active and is the only volcano in the western hemisphere where it is possible to drive to the rim and see the smoking crater. If we are lucky, we might encounter rare green parakeets which make their home at the volcano. From there, we embark another vehicle which takes us to the summit of the crater Santiago, notorious for displaying a gaseous activity and an incandescent lava lake in its interior. We take an opportunity to see inside the crater of the volcano, observing the red and glowing lava before to return to Granada. Overnight Colonial Hotel or similar. (BL)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Granada - Mombacho Volcano Nature Reserve (nature hike) - Granada - We start the day with a visit to Mombacho Volcano Nature Reserve to hike the Crater Trail. Suitable for anyone with a moderate level of fitness we will hike for around 2 hours and learn about the flora and fauna of the area. If conditions are clear we will visit an impressive viewpoint to take in wide vistas of the country’s pacific region, the neighbouring city of Granada, and the great lake of Nicaragua and its islands. After the hike, return to Granada and the rest of the day is at leisure. Overnight Colonial Hotel or similar. (B) Note: If you do not wish to do the hike, you can remain in Granada and enjoy a full day at your own leisure."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Granada - Ometepe Island (1.45-hour ferry crossing) - Today, we transfer to the port of San Jorge, at the shores of Lake Nicaragua or Cocibolca as the locals call it, and take the ferry to Isla de Ometepe. On arrival, transfer to the hotel and the afternoon is at leisure. There are many activities that you can arrange directly with your hotel. Overnight San Juan de la Isla Lodge or similar. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ometepe Island - Enjoy today a tour of the island, including the visit to Ojo de Agua, a small sculpture park of pre-Colombian ceramics, and the Museo de Ometepehas containing local ethnographic and environmental themes. Overnight San Juan de la Isla Lodge or similar. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ometepe Island - San Juan Del Sur on the Pacific Coast (1-hour ferry crossing; approx. driving time today: 2 hours) - Today, we take the ferry back to the mainland and continue to San Juan del Sur, in the south west. The rest of the day is at leisure. Overnight Victoriano Hotel or similar. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "San Juan del Sur (day at leisure) - Today is a leisure day. You can choose to simply relax at the nice hotel or perhaps try your hand at surfing. Another option is to go to Flor Beach to witness mass arrivals of turtles (during the season, August-January). The beach is a protected wildlife reserve because of the seasonal presence of Olive Ridley turtles that take place every year between August and January. Thousands of turtles arrive during certain nights to lay eggs at this one specific beach. About 50 days later, thousands of eggs hatch and the baby turtles try to make their way to the Pacific. Overnight Victoriano Hotel or similar. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "San Juan del Sur - Managua – Departure (approx. driving time today: 3 hours) - This morning we return to the capital and we transfer to the Managua International Airport where our tour ends. Your flight should not depart before 13:00. (B)"
    }
  ],
  "map": ""
}