[
  {
    "destination": "Nicaragua",
    "mainPhoto": "",
    "id": "family-holiday-in-nicaragua-tailor-made",
    "tourName": "Family holiday in Nicaragua, tailor made",
    "placesVisited": "Managua, León and walking tour, hike up and sandboard down Cerro Negro volcano, Matagalpa region, Bosawas Biosphere Reserve, Masaya and Masaya volcano, Laguna de Apoyo, Granada, Lake Nicaragua, Ometepe island, San Juan del Sur",
    "generalInfo": "There is plenty to delight both parents and children on this exciting 12-day family adventure to Nicaragua. Try sandboarding down the black volcanic debris of an active volcano, spot sloths in the rainforest canopy, snorkel and surf on Pacific beaches, eat in friendly local restaurants and explore the lakes, landscapes and forests of one of Central America´s most diverse and beautiful countries. <br/><br/>You’ll spend time in the Spanish colonial town of León, home to the largest cathedral in Central America – which you can climb to the top of – and Masaya, the city of folklore, a great place to pick up beautiful souvenirs, including traditional hammocks and ceramics. You’ll also visit Granada, the oldest city on mainland Central America, built in 1524, which you have the option to explore by mountain bike.<br/><br/>Kayak, swim and take a boat trip on Laguna de Apoyo and spend time on one of Lake Nicaragua’s tiny islands. In the Matagalpa region of northeast Nicaragua, stay in an ecolodge, relaxing in hammocks or taking a guided hike through the surrounding coffee plantations, forest, and waterfalls. End the trip by chilling at the beach where you can snorkel, surf and look out for sea turtles.<br/><br/>This is a fantastic, action-packed adventure that allows you to see the very best of Nicaragua. It includes a great combination of guided activities, with time to explore the towns independently, too, choosing many of your own restaurants. This trip is suitable for families, but can of course also be enjoyed by couples or groups. There is no minimum age for children, as the trip is tailored to individual requirements.<br/>",
    "durationDays": "12",
    "price": "2250",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Upon arrival at Managua airport, you will be welcomed by your driver before enjoying a private transfer to León. You will stay at Hotel San Juan de León (or similar) , right in the city center of Spanish-colonial León. For the parents a good opportunity to enjoy your first Flor de Caña (Nicaraguan rum) or local beer (Toña or Victoria) in one of the nice bars situated in the popular night-time area."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "To help you stretch your legs after your flight to Nicaragua, today you’ll start off with a challenging hike to the top of the most active volcano in Nicaragua, the Cerro Negro. The hike to the top takes approximately 1 hour, during which you will climb right to the top of this impressive volcano (675 m), through a ‘moon landscape’ completely covered with black volcanic debris, left behind from previous eruptions. Going down the slopes is even more exciting: we highly recommend using a sandboard or, if you prefer, you can just walk (in a ski like pattern) right down the steep slope. You will return to your hotel (so you can take a necessary shower). After lunch a local guide will pick you up for a city walking tour. You will learn about the city’s impressive history and visit several of the numerous Spanish-colonial churches. A climb to the top of the largest cathedral of Central-America is also scheduled as well as a visit to the museum of modern arts Ortíz Gurdían. Or if you prefer, you can visit the Pacific beach. Suyapa Beach Club is famous for its fresh fish dishes. We recommend you dine in one of the nice local restaurants – the Nicaraguans are very friendly people, and this is a great way to really experience Nicaragua. In the evenings, local people (together with a few tourists) love to gather often supported by live music from talented local musicians."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today you pack your bags to head on to the mountainous north(east) of Nicaragua, to the Matagalpa region. Here you will stay at La Sombra Ecolodge, a nature lover’s paradise. Situated just outside of Bosawas, the largest natural reserve in Central-America, guests of the lodge get a chance to unwind and relax. The lodge itself is three-stories high and bears resemblance to ‘mountain Hütten’ commonly found in the European Alps. Hammocks line the balcony, providing a great spot to view the mist covered forest and relax to the sounds of nature. At night, temperatures tend to decrease quite a bit making a bonfire a great way to end the night. Guests have the opportunity to take guided hikes through the coffee plantation, forest, and waterfalls surrounding the ecolodge. The lodge also produces its own coffee, and coffee tours can be arranged for those who are interested in learning more about the process. All meals are prepared by the staff at the time you prefer to eat and the hospitality is very genuine. Enjoy!"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "This morning you will wake up and – within a few steps – can spot the slow moving sloths high up in the trees. After early breakfast you will enter and explore the Bosawas Biosphere Reserve, in 1997 designated as a UNESCO biosphere reserve. At approximately 20,000 km² (2 million hectares) in size, the reserve (i.e. nucleus plus buffer zone) comprises about 15% of the nation's total land area making it the second largest rainforest in the Western Hemisphere, after the Amazon in Brazil. Bosawás is largely unexplored, and is extremely rich in biodiversity. Your professional guide will give you a glimpse of the richness of the flora and fauna in this 1-day hike."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "oday you will head to Masaya, the city of folklore. Just before arriving in Masaya, you can drive up to the crater of the Masaya volcano which is still very active. From the rim you can look right into the smokey crater, although the volcanic gasses are not very recommendable to breath in! With some luck you will see chocoyos, small green parakeets, that nest in the crater. After a walk around the area, you will have a chance to stop in Masaya and check out their local handicrafts they make there - such as traditional hammocks, ceramics, etc - A good spot to buy some souvenirs. You will then head to the crater of the Laguna de Apoyo, with a huge crater lake with unique flora and fauna. Tonight you will stay at Pajaro Azul (or similar), right at the lakeside and can kayak or swim to refresh from the trip."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This morning you will get a chance to relax at the lakeside veranda before setting off for a hike through the natural reserve of Laguna de Apoyo. You will climb all the way up from the crater lake to the Mirador La Catarina. Howler monkeys can be spotted or at least heard and bird wildlife is abundant. After reaching the top, a good meal will be served while enjoying the great views over the enormous crater lake with a diameter of 6 kilometers! From here a transfer will bring you to Granada, the colonial pearl of Nicaragua! Built in 1524, it is the oldest city on mainland Central America built by the Spanish colonists and with its beautiful city centre still almost intact. Walking along the boulevard (La Calzada) you will certainly find a nice restaurant where you can dine deliciously for very reasonable prices. Especially recommendable are Don Luca (Italian) and Coyote Bar & Grill, situated near to each other at the Calzada."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After breakfast your guide will accompany you to the borders of the Lake of Nicaragua, where you will start a boat trip to explore the numerous islands situated in the lake, probably once created by an eruption of the nearby Mombacho volcano. The flora and fauna you will encounter is simply impressive. After returning to the shore you will have the afternoon to yourself. Interesting optional tours are (for example): • City tour Granada (by mountain bike) Your guide will escort you along the city highlights in this 2-hour city bike tour. You will visit the San Francisco Church as well as the San Francisco Convent, built in 1529. Nowadays functioning as a museum, the Convent has an impressive collection of pre-Columbian art. The beautiful La Merced church can be climbed right to the top of the bell tower and demonstrates spectacular views over the city, Lake Nicaragua, and Volcán Mombacho. Next stop is La Polvora Fortress where you learn about its history and walk through its immaculate courtyard. Finish your tour in the oldest part of the city where you visit the Xalteva Church and the old city walls. • On top of the Mombacho volcano You will drive to the top of the Mombacho volcano (1150 meters), completely covered with cloud forest. The Mombacho is a dormant volcano with a wide variety of vegetation, bird wildlife (173 species), reptiles (36 species), amphibians (10 species), mammals (47 species) and several endemic butterflies. After visiting the scientific station you can explore this impressive volcano during an easy walk to a spectacular viewpoint with great views over Granada, Las Isletas, Laguna de Apoyo and Masaya Volcano. If you wish a little more action, consider the treetop canopy tour on the slopes of the Mombacho with 17 platforms."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Today you head for the little harbour of San Jorge, and on to Ometepe, situated right in the Lake of Nicaragua. The island was created by eruptions of the two volcanoes present on each side of the island, one still active (the Concepción volcano) and the other dormant (the Madéras volcano). From Moyogalpa, the little harbour town on the island, you will be transferred to your hotel Charco Verde, situated directly at the lakeside of one of the biggest fresh-water lakes of the world. The hotel offers horse riding and rental of kayaks and mountain bikes. Excellent meals are being served at the hotel restaurant."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "A day at leisure – you can decide what to do today. The most exciting thing to do on Ometepe really is climbing one of the two volcanoes. These are not easy and will take you all day, so if you are looking for a less intensive option, why not - , • Hike to San Ramón waterfall (altitude 50 m) (½ day) From the forested foot of the southern slope of the Maderas volcano you will hike for about 2 hours to reach the waterfall, where you can cool off a little from the effort in a small bathing area and feel the force of the water falling down on you, especially in the rainy season. The hike is not very hard, but temperatures and humidity can be high and can toughen the climb. Even in dry season the waterfall offers an impressive sight. Be sure to bring water, swimming gear (underneath your regular clothes) and at least one big bottle of water. And good shoes of course, preferably hiking shoes. • Ometepe Island tour (½ day) Natural marvels and pre-Columbian relics: on this island tour highlights will be visited starting at Charco Verde lagoon, a mystic place with abundant flora and fauna and the home of the legend \"Chico Largo\". Next stop is Finca Magdalena, a community farm which is the starting point for climbing the Madras volcano and is situated right at the foot. In the area around the finca several rock carvings (petro glyphs) can be found. Your guide will show you around and tell you all about the island’s history. Then on to the Ojo de Agua, a water source not too far from the lake, near the terrific beach of Santo Domingo with views towards both volcanoes. If you take your swimming gear, you should enjoy a quick dive in the fresh water! In Altagracia you will visit an interesting Pre-Columbian museum with some well-conserved indigenous statues and ceramics. At the end of the tour you will return to hotel Charco Verde."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "fter breakfast you will head back to mainland Nicaragua for a through transfer to the Pacific coast to enjoy a magnificent stay in the lazy beach town San Juan del Sur. The west coast of Nicaragua is one of the most beautiful areas of Central America, and is especially popular with surfers."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Enjoy the marvelous surroundings: you can surf, dive, snorkel, sail or explore the bays nearby. If you are lucky you can arrive in the sea turtle season and can watch the breeding of these impressive mammals from close by."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Today you have direct private transfer to Managua international Airport. We hope – but are pretty sure – that you have enjoyed Nicaragua!"
      }
    ],
    "map": ""
  },
  {
    "destination": "Nicaragua",
    "mainPhoto": "",
    "id": "nicaragua-adventure-holiday",
    "tourName": "Nicaragua adventure holiday",
    "placesVisited": "",
    "generalInfo": "This group holiday will be a real adventure: we’ll be travelling by road and by boat across the country, arriving at remote, hard-to-reach destinations where we’ll be flung back in time. We’ll meet back-water rural and riparian communities, discover once wealthy Spanish colonial towns and clamber over a monumental frontier fort. We’ll gasp at the plethora of exotic wildlife on the fringes of Lake Nicaragua, gaze up at the crater of a sizzling volcano,  and stroll on the sands of a folksy, English-speaking Caribbean Island. You’ll hardly believe how a country of such variety and richness can be so little-visited.<br/>Nicaragua, much loved at Journey Latin America, is one of the few remaining Latin American destinations which can truly be described as unspoilt. Having suffered decades of civil war, geological and economic instability it remained off the tourist trail during the expansion of tourism in the early years of the 21st century. Now shyly opening up to visitors, it’s a country of great understated charm, from its verdant volcanic landscapes to its deserted jungle-fringed beaches; the people are particularly welcoming, the wildlife profuse, and the history and living culture riveting.<br/>",
    "durationDays": "18",
    "price": "3737",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Transfer to a coffee plantation south of the capital and overnight.",
        "description": "Those passengers arriving on an international flight will be met by the tour leader or a local representative and driven to the small town of Dolores in the sub-tropical municipality of Carazo, an agricultural region specialising in coffee production. Stay at the Reserva Silvestre Privada Concepcion de María, a private wildlife reserve housing one of Nicaragua’s few boutique hotels, a real surprise hidden away on a coffee farm. With its polished wood, pitched roofs and verandas with typical Nicaraguan rocking chairs, it is a delightfully relaxing place to spend your first day in Nicaragua."
      },
      {
        "dayNumber": 2,
        "title": "At leisure to relax.",
        "description": "At leisure on the property: take a tour of the environmentally-friendly coffee plantation, or explore the trails through the flowery, bird-filled grounds. The private nature reserve only received its certificate in 2012, and the proprietors are very keen to establish their eco-credentials."
      },
      {
        "dayNumber": 3,
        "title": "Travel to San Jorge and take a ferry to Isla Ometepe.",
        "description": "Today we’ll be driven to the port of San Jorge on Lago Nicaragua, a vast freshwater lake more like an inland sea, imbued with a magnificent history of buccaneers and piracy and the source of wildlife-rich Rio San Juan, the lifeblood of dozens of fishing communities. Out of the lake rises tranquil Ometepe – the largest freshwater island in the world, defined by two conical volcanoes whose fertile slopes are dotted with plantations of tropical fruits; home of howler monkeys and a myriad of bird species. It’s a wonderful place to relax in a world that time forgot: the people lead a traditional rural lifestyle avoiding the country’s boisterous political events. To get there we have to take the public ferry loaded with families, shopkeepers, businessmen, musicians and back-packers which chugs across to the island port of Moyogalpa in 60 minutes."
      },
      {
        "dayNumber": 4,
        "title": "Two days to explore the islands history, wildlife and scenic vistas.",
        "description": "We have two days to explore the island: excursions can be arranged from the hotel with the aid of your tour leader. You might take a guided tour of the island: the “main road” (one of few) was only recently paved, but the island has a long history. There are large collections of petroglyphs and the pre-Columbian Museum has some fascinating artefacts. Nature lovers can discover the nature reserve at Charco Verde, with an omnipresent colony of over 200 howler monkeys. If you fancy something more energetic you can hire a local guide to climb either of the two volcanoes: a challenging task capped by an amazing sense of achievement – or swim in the lake’s unpolluted waters."
      },
      {
        "dayNumber": 6,
        "title": "Travel back to the mainland and onto colonial Granada.",
        "description": "We return by ferry to San Jorge and continue by road to Granada, the oldest city of the Americas, with a rumbustious historical narrative of wealth and piracy. This is one of the continent’s most romantic cities, colonial grace preserved in aspic. Wander through its grid of narrow lanes, framed by adobe houses, punctuated with crumbling churches, convents and tiny shops. It’s climbing out of the oblivion it inhabited following its demise from being one of the most powerful cities of the hemisphere in colonial times: in post-revolutionary Nicaragua the city is becoming gentrified with chic hotels and literary cafés springing up. A tour with a local guide introduces you to some of the city’s finest colonial buildings and churches."
      },
      {
        "dayNumber": 7,
        "title": "Excursion to Masaya volcano and market.",
        "description": "Enjoy a trip to Masaya National Park, visiting volcanic crater lakes, the old hilltop fort of Coyotepe, the impressive and still active Masaya volcano and the town of Masaya itself. The handicraft market in Masaya is well known for its intricate handmade hammocks. The afternoon leaves us at leisure to explore Granada, maybe taking a ride in one of the colourful horse and carriages, rounding off the day with a beer or cocktail overlooking the main square as the local people take an evening constitutional."
      },
      {
        "dayNumber": 8,
        "title": "By road and boat to the unspoilt Solentiname Islands.",
        "description": "Today we travel around the lake by private vehicle to the busy little port of San Carlos, where we board a public motor vessel to the Solentiname Islands. If Ometepe seems far from the madding crowd, these islands are even more lost in the mists of time. There are no roads, no vehicular transport, no mains electricity: power is supplied after dark by solar panels. Its rugged hills are cloaked in rainforest studded with tropical flowers, and tranquillity pervades everywhere. These beautiful islands, a refuge for former revolutionaries and a liberation theologist, are also home to a colony of local artists specialising in primitivism who sell dainty wooden painted ornaments; others make their living from fishing or boat-building. They are all very friendly, though don’t speak much English. Arriving at San Fernando, one of the bigger islands, we find a couple of small guest houses, simple wooden private homes and a small shop. That’s it. Our hotel for two nights, the surprisingly well-appointed Cabañas Paraíso is a short walk from the jetty with panoramic vistas of the lake and its famous sunsets. Wander along the boardwalk, or even take a dip in the lake, no doubt observed by curious children."
      },
      {
        "dayNumber": 9,
        "title": "Guided tour of Los Guatuzos Wildlife refuge.",
        "description": "For nature lovers today is one of the highlights of this journey. We take a guided boat trip into the Los Guatuzos Wildlife refuge, a swathe of territory of tropical rain forest, lagoons and wetland close to the border with Costa Rica on the lake’s southern shore. Along the riverbanks we will see an almost cinematic display of the varied fauna: iguanas crouching on low branches, turtles and caiman sunning themselves on logs, howler and spider monkeys swinging from tree to tree, flashes of colour as herons, ducks, spoonbills, ibis, storks, parrots and many other tropical birds take to the air."
      },
      {
        "dayNumber": 10,
        "title": "Cruise down the Rio San Juan to El Castillo.",
        "description": "Return by boat to San Carlos and take a connecting public launch along Rio San Juan, a beautiful 170km-long river marking the border with Costa Rica and connecting Lake Nicaragua with the Caribbean Sea. Our destination is El Castillo, a friendly little town-on-stilts still only accessible by river with a feel of magical realism to it. Strategically important, the river has a hectic history of disputes and attacks from outside Nicaragua and within. However today we see it as a peaceful waterway flanked by small fields packed with cereals and fruit, giving way to thick tropical jungle. Suddenly though we round a bend and there before us, high on a hill, is the remarkable fortress at El Castillo, built by the Spanish to repel pirates, although Horatio Nelson briefly held it after capture by stealth. For many it’s a surprise to find a little bit of British history in such an obscure location. The huge stone building absolutely dwarfs the little one-horse town: again, there are no roads, no cars, and plenty of power cuts. We will climb up to the fort, where there is a modest exhibition narrating its history and from its ramparts there are stunning, panoramic views over pristine rainforest. We will probably be the only people there."
      },
      {
        "dayNumber": 11,
        "title": "Day trip to Indio Maiz Reserve.",
        "description": "Today we have another excursion to learn about the natural environment in this untouched region, the nearby Indio Maiz Reserve. There’s a conservation centre where we’ll be told about the ecology of the surrounding forest and then we embark on a short trail circuit among towering trees where we may spot poison dart frogs and white-faced monkeys. From there we continue by boat up the Rio Bartola, possibly spotting a family of river otters, and if we are feeling a bit hot in the humid jungle there’s the opportunity to take a dip in the river’s clean water."
      },
      {
        "dayNumber": 12,
        "title": "Overland journey to Managua.",
        "description": "We return to San Carlos by public boat and continue by road to Managua (4-4.5hrs), travelling through undulating cattle-rearing ranch country. The capital Managua has suffered a roller coaster of tumultuous history: scarred by the Sandanista revolution, flattened by the 1972 earthquake which destroyed 53,000 homes. The city has only gradually been rebuilt and most of its commerce and entertainment takes place in the suburbs."
      },
      {
        "dayNumber": 13,
        "title": "Fly to the Corn Islands.",
        "description": "You might imagine we have seen all the variety Nicaragua has to offer but our last port of call is perhaps the most surprising of all. A short flight on a small twin turbo-prop plane takes us to the English-speaking, but strongly Nicaraguan, Corn islands in the Caribbean Sea. These two exquisite coral islands, indented with rocky bays and sparkling beaches shaded by coconut palms, takes us back to the idea of the Caribbean of the 1950s. No high rise hotels here; no jet skis, no celebrity posing, no package tours. It’s all just so modest and low key. The airstrip on Big Corn is used as a short cut by cyclists and livestock when there is no ‘plane due (there are only a couple of flights per day). The few, but very welcome visitors are served by just a few small hotels, while the coast is dotted with open air fish restaurants and most businesses are family owned. If you’d rather end your trip now just let us know and we will quote the holiday without the visit to the Corn Islands."
      },
      {
        "dayNumber": 14,
        "title": "Explore the beautiful beaches and interior of the island.",
        "description": "We are staying on Big Corn, not exactly large in itself with just one little-used road running around the coast connecting the odd school, church and beaches where you can snorkel on coral reefs off the shore. The occasional very battered bus rolls into the “town”, which is really just a row of tiny shops selling household goods and groceries. We have two full days at leisure here; walking along the coast, exploring the interior or just lazing on the beach."
      },
      {
        "dayNumber": 16,
        "title": "Fly back to Managua and transfer to León.",
        "description": "An early morning flight takes you back to Managua, from where you continue your journey by road to León, a city renowned for its rebellious history tradition and political vitality. León’s strong liberal tradition dates back to the colonial era and contrasts with the conservatism of its neighbour Granada. It has remained the country’s centre of intellect and radicalism, with a flourishing university population. The Sandinistas’ fortunes are narrated today in murals and revolutionary graffiti plastered over the white adobe walls lining the streets and you will get to experience all this on a guided tour of the city. On your free day there is time for an optional visit to the pristine Pacific coastline at Poneloya, a 18-km drive south of León. Enjoy the long stretch of beach, watch experts surf the big waves and have a drink at one of the ramshackle local bars. Or you can explore the local mangrove forest, which runs parallel to the Pacific Ocean, by boat to spot the local bird life and wildlife. For those looking for something more historical a trip to León Viejo can be arranged. This is the archaeological site of the first location of the city of León set among tropical trees in a sleepy area of the Department of León. The new location was chosen in the early 17th Century following earthquakes and impending dangers from more seismic activity and volcanic eruptions. A walk around the foundations of the old city ‘centre’ will give you an insight into the plans of the Spanish when they first settled in Central America."
      },
      {
        "dayNumber": 18,
        "title": "Transfer to Managua airport for your international flight.",
        "description": ""
      }
    ],
    "map": ""
  },
  {
    "destination": "Nicaragua",
    "mainPhoto": "",
    "id": "nicaragua-highlights-small-group-tour",
    "tourName": "Nicaragua highlights, small group tour",
    "placesVisited": "Managua, Sandboarding at Cerro Negro, Leon, Matagalpa, Selva Negra Cloud Forest, Granada, Las Isletas, Mombacho Volcano Nature Reserve, Masaya, San Juan de Oriente, Ometepe Island, San Juan Del Sur",
    "generalInfo": "Despite its troubled political history, Nicaragua is a safe and welcoming country to visit, and travellers are once again discovering the country’s beautiful landscapes and elegant colonial cities. On this small group tour, you’ll do the same, taking in the country’s top highlights over 12 inspiring days. <br/><br/>History and architecture buffs will be well served with visits to two of Central America’s best preserved Spanish colonial cities, Granada and Leon, both of which are full of graceful mansions, baroque churches and cobbled streets lined with colourful houses. In the latter you’ll stay with a local family – the perfect opportunity to get to know the country and its people a little better.<br/><br/>This trip throws in plenty for nature lovers too, and you’ll learn the ins and outs of coffee production during a visit to the Selva Negra Cloudforest; hike the crater trail in the Mombacho Volcano Nature Reserve; spend two days in the lush surroundings of Ometepe Island, famed for its dual volcanoes; and relax on the country’s Pacific Coast, where you can take surf lessons or, during the months of August to January, watch the arrival of thousands of Olive Ridley turtles. <br/>",
    "durationDays": "13",
    "price": "2195",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival to Managua (approx. driving time today: 35 min) - On arrival at Nicaragua International Airport you will be met and transferred to your hotel. Overnight Los Robles Hotel or similar. No meals are included today."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Managua – Leon (approx. driving time today: 3 hours) - This morning we enjoy a short city tour of Managua. We will explore both the historical and modern facets of the city. Our first stop is Tiscapa Crater Lake where you have superb views over the entire city. On a clear day, you will be able to see several volcanoes to the north of the city. You can't miss the large silhouette of the famous revolutionary General Sandino statue that stands overlooking the Tiscapa Crater Lake. Next, we head over to the old city and the National Palace, the Old Cathedral, the National Theatre, the President's house. We also stop at Salvador Allende Port and to Malecon, Managua's favourite place for a lakeside drink. Continue to the Old Leon Ruins, a UNESCO world heritage site, before heading to Leon. On arrival we explore numerous colonial buildings, among them Nicaragua´s first university. In addition, you can climb to the rooftop of Central America´s largest cathedral, recently added to UNESCO´s list of World Heritage sites, and enjoy astonishing views over the city and the surrounding Maribios Volcanic Chain. Overnight La Recolección or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Leon – Morning hike excursion to Volcan Cerro Negro or Juan Venado Island boat tour - Early this morning you will have the option to join an excursion to hike to the top of the Cerro Negro Volcano. At approximately 7am, transfer for about one hour to the base of the volcano where you begin the ascent on foot from the north side, reaching the main crater after approximately one and a half to two hours. You hike first on trails and later on a kind of black dune created by former lava. As you reach the foot of the volcano you begin an easy climb up to the first of two active and vibrant craters. From here follow the edge of the crater to get to the second crater and highest point of the volcano. Standing on top of Cerro Negro, you have an unforgettable view stretching right over the volcanic chain. Spend approximately one hour around the main crater before returning at your hotel at approximately midday. The afternoon is at leisure. Overnight La Recolección or similar. (B) Note: You should have a good level of physical fitness in order to undertake the climb to the top of the Cerro Negro. Alternatively, you can remain in Leon and take a short boat tour of the Juan Venado island in the morning."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Leon – Hervideros de San Jacinto – Selva Negra Cloud Forest (approx. driving time today: 3 hours) - After breakfast we head to Hervideros de San Jacinto, a surprising area full of small volcanic craters, with boiling mud and water vapor. It is possible to walk on this hot surface around the craters. We continue to Selva Negra Cloud Forest where you can explore the property on your own. Overnight Selva Negra Hotel or similar. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Selva Negra – Coffee and Farm Tour - After breakfast we take a walking coffee tour. Learn about the whole process of coffee. History, location, climate, topography, sustainable use of bi-products and the social programmes are among the many aspects you will learn. We will get a chance to visit the nurseries, and plantations. After our coffee tour we will visit a local farm. We will witness many sustainable farming methods and pass by the organic laboratory, the worker’s housing, the greenhouses, cheese house, chicken coops, and stables. Overnight Selva Negra Hotel or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Selva Negra – Granada (approx. driving time today: 3 hours) - Today we head south to the colonial city of Granada. On arrival we take a city tour by horse-drawn carriage obtaining a good sense of the rich history and authenticity of Spanish-colonial Granada. This afternoon we continue to Lake Nicaragua for a relaxing boat ride around some of the islands formed by the impressive Mombacho volcano. A boat trip through the Isletas of Granada is a great way to explore Lake Cocibolca, also known as Lake Nicaragua. These small islands are inhabited by families who make their living from fishing, while other islands are host to extravagant villas owned by Nicaragua's rich and famous. Along the way the guide will point out some of the prolific birdlife to be found on the lake as well as explaining about the history of the area. Overnight Colonial Hotel or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Granada - San Juan de Oriente – Catarina Viewpoint - Masaya Volcano National Park - Granada - After breakfast, meet your guide for a 3-course cooking class at an old, colonial house. Explore the local market and buy fresh ingredients before cooking a delicious 3-course meal. We then travel to San Juan de Oriente, one of the so called 'Pueblos Blancos' where we will see its white colonial architecture. Here we will find beautiful arts and crafts as well as nurseries with beautiful flowers. We continue to Catarina and its viewpoint which offers amazing views over the area and then arrive at the bottom of the Masaya Volcano National Park. The Masaya Volcano is still active and is the only volcano in the western hemisphere where it is possible to drive to the rim and see the smoking crater. If we are lucky, we might encounter rare green parakeets which make their home at the volcano. From there, we embark another vehicle which takes us to the summit of the crater Santiago, notorious for displaying a gaseous activity and an incandescent lava lake in its interior. We take an opportunity to see inside the crater of the volcano, observing the red and glowing lava before to return to Granada. Overnight Colonial Hotel or similar. (BL)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Granada - Mombacho Volcano Nature Reserve (nature hike) - Granada - We start the day with a visit to Mombacho Volcano Nature Reserve to hike the Crater Trail. Suitable for anyone with a moderate level of fitness we will hike for around 2 hours and learn about the flora and fauna of the area. If conditions are clear we will visit an impressive viewpoint to take in wide vistas of the country’s pacific region, the neighbouring city of Granada, and the great lake of Nicaragua and its islands. After the hike, return to Granada and the rest of the day is at leisure. Overnight Colonial Hotel or similar. (B) Note: If you do not wish to do the hike, you can remain in Granada and enjoy a full day at your own leisure."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Granada - Ometepe Island (1.45-hour ferry crossing) - Today, we transfer to the port of San Jorge, at the shores of Lake Nicaragua or Cocibolca as the locals call it, and take the ferry to Isla de Ometepe. On arrival, transfer to the hotel and the afternoon is at leisure. There are many activities that you can arrange directly with your hotel. Overnight San Juan de la Isla Lodge or similar. (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Ometepe Island - Enjoy today a tour of the island, including the visit to Ojo de Agua, a small sculpture park of pre-Colombian ceramics, and the Museo de Ometepehas containing local ethnographic and environmental themes. Overnight San Juan de la Isla Lodge or similar. (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Ometepe Island - San Juan Del Sur on the Pacific Coast (1-hour ferry crossing; approx. driving time today: 2 hours) - Today, we take the ferry back to the mainland and continue to San Juan del Sur, in the south west. The rest of the day is at leisure. Overnight Victoriano Hotel or similar. (B)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "San Juan del Sur (day at leisure) - Today is a leisure day. You can choose to simply relax at the nice hotel or perhaps try your hand at surfing. Another option is to go to Flor Beach to witness mass arrivals of turtles (during the season, August-January). The beach is a protected wildlife reserve because of the seasonal presence of Olive Ridley turtles that take place every year between August and January. Thousands of turtles arrive during certain nights to lay eggs at this one specific beach. About 50 days later, thousands of eggs hatch and the baby turtles try to make their way to the Pacific. Overnight Victoriano Hotel or similar. (B)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "San Juan del Sur - Managua – Departure (approx. driving time today: 3 hours) - This morning we return to the capital and we transfer to the Managua International Airport where our tour ends. Your flight should not depart before 13:00. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Nicaragua",
    "mainPhoto": "",
    "id": "nicaragua-holiday-cobbled-streets-to-coral-reefs",
    "tourName": "Nicaragua holiday, Cobbled Streets to Coral Reefs",
    "placesVisited": "",
    "generalInfo": "Granada - San Ramon - Leon - Great Corn Island - Managua<br/><br/>Get ready for an off the beaten track adventure in Nicaragua, beginning in colourful Granada. Enshrined in history, exemplified by the decadent colonial architecture, enjoy a city tour and your poolside hotel.<br/><br/>From city life to San Ramon, where you have the unique opportunity to 'live' with the Nicos, Nicaraguan locals. Enjoy their hospitality in the form of home-cooked food, exchange stories, and practice your Spanish.<br/><br/>Onward bound to church and cathedral filled Leon, where you have the opportunity to try your hand at creating artwork in traditional Nicaraguan style. The unique stays continue here, as you will rest up in a former monastery located at the beating heart of this historical town.<br/><br/>From more city-scapes, to a great escape. Unplug from your bustling everyday life to the sugar-like sand and coral reefs of the less-visited Caribbean Corn islands. Snorkle, sunbathe and sit back relaxing whilst sipping on a cocktail serenaded by reggae beats in this white sand and turquoise sea side paradise.<br/> <br/>For a dramatic end to your adventure, spot green parakeets on your ascent of the mighty Masaya Volcano. This active volcano has impressive craters and dominates the skyline, leaving you with lasting memories before your international flight home.",
    "durationDays": "10",
    "price": "2390",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Glory days of Granada: The oldest city in the New World, Granada is striking with its colourful colonial buildings and diverse culture. Upon arrival in Managua you’ll be transferred directly to your hotel in Granada, a journey of about an hour. You’ll stay in a comfortable colonial-style hotel with its own swimming pool and go on a walk with a local guide through the city."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "At Home with the Nicos: You’ll travel from Granada northwards by private transfer to San Ramon, which usually takes between 3 to 4 hours. The local people in San Ramon have set up a successful community project where local families open their homes to tourists. You’ll immerse yourself in the culture of a local family by staying in their home and try your hand at some home cooked Nicaraguan food. In this small village you’re unlikely to meet many other tourists. It might also be the perfect time to brush up on a little Spanish!"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "The Colonial Charm of Léon: From San Ramon you’ll continue your journey by private transfer to the charming city of Leon, which lies roughly 3-4 hours to the west. Leon has a rich colonial history with 12 cathedrals and churches. During your stay you’ll take a unique half day tour learning to create traditional Nicaraguan art. Watch a local artist demonstrate the age-old techniques of creating typical Nicaraguan handicrafts; then try them out yourself. You’ll stay in a hotel that once served as a monastery located right in the centre."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Coral Reefs of Castaway Island: Next, you’ll travel to Managua airport by private car. The travel time takes about 2 hours. Here you’ll catch a domestic flight to the Corn Islands. Flying time is usually about an hour. Off the coast of Nicaragua are the tropical Corn Islands. Here you’ll find that classic image of azure blue water and white beaches. Indulge yourself in the cozy bars by sipping on a tropical cocktail. In the background, you’ll hear reggae beats, the favourite music of the Caribbean islanders. Stay in a cosy cottage on the beach and get to know the underwater world on a snorkelling trip."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "The Mighty Volcano: You’ll make your own way back to the tiny airport on Great Corn Island and catch the 1 hour domestic flight back to Managua. You’ll be met at the airport by a private transfer and taken to your hotel in the city. Managua may not be the prettiest of cities, but it’s worth stopping a while to appreciate the fading colonial buildings and take in the impressive site of Masaya Volcano. Along the way try to catch a glimpse of the green Parakeets and bats before peering into the crater mouth. After your final night in Nicaragua you’ll be taken back to Managua airport by private car for your international flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Nicaragua",
    "mainPhoto": "",
    "id": "nicaragua-holiday-tailor-made",
    "tourName": "Nicaragua holiday, tailor made",
    "placesVisited": "",
    "generalInfo": "This adventure combines some of the best Nicaragua has to offer: colonial cities, volcanoes, a jungle and a stunning canyon. It includes a great combination of adventures, activities and elegant hotels in some of Nicaragua´s top destinations. This trip is such a great combination for adventurer, allowing time for excitement, adventure and reflection, as well as sharing in the joy of discovery and new experiences. Certainly a trip of a lifetime!",
    "durationDays": "14",
    "price": "3120",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "TRANSFER TO GRANADA FROM MANAGUA AIRPORT Upon arrival at Managua Airport you will be met and transferred to Granada. Overnight . (approx. 1 hour away) Granada was founded in 1524 and is believed to be the second oldest city established in mainland Latin America by the Spanish conquest. During colonial times, Granada saw much unrest as the city was attacked several times by pirates. Nowadays Granada is characterized by bright colored Spanish colonial architecture, visible throughout the city center. The ambiance is very pleasant and there is a wide array of popular restaurants and bars, especially along the boulevard from the central park to the shores of Lake Nicaragua. While the city in itself is already an impressive attraction, the immediate surroundings make Granada a place where you will want to spend a couple of days. Overnight at Hotel Patio del Malinche or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "GRANADA (B) Morning at leisure in Granada. In the afternoon you have a guided city tour. No visit to Granada is complete without a tour of the city´ s historic center. Founded by the Spanish in 1524, Granada is one of the oldest colonial cities in the Americas. On this guided tour you travel both on foot and by traditional horse drawn carriage to explore interesting sites including the San Francisco church and adjacent San Francisco Convent, built in 1529. You also visit the Merced church where you have the opportunity to climb the bell tower and enjoy spectacular views over the city, Lake Nicaragua, and Mombacho volcano. The last stop is the oldest part of the city where you visit the Xalteva church and the old city walls Overnight at Hotel Patio del Malinche."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "LAS ISLETAS (B,D) You head to Las Isletas, where you stay on one of the islands. Las Isletas de Granada is an archipelago consisting of 365 small islands. They are situated in Lake Nicaragua, just about 3 kilometers (1.8 miles) away from the town of Granada. Thousands of years ago, Mombacho Volcano erupted and huge rocks that were thrown in the air due to this eruption created these islands. The islands are inhabited by approximately 1200 people who make their living from fishing. On some of the islands, luxurious hotels or private houses can be found. Many species of birds and a great variety of flora and fauna can be observed in the area of Las Isletas, and the easiest way to do so, is by doing a boat ride in the lake or hire a kayak. Tonight we will stay on a stunning private island eco-lodge – voted one of Conde Nast’s top most incredible private islands. Overnight at Isleta El Espino"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "ISLA DE OMETEPE - MADERAS (B) This morning you will transfer to the port of San Jorge where you take the ferry to Isla de Ometepe. The island of Ometepe is situated in one of the world ´s largest fresh water lakes, Lake Nicaragua. The two volcanoes on the island, Concepción and Maderas, offer stunning views when approaching Ometepe by boat from the mainland. Both of the volcanoes have its own climate and unique vegetation and hiking either of them are a great way to enjoy spectactular views of the surroundings. Maderas is with 1394 meter above sea level the smaller of the two volcanoes and is cobvered with cloud forest. The Maderas half is less populated and offers many natural treasures such as the San Ramon waterfall. On Maderas you can also find many pre Columbian petroglyphs and organic coffee plantations.Different hikes can be easily undertaken, using one of the several trails in the private natural reserve. The hotel also has kayaks for rent for the more adventurous traveler. Overnight at Hotel La Omaja"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "OMETEPE ISLAND – SAN RAMON WATERFALL – HIKE (B) Today you can hike to the San Ramon waterfall on the flank of Maderas Volcano. Ometepe is all about hiking in the impressive nature. People who find the challenge of one of the two volcanoes a little bit too much, but are still in good condition, could opt to do the hike to the San Ramón waterfall. You start at the forested foot of the southern slope of the Maderas volcano and hike for about 2 hours to reach the waterfall, where you can cool off from the effort in a small bathing area while feeling the force of the water falling down on you. The hike is not very difficult, but temperatures and humidity can be high and can make the climb tough. With 50 meters, the waterfall offers an impressive sight. Overnight at Hotel La Omaja"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "OMETEPE – SAN JUAN RIVER - EL CASTILLO (B) You are transfered to Ometepe airport where you can take the domestic flight to San Carlos. From San Carlos you take the boat along the San Juan River to El Castillo. Originally built to protect Lake Nicaragua and its port from English pirates, El Castillo, Fortress of the Immaculate Conception is located on the shores of Rio San Juan in the south of the country. The site is full of interesting history and is open to general public. It also houses a small museum which tells the fortress´ intriguing history and where you can visualize the past. The town adjoining the fortress goes by the same name and is charming with its cobblestone streets and laidback atmosphere. The surrounding area is home to a big biodiversity. Overnight at Hotel Luna del Rio"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "INDIO MAIZ (B) You start from El Castillo with a 45 minute scenic boat ride on San Juan river. After that you reach the Indio Maiz Reserve and the start of the trail. The Indio Maiz Reserve is home to numerous animal species, among which are deer, wild boars, pumas, sloths, jaguars, manatees, howler monkeys, white faced monkeys, spider monkeys, poison dart frogs, snakes, crocodiles, turtles, and iguanas. You walk for 3 hours through the rain forest after which you return to your boat to observe some animals, before retuning to El Castillo. Overnight at Hotel Luna del Rio"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "RIO SAN JUAN (B,D) Today you will take a short boat ride to Sabalos, here you will stay in a lodge at the riverside – with balconies and hammocks overlooking the San Juan River. The Río San Juan is an undiscovered paradise for nature lovers and fishermen; visitors to this part of the country can easily observe diverse wildlife and spectacular flora. Historically, the Rio San Juan region has played an important role in Nicaragua the zone was not only a place where pirates once roamed, but was also sought after by powerful nations as the original location considered for the Central American canal. In 1524, Hernán Cortés wrote to King Carlos I of Spain: ´He who possesses the Río San Juan could be considered the owner of the World. The Río San Juan begins in the immense Lake Nicaragua and runs roughly 200 kilometers before connecting with the Caribbean Sea. Halfway down the river the enormous IndoMaíz Reserve gives visitors the opportunity to see hundreds of different bird species, including toucans, eagles, herons, egrets, and cormorants. Other species such as caimans, turtles, monkeys, and tropical frogs are also abundant. The small and rustic city of San Carlos is the principal city of the region and the starting point for most excursions in the region. Here there is a small airstrip offering flights to and from Managua, Ometepe and San Juan del Norte. Visitors can access the Río San Juan from both Nicaragua and from Costa Rica, making use of the Los Chiles and Las Tablillas border crossing. There are some optional activities – it is a great starting point for a kayak along the river. Overnight at Sabalos Lodge."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "LEÓN (B) You take the public boat back to San Carlos and take a domestic flight to Managua. You continue to León, a Spanish colonial city and a great base for volcano climbing. The city of León is a cultural historical city with an authentic atmosphere where visitors can easily connect with the locals. León offers a quiet, relaxed and pleasant atmosphere that comes to life at night owing to the city's large student population. In the evenings you can enjoy parties, live music, folkloric performances and much more. The center with its colonial buildings, beautiful churches and the cathedral which has been declared as a UNESCO Cultural Heritage Site, are only some of León 's many attractions. If you want to cool off you can head to the nearby beaches of Poneloya and Las Peñitas. Culture buffs may want to visit the UNESCO World Heritage site of León Viejo, where the city was originally founded, whereas those who enjoy hiking can go to one of the many volcanoes in the surrounding area. One of the most popular attractions is volcano boarding at Cerro Negro. Overnight at Flor der Sarta"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "LEÓN – EL HOYO VOLCANO HIKE (B) Today you travel to El Hoyo volcano for a volcano hike. El Hoyo is a volcanic complex consisting of several volcanic structures. Within, El Hoyo Volcano (1,050 meters above sea level) is the most significant structure and has two inactive round craters and several fumaroles which lay claim to its past and present activity. Its last eruption took place in 1954, causing lots of damage to the surrounding areas. El Hoyo volcano is easily recognized by the huge hole located on the slope of the volcano. You will be brought to the volcano´s base by a four wheel drive through beautiful countryside and \"Los Maribios\", Nicaragua's impressive volcanic chain. During the climb you have excellent views of other volcanic formations, Lake Managua and the surrounding farm lands. After the hike you are transferred back to León. Overnight at Flor der Sarta"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "ESTELI (B) You head further north to Estelí. Along the way you make a short stop at the boiling fumaroles of San Jacinto. You continue to Estelí, where you visit a cigar factory. Estelí is situated in the Northeastern part of Nicaragua, in a still relatively underdeveloped tourist area. The city is rich in history and cultural heritage and visitors will find lots to occupy their time here. The city used to be a refuge for Cuban cigar makers and this culture is still present here and can also be discovered in the city s museum. The city has a vibrant and active center with many hotels and restaurants, as well as bars and clubs. The surroundings of Estelí offer great opportunities to go bird watching and discover orchids, or go for hikes and walks. The beautiful nature reserve Miraflor is close by, too, and should not be missed. Overnight at Hotel Los Altos"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "SOMOTO CANYON (B,L) You are transferred from Estelí to Somoto Canyon. Your adventurous experience starts at the source of Coco river. You rappel down the rock walls and explore the canyon. You hike on the rivershore and swim through the canyon, enfolded by impressive rock formations and caves (some of the oldest in Central America). Near the end you have to make a jump which will surely get your adrenaline pumping. Everything valuable or anything that cannot become wet will be packed away in waterproof bags. Overnight at Hotel Los Altos"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "TRANSFER MANAGUA (B) You are transferred to Managua, where you stay your last night. Managua is the capital of Nicaragua, home to almost two million inhabitants and is easily the largest city in Nicaragua. The city has a lot to offer its visitors: theatres, restaurants, night clubs, bars, and cinemas to name a few. At Roberto Huembes market, you can experience an authentic Nicaraguan street market and buy well made souvenirs and handicrafts. Natural Reserves and beach destinations are also within an arm's reach. Within the city you can enjoy the views of the Tiscapa Lagoon (of volcanic origin) where you can do a canopy tour. Just outside Managua, the Montibelli Bird and Butterfly Reserve and the Chocoyero National Reserve are also recommended. Furthermore, Pochomil and Montelimar, located only an hour away offer some excellent beaches. Overnight at Hotel Boutique Angel Azul ."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "TRANSFER MANAGUA AIRPORT (B) You are transferred to Managua Airport for your flight home. End of the tour."
      }
    ],
    "map": ""
  },
  {
    "destination": "Nicaragua",
    "mainPhoto": "",
    "id": "nicaragua-holidays-tailor-made-tour",
    "tourName": "Nicaragua holidays, tailor made tour",
    "placesVisited": "Managua, León, Juan Venado Island, Granada, Las Isletas, Mombacho volcano, Ometepe Island, San Juan del Sur",
    "generalInfo": "This Nicaragua holiday is a tailor made tour of the best that this small Central American country has to offer. It provides an insight into Nicaragua’s turbulent history through explorations of its capital Managua, as well as the stunning colonial cities of León and Granada. You’ll also get to visit beautiful Ometepe Island and spend a few days relaxing at an eco-resort along the coast. <br/><br/>After leaving the capital, Managua, you head north to discover León – a beautiful city full of crumbling colonial architecture and framed by towering volcanoes. Then you’ll make for the little-known Juan Venado Island to discover its rich wildlife with the help of knowledgeable local fishermen. Granada, Nicaragua’s other colonial city comes next, with a stop at the steaming crater of Masaya Volcano along the way. <br/>",
    "durationDays": "13",
    "price": "5150",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Today you will begin your journey by boarding your international outbound flight to Managua"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Travel in private vehicle to León and enjoy a guided tour of the city's elegant colonial centre."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today, embark upon a tour to the Juan Venado Island off the Pacific coast, home to sea lions and an array of birdlife."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Travel by road to the grand colonial city of Granada, stopping en-route to visit the vast crater of the Masaya volcano."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Enjoy a private tour of Granada's historic centre plus a boat trip on Lake Nicaragua to visit Las Isletas, an archipelago of tiny volcanic islands."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today you will visit the Mombacho volcano, and have the opportunity to hike through the cloudforest at its crater."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Travel by road and then ferry across Lake Nicaragua to Ometepe Island, with its twin conical peaks."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Free time on Ometepe Island to go hiking, kayaking or swim from Playa Santo Domingo and admire the volcano views."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Transfer to San Juan del Sur for some relaxation on the beach."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Beach relaxation on the Pacific coast."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Further relaxation on the beach, try your hand at surfing or perhaps take a taxi to explore the small town of San Juan del Sur."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Transfer from the coast back to Managua in time for your onward international flight."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Arrive back in London."
      }
    ],
    "map": ""
  },
  {
    "destination": "Nicaragua",
    "mainPhoto": "",
    "id": "nicaragua-nature-and-culture-tour",
    "tourName": "Nicaragua nature and culture tour",
    "placesVisited": "",
    "generalInfo": "Discover Nicaragua’s lesser-visited treasures, starting in historic León. Wander its cobbled streets, admire colonial architecture, and soak up its rich culture dating back to the 1600s.  <br/><br/>In Granada, a UNESCO-listed gem, explore stunning colonial landmarks like the San Francisco Convent and La Merced Church. Stroll its charming streets and embrace the city's vibrant energy.  <br/><br/>From Granada, cruise to the Isletas de Granada, a cluster of 365 islands on Lake Nicaragua. Visit fishing villages, tranquil resorts, and enjoy the serene natural beauty.  <br/><br/>End your journey in San Juan del Sur, a laid-back Pacific beach town. Relax on golden sands, swim in clear waters, or take in spectacular ocean sunsets.",
    "durationDays": "11",
    "price": "3195",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Managua, Nicaragua’s capital, then travel 1.5 hours to León—an historic colonial town founded in the 1600s. Explore its artistic heritage, sample local cuisine, and experience its lively nightlife. Stay two nights at Hotel el Convento, conveniently located in the town center."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Start your day early and head to Cerro Negro Volcano for a board-down adventure on its active slopes, learning about the area’s geology as you go. Afterwards, explore León’s historic centre and appreciate its colonial architecture. Wrap up with a visit to the busy fruit and vegetable market to experience local life and culture firsthand."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Travel south to Granada, a UNESCO World Heritage Site. Check into Hotel Plaza Colon for a three-night stay overlooking the main square. Then set off on a guided walk to learn about the city’s colonial-era architecture and explore notable landmarks, including the ancient city walls, San Francisco Convent, and La Merced Church—where you can climb the bell tower for panoramic views."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Explore the cloud forest near Mombacho Volcano, watching for local wildlife and taking in panoramic views. Travel by 4x4 through the Mombacho Nature Reserve, with a coffee stop along the way. On a guided hike, traverse diverse landscapes and spot native species, ending with spectacular views over Granada. Then break for lunch at the tranquil Apoyo Lagoon. Near sunset, head to Masaya Volcano to see the green “Chocoyos” (parakeets) in their sulphurous habitat. Experience the volcano’s nocturnal sights and sounds, and finish at a viewpoint to glimpse the crater’s lava formations from 2006."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Enjoy a relaxed day exploring the city at your own pace. If you prefer a more immersive experience, choose from our optional add-ons: a coffee tour, a cigar-making workshop, or a visit to a nearby rural community—all designed to deepen your connection with the local culture."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Transfer to Marina Cocibolca for a short boat ride to the Isletas de Granada. Formed by an ancient Mombacho Volcano eruption, these 365 tiny islets feature small fishing communities, private homes, and eco-lodges. Spend two nights at Isleta el Espino, a secluded private island offering just five rooms for a more intimate experience."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Enjoy a relaxed day to unwind or explore this unique setting at your own pace. Choose from optional activities like a boat tour of the islands, a kayaking excursion, or a yoga session. If you like, wrap up the day with a soothing massage, surrounded by the peaceful sounds of nature."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Travel by boat and road for about 2.5 hours to reach San Juan del Sur on the Pacific Coast. Formerly a small fishing village, it’s now a popular beach destination while keeping its laid-back charm. The crescent-shaped bay is ideal for relaxing swims, set against an unspoiled natural backdrop. Stay three nights at Morgan’s Rock Hacienda & Ecolodge."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "During your stay at Morgan’s Rock Hacienda & Ecolodge, choose from a variety of complimentary activities in a stunning natural setting. Start your day with breakfast at the farm, then head out for birdwatching, jungle hikes, or kayaking. If you prefer a slower pace, enjoy a casual fishing session. Tailor each day to your own balance of adventure and relaxation in this secluded paradise."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Depart the beautiful Pacific Coast for the transfer to Managua and your onward flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Nicaragua",
    "mainPhoto": "",
    "id": "nicaragua-tailor-made-adventure-holiday",
    "tourName": "Nicaragua tailor made adventure holiday",
    "placesVisited": "",
    "generalInfo": "A fantastic tailor made adventure that allows you to see the spectacular diversity Nicaragua has to offer.  From conical, smoldering volcanoes, a wild jungle river with a historic castle to beautifully restored colonial cities and dramatic coast lines. The breadth of wild landscapes are as diverse and fascinating as its population and history (ancient and modern) All this  provides for an unforgettable experience in one of Central America´s most  beautiful countries. It includes a great combination of activities, relaxation in some of Nicaragua´s top destinations. There're plenty of guided activities, also giving you time to explore the towns independently – choosing many of your own restaurants . This trip is suitable for all  ages.",
    "durationDays": "14",
    "price": "2275",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVE MANAGUA AIRPORT- , after customs procedures, our representative welcomes you and provides you a welcome package including the information you need for your trip. Later you are transferred to your hotel in Granada. Con Corazon Breakfast included Transfer: Managua Airport - Granada - Distance: 46 km. - Road is in very good condition. Average travel time: l:00h"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "EXPLORE GRANADA Perfect for a self guided tour by foot or cycle. Granada, or the \"Gran Sultana\", is one of Latin Americas most beautiful cities, and is listed as a World Heritage Site by UNESCO. Founded in 7524 on the shores of vast Lake Nicaragua, this ancient town is full of history and Spanish colonial charm, and is famed as one of the oldest European settlements in the western hemisphere. Amongst the narrow streets and glorious architecture, you'll find some excellent hotels, fine restaurants and plenty of interesting sites and museums to fill your days. The city also makes a great base for exploring the surrounding area, with volcanos, beaches, national parks and the incredible waterworld of Las lsletas de Granada all within easy reach. Hotel Con Corazon or similar Breakfast included"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "AT LEISURE OR OPTIONAL TOURS On this day you can optionally go exploring the nearby volcanoes in Granada such as the Mombacho Volcano during the day or the Masaya Volcano in the evening. *closure of Masaya Volcano subject to potential volcanic activity, OPTIONAL EXPERIENCES 16:00 Masaya Volcano - Lava Night Tour Masaya Volcano National Park is one of the most famous volcanoes in the pacific region of Nicaragua due to its constant activity, and was known to the Spanish at the \"Mouth of Hell\". It offers the unique experience of seeing an active volcano up close, and watching as molten lava glows in crater just meters away from you. It's an awe-inspiring experience allowing visitors to experience a phenomenon once sacred to the pre-Columbian Nicaraguans, who were inspired by the raw power and beauty of nature. Hotel Con Corazon - breakfast included"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "RIO SAN JUAN Transfer from Managua to San Carlos by ground transportation, the port is the regional hub to travel the Rfo San Juan area. Once there, you board your public boat for a scenic journey to your hotel in El Castillo. Transfer: 09:00 - Granada - San Carlos - Distance: 376 km. - Road is in good condition. Average travel time: 5:00h Boat: 15:00 - San Carlos - El Castillo (Public Boat Fast) - Distance: 50 km. Average travel time: 2:30h Destination Info: Rio San Juan The Rfo San Juan flows from the vast Lake Nicaragua into the Caribbean Sea. Its path cuts through thick jungle along the border with Costa Rica, passing tiny villages and through the vast Indio Maiz Biosphere Reserve, home to diverse wildlife such as toucans, eagles, caiman, turtles, tropical frogs and a variety of monkeys. For a wild and authentic Nicaraguan experience, this region should not be missed. Hotel Victoria Breakfast included Near to the center of the town, this friendly hotel offers clean, spacious rooms with wooden interiors, looking out over the Rio San Juan. It makes a comfortable and convenient base for your time in El Castillo. The adjoining Dona Victoria restaurant offers fresh fish caught in the San Juan River, as well as their specialty, the Giant River Shrimp."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "RIO SAN JUAN AND LEON After breakfast, meet your guide at the hotel to go on an exciting excursion to Indio Mafz. Discover the beauty of the Bartola Trail and enjoy a scenic boat ride along the river. In the afternoon, immerse into the local culture with a visit to the town's cacao plantations, learning about their history and significance. INCLUDED EXPERIENCES 08:00 El Castillo - Indio Maiz: Bartola trail From El Castillo you ride down San Juan river for about 45 minutes until you reach the Indio Maiz Reserve. The Indio Maiz Reserve is home to numerous animal pecies, among which are deer, wild boars, pumas, sloths, jaguars, manatees, howler Monkeys, white­ faced monkeys, spider monkeys, poison dart frogs, snakes, crocodiles, turtles, and iguanas. You have a 2 hour hike in the rain forest, after which you jump back in the boat to witness wildlife. After hike we take the boat and going to explore Bartola river, where you have chance for swimming in the middle of the forest. 14:00 El Castillo - Cacao Cooperative Encounter The tour starts with a boat ride that takes you to one of the farms of the Cooperative, during the ride you will be able to admire the Flora and Fauna of the area. Once you get to the farm, enjoy a walk across the cacao plantations while your guide explains about the harvest and production. Continue to the cooperative, where you learn about the cacao fermentation and drying. The tour ends with a chocolate workshop at one of the houses of the community, where you will also share with the cacao producers and their families. Hotel Victoria B Traveling to Leon Today, you early boat to San Carlos, then you continue to your hotel in the university city of Le6n.Boat: 07:00 - El Castillo - San Carlos (Public Boat Fast) - Distance: 50 km. Average travel time: 2:30h Transfer: 09:00 - San Carlos - Le6n - Distance: 337 km. - Road is in good condition. Average travel time: 6:30h"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "LEON Destination Info: Leon Seen by many as the intellectual center of Nicaragua, Le6n offers energy and beauty in equal measure. A picturesque colonial town dating back to the 7600's, it has grown into a city full of political spirit, art, great food and buzzing nightlife. The city has a fascinating history, having been relocated from its original location at Leon Viejo, which you can still visit today. The historic center of Leon is filled with stunning colonial architecture and museums, whilst nearby you'll find fantastic beaches and volcanic landscapes which are perfect for adventure seekers. Hotel Austria breakfast included Hotel Austria is in an ideal base for tourists who are visiting Leon. To admire its churches and colonial buildings you only have to walk 2 minutes. Because of its central location, this hotel is perfect if you only have limited time to see the city. The hotel has 35 clean and comfortable rooms, equipped with modern comforts such as cable TV, hot water, and air­ conditioning. The hotel proudly promotes renewable energy by using solar power to provide its customers with hot water. It is also a top spot for the business traveler due to its proximity to Leon's universities and the financial and commercial centers. In the year 2009 Hotel Austria received a national award for maintaining the cleanest operations of the hotel industry. Rooms: Double Room - Standard +breakfast"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "JUAN VENADO ISLAND KAYAK Breakfast and private transfer to the coastal estuary wildlife refuge of Juan Venado, navigating the wetlands and mangrove forest in kayak to observe numerous wading birds like the Roseate Spoonbill and Boat-billed Heron. INCLUDED EXPERIENCES 07:30 Le6n - Juan Venado Island Kayak Tour Juan Venado Island is a nature reserve situated 25 minutes from Leon and located to the south of the beaches of Las Penitas and Poneloya. The best way to discover its impressive mangrove sanctuary is by kayak. The edge of Juan Venado Island that faces into the Pacific Ocean possesses a fine estuary and is also a vital nesting site for Olive Ridley sea turtles between August and January. The estuary of Juan Venado Island itself is inhabited by water birds, caimans, crocodiles, iguanas, crustaceans and more. Bird watching enthusiasts will find the island a real treat as it is home to 106 bird species. You are transferred to the Pacific bay of Las Penitas from where you kayak towards the island. Lined with mangrove forest between the island and coast, your guide will find the perfect route through the curvy waterway to the secluded Pacific beach side of the island. Here we take you for a walk and if you like, you can have a refreshing dive into the Pacific Ocean."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "LEON CITY AND MURALS his morning, take a walking tour of Le6n to discover its rich history, colonial architecture, and vibrant street art, including the Cathedral of Le6n and local markets. Learn about the murals of the city and the history behind them. INCLUDED EXPERIENCES 14:00 Leon - City Walking Tour & Muralism Explore the gorgeous historic centre of Leon along with a local guide, learning about the city's past and its stunning colonial architecture. You'll see a number of Leon's famous churches, as well the mighty Leon Cathedral - the largest in Central America. On route you'll also visit Ortiz Gurdian museum, which houses the works of renowned classic and contemporary artists, and see daily life unfold in the local fruit and vegetable market. The tour ends with remarkable views from the cathedral's picturesque rooftop. Hotel Austria or similar"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "OMETEPE PARADISE ISLAND Today you continue to Rivas and San Jorge port, we travel to Ometepe Island, the largest island in Lake Nicaragua and home to two volcanoes, Concepcion and Maderas. Transfer: 09:00 - Leon - San Jorge - Distance: 787 km. Average travel time: 3:00h Ferry: 13:00 - San Jorge - Moyogalpa - Distance: 25 km. Average travel time: l:00h Transfer: 14:15 - Moyogalpa - San Jose de! Sur - Distance: 73 km. - Road is in good condition. Average travel time: 30 minutes Once thought to have been the promised land by Aztec explorers, Isla de Ometepe is made up of two imposing volcanic cones rising out of western Lake Nicaragua. Ometepe has been inhabited for thousands of years due to its fertile volcanic soils, and evidence of its past can be found in archeologic sites dotted all around the island. Most travelers come here for the sandy beaches, clean waters, diverse wildlife and stunning scenery, with numerous forests, waterfalls and springs in the island's center. Ometepe is beautiful, unique and one of Nicaragua's lesser-known highlights. Hotel Villa Parafso or similar breakfast imcluded Situated on the isthmus between Concepcion and Maderas, Hotel Villa Parafso has a spot located right on Santo Domingo Beach. Often considered to be one of the most beautiful beaches on Ometepe Island, Santo Domingo beach encompasses over 7 km of white sand and imposing natural beauty. The hotel, which is comprised of private cabins overlooking the beach, is richly decorated and well-maintained. All cabins come equipped with air-conditioning, warm water, and satellite TV. A swimming pool is located next to the beach. The hotel's restaurant specializes in seafood and Lake Nicaragua fish. Rooms: Double Room - View lake"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "OPTIONAL ISLAND TOURS OR DAY AT LEISURE On this day on your own, you can choose among the optional experiences available we can assist you to arrange. For instance, Visit the Charco Verde Nature Reserve: Start your day early at this beautiful reserve. Take a walk along the trails to spot wildlife, enjoy the views of the lake, and perhaps go birdwatching. Overnight hotel Paraiso"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "PACIFIC COAST Today you will be picked up at your hotel and transfer to the port for your ferry to San Jorge. Continue your journey to the sun-kissed shores of San Juan del Sur, a coastal gem renowned for its laid-back vibe and world-class surf breaks. Transfer: 11:30 - San Jose del Sur - Moyogalpa - Distance: 72 km. - Road is in good condition. Average travel time: 30 minutes Ferry: 12:30 - Moyogalpa - San Jorge - Distance: 25 km. Average travel time: 7:00h Transfer: 13:30 - San Jorge - San Juan del Sur - Distance: 33 km. Average travel time: 45 minutes Destination Info: San Juan del Sur Once a quiet fishing village, San Juan del Sur has grown into one of the most popular beach destinations on Nicaragua's southern Pacific Coast. Happily, the town has maintained much of the charm and laid-back atmosphere which made it famous, and the surrounding area remains as beautiful and wild as ever. The picturesque half-moon bay is ideal for swimming, and there are some lovely hotels and restaurants along the waterfront. The town is an excellent base for exploring other less known beaches in the region, some of which are great for surfing almost year-round. Other activities, some seasonal, include snorkeling, diving, sailing, whale-watching and zip-lining. Hotel Victoriano Housed in a Victorian mansion constructed by a wealthy British migrant in the year 7902, Hotel Victoriano brings some old-world style to the Pacific coast. This fabulous hotel, constructed out of precious wood, is located just steps away from the beach in the pristine bay of San Juan del Sur. The hotel has a swimming pool and Jacuzzi, a bar and restaurant, and a beautiful courtyard with a fountain. The 27 rooms of the hotel are all in Victorian style, with modern amenities and a private bathroom. Rooms: Double Room - Standard B Self guided day- Day at leisure Spend your day at leisure by embracing the surf culture as you ride the waves at Playa Maderas or unwind on the pristine sands of Playa Hermosa. Optional tours available."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "TRANSFER TO MANAGUA OR STAY A FEW MORE DAYS! Today you have to leave Nicaragua already, with a direct private transfer to Managua International Airport. We hope - but are pretty sure - that you have enjoyed Nicaragua! Transfer: San Juan del Sur - Managua Airport - Distance: 740 km. - Road is in good condition. Average travel time: 3:00h"
      }
    ],
    "map": ""
  },
  {
    "destination": "Nicaragua",
    "mainPhoto": "",
    "id": "nicaragua-tailor-made-holiday",
    "tourName": "Nicaragua tailor made holiday",
    "placesVisited": "",
    "generalInfo": "This varied, exciting trip combines Nicaragua's beautiful colonial cities, wildlife rich nature reserves, volcanic islands, impressive scenery and culture and traditions with an adventurous twist.<br/><br/>Your trip starts in Nicaragua’s capital, Managua, from where you travel onto Léon, the intellectual heart of the country via the ruins of Léon Viejo, a UNESCO world heritage site. You explore the Juan Venado nature reserve by boat hoping to spot caiman, iguanas and turtles (between May – November). Next travel on to Ometepe – an island of two volcanic peaks rising dramatically from Lake Nicaragua, the largest lake in Central America. Kayak through its wetlands, hike to a waterfall and visit its villages and sacred lake. Visit the Montibello nature reserve for a hike through tropical dry-forest, before continuing on to the splendid colonial town of Granada from where you visit the craft market of Masaya, tour the Las Isletas freshwater archipelago by boat, hike on the slopes of the Mombacho volcano and visit the Masaya volcano by night to see a colony of bats and molten magma glowing deep down inside the volcano crater.<br/>You end with some beach time on the low-key Corn Islands , 70km off Nicaragua’s Caribbean coast, where you can relax, snorkel or dive.<br/><br/>This two week itinerary is ideal for adventurous couples, friends and families. It is a tailormade itinerary and can be modified in any way you wish.<br/><br/>When to visit: <br/><br/>A short dry season: December - to mid-May. The Pacific basin in Western Nicaragua, where the historic towns are situated, has a more pronounced dry season, at its height it can be too hot for some.<br/><br/>Rainy or 'green season': mid-May - mid-November. In the green season the mornings are almost always clear and warm, and in the afternoon you may get a short, strong burst of rain, with clouds usually clearing in time for a magnificent sunset. The rains tend to be heaviest in September and October",
    "durationDays": "14",
    "price": "3325",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival / Managua and overnight"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Managua City tour, onwards to Leon. In the morning you will be taken on a private guided city tour of Managua, visiting notable sights such as the hilltop memorial to Sandino, the central market, the ultra modern cathedral and the 6,000-year old stone-age footprints of a family moving across ancient mud flats at Acahualinca. In the afternoon you will be taken to visit to Leon Vijeo, Nicaragua’s first capital. It was founded by the Spanish in 1524 on the site of an indigenous village in a rich, fertile valley at the end of Lake Managua, just across the water from looming Momotombo and Momotombito volcanoes. In 1610 the entire city was evacuated to its current location. Six months later the volcano erupted and León Viejo was covered with ash and lava. It took until 1967 to find the ruins of the original city. The site is a UNESCO world heritage site and excavations are underway. Already the foundations of homes, the country’s first mint, a church, a convent, a brothel, and the cathedral where the conquistador Cordoba is buried have been uncovered. There will be time to try the local delicacy, quesillo (a soft tortilla wrap filled with the local mozzarella-like cheese, chopped onion and tomato in a cream sauce) and sample tiste a chocolate-flavoured corn drink served in a gourd, before continuing to León where you stay for 2 nights."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Juan Venado Reserve boat trip. Today visit Isla Juan Venado Nature Reserve, a Pacific coastal wetland where there are chances to see an abundance of wildlife including cayman, crocodiles, iguanas, crustaceans and other marine creatures. The sand spit is also a vital nesting site for Olive Ridley sea turtles (from May to November). Return back to Leon City where you have the afternoon free."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Ometepe Island. Today you will be transferred to San Jorge, near Rivas to catch a ferry to Moyogalpa on Ometepe Island. You are met on arrival by a local driver who will transfer you across the island to a delightful small eco-lodge where you stay for 3 nights. In the afternoon you will be taken on a shared kayaking tour, passing through wetlands across the centre of the island, home to waterbirds, cayman, crocodiles, turtles and monkeys. After the tour return to the lodge, where you have the remaining evening free."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Ometepe Island tour. Today you are taken on a shared tour of the island. Including visits to Laguna Charco Verde a mysterious pond of dark green water said to contain an enchanted city, then travelling to the far end of the island for a good view of Maderas volcano and the village of Altagracia where some basalt idols and petroglyphs are found beside the catholic church."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Hike to San Ramon waterfall. This morning you have a strenuous hike to the impressive San Ramon waterfall, on the slopes of Maderas Volcano. Bathe at the foot of the falls or take a refreshing shower under the 120m tall flow of water. Hike back to the lodge, where you have the remaining afternoon free."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Montibelli Nature Reserve and Masaya artisan market. Today catch the ferry back to the mainland where you are met and taken to the Montibelli Reserve, a 160 hectares wildlife-rich private tropical dry forest reserve where you will hike one of the trails with a local guide. Afterwards you will be taken to Masaya to see the artisan market where you will have the chance to buy some local arts and crafts. From here you will be transferred to the picturesque historic city of Granada where you stay for 2 nights at one of the converted colonial hotels in the historic centre of the city."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Granada city tour and Las Isletas boat tour. Morning free in Granada. In the afternoon you will be collected from your hotel for a horse drawn carriage ride around the town. You will then be taken on a boat tour of Las Isletas, a freshwater archipelago of 354 rocky islands in Lake Nicaragua. Here at dusk you can watch the water birds come to roost, and admire some of the wealthy citizens homes on these private islands."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Mombacho Volcano - crater trail & Masaya night tour - ending in Managua. In the morning hike on the slopes of the nearby Mombacho volcano. You can choose between an easy 30 minute stroll on the coffee trail, a medium walk 1hr 30 mins along the crater trail or a strenuous 4hr hike on the Puma Trail. Whichever you choose your local guide will tell you about the flora, the fauna, the people who once inhabited the area and the vulcanology. There are cloud forests on the upper slopes and on a clear day from the top of the Puma Trail impressive views back down upon the city of Granada and of Lake Nicaragua. There will be some free time later in the day to enjoy the city and perhaps some of its museums. In the late afternoon you are picked up from the hotel and taken to Masaya Volcano. Parakeets fly in to roost as the sun sets, where you await the exodus of thousands of bats from a lava tube on the volcano's flank, on their nightly foragings. The intrepid can don hard hats and masks to explore the tube. Up on the crater's rim, molten magma may be seen glowing deep below After the tour you are transferred back to Managua for a positioning night before your flight to the Corn Islands in the morning"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Corn Islands. Early start this morning to catch your 1h 30m flight to Big Corn Island. You will met on arrival and transferred to Arenas Beach, Big Corn's most beautiful beach with white sands, crystal clear calm turquoise water and beautiful sunsets over the Caribbean. Stay for the next 3 nights at a beachfront hotel. Rest of the day free to relax."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Free day. Simply relax at the beach or perhaps explore the island independently e.g. you can fix up locally for a Creole English speaking taxi driver to take you on a tour of the island, or to transfer you up to the north of the island where there are good snorkelling opportunities. or if seas are calm make a short visit to Little Corn Island - catching the morning boat to buzz over for a couple of hours prior to the daily return around lunchtime (avoid in Jan and Feb when its windiest and therefore the sea quite choppy unless you have good sea legs). Those with a PADI licence may wish to add a day's diving."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Free day. Relax the beach or perhaps explore the island independently"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Return to Managua. Morning free to relax. In the afternoon you will be transferred to Big Corn airstrip for the afternoon flight to Managua You will be met on arrival and transferred to Managua city for a positioning night before your international flight the following day."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Depart Nicaragua. Transfer to Managua airport to catch your onwards international flight"
      }
    ],
    "map": ""
  },
  {
    "destination": "Nicaragua",
    "mainPhoto": "",
    "id": "nicaragua-tours-small-group",
    "tourName": "Nicaragua tours, small group",
    "placesVisited": "",
    "generalInfo": "Explore the Land of Lakes and Volcanoes on this 13-day adventure through Nicaragua. Our itinerary takes us across the blue waters of Lake Nicaragua to the laid-back volcanic island of Ometepe, into the cloud forest of Selva Negra and through the historic towns of Leon and Granada. Along the way, delve into the country's revolutionary history as well as its astounding landscapes and wildlife. <br/> <br/> Mombacho Volcano - Hike around the dormant Mombacho Volcano's crater trail for panoramic views of Lake Nicaragua and the city of Granada.<br/> Selva Negra - Go wildlife spotting in the cloud forest and visit a local coffee plantation.<br/> Granada &amp; Leon - Explore the historic charm and revolutionary legacy of these iconic Nicaraguan cities.<br/> <br/>",
    "durationDays": "13",
    "price": "2165",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Granada",
        "description": ": Our tour starts today in Granada. Nicaragua's oldest town, Granada is steeped in history and characterised by its brightly coloured Spanish colonial buildings. The quaint cobbled streets lead you from church to church and are lined with peaceful cafes, local restaurants and lively rooftop bars. Due to the number of evening flights into Managua, our tour leader plans to hold the welcome meeting on the morning of day two. They'll leave a message in reception with details on timings and everything else you'll need for the day. There are no other activities planned, so you're free to arrive into Granada at any time. If you'd like an airport transfer today, you'll need to arrive into Augusto C. Sandino International Airport Managua (MGA) which is a one-hour drive from our hotel. If your flight arrives earlier in the day, you might like to head out and explore this vibrant city. Walk down to the central plaza, marvel at the striking yellow cathedral and relax in one of the many restaurants or cafes."
      },
      {
        "dayNumber": 2,
        "title": "Experience rural Granada with a community visit, including a local lunch and chocolate demonstration",
        "description": ": This morning, we discover what life is like in rural Granada. We'll travel by private bus to a community called Nicaragua Libre where, on arrival, we'll have a walk around the community and meet the people that live here. We'll then embark on a chocolate workshop before sitting down to a homemade local lunch, made with produce from the community. After lunch, we'll head back to Granada, where you can either relax at the hotel or keep exploring this fascinating city."
      },
      {
        "dayNumber": 3,
        "title": "Discover Granada; optional boat trip on Lake Nicaragua",
        "description": ": This morning, we'll head out on a walking tour of the city. Our first stop will be the San Francisco Church and neighbouring San Francisco Convent built in 1529 (entry optional). We then continue onto the beautiful Merced Church where we will have the opportunity to climb to the top of the bell tower and take in the spectacular views over the city, Lake Nicaragua and the Mombacho Volcano. Finally, you will see a glimpse of Nicaraguan daily life at the local market. This afternoon is free. A recommended optional activity is a boat trip through Las Isletas on Lake Nicaragua. This is a great way to explore Lake Cocibolca, also known as Lake Nicaragua. Situated at the foot of the impressive Mombacho Volcano, the area we visit consists of around 360 small volcanic islands which were formed when the Mombacho Volcano erupted about 20,000 years ago. These small islands are inhabited by families who make their living from fishing, while other islands are host to extravagant villas owned by Nicaragua's rich and famous. Along the way, the tour guide will explain a bit about the many birds that can be seen here as well as recall the history of the area."
      },
      {
        "dayNumber": 4,
        "title": "Travel to Ometepe Island",
        "description": ": Today we transfer to the port of San Jorge, on the shores of Lake Nicaragua and take the ferry to Isla de Ometepe. The island of Ometepe is situated in one of the world's largest freshwater lakes, Lake Nicaragua. The two volcanoes on the island, Concepcion and Maderas, offer stunning views when approaching Ometepe by boat from the mainland. Both of the volcanoes have their own climate and unique vegetation. On arrival, we'll have free time to relax and settle into island life."
      },
      {
        "dayNumber": 5,
        "title": "Free day on Ometepe Island; optional island tour or volcano hike",
        "description": ": Today you're free to make the most of this laidback island. There is plenty to do here, and we have a range of options from a hike to a viewpoint on Maderas Volcano to a classic tour of the whole island with a stop for a traditional lunch. For those who want to learn more about the local Nicaraguan way of life at Ometepe, there is the chance to visit a women's cooperative here on the island. They are strongly focused on sustainable and community-based tourism here, and you will take a tour around the medicinal garden, learning about their homemade hibiscus wine and some of the restorative properties of the plants that are used for healing. Following this, you'll have a cooking class with the women to learn about and taste more of the local Nicaraguan cuisine."
      },
      {
        "dayNumber": 6,
        "title": "Travel to Leon; afternoon city tour",
        "description": ": This morning, we wave goodbye to Ometepe and head back to the mainland. We should arrive in Leon after lunch and we'll have an orientation tour to discover the rich cultural and political history of one of Nicaragua's oldest and most influential cities. Defined by its graceful Spanish colonial architecture and fascinating political history, we will soon discover why Leon is considered to be Nicaragua's historical, cultural, educational and religious capital. The best way to explore this captivating city is on foot, as much of its charm lies in the narrow colonial streets and architecture, art galleries, museums and cafes. Leon's history is fascinating, like no other town in Central America. The town was dismantled, moved, and rebuilt due to volcanic activities, ransacked (and reconstructed!) by pirates, it won and lost its struggle as the most important city in Nicaragua against Managua, and several presidents were assassinated here. It's the place where famous poets are buried, where the largest cathedral in Central America stands, and is a hotbed for revolutionaries due to the big university located in Leon. In this guided walking tour, we will visit revolutionary murals, baroque and neoclassical churches and a surprisingly interesting museum of legends, arts and poetry. After the tour, we can climb to the rooftop of Central America's largest cathedral, recently added to UNESCO's list of World Heritage sites, and enjoy astonishing views over the city and the surrounding Maribios Volcanic Chain."
      },
      {
        "dayNumber": 7,
        "title": "Free time to explore Leon or optional Cerro Negro hike",
        "description": ": Today is free to explore Leon at your own pace, taking in one of the museums or relaxing at one of the cafes near the main square. Alternatively, you may choose to enjoy one of the optional excursions available in the area. One option is a hike on the nearby Cerro Negro Volcano - one of the most active volcanoes in Nicaragua. The hike takes approximately 90 minutes at a moderate pace, and there are stunning views across to the Pacific Ocean as well as the surrounding countryside. The fun is in bouncing down the volcano, as we run/jump/walk down through the scree."
      },
      {
        "dayNumber": 8,
        "title": "Boat trip on Juan Venado Nature Reserve",
        "description": ": We have an early start ahead of us today as we head to Juan Venado Nature Reserve where we'll embark on a wildlife spotting boat tour. Keep your eyes peeled for crocodiles, caiman, iguanas and many species of birds. We'll then head to Las Peñitas Beach, a popular spot for local Nicaraguans to enjoy some time away from the cities. This beach has many cafes and restaurants and is an excellent place to relax. After lunch, we'll head back to Leon for a free evening in the city."
      },
      {
        "dayNumber": 9,
        "title": "Visit San Jacinto en route to Selva Negra Ecolodge; included coffee and farm tour",
        "description": ": After breakfast this morning, we head to the Highlands of Northern Nicaragua, Selva Negra. On route, we'll visit the mud fields of San Jacinto. San Jacinto is a little town about 20 kilometres northeast of Leon; behind the village are boiling mud holes connected to the Telica Volcano. These volcanic fields serve as breathing holes for the nearby volcanoes, forming the area like a Martian landscape (and, in turn, help to prevent future eruptions). It's extremely hot to walk around and see the holes, which differ in size and colour, where the mud is fiercely boiling. The mud sometimes throws little rocks in the air and steam is continuously emitted from the holes. Local people are keen to sell you indigenous ceramics and handmade figurines, made fresh from the hot volcanic mud. We continue our journey to the mountainous north of the department of Matagalpa. On arrival at our ecolodge, we'll embark on a fascinating coffee and farm tour. The lodge itself is surrounded by nature and is a calming retreat away from Nicaragua's bustling cities."
      },
      {
        "dayNumber": 10,
        "title": "Search for wildlife in the Selva Negra cloud forest",
        "description": ": Today we enjoy a two-hour cloud forest nature walk in Selva Negra. During the walk, we'll learn about the importance of the rainforest and discover the flora and fauna. If you'd like to continue hiking in the afternoon our tour leader will take you out on an additional hike. If you'd rather relax and take in the beautiful natural surroundings, you can rest at the lodge."
      },
      {
        "dayNumber": 11,
        "title": "Travel to Laguna de Apoyo; Visit Masaya's artisan market",
        "description": ": This morning, we'll head to Laguna de Apoyo, a nature reserve located between Masaya and Granada. The lake is the largest volcanic crater lake in the country and was formed over 23,000 years ago after a huge volcanic explosion. En route to the lake, we'll visit Masaya's famous and diverse artisan market, where we can find many products quite unique to Nicaragua. We'll make a lunch stop in the small colonial village of Catarina, known for its 'viveros' or nurseries of potted plants that are sold to households across Nicaragua. Our last stop today is San Juan de Oriente, one of the so-called 'Pueblos Blancos' with its eye-catching white colonial architecture. This small town is known for its ceramic production, and we'll be able to visit the house of a local family and learn about the delicate process of this traditional art form. We'll continue to our accommodation for the next two nights, Pacaya Lodge. This stunning lodge is located above the lake with spectacular views."
      },
      {
        "dayNumber": 12,
        "title": "Hike the Mombacho crater",
        "description": ": Today, we have the chance to hike the scenic loop around Mombacho Volcano, located in Mombacho Volcano Natural Reserve. This 1.5-kilometre/1-mile medium-difficulty trail offers breathtaking panoramic views of Lake Nicaragua and the city of Granada. Along the way, a local guide will share fascinating information about the area's unique plants, animals, and volcanic history. The hike takes around three hours to complete, with an elevation gain of about 200 meters/600 feet. In the afternoon, we'll head to the shores of Laguna de Apoyo, where we'll enjoy our included day pass at Casa Marimba. This beautiful property is situated right on the lake, offering the perfect spot to relax on the beach, swim, or even take out a kayak to explore the waters. This evening, we'll gather for a farewell dinner and enjoy our final sunset in this spectacular country."
      },
      {
        "dayNumber": 13,
        "title": "Trip ends at Laguna de Apoyo",
        "description": ": There are no activities planned today, so you're free to depart at any time. If you'd like an airport transfer today, you need to depart from Augusto C. Sandino Airport (MGA), which is approximately a one-hour drive from our hotel."
      }
    ],
    "map": ""
  },
  {
    "destination": "Nicaragua",
    "mainPhoto": "",
    "id": "panama-and-nicaragua-small-group-tour",
    "tourName": "Panama and Nicaragua small group tour",
    "placesVisited": "",
    "generalInfo": "Discover two captivating neighbours on one seamless journey, beginning in Panama City’s UNESCO-listed Casco Viejo, then witnessing the ingenuity of the Panama Canal, meeting Emberá communities, and exploring coffee estates, cloud forests, and coral-rich islands from Boquete to Bocas del Toro. Continue to Nicaragua for a rich blend of colonial charm and volcanic drama, taking in Managua’s viewpoints, León’s cathedral rooftops, and Granada’s horse-drawn streets and lake islets. Walk crater rims at Masaya, amble misty trails on Mombacho, and learn the story of coffee and sustainable farming in Selva Negra. Unwind on Ometepe Island beneath twin volcanoes, then finish on the Pacific shores of San Juan del Sur, where golden beaches, marine life, and laid-back evenings round off an itinerary that balances history, nature, and coast with genuine cultural encounters.",
    "durationDays": "24",
    "price": "5745",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Panama City - Upon arrival in Panama you will be met and transferred to your hotel located in the heart of Panama City’s historic district, Casco Viejo. No meals or activities included today. Overnight at Central Hotel Panama or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Stories of Two Cities and the Panama Canal - The journey begins with an immersive exploration of Panama City, a capital defined by contrast and connection. We start with a visit to the evocative ruins of Panamá Viejo, the original city founded in 1519 and later destroyed by the infamous pirate Henry Morgan. Here, among the stone walls and cathedral remnants we begin to understand Panama’s origins as a critical junction of trade and empire. The narrative continues in Casco Viejo, the “new” colonial city founded after the destruction of the first. The intertwining stories of these two cities reflect the resilience and strategic importance of Panama through the centuries. We visit the Mola Museum, showcasing the intricate textile art of the Guna women; the beautifully curated Panama Canal Museum, housed in the former headquarters of the French and American canal builders; and the boutique Cacao and Chocolate Museum at Casa Coronel, which celebrates Panama’s growing artisanal chocolate culture. After lunch at a local restaurant, the journey continues to the Panama Canal Visitors Center at Miraflores Locks. From the observation terraces, witness massive ships navigating the narrow locks and gain a deeper appreciation for the engineering marvel that reshaped world trade. The day concludes with dinner at a carefully selected restaurant, offering local cuisine in a warm setting. Overnight at Central Hotel Panama or similar (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "The Emberá People and Fort San Lorenzo - An unforgettable day unfolds with a cultural and historical expedition to the Caribbean side of the isthmus. Traveling north, we reache the banks of the Gatun River where dugout canoes await to take you into the forest and toward an Emberá community. Nestled in a remote setting, the village offers a rare opportunity to engage with Panama’s indigenous heritage. The Emberá proudly share their traditions, music, dances, and cosmology, as well as insights into their craftsmanship and connection to the land. Enjoy a traditional lunch is prepared by the community. The adventure continues to Fort San Lorenzo, dramatically perched above the mouth of the Chagres River where it meets the Caribbean Sea. This UNESCO World Heritage Site, once a key defense point for the Spanish Crown, echoes with tales of pirates, conquests, and gold-laden galleons. Surrounded by tropical forest and history, it is a place where nature and empire collide. After returning to the city, the day ends with dinner at a local restaurant. Overnight at Central Hotel Panama or similar (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "From the Pacific Coast to the Highlands - After an early breakfast, head to the airport for a short flight to David, the capital of Chiriquí province. Upon arrival, the journey continues to the Gulf of Chiriquí National Park, a protected marine wonderland scattered with lush islands and coral reefs. A boat excursion reveals the area’s vibrant biodiversity with opportunities to snorkel in crystal-clear waters, paddle along quiet mangrove-lined coasts, and spot marine life from the boat. A picnic-style lunch is served on one of the secluded beaches, offering a true taste of tropical serenity. In the afternoon travel to Boquete, a picturesque mountain town on the foothills of Volcán Barú. Known for its cool climate, cloud forests, and world-class coffee, Boquete provides a stunning contrast to the coast. The road climbs steadily into the highlands, passing rolling green hills and dramatic ridges until arriving at the lodge nestled in nature. Dinner is served at the hotel, rounding off a day of striking geographical transitions. Overnight at Boquete Tree Trek Lodge or similar (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Hanging Bridges, Coffee & Rum: A Day in the Highlands - The cool mountain air and misty forest canopy set the stage for a morning of discovery in Boquete’s cloud forest reserve. Suspended walkways and well-maintained forest trails offer a gentle but immersive way to explore the highland ecosystem. As we move through the treetops on a series of hanging bridges, witness the interplay of light and foliage and may catch glimpses of hummingbirds, toucans, or even the elusive resplendent quetzal among the bromeliads and moss-draped trees. Those with a taste for adrenaline may choose to replace the forest walk with an optional zipline adventure through the canopy. Later in the day, the focus turns to one of Panama’s most prized exports: coffee. A local finca opens its doors for a behind-the-scenes experience of specialty coffee production from the growing of high-altitude beans to their harvest, roasting, and final tasting. The aromas, techniques, and passion of the producers elevate this from a simple visit to a sensory journey. As the sun begins to dip behind the hills, enjoy a distinctly Panamanian rum experience where you will sample artisan rums and learn about the unique sugarcane heritage of the region. Lunch and dinner are enjoyed on-site, in the quiet comfort of the mountain lodge. Overnight at Boquete Tree Trek Lodge or similar (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "La Amistad International Park and the Charm of Boquete - Today, we head into La Amistad International Park, a UNESCO World Heritage Site shared by Panama and Costa Rica. This vast transboundary reserve protects one of the most biodiverse and pristine highland habitats in Central America. With local guides leading the way, follow trails that wind through mist-laden forests where cascading waterfalls and birdsong accompany each step. The area is a haven for birdwatchers, nature photographers, and anyone who appreciates raw, untouched landscapes. After a morning immersed in nature, returns to Boquete to explore the town’s colorful streets, artisan shops, and flower-filled gardens. There’s time to take in the relaxed rhythm of local life and perhaps sip a cup of freshly brewed geisha coffee at a café. Lunch is served at a local restaurant, while dinner back at the hotel caps off this full and varied day. Overnight at Boquete Tree Trek Lodge or similar (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Across the Continental Divide to Bocas del Toro - The journey eastward from Boquete to the Caribbean begins early, tracing one of Central America’s most scenic overland routes. As the road climbs through the Cordillera Central, breathtaking views unfold - cloud forests giving way to alpine meadows, then descending into lush tropical lowlands. The transition from one side of the continental divide to the other is as dramatic in scenery as it is in climate. The final stretch takes us to the port town of Almirante, where water taxis await. Crossing the tranquil waters of Almirante Bay, we arrive at Isla Colón, the lively heart of the Bocas del Toro archipelago. This Caribbean outpost is known for its laid-back energy, vibrant Afro-Caribbean culture, and rich natural beauty. After checking in to the hotel, there’s time to settle in and enjoy dinner at a local restaurant, where fresh seafood and tropical flavors take center stage. Overnight at Palma Royale Hotel or similar (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Coral Reefs, Mangroves and the Ngäbe-Buglé People - The morning begins on the water, weaving through turquoise channels and tangled mangrove forests that frame Bocas del Toro’s marine paradise. With masks and snorkels on hand, the group explores vibrant coral reefs teeming with life — tropical fish darting between sea fans and brain corals in warm, shallow water. Between snorkeling sites, the boat glides past islands fringed with coconut palms and echoing with bird calls. Later, the focus shifts inland with a visit to a Ngäbe-Buglé community, where we are welcomed with hospitality and pride. The encounter offers a meaningful window into the traditions, social structure, and crafts of one of Panama’s most populous Indigenous groups. It’s a respectful cultural exchange that balances observation and participation. Meals today are enjoyed at local restaurants in the island town, which by now feels like a home base within the archipelago. Overnight at Palma Royale Hotel or similar (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Nature and Relaxation in Bastimentos Marine National Park - A short boat ride takes us to Bastimentos Island, home to a national marine park that protects a remarkable range of coastal ecosystems. The day unfolds at a relaxed pace, blending beach time with nature walks through coastal rainforest trails. Whether watching for sloths and red frogs in the forest or simply enjoying the rhythmic lapping of waves on a golden-sand beach, this is a day to slow down and appreciate the unspoiled beauty of Panama’s Caribbean coast. Lunch and dinner are again taken at local restaurants, where the flavors of the sea mingle with Caribbean spices. The day concludes with a gentle return to Isla Colón, under skies often filled with stars and the soft glow of the moon on the water. Overnight at Palma Royale Hotel or similar (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "From the Islands Back to the Capital - The morning is free at leisure for you to enjoy. Whether it’s a final stroll through town, a dip in the sea, or simply time to reflect, Bocas del Toro offers a gentle farewell. In the early afternoon, we return by flight to Panama City. Upon arrival transfer to the hotel in the modern city, now a familiar contrast to the natural landscapes visited over the past week. Overnight at Hotel Plaza Paitilla Inn or similar (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Forest Canopy and Iconic Architecture - The last full day in Panama begins with a nature-focused experience just outside the capital. At Soberanía National Park, the group walks the trails of the rainforest in search of toucans, monkeys, and perhaps even a sloth hidden in the canopy. The journey includes a stop at the Rainforest Discovery Center, where an observation tower rises above the treetops for panoramic views and excellent birdwatching. This final immersion in Panama’s biodiversity is as rewarding as it is refreshing. In the afternoon, visit the Biomuseo, an architectural landmark designed by Frank Gehry, dramatically situated on the Amador Causeway. Inside, the museum’s engaging exhibits reveal how the rise of the isthmus shaped the planet’s climate, species, and human history. As night falls, enjoy a farewell dinner at one of Panama City’s best local fare restaurants, where stories and highlights of the trip are shared among new friends. Overnight at Hotel Plaza Paitilla Inn or similar (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Panama – Managua - After breakfast transfer to the airport for your flight to Managua. On arrival at Nicaragua International Airport you will be met and transferred to your hotel. Overnight Los Robles Hotel or similar (B) Day 13: Managua – Leon (approx. driving time today: 3 hours) This morning we enjoy a short city tour of Managua. We will explore both the historical and modern facets of the city. Our first stop is Tiscapa Crater Lake where you have superb views over the entire city. On a clear day, you will be able to see several volcanoes to the north of the city. You can't miss the large silhouette of the famous revolutionary General Sandino statue that stands overlooking the Tiscapa Crater Lake. Next, we head over to the old city and the National Palace, the Old Cathedral, the National Theatre, the President's house. We also stop at Salvador Allende Port and to Malecon, Managua's favourite place for a lakeside drink. Continue to the Old Leon Ruins, a UNESCO world heritage site, before heading to Leon. On arrival we explore numerous colonial buildings, among them Nicaragua´s first university. In addition, you can climb to the rooftop of Central America´s largest cathedral, recently added to UNESCO´s list of World Heritage sites, and enjoy astonishing views over the city and the surrounding Maribios Volcanic Chain. Overnight La Recolección or similar. (B)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Managua – Leon (approx. driving time today: 3 hours) - This morning we enjoy a short city tour of Managua. We will explore both the historical and modern facets of the city. Our first stop is Tiscapa Crater Lake where you have superb views over the entire city. On a clear day, you will be able to see several volcanoes to the north of the city. You can't miss the large silhouette of the famous revolutionary General Sandino statue that stands overlooking the Tiscapa Crater Lake. Next, we head over to the old city and the National Palace, the Old Cathedral, the National Theatre, the President's house. We also stop at Salvador Allende Port and to Malecon, Managua's favourite place for a lakeside drink. Continue to the Old Leon Ruins, a UNESCO world heritage site, before heading to Leon. On arrival we explore numerous colonial buildings, among them Nicaragua´s first university. In addition, you can climb to the rooftop of Central America´s largest cathedral, recently added to UNESCO´s list of World Heritage sites, and enjoy astonishing views over the city and the surrounding Maribios Volcanic Chain. Overnight La Recolección or similar. (B)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Leon – Morning hike excursion to Volcan Cerro Negro or Juan Venado Island boat tour - Early this morning you will have the option to join an excursion to hike to the top of the Cerro Negro Volcano. At approximately 7am, transfer for about one hour to the base of the volcano where you begin the ascent on foot from the north side, reaching the main crater after approximately one and a half to two hours. You hike first on trails and later on a kind of black dune created by former lava. As you reach the foot of the volcano you begin an easy climb up to the first of two active and vibrant craters. From here follow the edge of the crater to get to the second crater and highest point of the volcano. Standing on top of Cerro Negro, you have an unforgettable view stretching right over the volcanic chain. Spend approximately one hour around the main crater before returning at your hotel at approximately midday. The afternoon is at leisure. Overnight La Recolección or similar. (B) Note: You should have a good level of physical fitness in order to undertake the climb to the top of the Cerro Negro. Alternatively, you can remain in Leon and take a short boat tour of the Juan Venado island in the morning."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Leon – Hervideros de San Jacinto – Selva Negra Cloud Forest (approx. driving time today: 3 hours) - After breakfast we head to Hervideros de San Jacinto, a surprising area full of small volcanic craters, with boiling mud and water vapor. It is possible to walk on this hot surface around the craters. We continue to Selva Negra Cloud Forest where you can explore the property on your own. Overnight Selva Negra Hotel or similar. (B)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Selva Negra – Coffee and Farm Tour - After breakfast we take a walking coffee tour. Learn about the whole process of coffee. History, location, climate, topography, sustainable use of bi-products and the social programmes are among the many aspects you will learn. We will get a chance to visit the nurseries, and plantations. After our coffee tour we will visit a local farm. We will witness many sustainable farming methods and pass by the organic laboratory, the worker’s housing, the greenhouses, cheese house, chicken coops, and stables. Overnight Selva Negra Hotel or similar. (B)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Selva Negra – Granada (approx. driving time today: 3 hours) - Today we head south to the colonial city of Granada. On arrival we take a city tour by horse-drawn carriage obtaining a good sense of the rich history and authenticity of Spanish-colonial Granada. This afternoon we continue to Lake Nicaragua for a relaxing boat ride around some of the islands formed by the impressive Mombacho volcano. A boat trip through the Isletas of Granada is a great way to explore Lake Cocibolca, also known as Lake Nicaragua. These small islands are inhabited by families who make their living from fishing, while other islands are host to extravagant villas owned by Nicaragua's rich and famous. Along the way the guide will point out some of the prolific birdlife to be found on the lake as well as explaining about the history of the area. Overnight El Dario Hotel Hotel or similar. (B)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Granada - San Juan de Oriente – Catarina Viewpoint - Masaya Volcano National Park - Granada - After breakfast, meet your guide for a 3-course cooking class at an old, colonial house. Explore the local market and buy fresh ingredients before cooking a delicious 3-course meal. We then travel to San Juan de Oriente, one of the so called 'Pueblos Blancos' where we will see its white colonial architecture. Here we will find beautiful arts and crafts as well as nurseries with beautiful flowers. We continue to Catarina and its viewpoint which offers amazing views over the area and then arrive at the bottom of the Masaya Volcano National Park. The Masaya Volcano is still active and is the only volcano in the western hemisphere where it is possible to drive to the rim and see the smoking crater. If we are lucky, we might encounter rare green parakeets which make their home at the volcano. From there, we embark another vehicle which takes us to the summit of the crater Santiago, notorious for displaying a gaseous activity and an incandescent lava lake in its interior. We take an opportunity to see inside the crater of the volcano, observing the red and glowing lava before to return to Granada. Overnight El Dario Hotel or similar. (BL)"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Granada - (nature hike) - Granada - We start the day with a visit to Mombacho Volcano Nature Reserve to hike the Crater Trail. Suitable for anyone with a moderate level of fitness we will hike for around 2 hours and learn about the flora and fauna of the area. If conditions are clear we will visit an impressive viewpoint to take in wide vistas of the country’s pacific region, the neighbouring city of Granada, and the great lake of Nicaragua and its islands. After the hike, return to Granada and the rest of the day is at leisure. Overnight El Dario Hotel or similar. (B) Note: If you do not wish to do the hike, you can remain in Granada and enjoy a full day at your own leisure."
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Granada - Ometepe Island (1.45-hour ferry crossing) - Today, we transfer to the port of San Jorge, at the shores of Lake Nicaragua or Cocibolca as the locals call it, and take the ferry to Isla de Ometepe. On arrival, transfer to the hotel and the afternoon is at leisure. There are many activities that you can arrange directly with your hotel. Overnight San Juan de la Isla Lodge or similar. (B)"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Ometepe Island - Enjoy today a tour of the island, including the visit to Ojo de Agua, a small sculpture park of pre-Colombian ceramics, and the Museo de Ometepehas containing local ethnographic and environmental themes. Overnight San Juan de la Isla Lodge or similar. (B)"
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Ometepe Island - San Juan Del Sur on the Pacific Coast (1-hour ferry crossing; approx. driving time today: 2 hours) - Today, we take the ferry back to the mainland and continue to San Juan del Sur, in the south west. The rest of the day is at leisure. Overnight Victoriano Hotel or similar. (B)"
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "San Juan del Sur (day at leisure) - Today is a leisure day. You can choose to simply relax at the nice hotel or perhaps try your hand at surfing. Another option is to go to Flor Beach to witness mass arrivals of turtles (during the season, August-January). The beach is a protected wildlife reserve because of the seasonal presence of Olive Ridley turtles that take place every year between August and January. Thousands of turtles arrive during certain nights to lay eggs at this one specific beach. About 50 days later, thousands of eggs hatch and the baby turtles try to make their way to the Pacific. Overnight Victoriano Hotel or similar. (B)"
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "San Juan del Sur - Managua – Departure (approx. driving time today: 3 hours) - This morning we return to the capital and we transfer to the Managua International Airport where our tour ends. Your flight should not depart before 13:00. (B)"
      }
    ],
    "map": ""
  }
]