{
  "destination": "Ireland",
  "mainPhoto": "",
  "id": "best-of-ireland-privately-escorted-tour-for-seniors",
  "tourName": "Best of Ireland: Privately Escorted Tour for Seniors",
  "placesVisited": "Dublin, Waterford, Cork, Cobh, Blarney, Killarney, Ring of Kerry, Galway, Connemara National Park, Westport, Letterkenny, Derry, Antrim, Belfast, Trim",
  "generalInfo": "Heritage and culture will be part of your everyday experience on the Emerald Isle. Whether exploring soaring cliffs, medieval castles, or picturesque towns, you can always feel the Irish atmosphere. From Dublin to Derry, you get a real sense of how and why Ireland is so unique. Few countries are as authentic and unique as Ireland, and this two-week tour will reveal all the key highlights. It is a privately chauffeured journey, so you can travel in style and relax in the island’s most charming destinations.",
  "durationDays": "14",
  "price": "9,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dublin – Iconic Introductions",
      "description": "Georgian townhouses stretch through the streets of Dublin, and their faded stone and elegant style make for a postcard view. After landing at Dublin’s international airport, you will be transferred to one of these townhouses. It has been converted into a small boutique hotel and allows you to sleep inside the city’s heritage. Cute touches and time-period architecture further showcase Dublin’s coming of age era, and you should not be too surprised when you see other tourists who are taking photos of your accommodation as you will be staying on one of Dublin’s most enchanting streets. This evening will be at your leisure, and your guide can make some suggestions about restaurants and pubs for you to try."
    },
    {
      "dayNumber": "2",
      "title": "Dublin – Georgian Squares and Old-World Dublin",
      "description": "By taking a slow walk across Dublin, you can really get to know the heritage, from 18th-century Georgian squares back to St Patrick’s Cathedral in addition to the more recent Irish Parliament. As with every day on this private tour, you will first discuss the route with your guide. Some senior visitors can walk further than others, and some attractions may not be interesting to you. With a privately chauffeured tour, you have complete flexibility for each day of your tour. For example, if you love literature, then your guide can adapt today’s tour to include famous locations from James Joyce's novels. Dublin’s most unmissable attractions are the two cathedrals and Trinity College, which is where the sublime Book of Kells is far more impressive than any photo suggests. However, the city’s main highlight is found in its atmosphere. You can feel the energy on every street and experience the Irish heritage at almost every corner. It will all just seems so Irish , which is quite a contrast from European capitals that have lost their local authenticity and charm. Temple Bar will provide a fitting conclusion to your day. Here, you will sit down to a classic Irish pub dinner as a traditional storyteller weaves a fanciful tale upon the stage."
    },
    {
      "dayNumber": "3",
      "title": "Waterford – Waterford Crystal and Irish Music",
      "description": "Landscapes of many green shades will dominate as your chauffeur takes you into the south of Ireland. It will be classic, Irish scenery the entire way with farmhouses that dot the valleys and cute stone bridges that connect the rolling hills. Waterford crystal is world-famous, and you will go on a private tour of the factory, learning why it is unique and how it gains the unique sparkle. After Georgian Dublin, Waterford can hit you with a feast of color with each of the houses having been painted a distinctive hue. Once again, you will stay in a boutique hotel that will be within the heart of the old city. For tonight, you will follow the music to a small, historic pub. The evening of song and dance is not just put on for tourists and can help you understand how the Irish’s musical traditions remain part of the everyday."
    },
    {
      "dayNumber": "4",
      "title": "Blarney – Classic Experiences in Southern Ireland",
      "description": "Iconic attractions will dominate today as you travel from Cork to Cobh and then Blarney. Cork immerses you in old-world charm with the compact city center being a wonderful place to walk slowly and drink tea at a 100-year-old cafe. The Cobh Heritage Centre provides a superb illustration of the 19th-century, Irish exodus to America. At the center, your guide can help you try and trace any Irish family roots with great ledgers that tell of all the different names and places in Ireland. Blarney Castle completes the trilogy of famous sights, and you can lean back and kiss the Blarney Stone should you wish although you should be aware that it is not the most comfortable experience if you do not have a schoolboy’s flexibility. Most likely, you will prefer to watch everyone else doing it."
    },
    {
      "dayNumber": "5",
      "title": "Killarney – Quaint Sights and Old Estates",
      "description": "Peaceful lakes contrast rugged hills around Killarney. The roads here are slow and winding, which is part of the experience that gets you to really appreciate the landscape rather than simply rushing through it. Irish estates dot this landscape, and none are more iconic than Muckross House. You will enter through its gate where you can experience Ireland from the Middle Ages with an expert local guide who will narrate why this place is so important to local history. After a private tour, you will continue your journey into Killarney, where you will have some time to explore the old city at your leisure. This evening, you will transfer to the National Folk Theatre of Ireland, which is where tales of the past are revealed through song and dance."
    },
    {
      "dayNumber": "6",
      "title": "Killarney – Highlights of the Ring of Kerry",
      "description": "Ireland is famous for its scenic landscapes, and the Ring of Kerry is the best-known landmark. Unfortunately, this delightful, driving route has become a little overrun with tour buses. This will be a private tour, so your guide will take you in the opposite direction to what is normally recommended. By using expert knowledge, your guide will know exactly where to go and at what time of day, so you can avoid the crowds and experience the Ring of Kerry at its uninterrupted best. As part of the route, you will watch a sheepdog demonstration, explore tiny fishing and farming villages, enjoy fabulous Black Mountains vistas, and see the places where Gaelic culture remains incredibly prevalent."
    },
    {
      "dayNumber": "7",
      "title": "Galway – Colorful Villages and Epic Cliffs",
      "description": "Dramatic cliffs stand high above Atlantic Ocean waves. Gazing down the coastline, you can feel the roar of the wind and the surf and sense the isolation of Ireland’s edge. These are the Cliffs of Moher, and their enormity cannot be understood through photos. To appreciate this work of nature, you will need to be here, stand on the cliffs, and gaze out to the Atlantic. From these 700-foot structures, you then cross a luscious, green countryside where you will have the opportunity to make a stop in any of three small Gaelic villages. Galway will be the day’s destination, and by now, you will be accustomed to these old Irish towns, particularly how the evenings can provide endless music, food, and new friends."
    },
    {
      "dayNumber": "8",
      "title": "Westport – Embracing Ireland’s Rugged Western Coast",
      "description": "Connemara is another iconic Irish attraction that photos struggle to replicate. You can gaze at an image of a rugged mountain range, or dry-stone walls that tumble towards the Atlantic. However, only when crossing the national park can you understand how raw and wild it all feels. Kylemore Abbey is located deep in this wilderness landscape, occupying a dramatic setting above Kylemore Lough. A local guide will narrate the story of this peculiar place, including how it came into the hands of Benedictine nuns. The town of Westport is nearby, and you will notice how it feels completely untouched by tourism. While Killarney and Waterford are on most travel itineraries, you are now venturing into areas where it will be difficult to find a fridge magnet or even a postcard for sale."
    },
    {
      "dayNumber": "9",
      "title": "Letterkenny – Remembering W.B. Yeats and Into Northern Ireland",
      "description": "This is a privately chauffeured tour, so the timing for each day will be flexible. Each evening, your driver will discuss what is on tomorrow’s itinerary. You will have the opportunity to dictate the start time along with whether to add on an extra stop or skip one of the proposed destinations. The driver will also be your guide at some of the attractions, while at others you will be led by specialized, local guides. For example, today you will drive to Drumcliff and Sligo, which are the towns that are central to many W.B. Yeats poems. A literary guide will take you to the poet’s grave and discuss his legacy in the area as well as reciting some of the more unmissable lines. After this, you will make a visit to the Belleek pottery factory to admire the sublime, cream-colored China before resting up at a country estate in Letterkenny."
    },
    {
      "dayNumber": "10",
      "title": "Letterkenny – The Fascinating and Controversial City of Derry",
      "description": "Derry’s history is painted onto city streets. Enormous murals cover houses and walls, providing images of civil war and a controversial, divided city. There is nowhere better to understand and experience Ireland since the 1900s, especially the role of religion. After spending a morning of exploring both the Derry and Londonderry points of view, you will next travel into the countryside for a bucolic afternoon around Glenveagh National Park and Glenveagh Castle. Charming destinations like these are your reward for spending more than a week in Ireland. By taking two weeks, you will see the famous sights but also go off the beaten track, which is where you will find that you can have a place like the Glenveagh Victorian gardens all to yourself."
    },
    {
      "dayNumber": "11",
      "title": "Belfast – Exploring Giant’s Causeway and Bushmills",
      "description": "Walking can be kept to a minimum on this tour for travelers that do not wish to do much walking and exercising. Even at wild outdoor destinations like Giant’s Causeway, there will be different options depending on your preferences. Often, these walks are also dictated by the weather, which is notoriously fickle on Ireland’s northwestern coast. With each day, you can see how you feel. So today, you can even climb onto one of the Giant’s Causeway volcanic clifftops should you wish. These dramatic outcroppings are followed by something very sedate. Bushmills Distillery provides the main stop this afternoon, and you will taste 400 years of history before driving past Northern Irish lakes to spend three nights in Belfast."
    },
    {
      "dayNumber": "12",
      "title": "Belfast – Immersed in the Victorian City",
      "description": "While Dublin is Georgian, Belfast had its heyday in the Victorian era. The copper-domed roof of City Hall shimmers even when the skies are gray. Parliament buildings and the Grand Opera House evoke a period of artistic grandeur and are the most emblematic of all the city’s architecture. Like Dublin, you will feel a strong, local flavor here with the experience being as much about soaking up the atmosphere than any specific attraction. With your local guide, you will explore how Northern Ireland has created an identity that is distinct from the south. Then, you will tour two sides to the Irish divide with a black taxi tour that ventures on both sides of the Belfast Wall. It will be an eye-opening experience, especially how the murals can depict the same person as a hero or a killer, based on which side of the wall they are drawn."
    },
    {
      "dayNumber": "13",
      "title": "Belfast – Medieval Heritage in Mourne and Trim",
      "description": "The Mourne Mountains and Trim Castle will provide the highlights on your final full day in Ireland. You drive into Belfast’s bucolic surroundings and first visit Carlingford, which is a medieval fishing town that is full of pungent smells and rugged, coastal walls. Next, it will be Trim Castle on the River Boyne, which is the largest of all Ireland’s Anglo-Norman castles. This will give you an insight into the early medieval era. As with each day, there will be various places that you can stop for lunch, including Ireland’s trademark fish and chips in Carlingford. Farewell dinner with your guide will culminate your day, which will be enjoyed at a traditional tavern in central Belfast."
    },
    {
      "dayNumber": "14",
      "title": "Belfast – Departure",
      "description": "After breakfast, you will depart Ireland from Belfast’s international airport."
    }
  ],
  "map": ""
}