{
  "destination": "Ireland",
  "mainPhoto": "",
  "id": "essential-ireland-vacation-package",
  "tourName": "Essential Ireland Vacation Package",
  "placesVisited": "Dublin, Kinsale, Dingle, Cong, Galway, Adare",
  "generalInfo": "Dance along to the Gaelic beat as you explore the very best of Ireland with evocative histories, wild landscapes, and vibrant evenings spent with the locals. Think rugged roads, beautiful ruins, dramatic settings, and the windswept Atlantic coast all coming together for an unforgettable vacation. Enjoy overnight stays in a castle, a medieval thatched town, the lively capital, and the Gaeltacht region, and in ten days you can explore the range of Irish highlights, spending your evenings with dancing, storytelling, and old Gaelic charm.",
  "durationDays": "10",
  "price": "6,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dublin – Street Musicians and Gaelic Stories",
      "description": "Dublin is quick to impress Irish charm. Musicians find their place on the streets, strumming and singing throughout the day. Colorful pubs entice with their warm noises and inviting aromas as old cathedral spires stand above the city as if they are giants from the past looking down. You will hear Gaelic voices and strong accents, the sounds as memorable as the sights along the cobblestone central streets. Touch down in Dublin and you will be transferred to your boutique hotel. Nothing will be planned for the day as you arrive and settle in, but your guide can take you on an orientation tour, if you would like, to introduce you to the lively city. You might want to spend the evening at Temple Bar, the country’s most famous place for music and stories, or you can save that stop for another night if an early evening is better."
    },
    {
      "dayNumber": "2",
      "title": "Dublin – Highlights of Dublin From Day to Evening",
      "description": "Tales of Vikings will begin your day in Dublin as you learn about the beginnings of the city. These stories will be followed by others, from St Patrick to the English occupation to the book that took Europe out of the Dark Ages. The best person to narrate such tales would be James Joyce, the author who created Dublin in the imaginations of so many people. The next best would be a local guide, who can lead you along the James Joyce trail, in the footsteps of Leopold Bloom and other figures from Dublin’s history. It’s a walking tour through monuments and major highlights, down backstreets and lesser-known lanes, and then out to Trinity College. Here you can see the elaborate Book of Kells, a creative masterpiece that pushed Europe forward from a time of darkness. Dublin is surprisingly compact and very easy to walk around. There is not much traffic, and it is difficult to go more than a few steps without another exotic voice or smell, nor another pub. All of this together creates a lively atmosphere that is intensified in the evening time, especially at Temple Bar. A cluster of pubs, bars, and restaurants right in the heart of the city, Temple Bar is where every visitor gets a warm welcome and you embrace Irish dancing and craic , or entertaining conversation. Soak up the atmosphere over dinner here, before choosing to stay for just one more beer."
    },
    {
      "dayNumber": "3",
      "title": "Kinsale – Two Evocative Periods From Ireland’s History",
      "description": "Ireland’s history can be best understood through two monuments built almost a millennia apart. Kilmainham Gaol is alive with the souls of the stolen, those freedom fighters who were incarcerated here during Ireland’s struggle for independence. This British gaol helps you follow an independence story that some believe is continuing. It is a haunting but hopeful place, very different from where you go next, to Cashel. It was here that old Ireland took shape at the time of St Patrick and the Munster Kings. Circular stone towers rise above ruined fortress walls at the Rock of Cashel, creating a vista that seems to come from the Game of Thrones or Lord of the Rings , especially when the clouds are brooding. Domineering and dramatic, the cluster of buildings are nearing a millennium in age, yet they feel impenetrable. Before most of the buildings, there was St Patrick, who converted the King of Munster in the fifth century. After the kings came the Norman invasion, yet much of the Gaelic art and architecture has been preserved inside, making the Rock of Cashel one of Ireland’s most iconic sights. You need a good two to three hours to explore it all with your guide before the journey continues westwards to Kinsale, a cute town from which to take an evening stroll."
    },
    {
      "dayNumber": "4",
      "title": "Kinsale – Delightful Stories in Ireland’s Cutest Town",
      "description": "A massive fort overlooks the harbor in Kinsale, star-shaped and revolutionary as it whispers its history that is wrapped up in the whole Irish story, connecting the centuries between the Rock of Cashel and Kilmainham Gaol. It is Charles Fort from the 17th century, which is not far from the wild ruins of James’ Fort and the majestic square column of Desmond Castle. Such fortress history is not quite in keeping with Kinsale itself, a town of stony Gaelic tradition, and all those bright colors you imagine when thinking about Ireland. Beyond the fortresses, Kinsale is a quiet little place, ideal for experiencing the country’s local side. It is also Ireland’s culinary capital so expect some excellent choices for dining this evening."
    },
    {
      "dayNumber": "5",
      "title": "Dingle – Mountains, Lakes, Sheep Farms and Gaelic Dancing",
      "description": "Across Ireland you go, serenity enveloping the journey towards Dingle. Mountains peek above the mist, appearing and then disappearing once more. Lakes stand glassy, reflecting the sky and the peaks as dry stone walls keep the sheep in their valleys, the landscape dappled with speckles of white. There are forests, deep and mysterious as they entice you in beneath changing skies. This journey from Kinsale to Dingle cuts across iconic Ireland, incorporating Killarney National Park and numerous swathes of farmland. First, you can stop to hike, either with an easy stroll around a lake or something more adventurous into the mountains. Make a stop at a local sheep farm, where a hearty lunch is followed by the sight of sheepdogs bringing in their subjects. In season, you can also watch the sheep being sheared, or whatever else needs to be done on the farm that day. You will spend the night in Dingle, one of the remaining Irish speaking Gaeltacht towns, where tradition is being preserved as an act of pride. Singing and dancing drift from the pubs every single evening, in a language you can understand without knowing the words. Visitors are warmly embraced, and the atmosphere is less raucous than you might imagine, particularly when it is child-friendly before 9 pm."
    },
    {
      "dayNumber": "6",
      "title": "Dingle – Rugged and Wild on the Dingle Peninsula",
      "description": "Every visitor to Ireland knows the Ring of Kerry, and nearly all visitors take the time to drive along it. Slea Head Drive is, however, even more beautiful and less popular. It is an alternative that promises what the Ring of Kerry can offer. Think traditional villages tucked away from the world, ancient monasteries lying in a redolent state of ruin, wild cliffs, and a coastline that wraps you up in tranquility. Much of Slea Head Drive is empty, and you can feel the wind whip past your ears and appreciate the solitude that Ireland can create. At some of the ancient Christian sites, it is so silent that you can almost hear those who were here 1,500 years ago. The Great Blasket Centre is just one of the stops on the route that will give you an immersive look at the language and customs of a Gaelic community. In this corner of the island, the communities are deliberately turning away from contemporary changes, sensing their importance in keeping a culture alive for the next generation. Touring the Dingle Peninsula and Slea Head Drive takes a full day, ending back in Dingle with another night to check out the pubs and dancing. You might get more involved this evening after hearing and experiencing the history of this wild, natural peninsula."
    },
    {
      "dayNumber": "7",
      "title": "Cong – Dramatic Landscapes on the Atlantic Coast",
      "description": "Cliffs rise like sentinels along the Atlantic coastline, 700 feet above the crashing waves. Jagged and majestic, the Cliffs of Moher stand as icons to Ireland’s natural beauty as they showcase an island that can seem cut adrift from the rest of the world. Surprisingly, you only need to walk a mile from the main car park to be away from the masses that gather and take photos here. Further along the route to Cong, there is another incredible landscape, The Burren, a place that seems to have been transported from the moon. Rocky slabs cascade across an open valley, each a slightly different shape. They are like stepping stones but where do they go? And how did they get here? Even more strange are the Neolithic tombs, evidence that man somehow manipulated this landscape some 4,000 years ago. After these two stops, you will roll into Cong, taking a long driveway to a majestic castle hotel. You will be at Ireland’s most famous castle hotel as it is steeped in history and converted to contemporary tastes to be part medieval Ireland, and part 21st-century luxury. Your suite provides commanding views over the grounds, and you will dine in the castle restaurant tonight beneath many Waterford crystal chandeliers."
    },
    {
      "dayNumber": "8",
      "title": "Cong – Stark Beauty on the Aran Islands; Second Night in a Castle",
      "description": "Inishmore is wild. You can hear the wind, and you can sense the isolation and the solitude. There is hardly anything here, especially once you leave the port and start to really explore. Take the ferry across from Galway and spend the day on the largest of the Aran Islands, roving empty roads and sheep-strewn fields. Ruins are dotted about, from a time long before Gaelic culture or the Vikings. Today’s tour is flexible, and it is easy to get around the whole island when you have six to seven hours. Your time will include some dramatic and empty roads as well as the chance to hike along cliffs and across open valleys. You will find it to be wild and with stark beauty before returning to the luxury of your castle hotel."
    },
    {
      "dayNumber": "9",
      "title": "Adare – Relaxing in the Old Thatched Town",
      "description": "Ireland is always relaxed. Even when you are buffeted by the wind or staring over a cliff-face, there is serenity where you are. Even on the wildest of islands or most untouched of interior landscapes, there will be a feeling that this is a relaxing vacation, not an over-the-top adventure. At the end of it all, you will have Adare, the most complete medieval town in Ireland, where thatched roofs stand above rows of colorful houses, and you are transported into a distant time. There are a few attractions here, but the highlight of Adare is just walking around, savoring where you are, and appreciating the harmony of what they have preserved as there are more horse-drawn carriages than vehicles, and the pubs all look about 400 years old."
    },
    {
      "dayNumber": "10",
      "title": "Shannon – Departure",
      "description": "Staying in Adare will bring a very relaxed beginning to your day, and you are just 30 minutes from Shannon International Airport and your departing flight, so you can truly savor it. Enjoy one more Irish breakfast, take one more leisurely walk through town, and then head home after 10 days in Ireland."
    }
  ],
  "map": ""
}