{
  "destination": "Ireland",
  "mainPhoto": "",
  "id": "history-and-culture-tour-experience-ireland",
  "tourName": "History and Culture Tour: Experience Ireland",
  "placesVisited": "Dublin, Newgrange, Knowth, Dowth, Westmeath, Strokestown, Galway, Ennis, Limerick, Adare, Cobh, Waterford",
  "generalInfo": "With ten days in Ireland, you can travel through 5,000 years of evocative history. Explore stone-age passages and portal tombs, the early Celtic and Munster kings, Vikings, and medieval castles. Take in thatched-roof towns and Georgian splendor alongside stories of19th-century famine and flight with early 20th-century rebellion. Connect all the dots on this private tour uncovering histories yet to be told. Including Dublin, Newgrange, Tara, Strokestown, Kylemore, The Burren, Ennis, Adare, Cashel, Cobh, and Waterford, your whirlwind through history will prove relaxing and memorable.",
  "durationDays": "10",
  "price": "6,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dublin – Historic Highlights of the Capital City",
      "description": "Welcome to a country of saints and a city of colors as Dublin always providing the warm welcome that Ireland is famous for. Travel always provides new experiences, and you can feel the Irish inimitability from the moment you land as it is in the way people speak to you and the way you are included even though you are a visitor. Meet your guide at the airport and transfer to your central Dublin hotel with plenty of time to freshen up before your guide takes you around the city’s key historical highlights to provide a backbone to what has happened on this island over the millennia. Christ Church Cathedral dazzles with its old beauty, especially the spire that has gazed over so many centuries of change. Glasnevin Cemetery walks you through the veritable names of Irish history, like Michael Collins and Eamon de Valera, with the museum showcasing what happened during the body-stealing years. There’s the famine ship on Custom Quay, part of a tale from the mid 19th-century you will hear more about later. Make a stop at Trinity College to admire the sublime Book of Kells before the Guinness Storehouse provides a place to rest and drink in the Irish history. While this appears to be a busy first day, Dublin is compact and easy to get around, and a great place to push away your jet lag as you settle in."
    },
    {
      "dayNumber": "2",
      "title": "Dublin – 1916 Rebellion Walking Tour",
      "description": "It is on the back streets where you can walk in the footsteps of the Irish rebellion as so many buildings and corners help your guide to narrate the moving tale of independence, from the frontline and fires all the way forward to the plight of Northern Ireland today. Over three hours you will come to understand what happened and why, from James Connolly to some of those figures buried in Glasnevin. The rebellion tour also helps show an offbeat and local side to Dublin’s streets, something that contrasts an afternoon and evening around Grafton Street and Temple Bar, where the cobblestone comes alive with street musicians and cozy, welcoming smells."
    },
    {
      "dayNumber": "3",
      "title": "Boyne Valley to Westmeath – The Legend of Newgrange and Tara",
      "description": "Romance and mystery fill the green landscapes of counties Louth and Meath, the landscape still reverberating with bygone Celtic tales. From the Hill of Tara, you can gaze across Ireland, just as the high kings did until the 11th century. Ruins and rocks are scattered around, whispering of King Cormac’s legacy and the Lia Fail , the stone of destiny. You will need a good guide here because the context is key, and there are more visually impressive historical sites elsewhere in Ireland, but without the Hill of Tara, it is impossible to understand the context of Ireland’s history. In the one-hour journey onwards to Newgrange, you will travel back four millennia to a time before the Egyptian pyramids. Following a narrow massage, you can enter a large underground chamber, crafted skillfully from rock and stone, with a tiny roof box refusing to emit light. Only on the winter solstice is the chamber illuminated, an architectural feat achieved long before Ramses’s famously designed light-accepting tombs in Egypt. At Newgrange, you will begin to understand the complexity of Stone Age life in Ireland, and then after lunch, you can explore a more typical island story. Trim Castle is the largest and most impressive of all the Norman monuments in Ireland and is an easy afternoon stop on route to your overnight stay in Westmeath."
    },
    {
      "dayNumber": "4",
      "title": "Strokestown to Galway – So Many Histories That Need To Be Told",
      "description": "Like Trim, Strokestown Park House illustrates a time of Anglo occupation and architectural wealth. Original furnishings fill the Palladian rooms and transport you to a time of 18th-century regality. Everything is beautiful, yet the house places another story in stark contrast, a story documented in the Famine Museum next door. After an ornamental lily pond and croquet lawn, you reach the museum and come to understand Ireland from 1845 to 1850 when a quarter of the population emigrated or died from famine. Bringing the story full circle, you will learn how the owner of Strokestown Park House was murdered by its own tenants after forcing many onto migratory ships. Strokestown provides a brilliant insight into the lives of landed gentry and local peasants through the 18th and 19th centuries, helping fill in more of the story leading up to the 1916 rebellion. After lunch here, you will travel towards County Mayo with a stop at the excellent National Folklife Collection, where artifacts and interactive displays take you through the island’s regional cultures. Once again there is an eye-opening contrast with peasant tools housed in the grounds of an enormous Victorian Gothic estate of Turlough House. This is a pretty long day as you must reach Galway in the west, but as with each overnight stop, local hospitality is quick to energize once you arrive."
    },
    {
      "dayNumber": "5",
      "title": "Galway – Exploring Connemara and Kylemore",
      "description": "Today is far slower than yesterday and much more relaxed with a chance to sleep in and indulge with an extra portion of Irish sausage at breakfast. Your guide will customize your day spent in Connemara National Park, where the sheltered slopes of the Twelve Bens hide the majesty of Kylemore Abbey. This remarkable building is Ireland’s ode to love, a castle built as a present from Mitchell Henry to his wife, one hidden away in the wilderness of Connemara. It is now also an abbey and home to the Irish order of Benedictine nuns, a place of sanctuary embellished by artistic grandeur. You will need two hours to explore the Abbey, but the rest of the day is flexible. Walking the gardens and a spot of tea in the cafe are essential, and then the whole of Connemara National Park is awaiting you to take in at your leisure."
    },
    {
      "dayNumber": "6",
      "title": "The Burren to Cliffs of Moher to Ennis – Ireland’s Famous Natural History",
      "description": "To the South you will go, winding through Ireland’s remote landscapes and beneath the shadows of mist-engulfed mountains. Surreal and silent, these landscapes have a real power to energize. If you are feeling a little travel weary, then just glance across The Burren, and you will remember that you are experiencing places that few can ever imagine. Strange circles of rock stretch to the horizon like stepping stones from a lunar world. Hiding amid this land you find Neolithic portal tombs, stone balanced on each other in the strangest of ways, precarious yet in place for some 5,000 years. There are 80 of them, although you will only need to visit a few to appreciate how unusual they are. It is impossible to imagine how one of these rock tombs would be created today, never-mind so long ago. From The Burren you can continue through Ireland’s natural history, stopping at the world-famous Cliffs of Moher, sentinels perched above Atlantic waves. Today’s final destination is Ennis, a town with plenty of color and no shortage of charm. Although popular with tourists it has maintained a sense of tradition, especially in the pubs that offer Irish music and dancing each evening. Your guide can accompany you, showing you what to do and making sure there is no cultural faux pas , although the Irish welcome is so strong you can comfortably enjoy the time on your own."
    },
    {
      "dayNumber": "7",
      "title": "Ennis – Castles and Colors of Limerick",
      "description": "Georgian splendor drapes along the river in Limerick, guiding you towards King John Castle and a story of the Lord of Ireland. Further along the water is the Hunt Museum, where a mishmash of artifacts brings you through 5,000 years of worldwide history, everything from the Egyptians to Yeats and Picasso. Just beyond Limerick city is Bunratty, a castle stuffed full of tapestries and 15th-century furnishings, complete with a German chandelier and a view onto a reconstructed 19th-century village. If all that seems like a strange contrast now it will make sense when you are in Limerick, perhaps the most charming and care-free of all the Irish counties. You will stay at Bunratty into the evening, enjoying a medieval banquet with food from across the ages."
    },
    {
      "dayNumber": "8",
      "title": "Adare to Cashel to Cobh – Thatched Roofs and the Munster Kings",
      "description": "Thatched roofs provide the harmony in Adare, tying together houses that each has a different hue. Explore by horse and carriage here, clip-clopping through the best preserved of all the Irish villages. Adare does not need context as it is one of those villages best explored with your eyes and feet, a feast of local scenes seemingly unchanged since the 15th century. However, your next stop certainly needs an accompanying tale as the Rock of Cashel was the seat of the Munster kings, and you walk in the footsteps of St Patrick, who first converted this part of the world. A majestic stone tower looks down, lording above structures mostly from the 12th century. At first glance, it appears that you are entering a fictional world, perhaps something from the Game of Thrones. Medieval yet ethereal, brutal yet beautiful, the Rock of Cashel is as inimitable a place as any, especially when you come to understand why it is here. Afterward, once reaching Cobh, you fast forward a few centuries, to an old harbor town from which Irish people emigrated to North America during the 19th-century famine and onwards, and this was the last port the Titanic docked to. Standing on the harbor, gazing out to sea, you can imagine that time of flight and new pastures. Even when dining in a Cobh pub there’s this sense of a town created by those who departed."
    },
    {
      "dayNumber": "9",
      "title": "Waterford – Transatlantic History and the Vikings",
      "description": "Take it easy this morning, and take your time over breakfast. As you consider your day, there is so much to you could do to fill it. If you think you have some Irish heritage, then visit the Genealogy Centre, taking time to read through stories from those who left and those left behind. Passenger lists have been preserved here, so you can check through names and get a glimpse of where your own history may have come from. Heading off this morning you can make a stop in Dungarvan, where a 12th-century castle stands ruined yet resplendent, dreaming of a time when the Vikings had been expelled. It was the Vikings who founded Waterford the city, back in 941 AD. Over subsequent centuries this became an important trading port, quarreled over by many. Waterford is Ireland’s oldest city and that history is clear to see. The attractions stretch across centuries, from the Bishop’s Palace to the neoclassical Christ Church Cathedral, and then the House of Waterford Crystal. It is in the Waterford Treasures Museum you can delve into the really old stuff, seeing what has passed through here over the last 1,000 years. This evening there will be a last chance to enjoy an evening a traditional Irish pub, maybe to have a final Guinness."
    },
    {
      "dayNumber": "10",
      "title": "Dublin – Departure",
      "description": "Wind back to Dublin, crossing the open valleys of southern Ireland, ending your ten-day tour in the place it all began before catching your international flight."
    }
  ],
  "map": ""
}