{
  "destination": "Ireland",
  "mainPhoto": "",
  "id": "ireland-for-families-charming-castles-and-countrysides",
  "tourName": "Ireland for Families: Charming Castles and Countrysides",
  "placesVisited": "Shannon, Dromoland, Adare, County Limerick, County Cork, Foynes, Ballyseede, Dingle, The Burren, Kilkenny, Wexford, Waterford, County Wicklow, Tipperary, Dublin",
  "generalInfo": "Ireland is wonderfully conducive to a family vacation as tranquil green spaces, soft adventures, and local traditions bring everyone together. Handcrafted to include a little of everything, this flexible Irish tour is based around three distinctive castles as Dromoland provides heritage and bliss, Ballyseede shows you County Kerry and Dingle, and then Waterford offers the pastoral interior. So take it slow and get to know the real Ireland as a family with a lively visit around a welcoming country.",
  "durationDays": "10",
  "price": "5,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dromoland – Checking Into Ireland’s Prettiest Castle",
      "description": "Dromoland immediately transports you into a version of Ireland that many may think only exists in dreams. Here there is a castle that excites from first glance to last, a place decidedly traditional yet modern and comfortable inside. Dromoland is part medieval and part turn of the 20th century, a mix of two worlds that make it perfect for today. It is only a 30-minute transfer away from Shannon International Airport, a convenient gateway into Ireland that bypasses a long transfer from Dublin, which was the only way to get out west 20 years ago. After a private transfer, you will check into the castle that is located on the outskirts of town. All around you is green space with cows roaming the fields and wide-open lawns for the kids to run about. As you settle everyone in, you can take a stroll around the grounds, or even head into Adare. A quiet town like Adare is ideal after an international flight, and you can stretch your legs and see a little piece of Ireland without having to think about transport."
    },
    {
      "dayNumber": "2",
      "title": "Dromoland – Best of County Limerick for Families",
      "description": "In Adare, you will find Desmond Castle and the Foynes Flying Boat Museum, but the big highlight of being in County Limerick is all the space. Bucolic green landscapes stretch out in all directions with peaks that are shrouded in mist, forests that give way to quiet lakes, and adventurous trails that can take you deep within green valleys. Galtymore and Ballyhoura are two options, Lough Gur another. There are walking and cycling trails for all ages, from mountain biking on narrow tracks to taking the baby stroller along the waterside. In County Limerick, you can really explore nature, before spending the evening in the castle, warming your feet around a fire."
    },
    {
      "dayNumber": "4",
      "title": "Ballyseede – A Famous Dolphin and Family-Friendly Irish Storytelling",
      "description": "It is in the far west of Ireland that you will find the few remaining Gaeltacht, the Irish-speaking areas. Language is just one element of tradition that they are keeping alive, and the further west you come, the more you can experience the storytelling and the dancing for real-world examples of how heritage can be part of everyday. It is a comfortable two-hour drive from Dromoland to Ballyseede, with many potential stops along the way. You will sense Ballyseede before you see it with its grandeur hiding beneath the trees, and then you will settle your eyes on its distinctive driveway and turrets. Check into this castle in the far southwest of Ireland, and then head down to the coast and spend two hours on a boat tour of Dingle Bay. The Brandon Mountains look down, dark and brooding as they protect the interior while cliffs rise and fall, and then open up to showcase tiny bays and beaches. Seals are sometimes spotted, and you can watch for the famous dolphin that mistakenly ended up in Dingle and instantly became a local celebrity. This evening you might want to try one of the Dingle pubs for a local dose of storytelling or Irish dancing, or you can have a quiet evening in the castle restaurant."
    },
    {
      "dayNumber": "5",
      "title": "Ballyseede – Beautiful Scenery on the Dingle Peninsula",
      "description": "Iron Age forts stand on the Dingle Peninsula, evocative ruins that suggest what was here so long ago. Early Christian monasteries provide a historical contrast, also beautifully situated on the wild western cliffs. Beaches are found as well as history with space for the kids to run freely and make all the sandcastles they like. You can explore the villages, as Gaelic as they come and as memorable as any in Ireland. The Dingle Peninsula is one of Europe’s oldest places for a family tour that combines old stories with wide open spaces. Travel to Dunbeg Fort and look out from Slea Head towards the Sleeping Giant , a mysterious island. Stop at the Blasket Centre to find more about this island and choose whether you want to take the boat across from Dun Chaoin. Later, enjoy making your own pottery in Louis Mulcahy Pottery center before stopping at the peculiar, dry stone church that is Gallarus Oratory. It dates back to the seventh century, and your guide will present your kids with a challenge as legend says that if you can climb through the church’s back window, then your soul will be cleansed. Return to Ballyseede and an evening to try traditional Irish storytelling and dancing in one of the nearby pubs. Children are welcome in the pubs when accompanied by adults until 9 pm, and many have a family-friendly atmosphere through the evening, and then become raucous after all the families have left."
    },
    {
      "dayNumber": "6",
      "title": "Ballyseede – The Legendary Burren and Cliffs of Moher",
      "description": "Of all the Irish landscapes there are two that most capture the imagination, and both are easily combined on a private day trip from a Ballyseede base. Strange rocks tumble across The Burren, like stepping stones taking you into space. It will feel as though you are walking on the moon, but you will then encounter strange Neolithic tombs and humanmade rock formations. How did people put these here? How was it possible to move these rocks 4,000 years ago? The Burren invites questions and is such a peculiar land it is quick to grab the attention of your kids. There are many different trails, so you can go for a walk, or simply drive to the key points. Nowhere in Ireland is more photographed than the Cliffs of Moher with the 700-foot massifs that climb sharply from the Atlantic. Stark and rugged they suggest being on the edge of the world as waves crash below in the fierce wind. From the busy car park, you can head left and it will not long before you have a lot of this landscape to yourself. While highly popular these cliffs stretch a long way, so you can still have a private piece of the coast to enjoy. Visit both of these sites, and you will be back in Ballyseede by mid-afternoon, leaving some time for walking or cycling in the surroundings."
    },
    {
      "dayNumber": "7",
      "title": "Waterford – Getting To Know Ireland’s Most Famous Attractions",
      "description": "Today involves a significant amount of time in a car, but your lively driver will make the most of your ride to Kilkenny via some iconic stops on the Ring of Kerry. Expect to be on the road for four to five hours, with a succession of short breaks in exciting places. You could stop at a working farmyard where your kids can learn about sheep shearing, or you might pop into a fairytale forest that leads to the cascades of Tarc Waterfall. There are striking viewpoints to stop often, where every angle appears to be green and mountainous, and then Kenmare for a place to grab a coffee and walk the streets. The Ring of Kerry is Ireland’s most famous attraction, so it can be a little tiresome doing it all, so your guide will show you the most impressive parts before you continue east towards Waterford, your final overnight castle base."
    },
    {
      "dayNumber": "8",
      "title": "Waterford – A Historical Base For Discovering More of Ireland",
      "description": "Thanks to your base in Waterford you can go in several different directions and customize a journey with Irish highlights that are not necessarily on the coast. In Wexford, you can enjoy the heritage park that is packed full of burial sites and homesteads from through the ages. In Waterford itself, you can see the famous crystals and an old Viking heritage. Wicklow is where you find the Irish gardens, including lakes and flowers but also a new Irish chocolate garden. Then in Tipperary, there are castles, woodlands and the famous seat of the Munster kings. You could also take a trip to nearby Dublin for a bit of city life. All of these options could be a day trip from Waterford, and your guide will explain what you can see and do in each, from the Tarzan swings at Roundwood to Lismore Castle and Gardens. Waterford reveals its charms in between. This is Ireland’s oldest city and has been beautifully restored to reflect its heritage. Covered slipways lead to ancient-looking buildings, with cafes and restaurants and galleries in abundance. Waterford Castle is part of the backdrop and helps you really live out the old era. Saint Canice’s Cathedral is a building full of fascination and some of the city’s pubs have been tailor-made for families. A private guide will show you around and make sure there’s something for all ages in your family."
    },
    {
      "dayNumber": "10",
      "title": "Dublin – A Little of the Capital Then Departure",
      "description": "By departing from Dublin you can have some time to see the capital after your transfer from Waterford. How much of the capital depends on your flight time, but even an hour can give you a glimpse of something new. Day-room hotel use can be arranged should you need it as you prepare your family for your international departure after a lively Irish adventure."
    }
  ],
  "map": ""
}