{
  "destination": "Ireland",
  "mainPhoto": "",
  "id": "luck-of-the-irish-myths-legends-tour-of-ireland",
  "tourName": "Luck of the Irish: Myths & Legends Tour of Ireland",
  "placesVisited": "Dunseverick, Ardee, Banagher, Tory Island, Killarney, Kilkenny, Trim, Cliffs of Moher",
  "generalInfo": "Ireland is a country of majesty steeped in its legendary mystique. Historical castles and ancient ruins offer endless fairytales and myths during your tour. You will track the most elaborate stories of giants and shamrocks, St. Patrick and changelings through captivating cities, welcoming towns, and verdant countryside. The coastline spreads from golden sands to spectacular cliffs slammed with crashing Atlantic waves. Lush plains fold over mounds and dunes, revealing homes of leprechauns and ferries. The wind swirls through the air sounding eerily similar to the cries of the Banshee recalling enchanting folklore during your Ireland tour.",
  "durationDays": "9",
  "price": "4,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dublin – Arrive in Dublin with an Introductory Tour of Trim Castle",
      "description": "Dublin is an intimate city filled with local legends. Stories of Guinness are as prevalent and accepted as legends of the surrounding medieval castles and the cathedrals. The Georgian architecture remains an elegant decoration around the banks of the River Liffey. The harbor slices the city into two diverse sections adorned with several bridges connecting the streets north-to-south. The literary figures of Joyce, Becket, and Yeats caste as much of a legendary shadow across the city and Ireland as the mystical creatures of folkloric yore. Upon reaching the shimmering city on an emerald-colored isle, your private transfer greets you at Dublin International Airport and escorts you to the Leprechaun Museum for an introduction to Irish mythology. The elaborate galleries welcome you with interactive exhibits immersing you in Irish cultural identity. An audio guide offers a history of leprechauns in Ireland, along with an evolution of cultural references including Walt Disney’s 1959 film Darby O’Gill and the Little People. You enter a room where the furniture grows in size, making you feel smaller. The chairs and tables tower overhead. You feel like a bug wandering through the dining room, having to climb the wooden feature for a seat on the giant chair. You have a fantastic time learning the oral history of Ireland’s rich folkloric traditions before continuing to Trim Castle north of Dublin to discover the story of Fionn McCumhaill and the Salmon of Knowledge."
    },
    {
      "dayNumber": "2",
      "title": "Dublin – Explore County Louth and the Legend of Cúchulainn and Ferdia",
      "description": "The morning light washes over the golden stone of Trim Castle, Ireland’s largest Anglo-Norman edifice, which dissolved in the late-12th century. The scent of hardy sausages fills the dining room at breakfast, accompanied by the floral notes of brewing Irish breakfast tea. Your private transfer greets you in the lobby of your castle accommodations eager to escort you through the countryside to hear the fascinating tales of Cúchulainn and his foster brother Ferdia. You enter the small but mighty county of Louth, where the bright azure waters of the Atlantic brush against the coastline leading inland to the Boyne Valley. Drogheda was one of the largest walled towns in medieval Ireland and retains its historical prominence with cobbled lanes and a walkable cosmopolitan ambiance. Hotels line the riverside rising above quiet cafes. The 19th-century limestone façade of St. Peter’s Church strikes an imposing figure against the brownstone homes in the background. The spires reach more than 220 feet tall on the edifice that took nearly 100 years to complete. The nave features a vaulted ceiling leading towards the altar, flanked by glossy support columns. In the town of Ardee, the old castle walls continue to tower above the neighboring homes that have grown around the winding streets. The main wall of Hatch’s Castle looks over Market Street. You find the statue of Cúchulainn and Ferdia decorating the riverside walk. Your guide regales you with the myth of the brothers who fought by day while sharing food and tending to each other’s wounds by night."
    },
    {
      "dayNumber": "3",
      "title": "Dunseverick – Visit the Northern Landscape Following Deirdre and Naoise",
      "description": "The morning air fills with the scent of fresh pies emanating from hot ovens. The sunlight returns the emerald hues of the countryside. You sip a refreshing cup of tea accompanying the delicious sweetness of orange marmalade on soda bread. You venture north today, crossing the border into Northern Ireland and the United Kingdom traveling towards County Antrim. Your driver tells stories of the Pookas, a type of ferry eager to create havoc in the world. They stick to the seaboard and farmlands scaring animals and tearing down fences. White wildflowers blossom in the lush fields. Soft, golden sand spreads across the dunes of the Magilligan Point. The rough waters splash along the rugged cliffs of Kebble and Kinramer Nature Reserves. You reach the footsteps of giants leading down to the North Atlantic Ocean. The basalt columns represent the masterful works of legendary giant Fionn McCumhaill who gained the world’s knowledge from eating a portion of magical salmon. A panoramic view from the top of Shepherd’s Steps unlocks the mysteries of the landscape. Over 40,000 interlocking columns reach heights of nearly 40 feet tall. You continue to Dunseverick Castle, where the remnants of the original stone fort dating back to Viking raiders in the 9th century. The oral history of the castle tells the tale of Deirdre. The wind blows against your cheeks and carries sporadic mist from the splashing waves below. The breeze whistles through the grass as the story of the star-crossed lover befits the enchanting landscape."
    },
    {
      "dayNumber": "4",
      "title": "Derry – Find St. Murrough O’Heaney Church in County Londonderry",
      "description": "The aroma of boxty, a type of potato pancake filters through the streets in the morning. Various cheeses decorate your breakfast plate, including a creamy cow’s cheese offering a decadent, herbaceous flavor. You set out west en route to County Derry-Londonderry, where the unique currents of the Northern Atlantic are said to be caused by the remains of an evil serpent hiding below the water’s surface. The wind sweeps over the verdant plain. The grasses lead to the marvelous plateau on which stands Dunluce Castle. The MacQuillan family erected the structure in the 16th century before passing to the MacDonnell clan. The castle casts a dramatic image high atop the cliff, overlooking the crashing waters of the Northern Atlantic. Banagher Church offers an impressive array of ruins from the 11th-century. You can hear the waters of River Faughan brushing against the lush shoreline. The freestone design contains elements of 19th-century architecture along with an engraving on the western door reading “474.” St. Patrick laid the foundations of the seven churches in the area around the riverbanks. The decorated capital in the nave frames the remaining south window. Legend attributes the rise of the church to the saint who helped rid the island of its snakes. The tomb of St. Muiredach O’Heney contains layers of sand, which brings good luck to those who take a few grains. The gabled roof stands atop the four-foot-tall walls and stretches along the more than 10-foot length."
    },
    {
      "dayNumber": "5",
      "title": "Tory Island – Travel to Tory Island to Find Remnants of Legendary Ethnea",
      "description": "The collection of Georgian, Victorian, and Edwardian architecture decorates the towns and countryside across Derry. The Shpiquay and Ferryquay streets lead to the city gates. The smell of freshly baked soda bread accompanies the herbaceous scent of strong black tea. You travel to the ferry connecting mainland Northern Ireland to Tory Island, which stands seven miles off the coast of Donegal. The strong sea winds wash over the ferry and have shaped the island landscape. Islanders have inhabited the rugged cliffs, unsheltered bays, and windswept ridges for more than 4,500 years. An elected king of the island acts as spokesperson for the cultural needs of the community. Their hardiness and distinct connection to culture include their specific Irish dialect. You notice the distinct culture and ambiance immediately, with locals eager to welcome. The folklore is as much alive today as thousands of years ago, deriving from an oral history passed down through the generations bred from the 400 miles of coastline, coves, and bays. The cliffs shimmer with silver and sporadic patches of moss overlooking the gray waters of the Northern Atlantic. Your local guide tells you the story of a magician with one eye who ruled the island and imprisoned his daughter believing she would overthrow him. You recall the Roman myth of Cronus and the Viking legend of Oden as you watch the waves splash against the rocks."
    },
    {
      "dayNumber": "6",
      "title": "Burren – Discover the Fabulous Landscape of Mayo and the Cliffs of Moher",
      "description": "After an early breakfast, you return to the ferry and transfer to mainland Ireland, watching the cliffs along the edges of the Tory Island fade. Your private transfer greets you at the ferry and leads you south towards Burren. You stop en route at the Knocknarea Mountain, which reaches a height of nearly 1,100 feet above sea level with a prominence of 1,025 feet. The elements have rounded the edges of the mountain believed to be a Neolithic passage tomb. The trail winds along the edges of the hillside, which offers a view to the marvelous scenery that often inspired the poems of W.B. Yeats. At the summit, you find a pile made from thousands of stones, representing the burial site of Queen Medb. The ancient ruler who fought to acquire the Brown Bull of Cooley as reparations for the unequal treatment of the queen and her property. You continue on a boat for an hour-long cruise beneath the picturesque Cliffs of Moher. Puffins make their nests in hidden niches. Sea stacks emerge like infinite pieces of paper atop one another. Caves riddle the coastline. The scent of the saltwater fills the air. The cool temperature bites at your nose. You reach the cliffs after 20 minutes on the water, finding the dramatic, steep precipices reaching 700 feet tall. The powerful waves crash on the coastline and spray mist into the air. Your captain informs you that the cliffs are featured in Harry Potter and the Half-Blood Prince. The cliffs hold an enchanting ambiance even without knowing the legend of the witch Mal and the warrior Cúchulainn."
    },
    {
      "dayNumber": "7",
      "title": "Killarney – Heathery Mountains and Rocky Headlands",
      "description": "The sunlight washes over the crimson door of an old traditional roadhouse in Kerry Bog Village. The golden sands of the small stretch of beach near Glenbeigh fill with gentle surf and horseback riders traipsing along the shoreline. The idyllic scenery is some of Ireland’s most photographed, featuring shimmering lakes, emerald grasses, and the azure Atlantic Ocean. Your driver leads you along the Dingle Peninsula, the northernmost isthmus in County Kerry. Pre-historic and medieval remains pepper the landscape, from Ferriter’s Cove to the Gallarus Oratory. A Spanish cargo vessel continues to emerge from the water after wrecking on the coast in the 1980s. Sheep and cows graze on the ascending grasslands. Minard Castle sits atop a mound overlooking the shimmering coastline in view of water, plains, beach, and bordering stones. You can see the tip of the Ring of Kerry in the background of Eask Tower. The stone tower crowns Carhoo Hill and dates back to the mid-19th century. The structure helped guide boats through the blind harbor, warning sailors to let down their sails to lose speed for safety. The hill reaches an altitude of 600 feet above the sea, with the tower standing 40 feet tall."
    },
    {
      "dayNumber": "8",
      "title": "Kilkenny – Experience Cobh Port and Blarney Castle en route to Kilkenny",
      "description": "The scent of the sea filters through the wind in the morning air. The aroma of fresh black tea accompanies sizzling sausage and fried eggs at breakfast. The cows and sheep return to grazing on the gorgeous greenery spreading across the hills of County Kerry. En route to Kilkenny, you stop in the village of Allihies, the furthest village in the Republic of Ireland from the capital city. The atmosphere changes from the mystical landscape around Kerry to the ethereal ambiance emanating from the myths of the Children of Lir. Large white boulders mark the spot under which the local villagers buried the children Fionnuala, Aodh, Fiachra, and Conn, whose evil step-mother turned them into swans. After 900 years of roaming the ocean, a monk returned the children to human form. Your guide tells the story with a melodic brogue, connoting the oratorical history as much as the legend itself. You continue to Blarney Castle, home to the famous Blarney Stone. The stronghold was erected in the mid-15th century over foundations dating back to the 1200s. The partial ruins retain accessible rooms and battlements. You touch your fingers to the rough, cold stone as you ascend the stairs to the Stone of Eloquence, also known as the Blarney Stone."
    },
    {
      "dayNumber": "9",
      "title": "Dublin – Return to Dublin and Depart for Home",
      "description": "At breakfast, you enjoy a delicious piece of toasted soda bread. The creamy butter and sweet flavor of blackcurrant jam provide a perfect accompaniment to the strong black tea. The jam and bread have become a staple to your morning meal, reminding you of the various legends and myths you chased across the Irish landscape, from south to north and back again. Your private transfer greets you at your gorgeous hotel in Kilkenny. If you have the time, you can stop in Waterford to visit one of the many workshops crafting elegant Waterford crystal. You travel north to Dublin and reach the airport with plenty of time to check-in for your flight home."
    }
  ],
  "map": ""
}