{
  "destination": "Ireland",
  "mainPhoto": "",
  "id": "luxurious-exploration-of-the-emerald-isle",
  "tourName": "Luxurious Exploration of the Emerald Isle",
  "placesVisited": "Dublin, Waterford, Kilkenny, County Mayo, County Cork, Cork City, Wicklow Mountains, Dingle Peninsula, Connemara National Park, Cliffs of Moher, Killarney",
  "generalInfo": "Embrace profound history and unforgettable beauty with endless opulence during your 17-day luxury Ireland tour. Bask in the grandeur of regal estates and majestic castles, savor traditional flavors and the evolution of award-winning recipes, and participate in noble pastimes. Indulge in unparalleled views of the sea, from helicopter rides to farmsteads, ancient ruins to lively pubs, your private guides, and the gorgeous landscapes will illuminate the best of Ireland.",
  "durationDays": "17",
  "price": "21,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dublin - Arrive in Dublin with an Immersive Tour",
      "description": "Dublin is a majestic city that combines Old-World heritage with vibrant contemporary life. Charming friendliness overflows along the banks of the River Liffey. Your flight will arrive at Dublin’s international airport, where your private transfer will meet you at arrivals. Begin with an immersive tour starting at the magnificent Guinness Storehouse, where you can find a pint-shaped structure filled with the aromas of barley and molasses. The history and flavors of Guinness will fill the museum’s seven floors before you enjoy the panoramic city view. Spend the evening at your leisure at your centrally located 5-star luxury hotel as options abound."
    },
    {
      "dayNumber": "2",
      "title": "Dublin - Explore Dublin’s Layers and Irish Cuisine",
      "description": "The aroma of a full Irish breakfast will start your day with hints of mushrooms, eggs, and bacon. Your guide will meet you in the hotel lobby and lead you on a fabulous tour of Dublin’s rich history including Trinity College. The 16th-century foundations fuse cobbled squares, gardens, parks, and university buildings. You can spot some of the 200,000 volumes inside the library as you visit the Book of Kells, a 9th-century illuminated manuscript. The opulence of Dublin will continue into the evening as you bask in the surprisingly elegant Irish cuisine of a Michelin-starred restaurant."
    },
    {
      "dayNumber": "3",
      "title": "Dublin - Wander Historic Central Dublin",
      "description": "You will have a full day exploring the landscape with your private guide from Dublin, then on to Newgrange, a Stone Age passage that rises out of the plains like a natural hill and features engraved megalithic symbols. You will continue to the fascinating ruins at Monasterboice, where you can wander along the millennia-old ruins with three preserved high crosses that date back to the 10th century. At Trim Castle, you will find the largest Norman castle in Ireland that features a dramatic three-story central keep. The fascinating stronghold has a cruciform shape and overtakes 322,900 square feet."
    },
    {
      "dayNumber": "4",
      "title": "Dublin - Tour the Wonder of the Wicklow Mountains",
      "description": "You will travel with your private guide into the fascinating scenery of the Wicklow Mountains in the morning to view the iconic Irish landscape. At the Sally Gap, you can witness the blanket of fog receding from the neighboring mountain slopes and enjoy the winding road overlooking the dark waters of Lough Tay. The 18th-century Powerscourt Estate will open to more than 49 acres of landscaped gardens where you can stroll along sweeping terraces for views of statues and ornamental lakes as the rambling walkways frame Great Sugarloaf Mountain. You will return to Dublin to spend the evening at your leisure."
    },
    {
      "dayNumber": "5",
      "title": "Ballyfin - Depart Dublin for Classic Irish Beauty",
      "description": "Your private driver will greet you at the hotel after breakfast and take you for a private tour of the Irish National Stud and Gardens. Your guide will take you along the tranquil ambiance of the stud farm that has bred champion horses for a century, including horses owned by Her Majesty Queen Elizabeth II. Continue into the serene atmosphere of the Japanese Gardens and follow the symbols representing the journey of life among bamboo bridges and cherry trees. At Dunamase, you can walk among the 12th-century castle ruins more than 151 feet above the plains. Spend the night at one of the top hotels in the world, a lavish Regency mansion, and enjoy a private dinner in their wine seller."
    },
    {
      "dayNumber": "6",
      "title": "Ballyfin - Explore Irish Village Charm and Custom",
      "description": "You can bask in the splendor of your noble accommodations with a falconry experience. Your instructor will explain its history as well as highlight training techniques. You may have the chance to guide the falcon before indulging in a picnic with a luxurious carriage ride. Sample local cheese and taste the wine preserved in the cellar of your historical accommodations. Regal paintings and furniture decorate the estate’s interior while the serene manicured grounds make you feel like aristocracy. For dinner, experience a lavish ambiance in a Regency mansion’s wine cellar surrounded by delectable wine."
    },
    {
      "dayNumber": "7",
      "title": "Mayo - Find a Castle via Ruins and Irish Tradition",
      "description": "Depart Ballyfin this morning after breakfast for a scenic drive through the iconic emerald landscape. You will reach the 6th-century monastic site of Clonmacnoise as it looks over the banks of River Shannon. The foundations date back to the 9th-century with rounded towers, ruined churches, and three ancient high crosses. In Galway, you can experience the spirit of Irish culture as you explore intimate ambiance along the River Corrib. The preserved medieval parish church of St. Nicholas’s features intense gargoyles and triple gables. You will reach your castle accommodations for the night where you can relax in the feeling of nobility."
    },
    {
      "dayNumber": "8",
      "title": "Mayo - Experience a Day on Classic Castle Grounds",
      "description": "You will have the day at your leisure to enjoy the noble grounds of the castle dating back to the 13th century. Explore the elegant estate by taking the castle's Irish wolfhounds for a stroll around the grounds, or learn the art of archery as you hold the bow and practice in accordance with the National British Grand Championship guidelines. You could also enjoy the famous pastime of clay pigeon shooting, and falconry. In the evening, bask in the regal ambiance of the dining room for a multi-course tasting menu paired with sensational wine."
    },
    {
      "dayNumber": "9",
      "title": "Mayo - Delight in Leisure Time and Afternoon Tea",
      "description": "The day is once more at your leisure at the castle to enjoy a scenic boat ride on the lake or take a horseback ride through the woodlands. You can soothe your muscles with a spa treatment, tour the celebrated wine cellar, or even participate in a gin tasting before making your own special craft gin. Traditional afternoon tea will bring the past to life and reveal the elegant customs of heritage found in dainty finger sandwiches, fresh-baked scones, and delightful pastries. In the evening, you could take a private tour of the newly discovered 16th-century tunnels."
    },
    {
      "dayNumber": "10",
      "title": "Connemara - Revel in the Wonder of Natural Landscapes",
      "description": "You will have a guided tour through the treasures of Connemara National Park in the morning to explore a touch of the 4,940 acres mountains, bogs, heaths, forests, and grasslands. At Kylemore Abbey, you can stroll beneath the 19th-century crenelated walls of the neo-Gothic design. The dramatic structure reflects in the glassy lake. The aromas of flowers and greenery will fill the Victorian walled garden that features woodlands, babbling streams, budding flowers, and aromatic herbs. For lunch, you can enjoy a private picnic accentuated by Prosecco and fresh oysters, caught just moments before on your tour of a local Oyster farm, before watching a sheepdog demonstration at a local farm."
    },
    {
      "dayNumber": "11",
      "title": "Killarney - View the Remarkable Scenic West Coast",
      "description": "You will leave the castle early for a helicopter ride over the famous Cliffs of Moher. You will soar above the edge of Ireland’s West Coast, finding the thunderous waves and windswept plateau up to 702 feet above the Atlantic. The helicopter will land on Inis Mor, the largest of the three Aran Islands. The patchwork of ruins from Dun Aengus crown the towering cliffs and date back to 1,100 BC. You can explore the historic winding stone walls, monastic fragments, and scattered windswept grasses via privately guided pony and trap before flying off to your luxury accommodations at the edge of Killarney’s largest lake."
    },
    {
      "dayNumber": "12",
      "title": "Killarney - Visit Killarney National Park and a Pub",
      "description": "Your private guide will take you into Killarney National Park after breakfast to explore the captivating landscape. The sprawling protected landscape overtakes more than 25,000 acres with sublime panoramas of Ireland’s tallest mountains and herds of native red deer. The scent of ancient oak trees may accentuate your tour as you visit 15th-century Ross Castle as it shines in the reflective waters of the lake, or you can embrace the impressive 19th-century Victorian mansion of Muckross House. In the evening, discover the welcoming sounds of traditional Irish music at a classic Irish pub."
    },
    {
      "dayNumber": "13",
      "title": "Killarney - Indulge in Stunning Dingle Peninsula",
      "description": "The beauty of Ireland will shine during your guided tour of the Dingle Peninsula and Slea Head. The scent of fresh grass and the sea breeze will blend as you have views of the horizon to the Skellig Islands. The Early Christian church of Gallarus Oratory rises out of the emerald grass, and seaside villages will offer a relaxed pace that contrasts the bustle of larger towns. The Dingle Lighthouse glints with whitewalls above the rocky shores of Crow Rock. For intermediate or advanced riders, you can ride horseback through the countryside and along the sandy shoreline."
    },
    {
      "dayNumber": "14",
      "title": "Waterford - Enjoy Kinsale and Gorgeous Cork",
      "description": "Your guide will take you to Kinsale in the morning to enjoy the charm of one of Ireland’s oldest seaside towns. Colorful buildings line the narrow, winding streets overlooking the elegant harbor. The 17th-century fortress will strike an enchanting image against the coastline. Once in Cork City, your guide will help you to discover the cosmopolitan ambiance and the largest collection of artisan food producers in the country. A food tour will highlight the ancient butter traditions, celebrated fish markets, and famous Irish cheeses. For dinner, your flavor journey will continue at a Michelin-starred restaurant."
    },
    {
      "dayNumber": "15",
      "title": "Waterford - Embrace Waterford’s Timeless Beauty",
      "description": "After breakfast, you can immerse yourself in the stunning countryside of County Waterford with a walk around Ardmore Head. A loop walk can take you on a guided route overlooking soaring cliffs and views of Ram Head where the rocks jut out into the sea. You may see St. Declan’s Round Tower as you explore the town and coastal scenery before returning your accommodations. The day is at your pace, allowing you to witness the remains of the Samson wreck or relax in the indoor infinity pool of your hotel that offers views out to the water."
    },
    {
      "dayNumber": "16",
      "title": "Dublin - Discover Historic and Charming Kilkenny",
      "description": "You will travel inland after breakfast for a guided tour of 12th-century Dungarvan Castle. You can learn about the history of the castle and its thick defensive walls before visiting the embodiment of Irish history at Kilkenny. The town glows with dark-gray limestone along the historic center decorated with narrow medieval lanes and antique buildings. The alluring castle towers above the River Nore and features a painted roof and carved marble fireplace in the Long Gallery. Later, you can return to Dublin and relax in your five-star hotel."
    },
    {
      "dayNumber": "17",
      "title": "Dublin - Depart for Home",
      "description": "You can once again enjoy the savory traditions of a full Irish breakfast as the familiar aromas of black tea and sausage fills the dining room in the morning. Dublin embraces the lively contemporary culture spilling into the cobbled lanes and historic shop fronts of traditional districts like Grafton Street. Your private driver will meet you at the hotel when you are ready and escort you to the airport for your flight home, bringing an end to your luxurious jaunt through Ireland."
    }
  ],
  "map": ""
}