{
  "destination": "Ireland",
  "mainPhoto": "",
  "id": "luxury-ireland-golf-trip-for-couples-8-days-across-the-countryside",
  "tourName": "Luxury Ireland Golf Trip for Couples: 8-Days Across the Countryside",
  "placesVisited": "Kinsale, Killarney, Adare",
  "generalInfo": "The hues of rolling hills blend with the crisp, light greens of picturesque golf courses on our eight-day luxury Ireland golf trip. Tee off on the peninsula in Kinsale and play a round or two surrounded by stone-walled castle remnants at iconic Links golf courses. This golf trip to Ireland immerses you in Irish charm, breathtaking scenery, and some of the world’s best courses.",
  "durationDays": "8",
  "price": "7,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kinsale - An Introduction to the Wild Atlantic Way",
      "description": "After landing in Shannon, connect with your driver and make your way to the historically charming town of Kinsale. Its cobbled streets and picturesque waterfront will have you gasping in awe at the sheer charm and beauty of this iconic town in Cork. Depending on when you arrive, you can visit Charles Fort, a haunting site of abandoned castle walls neatly laid out in a star-shaped fashion on trimmed green lawns. You could also wander closer to your accommodations along the lanes of the town center, where brightly colored buildings house quaint bookstores and the orange-clad Stone Mad Gallery."
    },
    {
      "dayNumber": "2",
      "title": "Kinsale - Experience Golfing Paradise at the Edge of the World",
      "description": "The first day of your golf vacation starts in one of the most beautiful settings in Ireland, with breathtaking backgrounds of a golfing green set on top of a rocky peninsula. From the dramatic scene of a silent black and white lighthouse set on a cliff edge behind the 18th tee, to the hidden fairway of the precarious 12th hole, your game of golf at this world-renowned Links course will be dramatic and delightful. Recover from the light-headedness brought on by playing on the side of 300-foot tall cliffs by stepping into a classic Irish pub, with the sweet and nutty smell of sawdust on the floor and the malty taste of Guinness on your lips."
    },
    {
      "dayNumber": "3",
      "title": "Killarney - Explore the Beauty of West Cork at Bantry",
      "description": "When you’re ready, check out of Kinsale, and take your time traveling through the region of West Cork. Discover the picturesque villages, small coves, organic farms, and fresh produce on the way to Bantry. You may choose to stop at the 18th-century Bantry House to walk among the manicured gardens where the flowers bloom with fragrant perfume. When you arrive in Killarney, you can settle into your family-owned 5-star hotel in the heart of the fun town. Soak up the tranquil waters of the lakes of Lough Leane and wander the rocky pathways that curve around the Lough Leane Loop, through woodlands and past flowering mountain slopes."
    },
    {
      "dayNumber": "4",
      "title": "Killarney - Play the First and only Links Course Designed Arnold Palmer in Ireland",
      "description": "Head west today from Killarney to the coast outside of the town of Tralee. As you follow the fairway, you can find the surroundings of castles and the rippling waters of the estuary. Amidst the quiet ambiance, you may hear birds calling or sound of the sea brushing against the shoreline. Play the 16th hole known as “Shipwreck” while hearing the crashing waves in the distance while learning how the hole’s nickname applies as much to the sunken Spanish Armada off the coast as to your game, as you try to make par. If you prefer to skip the course, you can visit the eclectic town of Dingle and enjoy the combination history, galleries, and delicious food."
    },
    {
      "dayNumber": "5",
      "title": "Killarney - Enjoy Waterfalls, Castles, and the Tee",
      "description": "Delight in a day that introduces you to the natural wonders of Killarney National Park, which is steeped in history and home to myriad glistening lakes and evergreen yew trees. Take your time as you discover the curtain of Torc Waterfall, its waters smacking against pebbles and boulders. At Muckross House, the 19th-century landmark presents a bold, gray, brick exterior and lavishly designed interior. After taking in the slightly antique aroma of furniture at Muckross House, you can spend the afternoon at one of the most highly revered courses in the southwest of Ireland."
    },
    {
      "dayNumber": "6",
      "title": "Clare - Enjoy a Day of Discovery",
      "description": "Checking out of Killarney, you will continue north to the pretty little village of Adare in county Limerick. You can stop to play the incredible round at Adare Manor, host of the Ryder Cup 2027. If you prefer to stay off the course today, you can enjoy an elegant Afternoon Tea. After golf, you'll go a little further north to the wonderful Dromoland Castle surrounded by ancient oaks, lakes, and a lush parkland golf course. Take a walk on the grounds and enjoy the colorful scenery and aromas of nature as you settle into the estate."
    },
    {
      "dayNumber": "7",
      "title": "Clare - Feel the Breeze When Playing a World-Class Links Course",
      "description": "Head west to the coast of county Clare to play the ancient Lahinch Golf Club. Find a course full of weird and wonderful eccentricities that would mystify modern course designers. Close to the awe-inspiring Cliffs of Moher, you can enjoy the attention to detail among the pristine landscape before visiting the dramatic coastline to see cliffs standing up to 702 feet above sea level. Return to your accommodations this evening and perhaps enjoy a fine dining experience as a fitting farewell to your tour or wander through the village, the hay-like smell of thatch roofs from the colorful cottages providing a reminder of the rich local heritage."
    },
    {
      "dayNumber": "8",
      "title": "Clare - A Fond Farewell to the Emerald Isle",
      "description": "Take time to enjoy a last wander through picturesque Clare before your driver meets you to take you and your well-traveled golf clubs to Shannon Airport. En route, you can admire the scenic glory of the River Shannon Estuary, the winding waters making their way to the wild Atlantic Ocean. Once at the airport, you can begin your journey home or extend your Ireland golf trip itinerary to a new destination."
    }
  ],
  "map": ""
}