{
  "destination": "Ireland",
  "mainPhoto": "",
  "id": "luxury-ireland-vacation-irish-castle-tour",
  "tourName": "Luxury Ireland Vacation: Irish Castle Tour",
  "placesVisited": "Dublin, Tralee, Dingle, Galway",
  "generalInfo": "Hallowed halls and stately apartments, the gentle plucking of an Irish harp and the sonorous cadence of Irish in Connemara, breathing in the coastal air on the banks of mighty sea-cliffs; it’s all enough to take your breath away. Add to that spending all your nights in restored castles, and that’s what we call a dream vacation.",
  "durationDays": "11",
  "price": "7,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dublin - Your First Day in Ireland",
      "description": "Land in the sleek and modern international terminal at Dublin Airport before meeting your drive at the arrivals gate. After dropping off your bags at your luxurious and incomparable castle hotel, take in the sights at this one-of-kind world capital. Shrink in the power of Dublin Castle, a puissant edifice constructed to convey the might of the British government who ruled Ireland from this location for centuries, and tour the impressive and sumptuous State Apartments, open to the public and sure to astound you with its taste and high style. Discover the recent history of the Irish struggle for independence at Killmainham Gaol, where leaders of the abortive Easter Rebellion were held until their release or execution, including the American Eamon de Valera, the first president of the Republic of Ireland. And take a break from the sometimes sordid past for instruction and imbibing at the Guinness Storehouse at St. James Gate, where you’ll discover the process by which this most famous export is created and enjoy a pint high above Dublin streets, with a nearly 360-degree view of the city below and the country beyond."
    },
    {
      "dayNumber": "2",
      "title": "Dublin - Twice as Nice in Dear Dublin",
      "description": "Enjoy a heart a delicious Irish breakfast before setting out to discover more of this singular city: walk the grounds at Trinity College, Dublin, taking in the remarkable array of statuary and the impressive architecture before venturing into the Old Library and the Treasury, housing the justifiably famous Book of Darrow and the incomparable Book of Kells. Grab some culture at the National Museum or the National Gallery, featuring artifacts and artwork from Ireland and all over Europe, or perambulate around the serene swaths of city park at Merrion Square and St. Stephen’s Green. You might also choose to explore areas further afield from Dublin, including the beautiful reaches of County Wicklow, where you’ll find the stunning estate of Powerscourt, featuring a huge tract of gardens that are as varied as they are enchanting, or the Powerscourt Waterfall, the tallest in Ireland and one of her most incredible natural landmarks. There is magic everywhere in this part of the country, from the rolling Wicklow mountains and the placid lakes between, to the monastic ruins that reflect the antiquity of life in Celtic Ireland."
    },
    {
      "dayNumber": "3",
      "title": "Tralee - Through the Midlands to Tralee",
      "description": "Today sees you leaving Dublin and heading out to the unrivaled Irish west, but don’t be surprised if the voyage out makes you forget everything else. Wander the coastal counties near the Irish and Celtic seas with their lush and fecund allure before turning inland and stopping by the captivating Irish National Stud, the breeding grounds to some of Ireland’s most famous and successful thoroughbreds and a fantastic destination for everyone, equinophile or not. The on-sight museum explores the history of Irish thoroughbred racing, and the attached Japanese Gardens are famed for their incredible array of flora and the structures sprinkled throughout. Then turn to the southwest and into County Kerry, where you stop for the night at your incredible accommodations in the charming town of Tralee, the legendary birthplace of St. Brendan the Navigator."
    },
    {
      "dayNumber": "4",
      "title": "Tralee - The Far West of Ireland",
      "description": "Take a ride to the end of Ireland and the panoply of color and light at Dingle Peninsula, the last stretch of the Irish mainland and one of the most scenic spots in all of County Kerry. You’ll be dazzled by the surf and sand on the shores of the Atlantic Ocean, the views of the rugged mountain ranges further inland, and the wealth of human history than can be found here, from the ancient to the contemporary. Lovely villages offering the best of Irish charm are scattered across the peninsula, and this spit of land is home to some of Ireland’s most noteworthy prehistoric remains, as well as incredible drives that offer stirring sights of the bounty of the Atlantic and the clinging domains of the Emerald Isle. Far off to the west are the Blasket Islands, for centuries the home to a sizable population of native Irish speakers and noted for their storied literary past."
    },
    {
      "dayNumber": "5",
      "title": "Tralee - Crossing the Shannon into County Limerick",
      "description": "Today, venture across Ireland’s largest river and into the bosom of one of her most famous counties. You’ll be charmed as your driver leads you along the banks of the River Shannon, snapping pictures along the way of the vibrant scene and its incredible assortment of wildlife. Then cross this mighty waterway and head into County Limerick, destined for her eponymous county town, one of Ireland’s most famous cities (if only for the often-bawdy poetic form it has inspired.) Bulked by recent tourism, Limerick is quickly becoming one of western Ireland’s best-kept travel secrets, with a vibrant city center that features excellent restaurants and handcrafts and other goods from Irish merchants. Then return to your castle accommodations at Tralee, looking forward to the voyage tomorrow that will take you up the Atlantic Coast."
    },
    {
      "dayNumber": "6",
      "title": "Tralee - A Castle and Coastal Cliffs",
      "description": "Trek north up the coast into County Clare and past the immaculately preserved structure of Bunratty Castle and the Folk Park surrounding it. Restored barely fifty years ago to reflect its former medieval glory, Bunratty features incredible articles of wall art, furniture and stylings from the fifteenth and sixteenth centuries, and the ambiance running throughout the structure reflects the majesty and might of bygone days. Scattered around the perimeter of the castle are thatch-roofed cottages and crofts that are arranged as they might have been during the age of feudalism when local lords protected those who sought safety in the shadow of their strongholds. Then marvel at the strongholds that Mother Nature created on the crests of the indescribable Cliffs of Moher, one of Ireland’s most famous geographical landmarks as well as one of her most popular tourist attractions. Rising more than 300 feet above the swell of the Atlantic, these cliffs offer views of seemingly the entire island, from the Maumturks and Twelve Bins to the east to the Aran Islands in western Galway Bay, and the visitor’s center is lauded as one of the finest of its kind."
    },
    {
      "dayNumber": "7",
      "title": "Galway - Walking the Burren",
      "description": "Turn northwest into the spectacular and singular limestone stretch known as the Burren, one of Ireland’s strangest areas and home to some of her most unique and beautiful species of wildlife. Titanic slabs of karst dominate the eye, while the intrepid and undeniable growth of plant life suffuse the region with a color that indicates the richness of life in the area. You’ll find birds and butterflies filling the air, hares rushing to find food and play, and beautiful flowers and crawling vines that emerge, impossibly, from the depths of this stone floor. While near the Burren, you’ll also get a chance to explore the megalithic tombs and Bronze Age structures that fill the landscapes, and maybe grab a dram of fine fragrance from a local perfumier that builds their scents using only flowers that are found in the Burren. Then continue north until you reach Galway, the center of culture in northwest Ireland and a charming port town featuring Eyre Square, one of the best city centers in the entire country."
    },
    {
      "dayNumber": "8",
      "title": "Galway - Connemara and Kylemore Abbey",
      "description": "After an exciting and lively night in Galway, gear up for an exploration of the quieter parts of Connacht, beautiful and romantic, and sure to set your heart to singing. Begin at Connemara, where the ancestral beauty of the Gaeltecht is sure to sweep you off your feet and remind you of the stirring allure of ancient Tara. Here you’ll find that English is a foreign tongue, that life goes on much as it has for centuries, and that ardor is not relegated merely to love songs and longing poems. Explore the mountains and lakes of this unforgettable region, witnessing the thrilling speed of a peregrine falcon in full dive and the undeniable allure of the views afforded by the peak of Diamond Hill, rising more than 1200 feet above Connemara’s floor. Then move on to tour more recent arrivals, especially Kylemore Abbey, originally built by a London doctor and converted into one of the only schools for girls in Ireland, run by a community of Benedictine nuns. Originally from Belgium, these sisters fled to Ireland to escape the brutality of the Battle of Ypres and World War I, and turned Kylemore into a former premier destination for learning, as well as a remarkable and beautiful tourist attraction. You’ll be dazzled by the elegant façade, the Abbey’s perch above a placid pool, and the walled Victorian Gardens, featuring an incredible hedgerow thought to be among the longest in Ireland."
    },
    {
      "dayNumber": "9",
      "title": "The Midlands- Trekking East and South",
      "description": "Today you start your return voyage to Dublin, passing through some of the most incredible inland landscapes in the country and a slew of her quaintest villages. You’ll be captivated by the wide assortment of landscapes, from peaty bogs and primeval forests to rolling hills of green and dazzling bits of blue, from the charm of the northwest to the warm welcoming spirit of the Midlands, from Offaly to West Meath and all points in between. Ride through national heritage areas and pristinely preserved parks before finally settling in at your castle hotel set amidst idyllic grounds and gorgeous scenery."
    },
    {
      "dayNumber": "10",
      "title": "Dublin - Returning to Dublin",
      "description": "Before returning to Ireland’s foremost city, take a stop at her foremost archaeological attraction, the ancient passage grave and burial mounds at Newgrange. Celtic mythology wistfully claims that Newgrange housed the remains of the legendary Kings of Tara, but evidence suggests the site predates them, as well as Stonehenge and the Great Pyramids of Giza. Nor is this the only site endowed with the powerful presence of Celtic myth: the entire Boyne River valley is known by many—with apologies to Egyptologists— as the “Valley of the Kings,” for here can be found the Hills of Slane and Tara, Celtic High Crosses and markers of Ireland’s heroic past. But here, too, are reminders of her submission, as the valley saw the critical victory of the troops of the English William of Orange at the Battle of the Boyne in 1690, which put an end to the hopes of the Catholic pretender James II and saw the country of Ireland placed firmly under the English thumb (July 1, the battle’s date, is still roundly celebrated by Protestant communities in Northern Ireland). Complete your cross-country trek as you return to the banks of the Liffey and the Georgian townhouses of Dublin, ready for one last night in this special city."
    },
    {
      "dayNumber": "11",
      "title": "Dublin - Departing the Emerald Isle",
      "description": "After breakfast, your driver will return you to Dublin International, where you’ll await your flight to take you home. After this incredible vacation, you might just find yourself humming the bars of an Irish pub song, or seeing a stretch of the Isle’s countryside when you close your eyes."
    }
  ],
  "map": ""
}