{
  "destination": "Malawi",
  "mainPhoto": "",
  "id": "malawi-zambia-culture-and-nature-tour",
  "tourName": "Malawi & Zambia culture and nature tour",
  "placesVisited": "Lilongwe, Dzalanyama Forest, Mtsongololo Mountain, miombo birdlife, South Luangwa National Park, Daytime & nighttime game drives, Visits to textile& pottery workshops, Mulanje, Lake Malawi, kayaking, A night on Domwe Island, Cape Maclear, Kuti Wildlife Reserve, KuNgoni Centre of Culture and Art",
  "generalInfo": "This Malawi and Zambia tour focuses on the stunning nature and culture of these neighbouring countries, from the birdlife of the Dzalanyama Forest and the big game of South Luangwa National Park to Malawi’s pottery and textile workshops and fascinating KuGoni Centre of Culture and Art.<br/>Take day and nighttime game drives in South Luangwa, kayak across Lake Malawi to an uninhabited island, where you can swim, snorkel and spent the night for a truly relaxing experience. Unlike many classic African safari holidays, this Malawi and Zambia tour provides plenty of opportunities for walking and hiking – not to mention the kayaking – to please more active travellers. There is also plenty of community involvement and interaction, giving guests a much deeper insight into these countries, and spreading the benefits of their holiday amongst local people and cooperatives.",
  "durationDays": "15",
  "price": "5995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Blantyre - Arrive in Blantyre where you will be met and transferred from the airport to the lodge. Your guide will meet everyone at the lodge for introductions. Overnight at Leslie Lodge or similar. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Majete (approx. driving time 3-4 hours) - After breakfast depart south to Majete Park, arriving just before lunch. This afternoon take a game drive around the lodge and watering hole. Overnight Thawale Lodge or similar (BLD) Note – no WIFI at Thawale Lodge"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Majete - Spend the day in Majete National Park, with morning and afternoon game drives. Overnight Thawale Lodge or similar (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Zomba - Today it’s a 5-hour drive back through Blantyre, Limbe and onwards to Zombe. After a picnic lunch and visit to the colourful Zomba market we make the ascent to Ku Chawe Inn, atop of Zomba Mountain. This afternoon we take a walk to the dam along the stream and past the trout farm before returning to the hotel for the evening. Overnight Ku Chawe Inn or similar (B, Picnic Lunch, D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Liwonde – Mvuu Camp - From the plateau it’s a short 2-hour drive to Liwonde park. From the gate its an hour’s game drive to Mvuu Camp where we arrive in time for lunch. This afternoon head back into the park for game viewing before returning to the camp for dinner. Overnight Mvuu Camp or similar (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Liwonde - Spend today at Liwonde park with morning and afternoon game activities. Choice of boat safari or game drives. Overnight Mvuu Camp or similar (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cape Maclear - Cross the river by boat and head towards Cape Maclear, stopping en route at fishing villages, historical sites and local points of interest. On arrival check in to your lodge and the rest of the day is at leisure. Overnight Chembe Eagles Nest or similar (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Cape Maclear - Spend today exploring the lake. Boat trips, scuba diving, kayaking, sailing etc all available as optional extras. Overnight Chembe Eagles Nest or similar (BD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Senga Bay - From the lake it’s a 3-hour drive to Mua Mission where we stop for our picnic lunch and a visit to the cultural museum, before continuing to Senga Bay for an overnight stay (approx. 2 hours). Overnight Safari Beach Lodge or similar (B, Picnic Lunch, D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Luangwa – Flat Dogs - Depart the lake after an early breakfast and after a brief stop in Lilongwe to collect your picnic lunch, continue to Zambia. Cross the border and arrival in Mfuwe, South Luangwa late afternoon. Overnight at Flatdogs Lodge or similar (B, Picnic Lunch, D)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Luangwa – Flat Dogs - Spend two days exploring the park with morning and afternoon/evening game drives Overnight Flatdogs Lodge or similar (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Dzalanyama Forest - Return back through Chipata and re-enter Malawi, then its a 2-hour drive to Dzalanyama reserve. Arrival at the lodge is late afternoon. Spend the evening at leisure. Overnight Dzalanyama Lodge or similar (B, Picnic Lunch, D)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Dzalanyama Forest - A day to explore the forest - walking or cycling is included or we can arrange a cultural program for the morning. Overnight Dzalanyama Lodge or similar (BLD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Dzalanyama Forest – Lilongwe Departure - From Dzalanyama it’s a 2-hour drive to Lilongwe and the airport for your departure flight. (B)"
    }
  ],
  "map": ""
}