{
  "destination": "Malawi",
  "mainPhoto": "",
  "id": "malawi-self-drive-holiday",
  "tourName": "Malawi self drive holiday",
  "placesVisited": "Lilongwe, Mulanje Mountains, Satemwa Tea Estate, Liwonde National Park, Lake Malawi National Park, Mumbo Island, Cape Maclear, Luxury tented camps, Options to go snorkelling and fresh water Scuba diving",
  "generalInfo": "Take ten days out to embark on a self drive tour of Malawi and you’ll instantly be greeted by people who are happy to meet you, assist you and find out more about your travels.<br/><br/>Best advice is to travel with a guide, however, arming yourself with maps and route information is an ideal way to get around if you prefer organic encounters and the freedom of independence.<br/><br/>The suggested ten day itinerary below also encourages travellers to explore Malawi in their own time. There really is an exciting and fertile land to discover with lush green valleys and vast lakes morphing into the foothills of magnificent mountains.<br/><br/>From sprawling tea estates and grand properties to luxury safari camps in Liwonde National Park and on an island in Lake Malawi National Park, this self drive holiday provides every opportunity to make the most of Malawi at a time and pace that suits you.<br/>",
  "durationDays": "10",
  "price": "4775",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 4,
      "title": "",
      "description": "From the stunning tea estates region, get ready to drive to your next destination; the wonderful Mvuu lodge in the Liwonde National Park, where you stay for two nights on a full board basis includes all meals, drinks and activities. Drive time 3 hours Your accommodation will be at luxury Mvuu Lodge, overlooking the Shire River. With a profusion of hippos (Mvuu means hippo), crocodile and amazing birdlife you can enjoy your time sitting watching the wildlife by the river, as well as joining in one of the many activities. Activities offered include game viewing, river cruises, nature walks, bird watching, star gazing and more. The camp has luxury safari tents overlooking the lagoon, the food is exceptional and the package includes sunset river cruises and early morning game drives. You stay here for 2 nights on a full board basis + activities"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You will have two last days by the lake before it is time to head back. You will spend two nights at the executive Danforth Lodge, based in the heart of the village Cape Maclear. The Lodge has eight en-suite, air- conditioned rooms, tastefully decorated in cool, nautical colors and all opening onto a large patio. All rooms have spectacular views of the lake. The garden has shady lawns, leading to the sparkling beach side infinity swimming pool. Moored just a stone’s throw away is the luxury yacht \"Mufasa\". You stay here for 2 nights on a full board basis + non motorized activities."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today after breakfast you drive straight from the Cape Maclear to Lilongwe International Airport for your flight back home. Drive time 4 hours"
    }
  ],
  "map": ""
}