{
  "destination": "Malawi",
  "mainPhoto": "",
  "id": "majete-safari-and-lake-malawi-holiday",
  "tourName": "Majete Safari and Lake Malawi holiday",
  "placesVisited": "",
  "generalInfo": "The Majete Wildlife Reserve &amp; Lake Malawi provide a stunning alternative safari experience without the crowds, perfect for first time visitors to Africa or repeat safari-goers looking for something different.<br/><br/>Enjoy two very contrasting but wonderfully complementary sides of Malawi by spending time in one of its remarkable wildlife reserves before heading on to the shores of iconic Lake Malawi for your beach time. With easy journeys between each of the areas, this trip is perfect if you are looking for a short safari and beach break in the Warm Heart of Africa.<br/><br/>Start off your trip by flying in to Malawi’s second city, Blantyre, where you will be met and transferred by road in to the Majete Wildlife Reserve. Regarded as one of the great success stories of African conservation, Majete is a Big Five reserve and will provide you with a truly amazing safari experience. With abundant wildlife, stunning landscapes and an outstanding lodge from which to enjoy the experience, you will be guaranteed a truly incredible time in the bush. From Majete you will be transferred up to the southern shores of Lake Malawi where you will be able to sit back and enjoy some time in the sunshine. Your lodge sits above a beautiful sandy beach which leads down to the warm waters of the lake, renowned for being a superb swimming, snorkelling and diving spot. You can see beautiful fish called cichlids as you explore this underwater wonderland or enjoy a variety of watersports on the lake surface. Alternatively you can explore the area surrounding the lake on foot or by bike and visit local villages to meet the wonderfully friendly people who are such a hallmark of this delightful country.<br/><br/>This really is a wonderful adventure and allows you to get under the skin of arguably Africa’s most underrated destinations. Abundant wildlife, beautiful beaches, superb places to stay and a chance to get away from the crowds are all on offer in Malawi and now is the time to visit.",
  "durationDays": "8",
  "price": "4948",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "To Majete Upon arrival in Blantyre, you'll proceed through immigration and collect your luggage before being greeted by our team for a scenic road transfer to Majete Wildlife Reserve. Your accommodation for the next three nights will be at Mkulumadzi Lodge. Take some time to unwind upon arrival before joining your guide for afternoon tea, followed by your first game drive in this remarkable reserve. Majete Wildlife Reserve is renowned for being home to Africa’s iconic Big 5, offering unparalleled wildlife encounters. With your highly experienced guide, you're guaranteed an unforgettable game viewing experience amidst the stunning landscapes of Malawi."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore Majete In addition to game drives, the team at Mkulumadzi offers walking safaris and boat trips along the Shire River, providing a diverse safari experience. Walking safaris offer a unique opportunity to discover the world of smaller animals often missed during game drives, while boat trips offer a tranquil way to spend an afternoon, allowing you to unwind amidst the beauty of the surroundings. For a deeper cultural experience, you can also visit local villages to gain insight into traditional life and learn about the indigenous uses of plants and trees for medicinal purposes—a valuable experience deep in the heart of the bush."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "And Relax You'll have ample opportunity to unwind and bask in the surroundings of Mkulumadzi between your game drives. The swimming pool and deck offer a picturesque vista overlooking the Shire River, serving as a spot for relaxing. The staff are always at your service, ready to cater to your needs with refreshing drinks. The culinary experience at Mkulumadzi is exceptional, with outstanding meals served in a variety of inspiring locations, each adding to the overall charm of your stay. Additionally, weather permitting, you'll have the opportunity to sleep beneath the stars—an experience that promises to be truly magical and not to be missed."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lake Malawi awaits Before bidding farewell to the lodge, you'll embark on a final morning safari followed by breakfast. Afterwards, you'll be collected and transferred by road to the shores of Lake Malawi. Nestled atop the hillside, overlooking the vast expanse of the inland sea, lies Pumulani—a charming lodge that will be your haven for the next four nights. Here, you'll have the opportunity to unwind and indulge in relaxation, while enjoying a range of activities, delectable cuisine, warm hospitality, and some of the most breathtaking views Africa has to offer."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Enjoying the lake The name Pumulani, meaning \"rest well,\" perfectly encapsulates the essence of the lodge's experience. Whether you choose to unwind by the pool nestled on the hillside or the one by the serene lake, your relaxation is key. You can bask in the sunshine on a comfortable sun lounger or take a refreshing swim in the warm, crystal-clear waters of the lake. For the adventurous spirit, water activities await, including snorkelling, swimming, and diving, along with various watersports available right from the beach. As the day draws to a close, enjoy the tranquility of the surroundings with a sunset cruise aboard a traditional hand-built dhow—an idyllic way to conclude your day."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The journey home This morning, take some final moments to unwind and soak in the breathtaking views over the lake. Later, you'll be collected and transferred by road to Lilongwe airport. From there, you'll catch a flight that will have you arriving home by breakfast time tomorrow, concluding your unforgettable journey."
    }
  ],
  "map": ""
}