{
  "destination": "Malawi",
  "mainPhoto": "",
  "id": "malawi-tailor-made-holidays",
  "tourName": "Malawi tailor made holidays",
  "placesVisited": "South Luangwa National Park, Zambia, Luangwa Valley and River, Day and night drives, Nyika National Park, Malawi, Guided walks and mountain biking, Likoma Island, Malawi, Snorkelling, kayaking and optional water sports, Animals you can hope to see include: lions, leopards, elephants, hippos, zebras, crocodiles, bush babies, mongoose, hyenas and hundreds of species of birds",
  "generalInfo": "Take time out on this tailor made two week holiday in Malawi and Zambia as you get to experience wildlife watching followed by a well-deserved break by the beach.<br/><br/>The Luangwa Valley in South Luangwa National Park has become an ideal environment for animals in south-central Africa with rivers, lagoons and hillsides creating one of Zambia’s premier destinations for watching wildlife. Big game, such as elephants, hippos, lions and buffaloes are prevalent and a nocturnal safari will reveal wide eyed bush babies, crocs, mongoose and aardvarks.<br/><br/>The scenery is simply sublime with luscious green valleys clouded with glass-clear lakes to provide no end of reflective photo opportunities alongside the excitement of game drives and guided walks.<br/><br/>Moving on to Malawi the magnificent mountains and fertile backdrops continue in Nyika National Park alongside rolling green hills and fresh water streams – tempting for travellers keen on fly fishing and birdwatching.<br/><br/>After three nights in a full board lodge and plenty of opportunities to watch zebras, antelopes, bushbucks, warthogs, leopards, spotted hyenas and side-striped jackals on game drives, you’ll depart for Likoma Island on Lake Malawi. <br/><br/>Three more nights of bliss await amongst the mangoes, baobabs and beaches of Likoma. What better way to round off two weeks in Malawi and Zambia other than relaxing and recounting wild tales after a day spent snorkelling, strolling and soaking up the sun?  <br/>",
  "durationDays": "13",
  "price": "5995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Overnight flight to Lilongwe"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "This morning, you will be transferred by light aircraft back to Lilongwe Airport – the flight time is approximately one hour. We will ensure that you arrive in time to connect with your onward international flight."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Arrive London"
    }
  ],
  "map": ""
}