{
  "destination": "Malawi",
  "mainPhoto": "",
  "id": "safari-adventure-holiday-zambia-malawi-and-mozambique",
  "tourName": "Safari adventure holiday, Zambia, Malawi and Mozambique",
  "placesVisited": "Livingstone, Victoria Falls, Kafue River, Lower Zambezi canoeing trip, Lusaka, South Luangwa National Park, Lake Malawi, Tete, Bazaruto Islands and Vilankulos, Inhambane, Bilene, Kruger National Park, Greater Kruger, Johannesburg",
  "generalInfo": "The Trade Route is an extraordinary journey across South Eastern Africa. Active days canoeing on the Zambezi River and snorkelling in the warm Indian Ocean, game viewing in the world famous Kruger and bush walks in South Luangwa. We recommend Malaria prophylactics. Border crossings can be slow, so you need to be prepared for the experience. This journey has challenges and is for the adventurous traveller but also has magnificent highlights.<br/><br/>Highlights* Victoria Falls–a natural wonder of the world<br/>* Lower Zambezi–canoeing<br/>* South Luangwa NP–game walk &amp; 4WD game drives<br/>* Lake Malawi–snorkelling&amp; beaches* Benguerra Island–explore islands on a dhow<br/>* Inhambane–beaches and scuba diving<br/>* Kruger National Park–game drives<br/><br/>Overnight – 14 nights on safari designated campsites, in national parks and towns. Campsites have hot showers. Please note there is 1 night of very basic camping with poor facilities in Tete (there is no alternative). 2 nights guest house twin bed accommodation in Vilankulos with ablutions shared between several rooms. 2 nights in lodges in Inhambane, 1 in Petauke and 1-night Chizavane-twin bedrooms with en suite facilities. 1 night in the Greater Kruger NPinalodge with en suite twin bedrooms, allowing you time to tidy up &amp; pack before flying from Joburg on day 22. Meals - 21 breakfasts, 19 lunches and 16 dinners will be provided by the crew, prepared at the vehicle and eaten around the campfire or in the boma. The breakfast in Petauke &amp; the last dinner will be provided by the lodge. Transport - Due to sometimes poor roads we only use Safari trucks for this tour. Potholes, damaged gravel roads and livestock on the roads can make travel slow, you’ll pass through villages and witness the local lifestyle all the way. For the game drives in South Luangwa we use open 4WD.Limited participation - an essential part of your safari is participation. From putting up your tent to packing the truck in the morning–it’s all part of your adventure. Your tour leaders will do all the meal preparation, but we do ask the clients to help (on rotation) with the washing up. There are some long travel days which means early morning starts so we all need to get involved to make the day run efficiently<br/>",
  "durationDays": "22",
  "price": "3150",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 3,
      "title": "",
      "description": "KAFUE RIVER: A long drive takes us across the rolling Miombo forested hills of southern Zambia to the Kafue River where we camp the night. [camping BLD]"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "LUSAKA - GREAT EAST ROAD: We head to Lusaka where we stock up on supplies in the bustling shops and markets of the Zambian capital. Taking the Great East Road we drive this afternoon until sunset. (This is a very long day of travel but this also allows us to get to South Luangwa sooner on day 7). [chalet BLD]"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SOUTH LUANGWA NATIONAL PARK: Make our way down into “the valley” of the South Luangwa National Park. This remote region is one of Africa’s finest wildlife sanctuaries where hippo, elephants, lion and leopard abound. We camp on the banks of the Luangwa River and explore the area on 2 game walks and 2 open 4WD game drives, one at night with spotlights, to see nocturnal animals. (In the green season, Dec – Apr, walks may not be possible in which case we’ll do extra game drives). [ camping BLD]"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "LAKE MALAWI: Malawi “the warm heart of Africa”. We re-stock with fresh supplies in the markets of Lilongwe before heading to our camp on the beach at Lake Malawi. We’ll take a boat out to the islands to explore the fantastic bays and coves in the area. [camping BLD]"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "TRANSIT MOZAMBIQUE: Heading south again we enter Mozambique at Zobue border post. Making our way back over the Zambezi we travel through the Tete region, camping en route in this remote part of Mozambique. (Campsite facilities are very basic.) [camping BLD]"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "BAZARUTO ISLANDS: Upon reaching the Indian Ocean we stay overnight in Vilankulos. We take a full day to explore the Magaruque Island on a local dhow, a traditional ocean going trade vessel. Beautiful blue sea, snorkeling, expansive white beaches and some excellent seafood available – what a day! [chalets Bx2, Lx2, Dx1]"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "INHAMBANE: Arab influences are strong in Inhambane dating back to when slaves, ivory, gold and spices were traded. Explore Inhambane and its 200-year-old cathedral, before moving to our casitas (reed cabin) under the palms next to the beach. Dhow rides and scuba diving on coral reefs are available (own expense). [chalets Bx2 Lx2 Dx1]"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "CHIZAVANE: We turn south along the coast to a secluded fishing lodge on the beach north of Xai-Xai. The lodge is perched on the coastal dunes with a magnificent view of the surrounding natural bush and expansive beach. Low tide exposes a long rocky reef parallel to the beach, which creates a shallow, calm pool ideal for snorkelling and swimming. For our last night on the beach we enjoy a fish braai (barbeque) dinner at the lodge restaurant overlooking the warm Indian Ocean. [Casita BLD]"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "KRUGER NATIONAL PARK: We travel through the Transfrontier Limpopo Park into Kruger National Park - visit big game country! Exciting game drives to spot lions, giraffe and the mighty elephant. Relaxing in the tranquil bush we experience a land forgotten by time, a true African wilderness. [camping BLD]"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "GREATER KRUGER – JOHANNESBURG: Departing Kruger, we overnight at a private game lodge in the Greater Kruger for our final dinner under the stars. The following morning we tour the Panorama Route, visiting God’s Window and the Three Sisters. We return to Johannesburg in the afternoon of the day 22, sun-tanned, laid-back and ready to rejoin life. Tour ends @ 17:00 [lodge Bx2 Lx1 Dx1]"
    }
  ],
  "map": ""
}