{
  "destination": "Malawi",
  "mainPhoto": "",
  "id": "zambia-and-malawi-tailor-made-safaris",
  "tourName": "Zambia and Malawi tailor made safaris",
  "placesVisited": "Livingstone, Zambezi River, Victoria Falls, Mfuwe, South Luangwa National Park, Lilongwe, Lake Malawi",
  "generalInfo": "This Zambia and Malawi tailor made safari takes you to one of the world’s most famous natural wonders, a stunning National Park with an abundance of wildlife and a shimmering lake lined with golden beaches and fishing villages.  <br/><br/>The trip kicks off in Livingstone, a historic British colonial city and home to the mighty Victoria Falls, known in the local language as Mosi-oa-Tunya, or the smoke that thunders. As well as following the walking trails to see the Falls, you can also try your hand at white water rafting, take a helicopter or microlight flight to view the Falls from above, or go on a sunset cruise down the Zambezi River. <br/><br/>Next you fly to South Luangwa National Park, one of the best safari destinations in Africa. There is a huge range of wildlife here, and you are virtually guaranteed to see elephant, hippo, giraffe, zebra, hyena and lion. There is also a healthy population of both leopard and wild dog, and you’ll have a better chance of seeing them than in many other parks on the continent. Walking safaris got their start in South Luangwa in the 1950s and are still excellent here. For the most part, the camps and lodges in the national park are small and intimate, so you shouldn’t have to share your viewing experiences with a crowd of other vehicles. <br/><br/>Lake Malawi is next on the agenda, and you have a choice of where to stay on the lake, for example the lakeside village of Cape Maclear or peaceful Likoma Island. Wherever you choose, it’s the perfect destination for swimming, kayaking, snorkelling, or just relaxing on the beach. Malawi has yet to see mass tourism, and is laid-back, friendly and safe.  <br/><br/>Both Malawi and Zambia are year round destinations, but the best time for safaris is from mid-May to the end of October. From November to April the rains mean that many of the bush camps close and the national parks are more difficult to access. However, a safari at this time can still be enjoyable – the landscape is greener, the game healthier and many young animals are born.<br/><br/>",
  "durationDays": "15",
  "price": "11050",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly overnight from London to Johannesburg."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive in Johannesburg and board a connecting flight to Livingstone. At the airport you will be greeted and driven a short distance to your lodge or hotel. After spending the afternoon relaxing, you might want to go on a romantic sunset cruise on the Zambezi River."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A day that can be dedicated to exploring the magnificent Victoria Falls, either as part of a guided tour or under your own steam. There are so many different perspectives from which to enjoy the Falls, so in the afternoon you may choose to view them from the air in an exciting helicopter or microlight flight."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The day begins with two short light aircraft flights to Mfuwe, gateway to the South Luangwa National Park. You will be able to relax on arrival before your first late afternoon or evening game drive."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The South Luangwa boasts a massive variety of game, and during your stay you can expect to see lion, elephant, buffalo, giraffe, zebra, hippo, hyena and antelope."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you will participate in two game viewing activities, the first of which will begin early in the morning when the game is active before the heat of the afternoon. For your evening drive, you will stop for sundowners in the bush before moving on to search for leopard, which are commonly sighted in the South Luangwa."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In the morning you will either take a game drive or walk to one of the South Luangwa's fantastic bushcamps. Here you will get as close to nature as possible, spending two nights in a remote area of the national park, often with just a sheet of canvas between yourself and the wildlife outside. Falling asleep to the sound of hippo, elephant and lion right outside your tent or chalet is an unforgettable experience."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "It is from the bushcamps of the South Luangwa that the famous walking safaris really come into their own. With each camp boasting wonderful guides, you will learn so much about bush life, noticing many of the smaller things that are not possible to observe from a game vehicle. At some point you are also likely to get up close and personal with elephant, lion, buffalo, zebra or giraffe, a truly exhilarating experience."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "The day begins with your final game drive, before you are taken to the airport for a breath-taking one hour light aircraft transfer to Lilongwe, capital of Malawi. From here you will be transferred by light aircraft to a secluded accommodation on the shores of Lake Malawi, for five nights of uninterrupted relaxation."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "It is easy to forget that you are not at the ocean when you stay at Lake Malawi. The lake is vast, calm and beautiful, with an array of cichlid (small fish) and some excellent spots for diving and snorkelling. There are also some lovely beaches for swimming and sun bathing, the perfect way to unwind after all the early morning starts on safari!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Malawi was a key area on the route of the colonial pioneers such as Stanley and Livingstone. This influence is reflected in a number of incongruous colonial sights, such as the awesome St Peter's Cathedral on Likoma Island and the charming Mua Mission, near Cape Maclear."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "A number of the lodges on Lake Malawi are closely involved in community work and will be able to arrange for you to visit local schools and development projects."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "For the last full day of your trip you will probably want to do as little as possible, enjoying the wonderful tranquillity of the area with perhaps a few swimming breaks. But if you are feeling active, there are some picturesque island walks you can try, and the kayaking on Lake Malawi is extremely good."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After a relaxing morning you will take a scenic light aircraft flight back to Lilongwe to connect onto a flight to Johannesburg, where you will catch on overnight flight to Heathrow."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Arrive back in the UK."
    }
  ],
  "map": ""
}