{
  "destination": "Malawi",
  "mainPhoto": "",
  "id": "malawi-luxury-holiday",
  "tourName": "Malawi luxury holiday",
  "placesVisited": "Lilongwe, Majete Wildlife Reserve, Thyolo district, Malawi’s tea plantations, Liwonde National Park, Lake Malawi, Stay at Lake Malawi retreat hotel, Cape Maclear or Chembe",
  "generalInfo": "This Malawi luxury holiday is a tailor made trip, whereby we create the perfect itinerary for you to enjoy some of the country’s most spectacular natural heritage sites. The best time to travel to Malawi is from end of April through to November and we recommend the itinerary below as a starting point for your adventures around this stunning country. <br/><br/>After some time to relax after your journey at a boutique hotel in Lilongwe, a driver guide takes you to the first of several wildlife watching havens, Majete Wildlife Reserve. Here you stay in an exquisite wilderness lodge, go for walking safaris and learn about the great conservation efforts going on here since the early 21st century, making this Malawi’s only Big Five destination. <br/><br/>Your next wildlife adventure on this holiday, after spending time in the Thyolo tea plantations district, is Liwonde National Park where you stay in a luxury lodge. Hippos and elephants bathing in the river, black rhino and exceptional birdlife are just some of the marvels here. <br/><br/>The last few days of this holiday are spent in and around Lake Malawi and its eponymous national park. Here you stay at two different lodges, both equally beautiful with one on the shores of the lake and the other on Cape Maclear. Enjoy some beach time, sailing, snorkelling and relaxing at this idyllic inland sea which was described by David Livingstone as a ‘Lake of Stars’. <br/>",
  "durationDays": "12",
  "price": "4575",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today after breakfast at Pumulani, your guide will drive you straight from the Cape Maclear to Lilongwe International Airport for your flight back home."
    }
  ],
  "map": ""
}