{
  "destination": "Malawi",
  "mainPhoto": "",
  "id": "malawi-small-group-safari",
  "tourName": "Malawi small group safari",
  "placesVisited": "",
  "generalInfo": "Visit Malawi, Africa's hidden gem, where fiery soils give life to majestic baobabs and undulating hills create a mesmerizing horizon. Nestled in the Great Rift Valley, Malawi, affectionately called 'the warm heart of Africa,' offers a sanctuary away from the crowds of Zambia and Tanzania.<br/><br/>Revel in the success story of Malawi's national parks, revived with the help of conservation champions like African Parks and the Leonardo DiCaprio Foundation. Witness the Majete Wildlife Reserve's resurgence in the southwest, where lions' roars blend with the Shire River's rapids, hosting a lively community of hippos and crocodiles. In Liwonde National Park, marvel at cheetahs prowling the floodplains, creating a captivating scene at dusk.<br/><br/>Embark on a safari by road or boat, enchanted by the calls of fish eagles and the vibrant hues of malachite kingfishers. While the Shire River remains off-limits for swims, seek refuge from the heat in Lake Malawi, home to an unmatched variety of fish species. Snorkel with 700 cichlid types and unwind on Crusoe-style islands.<br/><br/>Join the conservation journey, explore Malawi's hidden treasures affordably, and contribute to the ongoing progress of these protected areas. Experience the enchantment of Malawi, where nature reigns supreme, and adventure awaits without the fuss of conventional safari destinations.",
  "durationDays": "10",
  "price": "3499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Majete Widlife Reserve: On arrival at Chileka International Airport (Blantyre) you will be met by your guide who will welcome and transfer you to Thawale Camp situated right within the miombo woodlands and granite-topped hills of Majete Wildlife Reserve, one of the outstanding success stories of African conservation. You will spend two nights of your tour here."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Majete Widlife Reserve: Surrounded by 7,000 hectares of private concession, Thawale enjoys an idyllic location. Largely undiscovered by tourists, this is rapidly becoming a first-class safari destination. But for now, sightings of lions, elephants and wild dogs can be enjoyed in near isolation."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Majete Widlife Reserve & Satemwa Tea Estate: After a final game drive Majete Wildlife Reserve, head to the historic, family owned Satemwa Tea Estates in the emerald Shire Highlands. You will be transferred to the owners’ former home Huntingdon House for the next two nights."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Satemwa Tea Estate: For almost 100 years, fine teas and coffees have been produced on the estate and exported around the world. This was, after all, the first country in Africa where tea was planted commercially. Go on a tour of the coffee factory, take part in a tea tasting and visit a sundowner spot for a sweeping view of the area. You can even take a day trip to Mount Mulanje, an inselberg that forms part of the Great Rift Valley and is known by locals as the ‘island in the sky’."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Satemwa Tea Estate & Liwonde National Park: Today you will be transferred to Liwonde National Park where you will be met by the Mvuu Camp staff and transferred to your home for the next two nights. You will be staying at Mvuu Camp overlooking the Shire River. After settling into camp life tucked between baobabs and fever trees, venture out on a game drive in Liwonde National Park searching for cheetahs, lions and black rhinos."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Liwonde National Park: Choose from game drives, walking safaris or boating safaris to explore this scenic park that’s benefitted from several wildlife reintroductions and translocations. In 2017, cheetahs were brought back to the area after an absence of almost a century. In between activities, relax by the pool or do some birding from your private deck."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Liwonde National Park & Southern Lake Malawi: Today you will be transferred to Kayak Africa Cottage in Cape Maclear where you will meet your boat transfer and set off for Mumbo Island in Lake Malawi. Settle into your rustic lake view chalet at Mumbo Island Lodge with stunning views of one of the world’s largest lakes. It is safe to swim in Lake Malawi although the waters to does hold the parasitic infection Bilharzia where there are human settlements on the shoreline. If you plan to swim or come in contact with the waters, it is highly advised to take a short course of the proven medication praziquantel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Southern Lake Malawi: Explore the uninhabited Mumbo Island by following one of several nature trails to discover hidden beaches, caves and astounding birdlife before settling in for a sundowner on the famous ‘pod rock’ viewpoint."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Southern Lake Malawi: Today you will be transferred by boat back to the mainland to meet your guide. He will then transfer you to The Makokola Retreat located on the palm fringed southern shore of Lake Malawi, a setting that is beautiful almost beyond belief. You will stay here for the last night of your trip. Enjoy cultured excursions, relax by the pool, delve into one of the many activities, or take some time out for yourself and head to the spa for a treatment. The Makokola Retreat offers a wide range of activities for guests to enjoy from tennis, squash, beach volleyball, kayaking and sailing to name a few. They also offer other motorised activities such as speed boat trips to Boadzulu Island that is chargeable alongside a wide range of tours."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Departure: Today you will be transferred to Lilongwe Kamuzu International Airport for your flight home - please note this is different to the airport where the adventure started."
    }
  ],
  "map": ""
}