{
  "destination": "Malawi",
  "mainPhoto": "",
  "id": "luxury-zambia-and-malawi-family-safari",
  "tourName": "Luxury Zambia and Malawi family safari",
  "placesVisited": "",
  "generalInfo": "From the breathtaking drama of Victoria Falls to the beauty of a lakeside sunset at Lake Malawi, this luxury family adventure showcases some of the most unforgettable experiences in Zambia and Malawi, all from the comfort of exceptional lodges.<br/><br/>The itinerary strikes the perfect balance for families - it's full of adventure and variety, yet offers plenty of time to relax and enjoy quality moments together in stunning surroundings. <br/><br/>You'll cruise the mighty Zambezi River, and embark on safari in South Luangwa, renowned as the birthplace of walking safaris and one of Africa's premier wildlife destinations, home to big cats, elephants, and a rich array of birdlife.<br/><br/>Along the way, you'll have chances to connect with local communities, enjoy peaceful river cruises, and unwind at truly exceptional lodges. The journey finishes on the shores of Lake Malawi, where you can snorkel with colourful cichlids, kayak along pristine beaches, explore walking and cycling trails, or simply relax and soak it all in. <br/><br/>Ideal for families with children aged nine and up, the lodges are welcoming and flexible, and the pace ensure you experience the highlights without feeling rushed. For parents, it's a chance to share meaningful moments with your children while enjoying the ease and comfort of a carefully curated, high-end holiday.",
  "durationDays": "13",
  "price": "7292",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Harry Mwaanga Nkumbula Airport in Livingstone, where a friendly lodge representative will be waiting to transfer you to the exquisite Tongabezi Lodge. You will settle into the Garden House, a beautiful, private space that is perfect for families, complete with its own plunge pool and dedicated team to ensure your stay is seamless and relaxing. All meals and house drinks are also included during your stay."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Spend your days discovering the incredible surroundings of Vic Falls, one of the world's most incredible natural wonders. Take a guided walking tour along the Falls edge, enjoy a scenic sunset cruise on the Zambezi River, or visit Livingstone Island for breathtaking, up-close perspective. For a richer cultural experience, there are family-friendly visits to nearby villages and museums. When you're ready to unwind, Tongabezi is definitely the place to do so - it's simply stunning."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will fly from Livingstone to Mfuwe, the gateway to the spectacular South Luangwa National Park. Upon arrival, you will be warmly welcomed and transferred to Robin's House - your private home for the next four nights. With a dedicated guide, chef, and host, every aspect of your stay is personalised to suit your pace and preferences. All meals and house drinks are included, allowing you to fully relax and immerse yourself in this unforgettable experience."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Enjoy morning and afternoon game drives, along with thrilling walking safaris, through one of Africa's richest wildlife havens. South Luangwa is famed for its exceptional concentration of animals, including elusive leopards, large herds of elephants, wild dogs, and a spectacular variety of birdlife. When you aren't exploring, relax by the pool or watch wildlife meander past from the comfort of your terrace. Robin's House is an idea family stay, offering complete privacy and tailored experiences that ensure every moment feels personal and unforgettable."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After a final morning safari, take a flight to Likoma Island before being transferred to the stunning Kaya Mawa. Located on a secluded beach, this award-winning lodge offers barefoot luxury in a relaxed, family-friendly setting. You will enjoy the next five nights here, with all meals included."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This is your moment to truly unwind and have some quality family time. Dive into snorkelling, paddleboarding, sailing, and kayaking - all included in your stay. For those after more adventure, optional activities such as diving, waterskiing, wakeboarding, and fishing can be arranged. You will also have the opportunity to visit Katundu, a remarkable social enterprise on the island that trains and employs local artisans. Their beautiful handiwork is showcased throughout Kaya Mawa, adding a unique and authentic design touch to your experience. Whether you are swimming in the crystal-clear lake, relaxing with a good book, playing game or exploring by boat, this is barefoot luxury at its finest."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After a final swim and breakfast overlooking the lake, you will be transferred to Likoma Airstrip for your flight to Lilongwe, where you will connect with your international journey home."
    }
  ],
  "map": ""
}