{
  "destination": "Malawi",
  "mainPhoto": "",
  "id": "east-african-budget-overland-tour",
  "tourName": "East African budget overland tour",
  "placesVisited": "",
  "generalInfo": "A spectacular 3-week wildlife odyssey that takes you through the very heart of the African continent. Starting in Livingstone all the way north to Nairobi, passing along Luangwa National Park, Lake Malawi, Zanzibar and the Serengeti. This is an overland tour, travelling in a fully equipped comfortable expedition truck, with two options available for your accommodation each night, either staying in hotels and lodges or mainly camping. Visit Zambia’s finest game reserve which is the Luangwa National Park, with some of the largest populations of leopards. East you visit Lake Malawi which is the third largest lake in Africa and also the eighth largest in the world. As we head north we travel through Tanzania to stop at the majestic spice island of Zanzibar. This island is best known for its pristine beaches and spice tours. The next northern stops are Arusha and Karatu on the edge of the world famous Serengeti National Park. This great park is known for some of the greatest animal migrations when thousands of wildebeest make their annual cross of the vast grassy plains. The tour includes a full day inside the Ngorongoro crater, a proper wildlife phenomenon on the edge of the park, and game drives in the Seronera region in the heart of the Serengeti National Park. Our final destination is Kenya and our tour ends in the capital Nairobi. The tour is available either based mainly on camping in traditional 2-person tents (which we provide together with camp beds), or as an upgraded 'accommodated' version where you sleep in lodges, hotels, or permanent camps (with proper beds &amp; facilities). Details of each night's stay are given in the Facilities section of the daily itinerary. Pricing shown is based on camping - please contact us for prices to upgrade to the accommodated level. 2026 Update: Please note that for 2026 we will be replacing 1 night in Arusha with a night in Moshi",
  "durationDays": "22",
  "price": "3479",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Livingstone to Lusaka Departing the Zambian side of Victoria Falls at dawn, we bid a final farewell to the thundering waters. A long travel day awaits, but East Africa unveils itself through our truck's window"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Petauke We depart Zambia's bustling capital, Lusaka, heading east towards Petauke for the night. The Great East Road, a vital connection to Malawi, guides us through Zambia's countryside, revealing a tapestry of villages and small farms – a world away from the developed nations many of us know. Along the way, the mighty Luangwa River marks our path. Facilities - Camping"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "South Luangwa National Park Anticipating the peaceful atmosphere of South Luangwa, we journey this morning toward the banks of the Luangwa River. Along the way, we pause at Mulberry Mongoose to browse their collection of local jewellery and curios. These unique accessories are handcrafted by local women using organic materials sourced directly from the African bush. As Chipata is a prominent cotton-producing region, this visit offers a wonderful insight into the artistic heritage of African culture. To conclude the day, few experiences rival a sunset over the Luangwa River; find a comfortable spot, enjoy a chilled drink, and watch the evening unfold. Route"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Exploring the South Luangwa National Park Known for having one of the highest concentrations of wildlife within its borders, the South Luangwa National Park situated in Zambia’s Luangwa River Valley is one of Africa's top safari destinations. You can spend the majority of the day today searching for wildlife. This morning you can take an optional safari today or during the dry season months of April to December - enjoy a walking safari which provides one of the most authentic wildlife experiences in Africa. Later in the day, we'll head out on a sunset drive through the park, which includes sundowners. Exploring South Luangwa National Park at night is a unique experience, as many of the nocturnal wildlife who are hidden during the day, come out to play at night. Included Highlight"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Zambia to Malawi We say goodbye to Zambia this morning as we travel to Malawi, commonly known as the 'warm heart of Africa'. We'll make our way to its iconic Lake Malawi - one of Africa's Great Lakes, and the southernmost of the East African Rift System. Lake Malawi boasts more fish species than that of any other body of freshwater on the planet, which isn't too surprising once you hear the fact it's the world's eighth largest lake. We spend the night on the shores of this natural wonder. Route"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Free time at Lake Malawi Today is dedicated entirely to the lake, providing a perfect opportunity for you to unwind. Whether you choose to get lost in a book, bask in the sun, or explore the various local attractions, the day is yours to enjoy at your own pace. For those seeking adventure, an optional guided hike to the nearby Dwanbazi Waterfall is available. Situated just a 30-minute drive from Ngala Beach Hotel, the waterfall rewards hikers with a breath-taking panorama from its summit. Weather permitting, you may even have the chance to enjoy a refreshing swim in the pristine waters, fully immersed in the lush greenery and natural splendour of the landscape. Facilities - Camping"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sunset on the banks of Lake Malawi After a day of relaxation, we hop back into the truck as we make our way to Lake Malawi's northern banks. We'll enjoy a spectacular African sunset over the lake before your guide helps you plan your activities for the next few days - or you can choose to get a little more relaxation in. Route"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Cross into the Mbeya Region of Tanzania We leave the lake this morning and head north, crossing the border into Tanzania and heading for the Utengule Coffee Lodge where we'll spend the night. Facilities - Camping"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Coffee plantation, Great Rift Valley We'll spend a little time today at a local coffee plantation, where we can see the process of growing and harvesting the coffee beans, and be able to enjoy some samples. We then head up the Great Rift Valley into Tanzania, passing the northern extremes of Lake Malawi before heading east to Iringa, which sits on a cliff overlooking the Ruaha River Valley. Route"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Exploring the Mikumi National Park This morning, our journey brings us to the very edge of Mikumi National Park. En route, we pause at Tanzania’s Baobab Valley, a mesmerising landscape defined by ancient, towering trees that have endured for centuries. These iconic giants create a surreal atmosphere, casting dramatic shadows across the African savannah and providing the perfect setting for a group photograph. We then continue to Mikumi; while it is the fourth largest park in Tanzania, it forms part of a massive 75,000-square-kilometre wilderness area centred on the Selous, Africa’s largest game reserve. This afternoon, you will have the chance to book an exhilarating game drive to explore the park’s diverse wildlife. Route"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Mikumi Today you will have the opportunity to book additional safaris in Mikumi National Park or embark on a variety of cultural tours. Optional Activities"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Mikumi to Dar es Salaam We overnight in Dar es Salaam before an early start the following morning to catch our ferry to Zanzibar Island. Route"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ferry to Zanzibar We head out early to catch our ferry to Zanzibar Island from Dar es Salaam. After arriving at the ferry port we make our way to our hotel located in Stone Town Route"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Zanzibar Beaches Boasting a rich history this busy port was once a landmark on both the Slave and Spice trade routes . Our morning begins with a walking tour of Stone Town to discover the more well known landmarks, including the birthplace of Freddy Mercury . After our city tour, we travel by road to our base for the next 2 nights. Before our arrival, we will stop along the way to enjoy a guided walking spice tour, which passes through villages and spice plantations. You will be able to witness first - hand how spice farm workers climb the trees and seek out specific plants and will have the opportunity to purchase fresh spices directly from these farms. Route"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Zanzibar Beaches You have the day free to explore the island of Zanzibar. There are so many water sport activities available to you - from fishing, snorkelling, scuba diving and a selection of ocean safari options. You could also rent a scooter to explore the island or you can simply choose to relax on its sun kissed beaches Optional Activities"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Back to Bagamoyo We say farewell to the island of Zanzibar today and take the ferry back to Dar es Salaam where we rejoin our truck and drive to Bagamoyo this afternoon, where we'll spend the rest of the evening preparing for our journey to Arusha tomorrow. Route"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Through rural Tanzania to Moshi As we depart the coastal lowlands of Bagamoyo, the scenery transitions into rugged highlands, taking us through bustling towns, secluded villages, and vast stretches of open savannah. This journey offers a front-row seat to the rhythms of daily life and the untouched beauty of the Tanzanian countryside. Should time allow this afternoon, you may choose to book an optional excursion to a local coffee plantation or join a guided cycling tour to explore the area further. Route"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Karatu While the distance to Karatu is relatively short, we will spend the majority of the day travelling closer to the Ngorongoro Crater. Before reaching our destination, we stop at the Mto wa Mbu Market, located in the charming village of Mto wa Mbu. Renowned for its rice crops and unique red bananas, this town is a vital gateway situated on the primary route to the Serengeti National Park and the Ngorongoro Crater Conservation Area. This evening, our guide will provide a detailed briefing regarding our upcoming two-night excursion. Route"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Ngorongoro Crater & Serengeti National Park (Seronera) We'll be collected early from our camp today in 4x4 vehicles and head into the Ngorongoro Crater, a UNESCO world heritage site and the home of the world’s largest unbroken caldera. More than 25,000 wildlife call the crater home and it's also one of Africa's top birding destinations, supporting over 500 bird species including ostriches, kori bustards, secretary birds and much more. We spend the majority of the day exploring the crater before arriving at our overnight camp in the Seronera region in the heart of Serengeti National Park. Surrounded by abundant wildlife and spectacular views, the camp features meru style tents and we'll enjoy a meal and drinks here this evening with the sights and sounds of nature passing right by us. Route"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Serengeti Game Drive We start early this morning for another game drive through Serengeti National Park, searching for more of the abundant wildlife, and targetting species we may not have seen yet. We'll arrive back into Karatu late in the afternoon ready to reminisce on some amazing wildlife encounters. Included Highlight"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "To Arusha We leave the Serengeti today and drive to Arusha. The rest of the evening will be spent relaxing, listening and sharing stories of your experience in the Serengeti and Ngorongoro Crater. Route"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Arusha to Nairobi We cross the border into Kenya this morning as we make our way to Nairobi, where our journey ends on arrival. Accommodation is not included in Nairobi tonight, but may be booked as an additional option if required. Please do not plan any international flight departures until tomorrow in case of delays on the drive to Nairobi. Route"
    }
  ],
  "map": ""
}