[
  {
    "destination": "Malawi",
    "mainPhoto": "",
    "id": "east-african-budget-overland-tour",
    "tourName": "East African budget overland tour",
    "placesVisited": "",
    "generalInfo": "A spectacular 3-week wildlife odyssey that takes you through the very heart of the African continent. Starting in Livingstone all the way north to Nairobi, passing along Luangwa National Park, Lake Malawi, Zanzibar and the Serengeti. This is an overland tour, travelling in a fully equipped comfortable expedition truck, with two options available for your accommodation each night, either staying in hotels and lodges or mainly camping. Visit Zambia’s finest game reserve which is the Luangwa National Park, with some of the largest populations of leopards. East you visit Lake Malawi which is the third largest lake in Africa and also the eighth largest in the world. As we head north we travel through Tanzania to stop at the majestic spice island of Zanzibar. This island is best known for its pristine beaches and spice tours. The next northern stops are Arusha and Karatu on the edge of the world famous Serengeti National Park. This great park is known for some of the greatest animal migrations when thousands of wildebeest make their annual cross of the vast grassy plains. The tour includes a full day inside the Ngorongoro crater, a proper wildlife phenomenon on the edge of the park, and game drives in the Seronera region in the heart of the Serengeti National Park. Our final destination is Kenya and our tour ends in the capital Nairobi. The tour is available either based mainly on camping in traditional 2-person tents (which we provide together with camp beds), or as an upgraded 'accommodated' version where you sleep in lodges, hotels, or permanent camps (with proper beds &amp; facilities). Details of each night's stay are given in the Facilities section of the daily itinerary. Pricing shown is based on camping - please contact us for prices to upgrade to the accommodated level. 2026 Update: Please note that for 2026 we will be replacing 1 night in Arusha with a night in Moshi",
    "durationDays": "22",
    "price": "3479",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Livingstone to Lusaka Departing the Zambian side of Victoria Falls at dawn, we bid a final farewell to the thundering waters. A long travel day awaits, but East Africa unveils itself through our truck's window"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Petauke We depart Zambia's bustling capital, Lusaka, heading east towards Petauke for the night. The Great East Road, a vital connection to Malawi, guides us through Zambia's countryside, revealing a tapestry of villages and small farms – a world away from the developed nations many of us know. Along the way, the mighty Luangwa River marks our path. Facilities - Camping"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "South Luangwa National Park Anticipating the peaceful atmosphere of South Luangwa, we journey this morning toward the banks of the Luangwa River. Along the way, we pause at Mulberry Mongoose to browse their collection of local jewellery and curios. These unique accessories are handcrafted by local women using organic materials sourced directly from the African bush. As Chipata is a prominent cotton-producing region, this visit offers a wonderful insight into the artistic heritage of African culture. To conclude the day, few experiences rival a sunset over the Luangwa River; find a comfortable spot, enjoy a chilled drink, and watch the evening unfold. Route"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Exploring the South Luangwa National Park Known for having one of the highest concentrations of wildlife within its borders, the South Luangwa National Park situated in Zambia’s Luangwa River Valley is one of Africa's top safari destinations. You can spend the majority of the day today searching for wildlife. This morning you can take an optional safari today or during the dry season months of April to December - enjoy a walking safari which provides one of the most authentic wildlife experiences in Africa. Later in the day, we'll head out on a sunset drive through the park, which includes sundowners. Exploring South Luangwa National Park at night is a unique experience, as many of the nocturnal wildlife who are hidden during the day, come out to play at night. Included Highlight"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Zambia to Malawi We say goodbye to Zambia this morning as we travel to Malawi, commonly known as the 'warm heart of Africa'. We'll make our way to its iconic Lake Malawi - one of Africa's Great Lakes, and the southernmost of the East African Rift System. Lake Malawi boasts more fish species than that of any other body of freshwater on the planet, which isn't too surprising once you hear the fact it's the world's eighth largest lake. We spend the night on the shores of this natural wonder. Route"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Free time at Lake Malawi Today is dedicated entirely to the lake, providing a perfect opportunity for you to unwind. Whether you choose to get lost in a book, bask in the sun, or explore the various local attractions, the day is yours to enjoy at your own pace. For those seeking adventure, an optional guided hike to the nearby Dwanbazi Waterfall is available. Situated just a 30-minute drive from Ngala Beach Hotel, the waterfall rewards hikers with a breath-taking panorama from its summit. Weather permitting, you may even have the chance to enjoy a refreshing swim in the pristine waters, fully immersed in the lush greenery and natural splendour of the landscape. Facilities - Camping"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Sunset on the banks of Lake Malawi After a day of relaxation, we hop back into the truck as we make our way to Lake Malawi's northern banks. We'll enjoy a spectacular African sunset over the lake before your guide helps you plan your activities for the next few days - or you can choose to get a little more relaxation in. Route"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Cross into the Mbeya Region of Tanzania We leave the lake this morning and head north, crossing the border into Tanzania and heading for the Utengule Coffee Lodge where we'll spend the night. Facilities - Camping"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Coffee plantation, Great Rift Valley We'll spend a little time today at a local coffee plantation, where we can see the process of growing and harvesting the coffee beans, and be able to enjoy some samples. We then head up the Great Rift Valley into Tanzania, passing the northern extremes of Lake Malawi before heading east to Iringa, which sits on a cliff overlooking the Ruaha River Valley. Route"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Exploring the Mikumi National Park This morning, our journey brings us to the very edge of Mikumi National Park. En route, we pause at Tanzania’s Baobab Valley, a mesmerising landscape defined by ancient, towering trees that have endured for centuries. These iconic giants create a surreal atmosphere, casting dramatic shadows across the African savannah and providing the perfect setting for a group photograph. We then continue to Mikumi; while it is the fourth largest park in Tanzania, it forms part of a massive 75,000-square-kilometre wilderness area centred on the Selous, Africa’s largest game reserve. This afternoon, you will have the chance to book an exhilarating game drive to explore the park’s diverse wildlife. Route"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Mikumi Today you will have the opportunity to book additional safaris in Mikumi National Park or embark on a variety of cultural tours. Optional Activities"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Mikumi to Dar es Salaam We overnight in Dar es Salaam before an early start the following morning to catch our ferry to Zanzibar Island. Route"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Ferry to Zanzibar We head out early to catch our ferry to Zanzibar Island from Dar es Salaam. After arriving at the ferry port we make our way to our hotel located in Stone Town Route"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Zanzibar Beaches Boasting a rich history this busy port was once a landmark on both the Slave and Spice trade routes . Our morning begins with a walking tour of Stone Town to discover the more well known landmarks, including the birthplace of Freddy Mercury . After our city tour, we travel by road to our base for the next 2 nights. Before our arrival, we will stop along the way to enjoy a guided walking spice tour, which passes through villages and spice plantations. You will be able to witness first - hand how spice farm workers climb the trees and seek out specific plants and will have the opportunity to purchase fresh spices directly from these farms. Route"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Zanzibar Beaches You have the day free to explore the island of Zanzibar. There are so many water sport activities available to you - from fishing, snorkelling, scuba diving and a selection of ocean safari options. You could also rent a scooter to explore the island or you can simply choose to relax on its sun kissed beaches Optional Activities"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Back to Bagamoyo We say farewell to the island of Zanzibar today and take the ferry back to Dar es Salaam where we rejoin our truck and drive to Bagamoyo this afternoon, where we'll spend the rest of the evening preparing for our journey to Arusha tomorrow. Route"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Through rural Tanzania to Moshi As we depart the coastal lowlands of Bagamoyo, the scenery transitions into rugged highlands, taking us through bustling towns, secluded villages, and vast stretches of open savannah. This journey offers a front-row seat to the rhythms of daily life and the untouched beauty of the Tanzanian countryside. Should time allow this afternoon, you may choose to book an optional excursion to a local coffee plantation or join a guided cycling tour to explore the area further. Route"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Karatu While the distance to Karatu is relatively short, we will spend the majority of the day travelling closer to the Ngorongoro Crater. Before reaching our destination, we stop at the Mto wa Mbu Market, located in the charming village of Mto wa Mbu. Renowned for its rice crops and unique red bananas, this town is a vital gateway situated on the primary route to the Serengeti National Park and the Ngorongoro Crater Conservation Area. This evening, our guide will provide a detailed briefing regarding our upcoming two-night excursion. Route"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Ngorongoro Crater & Serengeti National Park (Seronera) We'll be collected early from our camp today in 4x4 vehicles and head into the Ngorongoro Crater, a UNESCO world heritage site and the home of the world’s largest unbroken caldera. More than 25,000 wildlife call the crater home and it's also one of Africa's top birding destinations, supporting over 500 bird species including ostriches, kori bustards, secretary birds and much more. We spend the majority of the day exploring the crater before arriving at our overnight camp in the Seronera region in the heart of Serengeti National Park. Surrounded by abundant wildlife and spectacular views, the camp features meru style tents and we'll enjoy a meal and drinks here this evening with the sights and sounds of nature passing right by us. Route"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Serengeti Game Drive We start early this morning for another game drive through Serengeti National Park, searching for more of the abundant wildlife, and targetting species we may not have seen yet. We'll arrive back into Karatu late in the afternoon ready to reminisce on some amazing wildlife encounters. Included Highlight"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "To Arusha We leave the Serengeti today and drive to Arusha. The rest of the evening will be spent relaxing, listening and sharing stories of your experience in the Serengeti and Ngorongoro Crater. Route"
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Arusha to Nairobi We cross the border into Kenya this morning as we make our way to Nairobi, where our journey ends on arrival. Accommodation is not included in Nairobi tonight, but may be booked as an additional option if required. Please do not plan any international flight departures until tomorrow in case of delays on the drive to Nairobi. Route"
      }
    ],
    "map": ""
  },
  {
    "destination": "Malawi",
    "mainPhoto": "",
    "id": "luxury-zambia-and-malawi-family-safari",
    "tourName": "Luxury Zambia and Malawi family safari",
    "placesVisited": "",
    "generalInfo": "From the breathtaking drama of Victoria Falls to the beauty of a lakeside sunset at Lake Malawi, this luxury family adventure showcases some of the most unforgettable experiences in Zambia and Malawi, all from the comfort of exceptional lodges.<br/><br/>The itinerary strikes the perfect balance for families - it's full of adventure and variety, yet offers plenty of time to relax and enjoy quality moments together in stunning surroundings. <br/><br/>You'll cruise the mighty Zambezi River, and embark on safari in South Luangwa, renowned as the birthplace of walking safaris and one of Africa's premier wildlife destinations, home to big cats, elephants, and a rich array of birdlife.<br/><br/>Along the way, you'll have chances to connect with local communities, enjoy peaceful river cruises, and unwind at truly exceptional lodges. The journey finishes on the shores of Lake Malawi, where you can snorkel with colourful cichlids, kayak along pristine beaches, explore walking and cycling trails, or simply relax and soak it all in. <br/><br/>Ideal for families with children aged nine and up, the lodges are welcoming and flexible, and the pace ensure you experience the highlights without feeling rushed. For parents, it's a chance to share meaningful moments with your children while enjoying the ease and comfort of a carefully curated, high-end holiday.",
    "durationDays": "13",
    "price": "7292",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at Harry Mwaanga Nkumbula Airport in Livingstone, where a friendly lodge representative will be waiting to transfer you to the exquisite Tongabezi Lodge. You will settle into the Garden House, a beautiful, private space that is perfect for families, complete with its own plunge pool and dedicated team to ensure your stay is seamless and relaxing. All meals and house drinks are also included during your stay."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Spend your days discovering the incredible surroundings of Vic Falls, one of the world's most incredible natural wonders. Take a guided walking tour along the Falls edge, enjoy a scenic sunset cruise on the Zambezi River, or visit Livingstone Island for breathtaking, up-close perspective. For a richer cultural experience, there are family-friendly visits to nearby villages and museums. When you're ready to unwind, Tongabezi is definitely the place to do so - it's simply stunning."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today you will fly from Livingstone to Mfuwe, the gateway to the spectacular South Luangwa National Park. Upon arrival, you will be warmly welcomed and transferred to Robin's House - your private home for the next four nights. With a dedicated guide, chef, and host, every aspect of your stay is personalised to suit your pace and preferences. All meals and house drinks are included, allowing you to fully relax and immerse yourself in this unforgettable experience."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Enjoy morning and afternoon game drives, along with thrilling walking safaris, through one of Africa's richest wildlife havens. South Luangwa is famed for its exceptional concentration of animals, including elusive leopards, large herds of elephants, wild dogs, and a spectacular variety of birdlife. When you aren't exploring, relax by the pool or watch wildlife meander past from the comfort of your terrace. Robin's House is an idea family stay, offering complete privacy and tailored experiences that ensure every moment feels personal and unforgettable."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "After a final morning safari, take a flight to Likoma Island before being transferred to the stunning Kaya Mawa. Located on a secluded beach, this award-winning lodge offers barefoot luxury in a relaxed, family-friendly setting. You will enjoy the next five nights here, with all meals included."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "This is your moment to truly unwind and have some quality family time. Dive into snorkelling, paddleboarding, sailing, and kayaking - all included in your stay. For those after more adventure, optional activities such as diving, waterskiing, wakeboarding, and fishing can be arranged. You will also have the opportunity to visit Katundu, a remarkable social enterprise on the island that trains and employs local artisans. Their beautiful handiwork is showcased throughout Kaya Mawa, adding a unique and authentic design touch to your experience. Whether you are swimming in the crystal-clear lake, relaxing with a good book, playing game or exploring by boat, this is barefoot luxury at its finest."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "After a final swim and breakfast overlooking the lake, you will be transferred to Likoma Airstrip for your flight to Lilongwe, where you will connect with your international journey home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Malawi",
    "mainPhoto": "",
    "id": "majete-safari-and-lake-malawi-holiday",
    "tourName": "Majete Safari and Lake Malawi holiday",
    "placesVisited": "",
    "generalInfo": "The Majete Wildlife Reserve &amp; Lake Malawi provide a stunning alternative safari experience without the crowds, perfect for first time visitors to Africa or repeat safari-goers looking for something different.<br/><br/>Enjoy two very contrasting but wonderfully complementary sides of Malawi by spending time in one of its remarkable wildlife reserves before heading on to the shores of iconic Lake Malawi for your beach time. With easy journeys between each of the areas, this trip is perfect if you are looking for a short safari and beach break in the Warm Heart of Africa.<br/><br/>Start off your trip by flying in to Malawi’s second city, Blantyre, where you will be met and transferred by road in to the Majete Wildlife Reserve. Regarded as one of the great success stories of African conservation, Majete is a Big Five reserve and will provide you with a truly amazing safari experience. With abundant wildlife, stunning landscapes and an outstanding lodge from which to enjoy the experience, you will be guaranteed a truly incredible time in the bush. From Majete you will be transferred up to the southern shores of Lake Malawi where you will be able to sit back and enjoy some time in the sunshine. Your lodge sits above a beautiful sandy beach which leads down to the warm waters of the lake, renowned for being a superb swimming, snorkelling and diving spot. You can see beautiful fish called cichlids as you explore this underwater wonderland or enjoy a variety of watersports on the lake surface. Alternatively you can explore the area surrounding the lake on foot or by bike and visit local villages to meet the wonderfully friendly people who are such a hallmark of this delightful country.<br/><br/>This really is a wonderful adventure and allows you to get under the skin of arguably Africa’s most underrated destinations. Abundant wildlife, beautiful beaches, superb places to stay and a chance to get away from the crowds are all on offer in Malawi and now is the time to visit.",
    "durationDays": "8",
    "price": "4948",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "To Majete Upon arrival in Blantyre, you'll proceed through immigration and collect your luggage before being greeted by our team for a scenic road transfer to Majete Wildlife Reserve. Your accommodation for the next three nights will be at Mkulumadzi Lodge. Take some time to unwind upon arrival before joining your guide for afternoon tea, followed by your first game drive in this remarkable reserve. Majete Wildlife Reserve is renowned for being home to Africa’s iconic Big 5, offering unparalleled wildlife encounters. With your highly experienced guide, you're guaranteed an unforgettable game viewing experience amidst the stunning landscapes of Malawi."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Explore Majete In addition to game drives, the team at Mkulumadzi offers walking safaris and boat trips along the Shire River, providing a diverse safari experience. Walking safaris offer a unique opportunity to discover the world of smaller animals often missed during game drives, while boat trips offer a tranquil way to spend an afternoon, allowing you to unwind amidst the beauty of the surroundings. For a deeper cultural experience, you can also visit local villages to gain insight into traditional life and learn about the indigenous uses of plants and trees for medicinal purposes—a valuable experience deep in the heart of the bush."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "And Relax You'll have ample opportunity to unwind and bask in the surroundings of Mkulumadzi between your game drives. The swimming pool and deck offer a picturesque vista overlooking the Shire River, serving as a spot for relaxing. The staff are always at your service, ready to cater to your needs with refreshing drinks. The culinary experience at Mkulumadzi is exceptional, with outstanding meals served in a variety of inspiring locations, each adding to the overall charm of your stay. Additionally, weather permitting, you'll have the opportunity to sleep beneath the stars—an experience that promises to be truly magical and not to be missed."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Lake Malawi awaits Before bidding farewell to the lodge, you'll embark on a final morning safari followed by breakfast. Afterwards, you'll be collected and transferred by road to the shores of Lake Malawi. Nestled atop the hillside, overlooking the vast expanse of the inland sea, lies Pumulani—a charming lodge that will be your haven for the next four nights. Here, you'll have the opportunity to unwind and indulge in relaxation, while enjoying a range of activities, delectable cuisine, warm hospitality, and some of the most breathtaking views Africa has to offer."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Enjoying the lake The name Pumulani, meaning \"rest well,\" perfectly encapsulates the essence of the lodge's experience. Whether you choose to unwind by the pool nestled on the hillside or the one by the serene lake, your relaxation is key. You can bask in the sunshine on a comfortable sun lounger or take a refreshing swim in the warm, crystal-clear waters of the lake. For the adventurous spirit, water activities await, including snorkelling, swimming, and diving, along with various watersports available right from the beach. As the day draws to a close, enjoy the tranquility of the surroundings with a sunset cruise aboard a traditional hand-built dhow—an idyllic way to conclude your day."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "The journey home This morning, take some final moments to unwind and soak in the breathtaking views over the lake. Later, you'll be collected and transferred by road to Lilongwe airport. From there, you'll catch a flight that will have you arriving home by breakfast time tomorrow, concluding your unforgettable journey."
      }
    ],
    "map": ""
  },
  {
    "destination": "Malawi",
    "mainPhoto": "",
    "id": "malawi-highlights-tour-tailor-made",
    "tourName": "Malawi highlights tour, tailor made",
    "placesVisited": "",
    "generalInfo": "This 12 day itinerary is a perfect blend of luxury, adventure, and culture, ideal for those looking to experience the diversity of Malawi’s experiences. <br/>Start with two nights in the Majete Wildlife Reserve, guests can enjoy a Big 5 safari.<br/>Next travel to the Satemwa Tea Estates for two nights, where lush tea plantations and historic charm offer relaxing afternoons watching the sunset and scenic walks through the tea estate, as well as the chance to learn about the tea industry in Malawi. <br/>Then, head to Liwonde National Park for two nights of wildlife experiences including game drives, bush walks and boat safaris. <br/>Continue on to Lake Malawi, for four nights of relaxation on the sandy shoreline, enjoying water activities like kayaking, diving, and snorkelling. <br/>Finally, enjoy a night near Lilongwe, in a serene rural setting close to the capital. This itinerary combines the best of Malawi’s landscapes, wildlife, and local culture, creating an unforgettable travel experience.",
    "durationDays": "12",
    "price": "5620",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "After flying in to Blantyre, you will be transferred to the Majete Wilderness Reserve for the first two nights of your trip."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Enjoy game drives in the reserve, home to the Big 5 - lion, leopard, elephant, rhino and buffalo. Also look out for cheetah and eland - one of the largest antelope species in the world."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Continue to the Satemwa Tea Estate. Spend your stay exploring the estate, enjoy tea tastings and guided tours of the coffee factory before sundowners at the scenic picnic spot for impressive views across the estate."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Travel by land and boat to your next location; a boutique camp in Liwonde National Park. Spend 2 nights at the camp, enjoying game drives and boat safaris."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today, you will travel to Lake Malawi, for a relaxing four night stay at a lakefront lodge. Settle in to the lodge and take in the stunning views of the UNESCO protected lake."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Explore Lake Malawi. Snorkel in the clear waters and experience the unique biodiversity and species which have developed in the lake. After exploring the underwater world, explore the area on guided walks or simply relax in the beautiful setting."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Travel to Kumbali Country Lodge, set a short distance from Malawi's capital. Spend your last night in Malawi enjoying the peaceful, rural location."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "After an unforgettable trip to Malawi, experiencing the country's natural beauty and diverse landscapes, return to the airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Malawi",
    "mainPhoto": "",
    "id": "malawi-luxury-holiday",
    "tourName": "Malawi luxury holiday",
    "placesVisited": "Lilongwe, Majete Wildlife Reserve, Thyolo district, Malawi’s tea plantations, Liwonde National Park, Lake Malawi, Stay at Lake Malawi retreat hotel, Cape Maclear or Chembe",
    "generalInfo": "This Malawi luxury holiday is a tailor made trip, whereby we create the perfect itinerary for you to enjoy some of the country’s most spectacular natural heritage sites. The best time to travel to Malawi is from end of April through to November and we recommend the itinerary below as a starting point for your adventures around this stunning country. <br/><br/>After some time to relax after your journey at a boutique hotel in Lilongwe, a driver guide takes you to the first of several wildlife watching havens, Majete Wildlife Reserve. Here you stay in an exquisite wilderness lodge, go for walking safaris and learn about the great conservation efforts going on here since the early 21st century, making this Malawi’s only Big Five destination. <br/><br/>Your next wildlife adventure on this holiday, after spending time in the Thyolo tea plantations district, is Liwonde National Park where you stay in a luxury lodge. Hippos and elephants bathing in the river, black rhino and exceptional birdlife are just some of the marvels here. <br/><br/>The last few days of this holiday are spent in and around Lake Malawi and its eponymous national park. Here you stay at two different lodges, both equally beautiful with one on the shores of the lake and the other on Cape Maclear. Enjoy some beach time, sailing, snorkelling and relaxing at this idyllic inland sea which was described by David Livingstone as a ‘Lake of Stars’. <br/>",
    "durationDays": "12",
    "price": "4575",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 12,
        "title": "",
        "description": "Today after breakfast at Pumulani, your guide will drive you straight from the Cape Maclear to Lilongwe International Airport for your flight back home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Malawi",
    "mainPhoto": "",
    "id": "malawi-self-drive-holiday",
    "tourName": "Malawi self drive holiday",
    "placesVisited": "Lilongwe, Mulanje Mountains, Satemwa Tea Estate, Liwonde National Park, Lake Malawi National Park, Mumbo Island, Cape Maclear, Luxury tented camps, Options to go snorkelling and fresh water Scuba diving",
    "generalInfo": "Take ten days out to embark on a self drive tour of Malawi and you’ll instantly be greeted by people who are happy to meet you, assist you and find out more about your travels.<br/><br/>Best advice is to travel with a guide, however, arming yourself with maps and route information is an ideal way to get around if you prefer organic encounters and the freedom of independence.<br/><br/>The suggested ten day itinerary below also encourages travellers to explore Malawi in their own time. There really is an exciting and fertile land to discover with lush green valleys and vast lakes morphing into the foothills of magnificent mountains.<br/><br/>From sprawling tea estates and grand properties to luxury safari camps in Liwonde National Park and on an island in Lake Malawi National Park, this self drive holiday provides every opportunity to make the most of Malawi at a time and pace that suits you.<br/>",
    "durationDays": "10",
    "price": "4775",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 4,
        "title": "",
        "description": "From the stunning tea estates region, get ready to drive to your next destination; the wonderful Mvuu lodge in the Liwonde National Park, where you stay for two nights on a full board basis includes all meals, drinks and activities. Drive time 3 hours Your accommodation will be at luxury Mvuu Lodge, overlooking the Shire River. With a profusion of hippos (Mvuu means hippo), crocodile and amazing birdlife you can enjoy your time sitting watching the wildlife by the river, as well as joining in one of the many activities. Activities offered include game viewing, river cruises, nature walks, bird watching, star gazing and more. The camp has luxury safari tents overlooking the lagoon, the food is exceptional and the package includes sunset river cruises and early morning game drives. You stay here for 2 nights on a full board basis + activities"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "You will have two last days by the lake before it is time to head back. You will spend two nights at the executive Danforth Lodge, based in the heart of the village Cape Maclear. The Lodge has eight en-suite, air- conditioned rooms, tastefully decorated in cool, nautical colors and all opening onto a large patio. All rooms have spectacular views of the lake. The garden has shady lawns, leading to the sparkling beach side infinity swimming pool. Moored just a stone’s throw away is the luxury yacht \"Mufasa\". You stay here for 2 nights on a full board basis + non motorized activities."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Today after breakfast you drive straight from the Cape Maclear to Lilongwe International Airport for your flight back home. Drive time 4 hours"
      }
    ],
    "map": ""
  },
  {
    "destination": "Malawi",
    "mainPhoto": "",
    "id": "malawi-small-group-safari",
    "tourName": "Malawi small group safari",
    "placesVisited": "",
    "generalInfo": "Visit Malawi, Africa's hidden gem, where fiery soils give life to majestic baobabs and undulating hills create a mesmerizing horizon. Nestled in the Great Rift Valley, Malawi, affectionately called 'the warm heart of Africa,' offers a sanctuary away from the crowds of Zambia and Tanzania.<br/><br/>Revel in the success story of Malawi's national parks, revived with the help of conservation champions like African Parks and the Leonardo DiCaprio Foundation. Witness the Majete Wildlife Reserve's resurgence in the southwest, where lions' roars blend with the Shire River's rapids, hosting a lively community of hippos and crocodiles. In Liwonde National Park, marvel at cheetahs prowling the floodplains, creating a captivating scene at dusk.<br/><br/>Embark on a safari by road or boat, enchanted by the calls of fish eagles and the vibrant hues of malachite kingfishers. While the Shire River remains off-limits for swims, seek refuge from the heat in Lake Malawi, home to an unmatched variety of fish species. Snorkel with 700 cichlid types and unwind on Crusoe-style islands.<br/><br/>Join the conservation journey, explore Malawi's hidden treasures affordably, and contribute to the ongoing progress of these protected areas. Experience the enchantment of Malawi, where nature reigns supreme, and adventure awaits without the fuss of conventional safari destinations.",
    "durationDays": "10",
    "price": "3499",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Majete Widlife Reserve: On arrival at Chileka International Airport (Blantyre) you will be met by your guide who will welcome and transfer you to Thawale Camp situated right within the miombo woodlands and granite-topped hills of Majete Wildlife Reserve, one of the outstanding success stories of African conservation. You will spend two nights of your tour here."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Majete Widlife Reserve: Surrounded by 7,000 hectares of private concession, Thawale enjoys an idyllic location. Largely undiscovered by tourists, this is rapidly becoming a first-class safari destination. But for now, sightings of lions, elephants and wild dogs can be enjoyed in near isolation."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Majete Widlife Reserve & Satemwa Tea Estate: After a final game drive Majete Wildlife Reserve, head to the historic, family owned Satemwa Tea Estates in the emerald Shire Highlands. You will be transferred to the owners’ former home Huntingdon House for the next two nights."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Satemwa Tea Estate: For almost 100 years, fine teas and coffees have been produced on the estate and exported around the world. This was, after all, the first country in Africa where tea was planted commercially. Go on a tour of the coffee factory, take part in a tea tasting and visit a sundowner spot for a sweeping view of the area. You can even take a day trip to Mount Mulanje, an inselberg that forms part of the Great Rift Valley and is known by locals as the ‘island in the sky’."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Satemwa Tea Estate & Liwonde National Park: Today you will be transferred to Liwonde National Park where you will be met by the Mvuu Camp staff and transferred to your home for the next two nights. You will be staying at Mvuu Camp overlooking the Shire River. After settling into camp life tucked between baobabs and fever trees, venture out on a game drive in Liwonde National Park searching for cheetahs, lions and black rhinos."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Liwonde National Park: Choose from game drives, walking safaris or boating safaris to explore this scenic park that’s benefitted from several wildlife reintroductions and translocations. In 2017, cheetahs were brought back to the area after an absence of almost a century. In between activities, relax by the pool or do some birding from your private deck."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Liwonde National Park & Southern Lake Malawi: Today you will be transferred to Kayak Africa Cottage in Cape Maclear where you will meet your boat transfer and set off for Mumbo Island in Lake Malawi. Settle into your rustic lake view chalet at Mumbo Island Lodge with stunning views of one of the world’s largest lakes. It is safe to swim in Lake Malawi although the waters to does hold the parasitic infection Bilharzia where there are human settlements on the shoreline. If you plan to swim or come in contact with the waters, it is highly advised to take a short course of the proven medication praziquantel."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Southern Lake Malawi: Explore the uninhabited Mumbo Island by following one of several nature trails to discover hidden beaches, caves and astounding birdlife before settling in for a sundowner on the famous ‘pod rock’ viewpoint."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Southern Lake Malawi: Today you will be transferred by boat back to the mainland to meet your guide. He will then transfer you to The Makokola Retreat located on the palm fringed southern shore of Lake Malawi, a setting that is beautiful almost beyond belief. You will stay here for the last night of your trip. Enjoy cultured excursions, relax by the pool, delve into one of the many activities, or take some time out for yourself and head to the spa for a treatment. The Makokola Retreat offers a wide range of activities for guests to enjoy from tennis, squash, beach volleyball, kayaking and sailing to name a few. They also offer other motorised activities such as speed boat trips to Boadzulu Island that is chargeable alongside a wide range of tours."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Departure: Today you will be transferred to Lilongwe Kamuzu International Airport for your flight home - please note this is different to the airport where the adventure started."
      }
    ],
    "map": ""
  },
  {
    "destination": "Malawi",
    "mainPhoto": "",
    "id": "malawi-tailor-made-holidays",
    "tourName": "Malawi tailor made holidays",
    "placesVisited": "South Luangwa National Park, Zambia, Luangwa Valley and River, Day and night drives, Nyika National Park, Malawi, Guided walks and mountain biking, Likoma Island, Malawi, Snorkelling, kayaking and optional water sports, Animals you can hope to see include: lions, leopards, elephants, hippos, zebras, crocodiles, bush babies, mongoose, hyenas and hundreds of species of birds",
    "generalInfo": "Take time out on this tailor made two week holiday in Malawi and Zambia as you get to experience wildlife watching followed by a well-deserved break by the beach.<br/><br/>The Luangwa Valley in South Luangwa National Park has become an ideal environment for animals in south-central Africa with rivers, lagoons and hillsides creating one of Zambia’s premier destinations for watching wildlife. Big game, such as elephants, hippos, lions and buffaloes are prevalent and a nocturnal safari will reveal wide eyed bush babies, crocs, mongoose and aardvarks.<br/><br/>The scenery is simply sublime with luscious green valleys clouded with glass-clear lakes to provide no end of reflective photo opportunities alongside the excitement of game drives and guided walks.<br/><br/>Moving on to Malawi the magnificent mountains and fertile backdrops continue in Nyika National Park alongside rolling green hills and fresh water streams – tempting for travellers keen on fly fishing and birdwatching.<br/><br/>After three nights in a full board lodge and plenty of opportunities to watch zebras, antelopes, bushbucks, warthogs, leopards, spotted hyenas and side-striped jackals on game drives, you’ll depart for Likoma Island on Lake Malawi. <br/><br/>Three more nights of bliss await amongst the mangoes, baobabs and beaches of Likoma. What better way to round off two weeks in Malawi and Zambia other than relaxing and recounting wild tales after a day spent snorkelling, strolling and soaking up the sun?  <br/>",
    "durationDays": "13",
    "price": "5995",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Overnight flight to Lilongwe"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "This morning, you will be transferred by light aircraft back to Lilongwe Airport – the flight time is approximately one hour. We will ensure that you arrive in time to connect with your onward international flight."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Arrive London"
      }
    ],
    "map": ""
  },
  {
    "destination": "Malawi",
    "mainPhoto": "",
    "id": "malawi-wildlife-and-nature-tour",
    "tourName": "Malawi wildlife and nature tour",
    "placesVisited": "",
    "generalInfo": "Embark on an extraordinary two-week adventure through Southern Malawi, where every moment promises to captivate your senses and ignite your spirit of exploration. Immerse yourself in the vibrant pulse of the capital city, before escaping to a pristine island sanctuary within the serene embrace of Lake Malawi National Park.<br/><br/>Venture into the untamed wilderness of a tented safari camp, where the gentle giants of the Shire River – the majestic hippos – make frequent appearances, offering unparalleled wildlife encounters. Delve into a bygone era at a mountainous tea plantation, where every tea field, tree, and building whispers tales of a rich history, inviting you to unravel the stories woven into the very fabric of this enchanting estate.<br/><br/>With your binoculars at the ready, prepare to uncover the region's remarkable biodiversity, from vibrant birdlife to the diverse array of flora and fauna that call this corner of Malawi home. This adventure promises to ignite your sense of wonder and create lasting memories that will forever bind you to the captivating spirit of Southern Malawi. Admire this beautiful country with 11 nights, 12 days on safari:<br/><br/>1 night Heuglin's Lodge, Lilongwe City<br/>4 nights Mumbo Island Camp, Lake Malawi<br/>3 nights Mvuu Camp, Liwonde National Park<br/>3 nights Huntingdon House, Thyolo Tea Estate",
    "durationDays": "12",
    "price": "3905",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Lilongwe City Your African adventure begins with your arrival at Lilongwe International Airport in the early afternoon hours. After collecting your belongings, you'll be warmly greeted by your designated driver, who will whisk you away on a scenic 30-minute journey to Heuglin's Lodge, nestled amidst the tranquil, leafy suburbs of the city. If you're feeling energetic, take advantage of the opportunity to explore your surroundings by following the carefully mapped jogging routes provided in your room. Alternatively, you can immerse yourself in the local culture by borrowing a mountain bike and venturing out on two wheels, or embark on a guided city tour that will take you to the vibrant Old Town market and the serene Nature Reserve. To ensure a seamless and comfortable stay, your accommodation includes both a delightful dinner and a nourishing breakfast, allowing you to savor the flavors of the region while enjoying the convenience of having your meals taken care of."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Mumbo Island After savoring a delectable breakfast at Heuglin's Lodge, you'll embark on a scenic four-hour private transfer, journeying through the captivating landscapes that culminate at the shores of Lake Malawi in Cape Maclear. From this picturesque starting point, a 3 PM boat ride awaits, whisking you across the crystal-clear waters toward the idyllic Mumbo Island Camp. Approximately 45 minutes later, you'll find yourself in a secluded corner of paradise within the Lake Malawi National Park, where your tented suite's hammock-adorned deck beckons you to relax and soak in the tranquil surroundings. Perched atop boulders high above the water's surface, each chalet offers magnificent views framed by lush foliage, providing a serene escape from the hustle and bustle of everyday life."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Underwater World Discovery! Immerse yourself in the aquatic wonders that await on Mumbo Island. Renowned for housing some of the world's most exceptional freshwater scuba diving sites, Lake Malawi invites you to explore its vibrant underwater realm, teeming with countless species of colorful cichlid fish. For those who prefer staying closer to the surface, embark on a snorkeling adventure like no other, where you might even encounter the playful Spotted-neck Otter joining you for a swim! Beyond the lake's crystal-clear depths, a sense of adventure permeates every moment on the island. Kayak across the tranquil waters, hike through nature's embrace, or simply bask in the serenity as you birdwatch or relax, letting the gentle rhythms of this paradise rejuvenate your senses."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Hippo Safari Begin your day with a nourishing breakfast before embarking on a morning boat ride back to the mainland, where your trusty driver awaits to whisk you away on a three-hour journey to the renowned Liwonde National Park. Upon arrival at the boat launch, you'll cross the serene Shire River, setting foot in the verdant paradise that is home to Mvuu Camp's stone and canvas chalets, marking the start of your unforgettable safari experience. Immerse yourself in the natural wonders that surround you, with all meals and two thrilling game activities per day included in your stay. Keep your eyes peeled for the camp's namesake residents – the majestic hippos – as they emerge from the waters to graze, particularly during the golden evening hours, painting a picture-perfect scene against the fading light."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Boat Safari and Rhino Tracking Awaken your senses with a thrilling morning game drive, where you'll explore the park's diverse landscapes and catch glimpses of its remarkable wildlife. Alternatively, embark on a boat safari along the tranquil waters or opt for a nature walk, immersing yourself in the peaceful rhythms of the wilderness. Back at the camp, retreat to the breezy comfort of your room, where you can recharge and savor the delectable meals surrounded by the towering grandeur of ancient baobab trees. One afternoon, consider enhancing your experience with an optional three-hour Rhino Tracking Experience, offering an up-close encounter with these magnificent creatures while indulging in the non-stop spectacle of vibrant birdlife that adorns the park's lush environs."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Tea Plantation Escape Embark on a four-hour private transfer, winding through picturesque landscapes as you make your way to the Huntingdon House, nestled within the Michiru Mountain Conservation Area near Thyolo. Upon arrival, you'll be greeted by a living tapestry of history and charm, as this grand residence offers a unique opportunity to immerse yourself in the colorful tales that have unfolded within its walls. Situated on the grounds of the renowned Satemwa Tea Estate, each room at Huntingdon House has been meticulously decorated to reflect the quirks and character that have shaped this historical abode over the years. Prepare to be transported back in time as you soak in the captivating ambiance that permeates every nook and cranny of this remarkable property."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Tea Tour and Tasting During your stay, embark on an immersive journey through the world of tea cultivation as your knowledgeable guide unveils the intricate processes involved, from the initial planting to the final harvesting and production stages. Tantalize your taste buds with a curated tasting experience, savoring the distinct flavors of white, green, black, oolong, and other artisanal Satemwa specialties. Beyond the tea estate, a world of adventure awaits. Explore the region's rich biodiversity through invigorating activities such as coffee tours, birding excursions, mountain biking, and hiking trails that wind through breathtaking landscapes. As a highlight, prepare to be awe-struck by the majestic presence of Mount Mulanje, Malawi's highest peak, as you embark on a gentle hiking excursion along its slopes, immersing yourself in the natural splendor that surrounds you."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Homeward Bound Bid farewell to the enchanting Huntingdon House after a satisfying breakfast, carrying with you cherished memories of your stay. Embark on a seamless transfer by road, bound for Blantyre Airport, where you'll board your afternoon flight home. As you soar through the skies, reflecting on the extraordinary experiences that have etched themselves into your heart, you'll return with a renewed appreciation for the natural wonders and rich cultural tapestry that Malawi has to offer."
      }
    ],
    "map": ""
  },
  {
    "destination": "Malawi",
    "mainPhoto": "",
    "id": "malawi-zambia-culture-and-nature-tour",
    "tourName": "Malawi & Zambia culture and nature tour",
    "placesVisited": "Lilongwe, Dzalanyama Forest, Mtsongololo Mountain, miombo birdlife, South Luangwa National Park, Daytime & nighttime game drives, Visits to textile& pottery workshops, Mulanje, Lake Malawi, kayaking, A night on Domwe Island, Cape Maclear, Kuti Wildlife Reserve, KuNgoni Centre of Culture and Art",
    "generalInfo": "This Malawi and Zambia tour focuses on the stunning nature and culture of these neighbouring countries, from the birdlife of the Dzalanyama Forest and the big game of South Luangwa National Park to Malawi’s pottery and textile workshops and fascinating KuGoni Centre of Culture and Art.<br/>Take day and nighttime game drives in South Luangwa, kayak across Lake Malawi to an uninhabited island, where you can swim, snorkel and spent the night for a truly relaxing experience. Unlike many classic African safari holidays, this Malawi and Zambia tour provides plenty of opportunities for walking and hiking – not to mention the kayaking – to please more active travellers. There is also plenty of community involvement and interaction, giving guests a much deeper insight into these countries, and spreading the benefits of their holiday amongst local people and cooperatives.",
    "durationDays": "15",
    "price": "5995",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival Blantyre - Arrive in Blantyre where you will be met and transferred from the airport to the lodge. Your guide will meet everyone at the lodge for introductions. Overnight at Leslie Lodge or similar. (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Majete (approx. driving time 3-4 hours) - After breakfast depart south to Majete Park, arriving just before lunch. This afternoon take a game drive around the lodge and watering hole. Overnight Thawale Lodge or similar (BLD) Note – no WIFI at Thawale Lodge"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Majete - Spend the day in Majete National Park, with morning and afternoon game drives. Overnight Thawale Lodge or similar (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Zomba - Today it’s a 5-hour drive back through Blantyre, Limbe and onwards to Zombe. After a picnic lunch and visit to the colourful Zomba market we make the ascent to Ku Chawe Inn, atop of Zomba Mountain. This afternoon we take a walk to the dam along the stream and past the trout farm before returning to the hotel for the evening. Overnight Ku Chawe Inn or similar (B, Picnic Lunch, D)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Liwonde – Mvuu Camp - From the plateau it’s a short 2-hour drive to Liwonde park. From the gate its an hour’s game drive to Mvuu Camp where we arrive in time for lunch. This afternoon head back into the park for game viewing before returning to the camp for dinner. Overnight Mvuu Camp or similar (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Liwonde - Spend today at Liwonde park with morning and afternoon game activities. Choice of boat safari or game drives. Overnight Mvuu Camp or similar (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Cape Maclear - Cross the river by boat and head towards Cape Maclear, stopping en route at fishing villages, historical sites and local points of interest. On arrival check in to your lodge and the rest of the day is at leisure. Overnight Chembe Eagles Nest or similar (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Cape Maclear - Spend today exploring the lake. Boat trips, scuba diving, kayaking, sailing etc all available as optional extras. Overnight Chembe Eagles Nest or similar (BD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Senga Bay - From the lake it’s a 3-hour drive to Mua Mission where we stop for our picnic lunch and a visit to the cultural museum, before continuing to Senga Bay for an overnight stay (approx. 2 hours). Overnight Safari Beach Lodge or similar (B, Picnic Lunch, D)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Luangwa – Flat Dogs - Depart the lake after an early breakfast and after a brief stop in Lilongwe to collect your picnic lunch, continue to Zambia. Cross the border and arrival in Mfuwe, South Luangwa late afternoon. Overnight at Flatdogs Lodge or similar (B, Picnic Lunch, D)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Luangwa – Flat Dogs - Spend two days exploring the park with morning and afternoon/evening game drives Overnight Flatdogs Lodge or similar (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Dzalanyama Forest - Return back through Chipata and re-enter Malawi, then its a 2-hour drive to Dzalanyama reserve. Arrival at the lodge is late afternoon. Spend the evening at leisure. Overnight Dzalanyama Lodge or similar (B, Picnic Lunch, D)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Dzalanyama Forest - A day to explore the forest - walking or cycling is included or we can arrange a cultural program for the morning. Overnight Dzalanyama Lodge or similar (BLD)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Dzalanyama Forest – Lilongwe Departure - From Dzalanyama it’s a 2-hour drive to Lilongwe and the airport for your departure flight. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Malawi",
    "mainPhoto": "",
    "id": "safari-adventure-holiday-zambia-malawi-and-mozambique",
    "tourName": "Safari adventure holiday, Zambia, Malawi and Mozambique",
    "placesVisited": "Livingstone, Victoria Falls, Kafue River, Lower Zambezi canoeing trip, Lusaka, South Luangwa National Park, Lake Malawi, Tete, Bazaruto Islands and Vilankulos, Inhambane, Bilene, Kruger National Park, Greater Kruger, Johannesburg",
    "generalInfo": "The Trade Route is an extraordinary journey across South Eastern Africa. Active days canoeing on the Zambezi River and snorkelling in the warm Indian Ocean, game viewing in the world famous Kruger and bush walks in South Luangwa. We recommend Malaria prophylactics. Border crossings can be slow, so you need to be prepared for the experience. This journey has challenges and is for the adventurous traveller but also has magnificent highlights.<br/><br/>Highlights* Victoria Falls–a natural wonder of the world<br/>* Lower Zambezi–canoeing<br/>* South Luangwa NP–game walk &amp; 4WD game drives<br/>* Lake Malawi–snorkelling&amp; beaches* Benguerra Island–explore islands on a dhow<br/>* Inhambane–beaches and scuba diving<br/>* Kruger National Park–game drives<br/><br/>Overnight – 14 nights on safari designated campsites, in national parks and towns. Campsites have hot showers. Please note there is 1 night of very basic camping with poor facilities in Tete (there is no alternative). 2 nights guest house twin bed accommodation in Vilankulos with ablutions shared between several rooms. 2 nights in lodges in Inhambane, 1 in Petauke and 1-night Chizavane-twin bedrooms with en suite facilities. 1 night in the Greater Kruger NPinalodge with en suite twin bedrooms, allowing you time to tidy up &amp; pack before flying from Joburg on day 22. Meals - 21 breakfasts, 19 lunches and 16 dinners will be provided by the crew, prepared at the vehicle and eaten around the campfire or in the boma. The breakfast in Petauke &amp; the last dinner will be provided by the lodge. Transport - Due to sometimes poor roads we only use Safari trucks for this tour. Potholes, damaged gravel roads and livestock on the roads can make travel slow, you’ll pass through villages and witness the local lifestyle all the way. For the game drives in South Luangwa we use open 4WD.Limited participation - an essential part of your safari is participation. From putting up your tent to packing the truck in the morning–it’s all part of your adventure. Your tour leaders will do all the meal preparation, but we do ask the clients to help (on rotation) with the washing up. There are some long travel days which means early morning starts so we all need to get involved to make the day run efficiently<br/>",
    "durationDays": "22",
    "price": "3150",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 3,
        "title": "",
        "description": "KAFUE RIVER: A long drive takes us across the rolling Miombo forested hills of southern Zambia to the Kafue River where we camp the night. [camping BLD]"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "LUSAKA - GREAT EAST ROAD: We head to Lusaka where we stock up on supplies in the bustling shops and markets of the Zambian capital. Taking the Great East Road we drive this afternoon until sunset. (This is a very long day of travel but this also allows us to get to South Luangwa sooner on day 7). [chalet BLD]"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "SOUTH LUANGWA NATIONAL PARK: Make our way down into “the valley” of the South Luangwa National Park. This remote region is one of Africa’s finest wildlife sanctuaries where hippo, elephants, lion and leopard abound. We camp on the banks of the Luangwa River and explore the area on 2 game walks and 2 open 4WD game drives, one at night with spotlights, to see nocturnal animals. (In the green season, Dec – Apr, walks may not be possible in which case we’ll do extra game drives). [ camping BLD]"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "LAKE MALAWI: Malawi “the warm heart of Africa”. We re-stock with fresh supplies in the markets of Lilongwe before heading to our camp on the beach at Lake Malawi. We’ll take a boat out to the islands to explore the fantastic bays and coves in the area. [camping BLD]"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "TRANSIT MOZAMBIQUE: Heading south again we enter Mozambique at Zobue border post. Making our way back over the Zambezi we travel through the Tete region, camping en route in this remote part of Mozambique. (Campsite facilities are very basic.) [camping BLD]"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "BAZARUTO ISLANDS: Upon reaching the Indian Ocean we stay overnight in Vilankulos. We take a full day to explore the Magaruque Island on a local dhow, a traditional ocean going trade vessel. Beautiful blue sea, snorkeling, expansive white beaches and some excellent seafood available – what a day! [chalets Bx2, Lx2, Dx1]"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "INHAMBANE: Arab influences are strong in Inhambane dating back to when slaves, ivory, gold and spices were traded. Explore Inhambane and its 200-year-old cathedral, before moving to our casitas (reed cabin) under the palms next to the beach. Dhow rides and scuba diving on coral reefs are available (own expense). [chalets Bx2 Lx2 Dx1]"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "CHIZAVANE: We turn south along the coast to a secluded fishing lodge on the beach north of Xai-Xai. The lodge is perched on the coastal dunes with a magnificent view of the surrounding natural bush and expansive beach. Low tide exposes a long rocky reef parallel to the beach, which creates a shallow, calm pool ideal for snorkelling and swimming. For our last night on the beach we enjoy a fish braai (barbeque) dinner at the lodge restaurant overlooking the warm Indian Ocean. [Casita BLD]"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "KRUGER NATIONAL PARK: We travel through the Transfrontier Limpopo Park into Kruger National Park - visit big game country! Exciting game drives to spot lions, giraffe and the mighty elephant. Relaxing in the tranquil bush we experience a land forgotten by time, a true African wilderness. [camping BLD]"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "GREATER KRUGER – JOHANNESBURG: Departing Kruger, we overnight at a private game lodge in the Greater Kruger for our final dinner under the stars. The following morning we tour the Panorama Route, visiting God’s Window and the Three Sisters. We return to Johannesburg in the afternoon of the day 22, sun-tanned, laid-back and ready to rejoin life. Tour ends @ 17:00 [lodge Bx2 Lx1 Dx1]"
      }
    ],
    "map": ""
  },
  {
    "destination": "Malawi",
    "mainPhoto": "",
    "id": "zambia-and-malawi-tailor-made-safaris",
    "tourName": "Zambia and Malawi tailor made safaris",
    "placesVisited": "Livingstone, Zambezi River, Victoria Falls, Mfuwe, South Luangwa National Park, Lilongwe, Lake Malawi",
    "generalInfo": "This Zambia and Malawi tailor made safari takes you to one of the world’s most famous natural wonders, a stunning National Park with an abundance of wildlife and a shimmering lake lined with golden beaches and fishing villages.  <br/><br/>The trip kicks off in Livingstone, a historic British colonial city and home to the mighty Victoria Falls, known in the local language as Mosi-oa-Tunya, or the smoke that thunders. As well as following the walking trails to see the Falls, you can also try your hand at white water rafting, take a helicopter or microlight flight to view the Falls from above, or go on a sunset cruise down the Zambezi River. <br/><br/>Next you fly to South Luangwa National Park, one of the best safari destinations in Africa. There is a huge range of wildlife here, and you are virtually guaranteed to see elephant, hippo, giraffe, zebra, hyena and lion. There is also a healthy population of both leopard and wild dog, and you’ll have a better chance of seeing them than in many other parks on the continent. Walking safaris got their start in South Luangwa in the 1950s and are still excellent here. For the most part, the camps and lodges in the national park are small and intimate, so you shouldn’t have to share your viewing experiences with a crowd of other vehicles. <br/><br/>Lake Malawi is next on the agenda, and you have a choice of where to stay on the lake, for example the lakeside village of Cape Maclear or peaceful Likoma Island. Wherever you choose, it’s the perfect destination for swimming, kayaking, snorkelling, or just relaxing on the beach. Malawi has yet to see mass tourism, and is laid-back, friendly and safe.  <br/><br/>Both Malawi and Zambia are year round destinations, but the best time for safaris is from mid-May to the end of October. From November to April the rains mean that many of the bush camps close and the national parks are more difficult to access. However, a safari at this time can still be enjoyable – the landscape is greener, the game healthier and many young animals are born.<br/><br/>",
    "durationDays": "15",
    "price": "11050",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly overnight from London to Johannesburg."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Arrive in Johannesburg and board a connecting flight to Livingstone. At the airport you will be greeted and driven a short distance to your lodge or hotel. After spending the afternoon relaxing, you might want to go on a romantic sunset cruise on the Zambezi River."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "A day that can be dedicated to exploring the magnificent Victoria Falls, either as part of a guided tour or under your own steam. There are so many different perspectives from which to enjoy the Falls, so in the afternoon you may choose to view them from the air in an exciting helicopter or microlight flight."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "The day begins with two short light aircraft flights to Mfuwe, gateway to the South Luangwa National Park. You will be able to relax on arrival before your first late afternoon or evening game drive."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "The South Luangwa boasts a massive variety of game, and during your stay you can expect to see lion, elephant, buffalo, giraffe, zebra, hippo, hyena and antelope."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today you will participate in two game viewing activities, the first of which will begin early in the morning when the game is active before the heat of the afternoon. For your evening drive, you will stop for sundowners in the bush before moving on to search for leopard, which are commonly sighted in the South Luangwa."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "In the morning you will either take a game drive or walk to one of the South Luangwa's fantastic bushcamps. Here you will get as close to nature as possible, spending two nights in a remote area of the national park, often with just a sheet of canvas between yourself and the wildlife outside. Falling asleep to the sound of hippo, elephant and lion right outside your tent or chalet is an unforgettable experience."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "It is from the bushcamps of the South Luangwa that the famous walking safaris really come into their own. With each camp boasting wonderful guides, you will learn so much about bush life, noticing many of the smaller things that are not possible to observe from a game vehicle. At some point you are also likely to get up close and personal with elephant, lion, buffalo, zebra or giraffe, a truly exhilarating experience."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "The day begins with your final game drive, before you are taken to the airport for a breath-taking one hour light aircraft transfer to Lilongwe, capital of Malawi. From here you will be transferred by light aircraft to a secluded accommodation on the shores of Lake Malawi, for five nights of uninterrupted relaxation."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "It is easy to forget that you are not at the ocean when you stay at Lake Malawi. The lake is vast, calm and beautiful, with an array of cichlid (small fish) and some excellent spots for diving and snorkelling. There are also some lovely beaches for swimming and sun bathing, the perfect way to unwind after all the early morning starts on safari!"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Malawi was a key area on the route of the colonial pioneers such as Stanley and Livingstone. This influence is reflected in a number of incongruous colonial sights, such as the awesome St Peter's Cathedral on Likoma Island and the charming Mua Mission, near Cape Maclear."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "A number of the lodges on Lake Malawi are closely involved in community work and will be able to arrange for you to visit local schools and development projects."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "For the last full day of your trip you will probably want to do as little as possible, enjoying the wonderful tranquillity of the area with perhaps a few swimming breaks. But if you are feeling active, there are some picturesque island walks you can try, and the kayaking on Lake Malawi is extremely good."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "After a relaxing morning you will take a scenic light aircraft flight back to Lilongwe to connect onto a flight to Johannesburg, where you will catch on overnight flight to Heathrow."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Arrive back in the UK."
      }
    ],
    "map": ""
  },
  {
    "destination": "Malawi",
    "mainPhoto": "",
    "id": "zambia-malawi-small-group-safari",
    "tourName": "Zambia & Malawi small group safari",
    "placesVisited": "Livingstone and Victoria Falls, Kafue River, Lower Zambezi River canoe safari, Great East Road, South Luangwa National Park, Kuti, Mount Mulanje, Liwonde National Park, Lake Malawi - Mumbo Island, Lilongwe",
    "generalInfo": "An exciting safari experience exploring the diversity of the lesser travelled South Eastern African countries. This tour is not for the fainthearted, and requires some patience; the travelling can be slow, some nights the accommodation is basic, however the journey offers amazing scenery and fantastic highlights, well worth the long travel days. We recommend malaria prophylactics. A safari for travellers with a sense of adventure. <br/><br/>DEPARTS: LUSAKA on Saturday at 16:00pm, ENDS: Lilongwe on Sunday at 11:00am.<br/><br/>Highlights<br/>* Lower Zambezi–canoeing<br/>* South Luangwa NP–game walk &amp; 4WD game drives<br/>*Mulanje Massif–tea plantations, hiking<br/>*Liwonde–boat cruise&amp; game drive<br/>*Lake Malawi–snorkelling &amp; island beaches<br/><br/>Overnight- 12 nights on safari we stay at chalets, tented lodges and guest houses, with en suite facilities.3 nights camping–for 1 night we “camp wild” without fences in the wilderness on an island in the Zambezi and 2 nights in a formal campsite in Liwonde.(we will provide tents, mats and chairs, but you will need to bring your own sleeping bag).Meals -15 breakfasts, 14 lunches &amp; 8 dinners are included. Of which,12 breakfasts, 1 lunch and 4 dinners are provided by the lodges. The remaining included meals are prepared by the crew at the vehicle &amp; enjoyed around the campfire. Transport - Due to the sometimes-demanding road conditions you travel in a Safari truck with 12 seats. Potholes, speed bumps (!) &amp; rain-damaged gravel roads are characteristic of the areas we travel through and can make driving slow and bouncy. However, we pass through roadside villages and thus have the opportunity to witness the local lifestyle. For the game drives in South Luangwa we use open-sided 4WD vehicles with local guides. Limited participation - An essential part of your safari is some participation. From carrying your own bag to cleaning your window and packing the truck in the morning–it’s all part of your adventure. For the longer days if everyone puts in a little effort the trip will run smoothly. Where the tour leaders provide meals we ask that clients help (on rotation) with washing up.<br/>",
    "durationDays": "16",
    "price": "3750",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "LUSAKA: The group will meet in Lusaka, in Zambia, at 16:00 at the lodge. This evening, after the tour briefing, we have a group dinner at the lodge (own expense). [lodge - - -]"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "KAFUE RIVER: A long drive takes us across the rolling Miombo forested hills of southern Zambia and down into the Zambezi Valley lowlands and our lodge on the banks of the Kafue River. Being a major tributary to the Zambezi River it is the largest and longest river lying entirely within Zambia. We overnight on its banks and enjoy the sunset from the elevated deck [lodge BL -]"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "LOWER ZAMBEZI CANOEING: We paddle down the mighty Zambezi River, home of the tribal mythical god - Nyami Nyami. Canoeing past local riverside villages and magnificent scenery. We overnight at a wild campsite on Elephant Bones Island in the heart of untamed Africa. The following morning we continue our canoe safari through an area teaming with elephants, hippos and other wildlife. We will be collected by a motorboat, and transferred back up river to our lodge. [1x camping BLD 1x lodge BL -]"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "LUSAKA - GREAT EAST ROAD: We head north to Lusaka the capital of Zambia where we stock up on supplies in the bustling shops and markets. Taking the Great East Road we drive this afternoon, passing small villages and street side-markets, until sunset reaching the small town of Petauke. [chalet BLD]"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "SOUTH LUANGWA NATIONAL PARK: Make our way down into “the valley” of the South Luangwa National Park. This remote region is one of Africa’s finest wildlife sanctuaries where elephants, hippo, lion and leopard abound. Our lodge, on the banks of the Luangwa River, overlooks the national park and you can frequently see hippos and elephants from the camp swimming pool! We explore the game management area and the national park on a game walk and open 4WD game drives, one at night with spotlights, to see nocturnal animals. (In the green season, Dec – Apr, walks may not be possible in which case we will do an extra game drives). There is time on the last afternoon either to relax in camp or take another game walk, game drive or village visit activity (own expense). [chalet BL-]"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "LILONGWE: We cross the border at Chipata into Malawi and make our way to the capital Lilongwe where we restock on supplies. The afternoon is free to wander the town or search the markets before we head to our lodge on the outskirts of town. [chalet BLD]"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "MULANJE MASSIF: We tour one of Malawi’s famous tea plantations in the Thyolo region before making our way to our lodge in Mulanje. Mount Mulanje’s bare rock flanks tower to almost 3002m, dwarfing all that surrounds it, and influencing cloud patterns in the area, making it an important source of rain water at the head of almost every river in this part of southern Malawi. Formed about 130 million years ago, the first European to see the Massif was David Livingstone in 1859, but archaeological investigation reveals evidence of human activity since the Stone Age. We take a day walk on the slopes to see the streams, waterfalls and towering peaks.[lodge BLD ]"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "LIWONDE: Ancient baobab trees and lofty palms provide the backdrop for this magnificent southern Malawi reserve. Covering 548 km² of the upper Shire River plains and valley slopes, Liwonde harbours Malawi’s largest remaining elephant population and the critically endangered Black Rhino. In the morning we’ll explore the grassland and woodland habitats in search of leopards, elephants, hippos, antelopes and rare Lilian’s lovebirds in our safari truck. The river Shire flows along Liwonde’s western border and we’ll board a river cruise safari in the hopes of finding hippo, crocodiles, elephants or any other game coming down to quench their thirst. [camping BLD]"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "LAKE MALAWI: Lake Malawi is the jewel of Malawi and one the Great Rift Valley lakes. We head to the Lake Malawi National Park where we take a boat to the secluded tropical Nankoma Island, near Senga Bay. The island lodge is an idyllic paradise with kayaks and snorkelling gear available to explore the island and snorkel with the jewelled fish, the endemic Cichlids. The friendly people of Malawi make it the “warm heart of Africa”. Wake up to the sound of the birds on your own paradise island. Roll out of bed and head down to the beach to soak a morning of sun and relaxation or take a kayak for a paddle around the island. Stop to snorkel and be amazed by the sheer variety of colourful fish. [lodge BLD]"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "LILONGWE: We catch the ferry back to the mainland where we climb back onto our truck and return to Lilongwe, sun-tanned, laid-back and ready to re-join life. Tour ends at 11:00am at the Lilongwe airport. [lodge B--]"
      }
    ],
    "map": ""
  }
]