{
  "destination": "Iceland",
  "mainPhoto": "",
  "id": "adventurers-tour-of-icelands-volcanic-and-glacial-landscape",
  "tourName": "Adventurer's Tour of Iceland's Volcanic and Glacial Landscape",
  "placesVisited": "Reykjavik, Thingvellir National Park, Kirkjubæjarklaustur, Grindavík",
  "generalInfo": "Iceland's volcanic terrain, icy glacial landscapes, and charming Nordic culture are yours to immerse yourself in on this lavish and secluded 8-day adventurers tour of iconic destinations including Reykjavik, Thingvellir National Park, Kirkjubæjarklaustur, Grindavík, and more. Every step of the journey is yours to freely embrace the geographical wonders of Iceland during thrilling experiences far from the presence of crowds.",
  "durationDays": "8",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Reykjavik - Nordic Spirit across the Norwegian Sea",
      "description": "Iceland is a winter wonderland for adventurers featuring snow-capped mountains, enormous volcanic plateaus, and an alpine culture that dates back centuries. Its capital city, Reykjavik, is the jumping-off point for travelers eager to immerse themselves in the Nordic spirit that sweeps the Scandinavian Peninsula to the Arctic reaches of Iceland across the Norwegian Sea. You will arrive at a glamorous accommodation nestled in the heart of Reykjavik with access to the lavish, 5-star travelers amenities expected of Iceland’s premier hotels as well as the city’s famous landmarks."
    },
    {
      "dayNumber": "2",
      "title": "Reykjavik - Inside the Thrihnukagigur Volcano",
      "description": "Today marks your discovery of Iceland’s distinct geothermal activity, most notably experienced on a privately guided ‘Inside the Volcano’ tour of the iconic Thrihnukagigur Volcano. The dormant volcanic system is enormous and features impressive chambers in colors of amber, sapphire, and emerald that you will view from a unique vantage point as you descend into the volcano via a cable lift. An unbelievable underworld collection of chasms and caverns will introduce you to the wonders of Iceland’s historic geographic activity from the floor of the volcano's magma chamber."
    },
    {
      "dayNumber": "3",
      "title": "Reykjavik - Volcanic Activity in the Geldingadalir Valley",
      "description": "Travelers need not only venture underground to admire the astonishing volcanoes of Iceland, and some of the most memorable volcanic experiences occur at the summit of surrounding mountains overlooking the great fiery eruptions of the Geldingadalir valley. You will join your guide for a private hike up the craggy cliffs ascending from the borders of Reykjavik in the hopes of witnessing the momentous eruptions for yourself. Although rare, you may be fortunate enough to view the destructive natural phenomenon firsthand or at least witness the after-effects safely from lofty peaks in view of the volcanic activity."
    },
    {
      "dayNumber": "4",
      "title": "Thingvellir National Park - Snorkeling in the Silfra Rift",
      "description": "Iceland, although a frosty alpine destination, is also an adventurer's haven for its exquisite underwater and seaside discoveries in translucent natural pools and alongside impressive fiords. Today, you will partake in one of Iceland’s best-kept secrets, snorkeling in Silfra. You will float on the crystal clear waters of the Silfra rift, dive beneath the surface to scan the underwater wonderland, and appreciate the backdrop of mountains as you explore with not another soul in sight. Your tour will conclude with an exploration of the historic Thingvellir National Park, where you will spend the evening under the starry Nordic sky."
    },
    {
      "dayNumber": "5",
      "title": "Vik - Exploration of the Golden Circle",
      "description": "Iceland’s Golden Circle represents the height of volcanic exploration and boasts a combination of pounding silver waterfalls, steaming geothermal geysers, and enormous volcanic craters that you will have the pleasure of discovering during your exclusive guide today. Afterward, you will meander the twists and turns past Dyrhólaey to the black sands of Reynishverfi beach, a surreal shoreline unlike any you will have laid your eyes upon before."
    },
    {
      "dayNumber": "6",
      "title": "Kirkjubæjarklaustur - Glacier Kayaking in Vatnajökull National Park",
      "description": "You will wake up in your luxe accommodation and continue across the southern edge of the island to reach the moss-covered Skaftáreldahraun to find observation decks overlooking the Fjadrargljufur Canyon. Visit the waterfalls, basalt columns, and craters of Kirkjubæjarklaustur before continuing to Vatnajökull National Park, an Icelandic geographical treasure that is home to the country’s most remarkable glacier kayaking experiences. Joined by a knowledgeable guide with insight into the activity and surrounding landscape, you will glide across the reflective streams of Heinabergslon Lagoon to the icebergs of Vatnajokull as your navigator shares whimsical stories of the Nordic ancestors and their connection to the frosty lava landscape. Topping off your exquisite adventure will be an inviting hot tub bath back at your accommodation after dinner."
    },
    {
      "dayNumber": "7",
      "title": "Grindavík - The Svínafellsjökull Glaciers and Blue Lagoon",
      "description": "Witnessing the glaciers around Iceland is spectacular, and even more mesmerizing during sunrise when Iceland is flooded with golden light that glimmers in all directions off the surface of the powdery peaks and icy floors of the Svínafellsjökull glaciers. You can meander past the ice wall of the glacial tongue to view the impressive ice ridges and witness the confrontation between the rugged mountain and undulating crevices rippling across the frozen landscape. Your guide will help you navigate the difficult terrain, and when the activity is over, you will make your way to the Blue Lagoon, where you will spend your afternoon relaxing in and around its sapphire and steamy waters."
    },
    {
      "dayNumber": "8",
      "title": "Grindavík - Goodbye to the Land of Fire and Ice",
      "description": "Though your glamorous adventurer’s tour of Iceland will be coming to a close today, you will leave the icy country with many magnificent memories of your explorations across stark volcanic landscapes, frosted glacial icebergs, and charming towns drenched in Nordic culture and heritage. Every step of the journey offers a unique experience from the popular capital of Reykjavik to the far reaches of Kirkjubæjarklaustur, inside the enormous magma chamber of the Thrihnukagigur Volcano, and overlooking the eruptions of the Geldingadalir Valley."
    }
  ],
  "map": ""
}