{
  "destination": "Iceland",
  "mainPhoto": "",
  "id": "exploring-iceland-and-faroe-islands-tour",
  "tourName": "Exploring Iceland and Faroe Islands Tour",
  "placesVisited": "Vagar, Gjogv, Sorvagsvatn, Gasadalur, Vidareidi, Kirkjuboreyn, Torshavn, Reykjavik, Thingvellir National Park, Eyjafjallajokull Volcano, Blue Lagoon, Gullfoss Waterfall",
  "generalInfo": "The wind and sea accentuate the drama of the northern Atlantic landscapes and turn spectacle into beauty during your customizable Iceland and Faroe Islands itinerary. Idyllic waterfalls tumble over seaside cliffs as glaciers spill down volcanic foothills while puffins soar through the sky in search of fresh fish. Ancient warriors demand attention through the artifacts they’ve left behind, and geysers command respect through their boiling temperatures and powerful eruptions. You will discover pristine countryside and enchanting villages, fascinating history and inviting culture with an enchanting exploration around Iceland and the Faroe Islands. For even more inspiration, see more tours of Iceland .",
  "durationDays": "8",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Vagar – Arrive in the Faro Islands and Relax in the Town of Vagar",
      "description": "The Faroe Islands offer secluded, untouched landscapes that showcase the captivating drama of nature. The coastlines resemble jagged puzzle pieces drifting apart while cottages shimmer with pastel hues and grass rooftops against the silver-streaked cobalt blue Atlantic Ocean. Tunnels and windy roads connect once-inaccessible hamlets at the remotest edges of the northern islands. As your flight descends into Vagar Airport, you will notice the short grass that blankets the countryside and is filled with flocks of fluffy sheep. The pasture shimmers with emerald hues against the black and gray rocks that protrude from the cliffs and mountains. Your flight will land, and you will quickly exit the airstrip built in World War II by the British. Dew shimmers over the grass outside the landing strip as you pick up your rental car and venture into the village to find the island of Mykines soaring above the cobalt waters in the distance. Your Iceland tour agents will ensure a smooth ride as you take in the steep, rugged coastline that will demand your attention against the quiet, colorful homes found along the shores of Sorvagur. The prevalent breeze carries the briny aroma of the ocean, and you will be able to spot puffins circling over the water. The birds build their cliffs in niches along the coastal cliffs, and their orange beaks and feet contrast against the black and white plumage around their bellies and face."
    },
    {
      "dayNumber": "2",
      "title": "Gjogv – View Lake Sorvagsvatn and Gasadalur before Transferring to Gjogv",
      "description": "In the morning, you will hear the sounds of children playing soccer near the edges of the coastal cliffs. The soft grass muffles their footfalls as the sunlight washes over the gabled, grass rooftops and highlights the steep precipices of the neighboring islands as they dive into the sea. After breakfast, you will set out to explore the Faroe Islands, starting with the shores of Lake Sorvagsvatn. The largest body of fresh water on the islet feeds Bossdalsfossur, a waterfall that tumbles straight into the ocean. Boats travel across the waterway and offer pristine views to the lush grass that spreads over the mounds and lead to the unique cliffs shaped by winds over thousands of years. The waters and Bossdalsfossur cascade reach heights of more than 130 feet above sea level with the surrounding cliffs creating the illusion of the waters reaching greater heights. You will travel along the Streymin Bridge, the only bridge to cross the Atlantic Ocean. The roadway connects the island of Streymoy to the Eysturoy. Pastel buildings add bursts of color along the coastline within enchanting villages that overlook the splashing waters of the Ocean. Eysturoy boasts the tallest mountain on the islands and reaches a height of nearly 2,900 feet above sea level, climbing above the eastern seaboard. The village of Eidi colors a narrow isthmus that looks towards the quiet waters of the fjord. You will reach the town of Gjogv and relax in the idyllic scenery of the sea that spreads along the gorge. The aroma of fish and chips drifts out of a local shop while the hillsides offer a view of the Bugvin sea stack, sharp karsts set beneath the remarkable island cliffs."
    },
    {
      "dayNumber": "3",
      "title": "Klaksvik – Explore the Headlands at Vidareidi and the Charm of Klaksvik",
      "description": "The morning waves will lap against the bordering coastline and splash along the steep ledges beneath the ascending mountains. You will find the mixture of herbaceous grass and the briny sea aromas pleasant in the morning air. Farmers till their root vegetables and utilize the hardy soil and unpredictable weather to help cultivate beets, turnips, radishes, and artichoke. Sorrel and cuckoo flowers run along the countryside away from the sea. After breakfast, you will travel to Vidareidi, located on the northern borders of the island of Vidoy. The pristine white church and white painted buildings contrast with the emerald grasses and black rocks of the protruding mountains. Cobbled walls support the plateaus and frame the roadways as water splashes against the jagged shoreline. The mist sprays against the sea wall and brushes your cheeks with droplets of cold water as the peaceful ambiance and rugged beauty enchants you. You can continue to Cape Enniberg to reach the northernmost point of the island where the cliffs along the promontory ascend to a breathtaking 2,475 feet above sea level for unforgettable views over the Atlantic and surrounding coastline. Continue to the port town of Klaksvik, which sits nestled between two steep mountain ridges. The pyramid shape of bordering ridge looms over the entrance to the port and protects the waterway from the northern ocean waves."
    },
    {
      "dayNumber": "4",
      "title": "Klaksvik – Discover the Cultural History in Kirkjuboreyn and Torshavn",
      "description": "In the early morning, the fishing boats will return from the open sea with fishers eager to bring their catch to market. The wooden homes near the shoreline brim with pastel reds, yellows, blues, and greens and contrast with the dark hues of the ocean. The scent of fresh coffee emanates from a café on High Street where the interior offers a view of the harbor and fills with the aroma of fresh cakes and flaky pastries. A beautiful church nearby that was built in the 1960s features silver stone and lights made from glass bowls. A traditional island rowboat dangles from the ceiling as a font inside the chapel was crafted using a 4,000-year-old bowl from Denmark. You will make your way to the village of Kirkjuboreyn, the religious medieval center of the island. Wood and stone houses pepper the hills around the 12th-century church of St. Olav, and the nearby farmhouse and its turf roof were erected more 900 years ago with timber brought from Norway. The house and the farm have been passed down through more than 17 generations of the same family. Continue to the capital of the Faroe Islands at Torshavn, where Old Town runs along the Tinganes Peninsula. Mysterious rock carvings decorate the shore and connect the ancient council that once ruled over island life with the nearby Faroese parliament."
    },
    {
      "dayNumber": "5",
      "title": "Reykjavik – Return to Vagar for the Flight to Reykjavik to Tour the City",
      "description": "The resplendent landscape of the Faroe Islands offers drama and enchantment. Waterfalls form along the ridges surround Klaksvik after the rains, and the whitewater rushes along the foothills to create small deltas in the greenery before feeding into the harbor. The fishing boats return from their daily outing along the open water, and the aroma of bright, refreshing coffee drifts through the doors of the cafes. You will follow the roads that crisscross the foothills and travel through the celebrated tunnels that connect the formerly secluded villages across the Faroe Islands to reach Vagar Airport. Return your rental car and then fly to Keflavik Airport located outside of Reykjavik. You will find the landscape that borders the runway familiar, and the short, soft grass spreads to the ridges of Mount Esja. Your private transfer will greet you upon your arrival and escort you to your luxury hotel at the heart of Iceland’s capital city. After having spent time in the isolated and quiet villages of the Faroe Islands, Reykjavik will feel like a bustling metropolis amongst its less than 120,000 people. Homes close to the shoreline shimmer with colorful rooftops that are crowned by whitewashed facades. The scent of the sea fades beneath the aroma of grilling sausages that emanate from the small stands situated across main streets around the city. Your guide will lead you on an introductory tour of Iceland’s capital, beginning with the prominent Viking cultural history upon which the island was founded. You will then venture to the Settlement Exhibition to view the unearthed longhouse and find the oldest preserved wall of Reykjavik, both dating back more than a millennium."
    },
    {
      "dayNumber": "6",
      "title": "Reykjavik – View Famous Waterfalls, Geysers, and Thingvellir National Park",
      "description": "The scent of coffee brings a warm richness to the morning air as brownies and danishes stuffed with berries fill the windows of a nearby bakery. Your guide will meet you at your hotel after breakfast and escort you along the Golden Road en route to Thingvellir National Park. Before reaching the entrance to the park, you can stop at one of Iceland’s most famous waterfalls, Gullfoss. The White River feeds the multi-ledged cascade with icy turquoise water fed by Lake Hvitavatn. On sunny days, the light will wash over the mist and cast a golden sheen through the air, which accounts for locals naming the body of water “Golden Falls.” The crash of the water causes a thunderous echo to fill the sky and emanates from the river basin more than 100 feet below. Continue to Thingvellir National Park to find Law Rock, the point at which the first parliament of Iceland met in 930 AD. Upon converting to Christianity, parliament moved their meetings to the base of the cliffs to allow the speaker’s voice to echo off the steep walls for all in assembly to hear. An Icelandic flag flutters in the breeze above Law Rock and commemorates the beginning of the unification of Iceland and acts as a reminder of the historical significance of the national park named after parliament. The drifting continental plates cause the rugged edges to border the rift plain. As you walk between the plates of Europe and the Americas, Iceland’s largest glacial lake glitters near the bedrock, covering more than 30 square miles."
    },
    {
      "dayNumber": "7",
      "title": "Reykjavik – Wander along the Eyjafjallajokull Volcano and Visit a Lava Cave",
      "description": "Artists and students alike make their way to a nearby café that specializes in rich cappuccinos and offers of hand-knitted wool sweaters. After breakfast and a browse of the shop, your guide will greet you at your hotel and escort you to the foothills of Eyjafjallajokull Volcano. Your heart will begin to pound as the volcanic peak grows larger, reaching a demonstrable prominence of nearly 3,500 feet. As you ascend the mountain, your guide will point out the effects of the 2010 eruption on the landscape as lava, pumice, and ash scared the foothills and surrounding landscape. When you reach the ledges of the glacier, you will strap on the crampons and follow your guide over the frozen wonderland. The air is crisp and thin, and you will listen to the way the ice crunches beneath your feet with every step. Lean down and touch your fingers to the glacier to feel the smooth, frozen texture against your skin. What looked even in the distance actually contains a series of ridges and crevasses. The shallower indentations have caught rainwater that cast a turquoise glow against the pristine blue and white ice. Some of the crevasses indent deeper than you could have imagined, harvesting rainwater closer to the core of the overall ice cap. You will return to your vehicle and make your way towards Reykjavik, stopping at Seljaland Waterfall along the way."
    },
    {
      "dayNumber": "8",
      "title": "Reykjavik – Indulge in the Blue Lagoon before Departing for Home",
      "description": "In the morning, the doors to the Culture House open to the city. The National Gallery collaborated with four organizations around Reykjavik to create the cultural heritage house that displays artifacts that span the timeline of Iceland. 14th-century manuscripts outshine the gorgeous view of the harbor. After one last morning to take it all in, your private transfer will greet you at your hotel when you are ready, and escort you to Keflavik International Airport for your flight home."
    }
  ],
  "map": ""
}