{
  "destination": "Iceland",
  "mainPhoto": "",
  "id": "family-friendly-iceland-tour-in-seven-days",
  "tourName": "Family Friendly Iceland Tour in Seven Days",
  "placesVisited": "Reykjavik, Akureyri, Golden Circle, Lake Mývatn",
  "generalInfo": "This extraordinary journey to Iceland for families brings you to the edge of the Arctic Circle in a land where nature reigns supreme. Walk atop glaciers, and feel the mist of some of the most beautiful waterfalls on Earth. Stand in awe as geysers erupt in an active geothermal field, view the magnificence of Iceland’s version of Niagara Falls, straddle two continents in Pingvellir National Park and ride Icelandic horses through the countryside. You’ll become immersed in Icelandic farming life, sample local culinary delights, view unique lava formations and conclude your adventure with an immersion in the mineral-rich waters of the legendary Blue Lagoon.",
  "durationDays": "7",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Reykjavik – Welcome to Reykjavik",
      "description": "As you step into Iceland’s capital city, you’ll notice its magnificent architecture, like the soaring Hallgrimskirkja Church. Admire it from below, near the statue of explorer Leif Erikson, a gift from the United States in 1930, before ascending via elevator to the top of its 244-foot tower where you can take in a jaw-dropping panoramic view of the city and its colorful rooftops, the North Atlantic, and the surrounding mountains. The three bells housed in the tower ring every 15 minutes, heightening the experience and making the little ones giggle at the thrill of the loud but lovely sounds. Enjoy the rest of your day at your leisure, relaxing, or exploring this highly walkable city with a compact center that’s not only safe, clean, and simple to navigate, but also home to a thriving arts scene, fascinating museums like the Reykjavik Maritime Museum and The National Museum. It’s also well known for legendary eats like Bæjarins Beztu Pylsur, one of the world’s most famous hot dog vendors. An institution in the Reykjavik Harbor since 1937, it gained global fame after former US President Bill Clinton stopped in for a bite. Just a short stroll away is the stunning new Harpa building, a concert venue and conference center with the design of its facades inspired by the surrounding nature. As it sits at the edge of the brilliant blue bay, not only does it make for postcard-perfect photos, but you’ll be mesmerized by watching the water through the honeycomb glass. As you walk the streets of Reykjavik, you’ll find a pleasant surprise around nearly every corner, with so many of the walls and buildings decorated with creative, vibrantly-colored murals."
    },
    {
      "dayNumber": "2",
      "title": "Reykjavik – Exploring the wonders of Iceland’s South Coast",
      "description": "You’ll say goodbye to Reykjavik for now, and hello to a full-day adventure via 4x4 “Super Jeep,” where you explore some of South Iceland’s most breathtaking sights. This incredible experience is sure to delight the whole family, with stops at two of the most famous waterfalls of Iceland. The Seljalandsfoss waterfall, drops nearly 200 feet below into a pool and if the weather allows, by proceeding carefully. And you can feel the spray of the falls around you as you carefully traverse the landscape. Skogafoss, just a short drive away, is more than 80-feet wide and comes crashing down almost 60 feet to the river below, creating a rainbow-yielding mist on a sunny day that leaves everyone with an ear-to-ear grin. If you have older children and are up to the challenge, a short but steep path leads to the top of the falls, providing an impressive view of the falls from above as the landscape unfolds below. Your journey continues to Solheimajokull glacier, where an icy wonderland awaits. You’ll strap on some crampons, and explore this ancient hub of ever-changing frozen water, learning about the dynamics that shape the movement, volume and shape of the glacier while viewing its incredible ice formations, sinkholes and jagged ridges. Check out the lines of ash that reveal just how many eruptions Iceland has experienced throughout the millennia – you’re sure to be amazed. After dinner, you’ll return to Reykjavik for the night."
    },
    {
      "dayNumber": "3",
      "title": "Reykjavik – Reykjavik to the Golden Circle",
      "description": "Head to Iceland’s legendary Golden Circle to begin your discovery of some of the country’s most impressive natural sights, starting with a scenic drive to Pingvellir National Park. Not only is it an area of significant historical significance, with the oldest existing parliament in the world first assembling there in the early 10th century, it’s also renowned for its unique geology and natural features, providing a fascinating education that can’t be achieved by reading school books. Here you can walk between two continents, where the North American and Eurasian continental plates drift as you traverse the region. Travel further along the Golden Circle route to Iceland’s version of Niagara Falls. Gullfoss, also known as the Golden Waterfall, cascades down in two steps, thundering into the more than one-mile long jagged canyon below. Just minutes away is the famous Geysir area, an active geothermal field dotted with erupting geysers and boiling mud pots. Take a walk through the compact area before standing next to Strokkur, the liveliest geyser, and within five to 10 minutes, you’ll see it explode 100 feet into the sky. After the excitement of watching it erupt, the whole family will enjoy an exhilarating ride on Icelandic horses, taking in views that can’t be seen from a vehicle. Renowned for its small size, strength, intelligence and unique gait, this breed of ancient horse that is now extinct outside of Iceland offers the ultimate horse-riding trek for everyone, from young children and inexperienced riders to the avid horse enthusiast through this other-worldly landscape. After the delightful ride, you’ll be ready to return to Reykjavik once again, enjoying an evening of relaxation."
    },
    {
      "dayNumber": "4",
      "title": "Akureyri – Fly to Akureyri, Capital of the North",
      "description": "After your morning meal, you’ll head to the airport for a flight to Akureyri, the Capital of the North, renowned for its outstanding local cuisine, rich culture, and numerous historic sites. Your first stop offers the chance to partake in some of Iceland’s culinary delights, meeting farmers, local food producers, fishermen, and brewers who passionately share their gastronomic knowledge, food and drink. Taste the incredibly fresh local blue mussels, Iceland beef, and lamb that are probably unlike any you’ve ever tried before. Pair it with a local beer and finish with homemade ice cream for a meal you won’t soon forget. A trip to the small island of Hrisey, home to just 200 inhabitants, will help you work up an appetite for your next meal – this “pearl of nature,” as its often called, is a paradise for bird watchers, and is home to some 40 species of birds, including the ptarmigan. The Isle also offers a number of scenic walks, or you can simply take a stroll around the delightful village, visiting the handicraft shop or the local museum. The House of Shark Museum showcases information on the island life, its history, and exhibitions on the shark hunting activities of yesteryear. Once those hunger pangs have returned, you’ll enjoy a tasty meal before returning to your hotel in Akureyri for the evening."
    },
    {
      "dayNumber": "5",
      "title": "Lake Mývatn – Exploring the mystical Lake Mývatn area",
      "description": "After breakfast, you’ll head to the country’s fourth largest natural lake: Lake Mývatn. Internationally renowned for its bird life and a wide variety of duck species, you’ll be amazed at how many you’ll see. During the summer, there are more different species of ducks gathered on and around Lake Mývatn than anywhere else in the world. The kids will be wide-eyed with wonder at sights like Dimmuborgir (Dark Castles), a landscape of mystic sagas and tales made up of unique lava formations, pillars, chimneys, cones, and keyhole rocks that formed around 2,300 years ago. At the Hverir geothermal area, there’s also a warm river that runs underground that you can explore along with sulphur pits, boiling mud baths and fumaroles that steam. After all of that exploring, you’ll be ready for the grand finale: the chance to soak your cares away, relaxing in a natural pool of geothermal waters in the heart of the lava fields while enjoying jaw-dropping views over the glistening lake."
    },
    {
      "dayNumber": "6",
      "title": "Reykjavik – Experience Icelandic farm life on Hvalfjörður fjord",
      "description": "In the morning, you’ll fly back to Reykjavik, where a private car will bring you to a local farm and art studio along the shores of Hvalfjörður fjord in the west of Iceland. You and your family will get an entertaining introduction to Icelandic farming life, with more than 600 sheep, hens, pigs and rabbits all housed here. Children will love getting to know the animals while adults are sure to appreciate Gallery Álfhóllm, filled with beautiful handicrafts and local artwork. Of course, you’ll also be able to sample the results of the farm’s efforts – indulging in items like smoked lamb, freshly harvested mussels, just baked homemade treats and even home-brewed dandelion wine while enjoying a live performance of traditional Icelandic music, which all comes together for an unforgettable final night in this Nordic country."
    },
    {
      "dayNumber": "7",
      "title": "Reykjavik – Floating through the legendary Blue Lagoon",
      "description": "What better way to cap off your Iceland trip than soaking in the famous, mineral-rich geothermal waters of the Blue Lagoon? After a morning at your leisure, you’ll drive from Hvalfjörður with your private guide to Iceland’s best-known attraction. This supernatural-looking destination that sits in the middle of a lava field is the ultimate playground for kids and adults alike. Enter the lagoon through the small indoor water section which leads to a small cave, with perfect shallow waters just right for little ones, or paddle out further through the comfortably warm waters of varying degrees of temperature and depth throughout the lagoon, to find your own private spot. Dip your hands into the large silica deposits and rub the porous substance that acts as a mud mask over your face – you’ll quickly learn why there are so many people whose faces are completely covered in what looks white mud – it will leave your skin soft and silky! Float, relax, and let the smooth currents gently massage your body, and by the time late afternoon hits, you’ll be ready for your escorted journey back to the airport for your return flight."
    }
  ],
  "map": ""
}