{
  "destination": "Iceland",
  "mainPhoto": "",
  "id": "highlight-tour-of-iceland-8-day-self-drive-vacation",
  "tourName": "Highlight Tour of Iceland: 8-Day Self Drive Vacation",
  "placesVisited": "Reykjavik, Stykkisholmur, Grundarfjörður, Laugarbakki, Siglufjörður",
  "generalInfo": "Iceland’s culture is captured beautifully in the exuberant neighborhoods of Reykjavik, its volcanic landscapes carpet enormous parts of untouched Stykkisholmur and Laugarbakki, and its charming fishing heritage and exquisite culinary treats are prepared immaculately at family-run restaurants in Siglufjörður. Self-drive the breathtaking country on this handcrafted 8-day expedition across the northern tip of Iceland, to destinations packed with distinct character and loaded with exhilarating experiences.",
  "durationDays": "8",
  "price": "5,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Reykjavik - A Tasteful Introduction to Iceland",
      "description": "For a relatively small capital city, Reykjavik is surprisingly packed with cultural activities, trendy neighborhoods, and culinary institutions that you will have the pleasure of exploring shortly after you arrive. You will transfer to a hotel in central Reykjavik and spend your afternoon embracing the Icelandic atmosphere and spellbinding views of looming snowy mountains across the Labrador Sea. In the evening, you may wander the busy streets intersecting red and blue-roofed buildings to coastal restaurants overlooking the seascape where you will tuck into Iceland’s iconic Atlantic seafood delicacies."
    },
    {
      "dayNumber": "2",
      "title": "Reykjavik - Inside the Thríhnúkagígur Volcano",
      "description": "A bicycle is one of the most efficient and exciting ways to explore Reykjavik, as you may easily park off for a coffee when you discover a chic café or pedal to heritage landmarks minutes from one another. Optional activities include a unique opportunity to witness the inside of a dormant volcano as you journey to the center of the Earth in a cable lift. This is a once-in-a-lifetime experience that will show off Iceland’s incredible topography, such as its massive magma chambers and impressive lava fields."
    },
    {
      "dayNumber": "3",
      "title": "Stykkisholmur - Iceland’s Famous Golden Circle",
      "description": "You will collect your car this morning and begin your self-drive expedition across Iceland’s famous Golden Circle. Your epic journey will lead to the steaming hot springs of Geysir before you make way for the jaw-dropping Gullfoss waterfalls. Here, rolling hills give way to a steep cavern where a monstrous sheet of falling water cascades over the volcanic landscape. You will admire the impressive natural water feature and then continue to the Thingvellir National Park to delve into the history and folklore of Iceland."
    },
    {
      "dayNumber": "4",
      "title": "Grundarfjörður - Volcanic Landscapes and Sweeping Seas",
      "description": "You may explore the magnificent landscapes encompassing Grundarfjörður after a short journey across Iceland’s iconic black mountain and snow-coated landscapes. Venturing further across the untouched countryside, you will come to admire the incredible Snæfellsjökull glacier. Your visit will have you wandering up the steep powdery slopes to an awe-inspiring lava tube turned cave, the Vatnshellir Cave. You may also relish birdwatching and horseback riding across the region’s breathtaking topography. In the afternoon, you may glide across Breidafjordur Bay on a boat and explore the many jagged islands peppering Iceland’s seas."
    },
    {
      "dayNumber": "5",
      "title": "Laugarbakki - Landscape Highlights to Laugarbakki",
      "description": "Your adventure begins this morning as the sunlight floods Grundarfjörður and the roads call on you for a pleasant countryside cruise to Laugarbakki. Your detour will bring you to the bubbling hot springs of Drangsnes, where you may indulge in culinary delicacies prepared in the boiling volcanic sands. Alternatively, you may wallow in the balmy waters of Hvammstangi or revel in seal watching and sea angling across the azure ocean. The sea-stacks on the Eastern side of Vatnsnes are another mesmeric display of geological formations."
    },
    {
      "dayNumber": "6",
      "title": "Siglufjörður - From the Kolugljúfur Canyon to Siglufjörður Museums",
      "description": "You will head for the final destination of your self-drive tour through Iceland this morning and stopover at significant attractions en route. The Kolugljúfur Canyon boasts a sparkling tributary that plunges over the rocks into a rugged gorge, and you will absorb stunning views of the region's majestic falls during your visit. Continuing onward, you will soon reach the modest fishing village of Siglufjörður and spend your afternoon meandering the enchanting marina. You can stop by a selection of museums dotting the town, including the Folk Music Centre and award-winning Herring Era Museum."
    },
    {
      "dayNumber": "7",
      "title": "Siglufjörður - Setting Sail to Watch the Whales",
      "description": "Today, you will partake in a whale-watching tour off the coast of Siglufjörður. You will board a decked-out vessel and cross the sea to areas known to be common whale-sighting destinations. Anchored off the shoreline, you will cherish the sensational scenes of mountains rising from the seafloor and commanding panoramas beneath the clouds. You will scan the seascape in search of whales bubbling to the surface and returning to the depths of the ocean. Among these sights, you will capture images of marine birds soaring across the sky as the cool breeze rolls off the glassy water."
    },
    {
      "dayNumber": "8",
      "title": "Siglufjörður - Quiet Mornings in Iceland",
      "description": "Siglufjörður’s quiet mornings are delightful, and you will enjoy a peaceful breakfast in the charming fishing village as friendly townsfolk pass by, and fishers head to the water’s edge. Without a worry in the world, you may soak up the sunshine that filters through the clouds and slowly burns away the snow carpeting the mountain peaks. After breakfast, you will hop into your rental car and return it to the local airport, where you will catch a domestic flight to Reykjavik and connect to your international flight heading home."
    }
  ],
  "map": ""
}