{
  "destination": "Iceland",
  "mainPhoto": "",
  "id": "highlights-of-iceland-tour-in-a-week-ring-road-golden-circle-blue-glaciers",
  "tourName": "Highlights of Iceland Tour in a Week: Ring Road, Golden Circle & Blue Glaciers",
  "placesVisited": "Reykjavik, Akureyri, Lake Myvatn, Hofn, Vik",
  "generalInfo": "The landscape of Iceland stirs myth and encourages wonder. Volcanic peaks create spectacular skylines set against a foreground of glaciers and waterfalls. Soft, lush moss covers black lava fields. Natural ancient basalt pillars resemble church spires. This “Highlights of Iceland” tour immerses you in the fairytale qualities of Iceland, from steaming hot springs to the collected musings of a medieval scholar. Horses run through the plains. Waves crash against promontory bases. Fishing villages continue to cook in the boiling water of the geothermal pools. The highlights are an alluring sample of Iceland, inspiring you to absorb the country’s splendor.",
  "durationDays": "7",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Reykjavik – Bright Lights, Big Icelandic City",
      "description": "Reykjavik is the largest city in Iceland with a population of over 120,000 in 2015. Chic bars and artsy cafes belie add to the friendly ambiance, making the capital city feel more like a welcoming town. Your private transfer meets you at Keflavik International Airport and escorts you into the heart of the city. Two-story houses lace downtown with a rainbow of colors leading to the waterfront. The breeze carries the aroma of fresh grilled sausages from the stands at the center of the street. You begin your tour with a visit to Hallgrimskirkja, the church that stands at the top of a hill with a tower reaching a height of 244 feet above the city streets. The white concrete in reminiscent of the winter landscape around the country. A statue of the 11th century explorer Leif Eriksson adorns the entrance, and was placed to commemorate the Viking’s 1000th anniversary of Iceland’s first parliament. You have an unfettered view of the city at large, from the pastel homes to the mountains across the city’s central lagoon. At the Settlement Exhibition you find a fascinating archeological ruin and museum based around a 10th century longhouse. The display merges technology and archeology to provide a glimpse of the early life on the northern island. At the back of the museum you can see fragments of a boundary wall, which is the oldest man-made structure in Reykjavik. Technology helps explain the excavation of the area with a wrap-around panorama of the longhouse. The display takes you into the various layers of construction to better inform you about the cultural history but also the technological history of Reykjavik’s founders."
    },
    {
      "dayNumber": "2",
      "title": "Golden Circle – Stunning Views",
      "description": "In the morning the vibrancy of the city’s street art returns with the natural light spreading across the streets. After breakfast your guide meets you at the hotel and leads you along the 124-mile scenic route known as the Golden Circle, which offers stunning views of geysers, waterfalls, and visible tectonic plates. The word geyser stems from the Icelandic word Geysir , which is located in the Haukadalur Valley and means “hot spring of water and steam.” A circular area of barren stone surrounds the Strokkur geyser. The stream erupts from the mound around every ten minutes, reaching up to 65 feet in the air. The water spouts and returns to the earth leaving a layer of steam droplets along the stone as its only remnants. At the banks of the Hvita River you step aboard a raft for an unforgettable rafting excursion. Emerald brush tops the canyons and fades above the rugged, desolate canyon walls. The water splashes against the raft. Cold droplets brush your cheeks. The rapids swell in the distance. You grip you paddle tight. Your guide tells you to row. The rapids propel the raft forward, hitting rocks and changing angles. The water calms and you take in the view of the lush trees rising along the banks. The cliffs become a memory. Your guide meets you at the end of the adventure and takes you to the Gullfoss Falls where the Hvita River tumbles over the mountainside into a narrow two-tiered waterfall, reaching a depth of nearly 230 feet. A footpath leads you to the viewing platform where you can experience the splendor and power of the falls, virtually disappearing into the canyon."
    },
    {
      "dayNumber": "3",
      "title": "Hofn – Black Rocks and Glacier Walks",
      "description": "Today you leave behind the colorful homes and towering spire of Reykjavik, venturing south to the stunning coast and the welcoming village of Hofn. The scenic drive takes you along the roadside waterfall of Seljalandsfoss. The water beads down from the cliff around 200 feet, which was once the Icelandic coastline. You can walk behind the waterfall into a small covered cave looking out to the torrent and beyond to the sea. On the coast at Dyrhólaey you see the promontory stretching over the water from the cliff at a height of nearly 400 feet. Puffins nest along the shoreline in the summer. Rain, wind, and crashing waves shaped an archway into the stone. The waves continue to splash against the rugged coast. A Jökulsárlón Glacier Lagoon you step onto a zodiac boat for a remarkable tour of the glacial lake, the deepest in Iceland. You can see down to the rocks near the shoreline but soon the crystal water reflects the icebergs floating past. You can hear barking seals in the distance. After exploring the lake you choose to continue your discover of the glacier with a glacier walk at Svinafellsjökull in Skaftafell National Park. Your guide fits you with crampons before you venture to the base of the glacier. Tufts of grass edge the glacial lake before the landscape turns lunar and barren. You strap into your crampons and begin your walk along the ice. Ash and dirt from historic volcanic eruptions have streaked portions of glacier black. Between the cracks you can see running, ice blue water. You have a view of the glacier you never imagined. You can see the texture of the ice, including the deep crevices and boulders of the glacial formation. From a distance the surface looked smooth and shallow but now you can see the true depth along the frozen ridges."
    },
    {
      "dayNumber": "4",
      "title": "Lake Myvatn – Scenes of the East",
      "description": "The secluded eastern seaboard of Iceland encompasses remarkable fjords and peaceful fishing villages set along the far-reaching landscapes. You leave the town of Hofn, which is known for its fishing port. As you leave you can see the fishing trawlers returning from their morning search for the daily catch. Mount Bulandstindur stands at 3,507 feet above sea level. The basaltic layers of sedimentary rock create a perfect pyramid shape. The giant craggy lava field at Dimmuborgir has a series of walking trails that allows you to view the castle-like formations caused by thousands of years of volcanic activity. Gigantic pillars formed about 2,300 years ago when two separate volcanoes erupted. The lava pooled in a small lake, boiling the water. The vapor helped form the pillars you see before you. You travel the trail to The Church, to walk through the large enclave. A hallowed cave opens to the mountain in the background. The pillars resemble spires. You half-expect to hear church bells peal any minute before returning to the visitor center. You continue to Lake Myvatn and discover the rust colored landscape at Namaskard. The mountain pass stands beside the Hverir geothermal field. The terrain makes you think of Mars with stretches of red, stark hills. The landscape across Iceland continues to surprise you."
    },
    {
      "dayNumber": "5",
      "title": "Akureyri – Folksy Charm and Powerful Allure",
      "description": "After breakfast you make your way around Lake Myvatn Region for an immersive view in the incredible landscape. Clay pits bubble from the volcanic activity. The Krafla Caldera rises above the flat surface of the region forming a cone six miles wide and more than one mile deep, located on the edge of the Eurasian and American tectonic plates. The nearby crater of Viti Maar contains a teal hued lake. A trail leads to a hot spring. You leave behind the ruggedly stunning landscape of Lake Myvatn for the northern region’s capital city of Akureyri. Stop at the famous historical district of Skagafjördur, often referred to as the Capital of Horsemanship. The wide valley swoops south to the edges of Hofsjökull glacier. Two glacial rivers carved out the illustrious gorge, framed by the Grasardalshnjukur Mountain Rage, which reaches an altitude of over 4,100 feet. Your guide helps you mount an Icelandic horse and leads you out into the stretch of splendid valley. The relationship between horses and the local community of Skagafjördur dates back centuries. Your guide is a local farmer who knows the land and the horses. Trot along the edges of the glacial rivers and feel the breeze rush through your hair. When the tide is low your guide leads you along the black basalt sand of the beach. The water splashes beneath the horses’ hooves. Each horse carries itself with grace and makes you feel as though you have been riding for ages."
    },
    {
      "dayNumber": "6",
      "title": "Reykjavik – Embracing the Heat",
      "description": "In the morning you have a chance to enjoy the streets of Akureyri, Iceland’s second city. By international standards the city is more like a town with a population of over 18,000. White houses with red painted roofs stand out from the emerald trees. The snowcapped peak of Mount Hlidarfjall creates the skyline along the horizon. Fishing boats return from their morning search on the water and the masts wade in the gentle current. After breakfast you begin your journey back to Reykjavik, taking in the remarkable sights along the way. Stop at Deildartunguhver, the largest hot spring in Iceland and all of Europe. The lush deer fern grows near the edges of the water. A walkway leads around the water emerging from the volcanic soil. Steam rises in tufts, spreading across the foothill before dissipating. The water reaches a heat of 206 degrees Fahrenheit, boiling over the red rocks. You pass the twin water falls of Hraunfossar and Barnafoss on your way to Reykholt, a historical town home to the 13th century writer, poet, and scholar Snorri Sturluson. The edifice represents one of the few remaining artifacts from Iceland’s medieval period. Today it is a cultural center and institute for medieval research. The church spire towers over the plain. Conical roofs slope down toward the grass. An antique writing desks displays copies of the Sturluson’s writing, including his recollection of the Norse language and mythology that continues to inform scholars."
    },
    {
      "dayNumber": "7",
      "title": "Reykjavik – Familiar and Far Away",
      "description": "You wake up to the familiar city of Reykjavik. The aroma of the crisp sea, accompanied by the towering figure of the Hallgrimskirkja makes you comfortable, as if you are meeting an old friend. After breakfast your guide meets you at the hotel and escorts you on a tour along the Reykjanes Peninsula, where the mid-Atlantic ridge forms a cleft in the Icelandic landscape. Marine villages speckle the shoreline and traditional cooking techniques involve utilizing the geothermal heat pockets. Waves crash against the rugged terrain. You see women haul nets to hot springs and dip the fish into the heat until the meat is boiled. The culture of the peninsula reveals itself to you at the Giantess, a gigantic image of a woman in a rocking chair set in a black cave. A local art collective built the giantess as inspired by the children’s book author Herdis Eglisdottir. After you exploration of the peninsula you make your way to Keflavik Airport for your flight home."
    }
  ],
  "map": ""
}