{
  "destination": "Iceland",
  "mainPhoto": "",
  "id": "inspirational-landscapes-of-iceland-tour-10-days-off-the-beaten-path",
  "tourName": "Inspirational Landscapes of Iceland Tour: 10 Days Off the Beaten Path",
  "placesVisited": "Reykjavik, Isafjordur, Holmavik, Varmahlid, Akureyri, Bakkafjordur, Djupivogur, Hof, Hella",
  "generalInfo": "Designed for the adventurous traveler who is seeking hidden wonders, this customized 10-day adventure will have you uncovering many of Iceland’s hidden gems. Traversing through spectacular lava fields, meandering across beaches that resemble sunsets, and flying in a helicopter over incredible landscapes are just a fraction of the off-the-beaten-path experiences that Iceland has to offer.",
  "durationDays": "10",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Reykjavik – The First Lighthouse of Iceland",
      "description": "As your plane descends into Reykjavik, your private transfer will welcome you to the country of fire and ice before leading you to the first lighthouse of Iceland. In the past, Iceland was not known for its cuisine, but that is slowly changing. When you are ready to eat, your guide will transfer you to the only Michelin-starred restaurant in the country, where you can indulge your senses in a seafood-inspired meal. From there, you will venture into the night to chase the famous northern lights, which enchant visitors with their incredible display."
    },
    {
      "dayNumber": "2",
      "title": "Isafjordur – A Beach Made of Sunsets",
      "description": "After an Icelandic breakfast, your experienced guide will transfer you to Berserkjahraun, which is a 4,000-year-old lava field that will astonish your eyes. You will then travel to Raudisandur Beach, which is a remote beach on the less-traveled Westfjords of Iceland. Here, you will discover sand of varying shades of red, golden yellow, and orange. It may even feel as if you are walking across a gorgeous sunset in the middle of the day. When you are hungry, you can indulge in lunch before traveling to Latrabjarg, which is the largest seabird cliff in all of Europe."
    },
    {
      "dayNumber": "3",
      "title": "Holmavik – Immersed in a Fantasy World",
      "description": "In the morning, your experienced guide will lead you out to Heydalur for a horseback ride through fields, which will conclude with a dip in the natural hot spring. Icelandic horses are smaller than the typical horse but are also docile and friendly. After your ride, you will submerge yourself in the natural hot spring and feel every muscle in your body relax. Afterward, your guide will direct you to the jewel of the Westfjords, which is a stunning waterfall called Dynjandi. After lunch, you will travel along the scenic route to Strandir. Strandir is peaceful and remote, creating an aura of mystery."
    },
    {
      "dayNumber": "4",
      "title": "Varmahlid – Back to the Time of Settlement",
      "description": "After breakfast, your experienced guide will transfer you to Glaumbaer, which is a farm located in Skagafjordur. Here, you will be able to wander among the town’s ancient homes. These turf homes have been residences for many Icelanders since 874, which was the Age of Settlement in the country. As you journey around the Trollaskagi Peninsula, you will be amazed by the vastness that surrounds you. Your day will culminate with a stop in Hofsos, which is famous for its Infinity Pool. Here, you will wander across the cliffs of the area, where you can discover many fascinating rock formations before sinking into the warm depths of the pool."
    },
    {
      "dayNumber": "5",
      "title": "Akureyri – Helicopter Over Lava Fields",
      "description": "Before your experienced guide escorts you to Akureyri, you will board a helicopter and take to the skies over Lake Myvatn. The flight will provide you with a myriad of different sights: vibrant colors, volcanic craters that seem to be created by Norse gods, and steam that rises from the earth in large vats. Once your tour has concluded, you will land for a delicious lunch. After lunch, you will journey toward the path that leads to Old Town. Here, you will see the village’s history through its colorful buildings and museums before climbing to the top of Akureyri."
    },
    {
      "dayNumber": "6",
      "title": "Bakkafjordur – The Majesty of Aldeyjarfoss",
      "description": "After breakfast this morning, your guide will lead you to Black Fortress, which is an expanse of lava that is deeply steeped in folklore. The fields were formed from an eruption over 2,300 years ago when lava flowed over the lake, causing it to boil. Aldeyjarfoss is one of many hidden gems in the country. The water cascades from a height of 65 feet, flowing over basalt columns into a turbulent pool of water. You will stop here for lunch before continuing your adventure to the Arctic Henge, which is a sundial in the northernmost part of the country."
    },
    {
      "dayNumber": "7",
      "title": "Djupivogur – Tantalize Your Taste Buds",
      "description": "As you venture to Djupivogur, your experienced guide will have you stop in Reydarfjordur, where you will experience Iceland’s untouched beauty. When you have finished with Reydarfjordur, you will drive to Egilsstadir. Once you arrive, you will visit a restaurant for lunch that focuses on wild game and local products. After lunch, you will continue to Eskifjordur, which is the fjord of the waterfalls. You will then venture to Djupivogur, but you will stop by the hollow cliffs of Skrudur, which is a small and uninhabited island famous for its sharp cliffs and caves."
    },
    {
      "dayNumber": "8",
      "title": "Hof – The Peaks of Vestrahorn",
      "description": "After breakfast, you will proceed to Vestrahorn, which is a breathtaking mountain on the Stokksnes peninsula. The history of the area will prove to be astounding as it is one of Iceland’s first settlements. Your guide will then escort you to Fjallsarlon, which is a glacial lagoon near the largest glacier in Europe. As you sail along the calming waters of the lagoon, you will be able to witness a variety of icebergs as they float peacefully. When you begin to work up an appetite, you can indulge in lunch on the boat. After lunch, your guide will lead you to one of the most picturesque canyons in the country: Fjadrargljufur Canyon."
    },
    {
      "dayNumber": "9",
      "title": "Hella – Ascend the Highlands",
      "description": "When the sunlight sweeps the clouds away, your experienced guide will transfer you to Sigoldugljufur, which is best known as the canyon of waterfalls. When you reach the extraordinary canyon, you will be impressed by the colorful vegetation that blankets the area, the myriad of waterfalls, and the blue rivers. Then, you will continue your adventure toward Landeyjahofn, which is a spectacular black sand beach. After lunch, you will journey toward Hjorleifshofdi Mountain, which is a historical bluff that towers over Myrdalssandur. The majestic mountain is an enchanting place to visit because it is surrounded by colorful fields and stands at 725 feet tall."
    },
    {
      "dayNumber": "10",
      "title": "Reykjavik – Departure",
      "description": "After breakfast, your guide will lead you to Thrihnukagigur, which is a 4,000-year-old dormant volcano near Reykjavik. Here, you will have the opportunity to explore the inside of a massive magma chamber. From there, you will be led to the Blue Lagoon. This is a private portion of the famous geothermal pools that offers an exclusive retreat for you to relax before your departure."
    }
  ],
  "map": ""
}