{
  "destination": "Iceland",
  "mainPhoto": "",
  "id": "personalized-best-of-iceland-tour",
  "tourName": "Personalized Best of Iceland Tour",
  "placesVisited": "Reykjavik, Hofn, Lake Myvatn, Snaefellsnes Peninsula, Hvolsvollur, Kirkjubaejarklaustur, Skagafjordur",
  "generalInfo": "This unforgettable Iceland tour will take you through the legendary Ring Road for a journey of a lifetime at your pace. Take in the panoramic views from the top of Reykjavik’s Hallgrimskirkja Church, stand in awe as Strokkur Geyser erupts, and marvel at powerful waterfalls and the rainbows that develop in their mists. Fantastical surprises await around nearly every turn, from viewing the unique cliff of basalt columns on a black sand beach, cruising among a maze of floating icebergs and visiting the extraordinary Lake Myvtan region to whale watching, riding an Icelandic horse and discovering the magical mysteries of the Snaefellsnes Peninsula. The grand finale? A soak in the healing waters of the Blue Lagoon.",
  "durationDays": "10",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Reykjavik – Exploring Iceland’s Capital City",
      "description": "Welcome to Iceland! After you arrive at Keflavik Airport, you’ll be welcomed to the country by your driver, who will bring you to your accommodation in Reykjavik, the capital city. Roughly two-thirds of Icelanders live in the capital region, which is home to about 200,000 residents. In the middle of its historical and cultural core, there are no skyscrapers or towering structures - instead, you’ll see colorful, modest-sized buildings and lots of vibrant street art as you breathe in the salty sea air. Once you’re settled in, you’ll have the rest of the day to explore this beautiful but small and walkable city that serves as Iceland’s artistic, social and cultural heart. As you stroll its streets, you’ll immediately notice how green, clean and safe it is, resulting in an especially relaxed, laid-back atmosphere. Home to multiple outstanding art galleries, museums impressive architectural designs, fantastic street art, welcoming cafes and pubs, Reykjavik is a great city to explore on foot. Start with a visit to the iconic Hallgrimskirkja Church, Iceland’s tallest and largest church, renowned for its futuristic design. Sitting atop Skolavorduhaed Hill, you’ll step into this working church and view a magnificent organ before taking the elevator to the top of its 244-foot tower. Here, you can get a good sense of the layout of the city, along with a spectacular panoramic view of the colorful rooftops, the surrounding mountains and the glistening expanse of the North Atlantic. Coupled with the lovely sounds of the three bells, which ring every 15 minutes, this experience is one that you won’t soon forget. As you ascend back down the hill toward downtown and the water, by walking along the road that stretches from the church to the harbor, Skólavörðustígur, you’ll discover a number of cool indie boutiques and a fabulous hidden gem known as 12 Tonar. Jam-packed with vinyl and CDs, including rare limited editions, you can open any one of them to listen while sipping free espresso, and discovering what Icelandic music is all about. Now that you’re re-energized, you’ll be ready to hit the rest of the highlights, and stock up on souvenirs, gifts or unique Icelandic fashions. Geysir, just a few steps from 12 Tonar, offers items made from 100 percent Icelandic wool, while Aurum features modern jewelry inspired by Icelandic nature. Those that appreciate the unique and different, or just want to see what a whale penis looks like, should head to the Icelandic Phallological Museum, colloquially known as the “Penis Museum.” Located on the city’s busiest shopping street, Laugavegur, its one large room is filled with shelves and glass cases that showcase animal penises, ranging in size from a tiny hamster penis to a massive whale member. Of course, you’ll find more traditional museums that are well worth visiting too, like the National Museum of Iceland which details the island’s history, and the Reykjavik Maritime Museum, housed in a former fish factory with historic ships as well as exhibits on the local fishing industry. At the edge of the bay, just a few blocks from the main district, is Harpa, a concert venue and conference center renowned for its magnificent architecture and design, with facades inspired by nature. You don’t have watch a show to go inside – step in and you’ll find interesting shops and restaurants, as well as glorious views of the water and surrounding mountains. Finally, no visit to this city is complete without a stop at the world’s most famous hot dog vendor, Bæjarins Beztu, which gained international fame when former President Bill Clinton sauntered up to the counter for a dog. If you want to order a local favorite, ask for the “ein með öllu,” a lamb-based hot dog smothered in mustard, ketchup, fried and raw onion, and remoulade , a sweet mayonnaise-like dressing."
    },
    {
      "dayNumber": "2",
      "title": "Hvolsvollur – The Legendary Golden Circle",
      "description": "In the morning, you’ll collect your rental car and begin an adventure on the popular Golden Circle, an approximately 150-mile route that boasts some of Iceland’s most stunning attractions, including geysers, waterfalls, and the Continental Divide. Head in a clockwise direction from Reykjavik and your first stop will be the Pingvellir National Park, where you can walk on a path in the rift valley between the North American and Eurasian plates. If you’re up for a bigger adventure, you can even go diving in the strikingly clear waters that have been filtered through the surrounding lava fields from a nearby glacier. Your next stop is the Haukadalur geothermal area, home to two famous geysers: Geysir and Strokkur. Geysir, the original geyser for which all the others are named, no longer erupts, but Strokkur explodes with water that shoots up 100 feet in the air about every 10 minutes. Walk along the path to the geysers, and you’ll spot numerous vents with steam rising from the earth, as well as mud pots and fumaroles. If the weather is chilly outside, you may want warm up with hot soup at the restaurant right across the street. Save the highlight of the Golden Circle for last, with a visit to the majestic Gullfoss waterfall, less than a 10-minute drive from the geysers. The mighty Hvita River disappears into a ravine at Gullfoss, turning a corner and plunging 100 feet into a crevice below, producing a thick mist and frequent rainbows. Be sure to take the steps down into the canyon, and walk along the river pathway, feeling the spray of the falls on your skin. Continue the scenic drive southeast toward Hvolsvollur, a small town in the south of Iceland that makes an ideal base for exploring many of the South Coast highlights the following day."
    },
    {
      "dayNumber": "3",
      "title": "Kirkjubaejarklaustur – Waterfalls and Black Sand Beaches",
      "description": "Iceland’s South Coast is what dreams are made of. Today’s journey will bring you through about 93 miles of some of the country’s most breathtaking scenery. Your first stop is at Seljalandsfoss, a jaw-dropping waterfall fed by melting water from the glacier-capped Eyjafjallajokull volcano. It stands out from the rest in that you can walk the path that runs behind the powerful cascade for an especially unique perspective, gazing through the veil of water out to the magnificent Icelandic landscape. Just when you thought it couldn’t get any better than this, about 20 miles further south along the coast is Skogafoss. Climb the 370 steps to the top of the waterfall that plummets nearly 200 feet into a pool below, and you’ll be rewarded with an awe-inspiring view of the coastline. A walk along the river to its base, and you’ll be enveloped in a cloud of spray, the roaring sound of water and refracted light – get further back, and on a sunny day, you’ll often see a rainbow develop in the mist. Continue your journey by heading to the black sand beach just south of the village of Vik. The world-famous Reynisfjara shore is considered by most to be Iceland’s most stunning volcanic sand beach. Step across the pristine sands, created by hot lava that flowed into the ocean’s chilly waters causing it to harden in tiny fragments, and you’ll see a unique cliff of basalt columns that resemble a rocky step pyramid. Just offshore, take note of the striking, jagged basalt sea stacks known as Reynisdrangar, which makes for especially spectacular photos. Your last stop of the day is Fjaorargliufur Canyon, a lush, magical canyon that will make you feel as if you’ve stepped into a land of fairies and trolls. If that’s not enough to fill your day, you’ll also have the opportunity to join a guided excursion, on foot or via snowmobile, getting an up-close look at one of the country’s most magnificent glaciers, Myradalsjokull, an icecap that covers Mt. Katla. Spend the night in Kirkjubaejarklaustur, where you’ll be perfectly situated for exploring the next region: Skaftafell, part of the legendary and immense Vatnajokull National Park."
    },
    {
      "dayNumber": "4",
      "title": "Hofn – Outdoor adventures in Vatnajokull National Park",
      "description": "Experiencing the astonishing natural beauty and outdoor adventures that await in Vatnajokull National Park is sure to be one of the highlights of your trip. There are numerous hiking trails available, including one that’s an absolute must-experience. Take the 1.7-mile trek to Svartifoss, a breathtaking 40-foot-tall waterfall with black column basalt formations that perfectly frame it, and along the way, you’ll be able to view three other falls: Magnusarfoss, Hundafoss, and Pjofafoss. The adventurous can enjoy an easy walk with an experienced guide on the Svinafellsjokull glacier tongue, surrounded by out-of-this-world scenery that includes an icy wonderland of glacial sculptures. Afterward head to Jokulsarlon glacier lagoon, one of Iceland’s most popular destinations, to join a Zodiac boat ride among the maze of floating icebergs, which constantly breaking off the glacier, crashing into the water before they drift out to sea. This lagoon is so enchanting that it has served as the fantasy landscape in a number of films and television shows, including the hit HBO series, “Game of Thrones.” Spend the night in the fishing town of Hofn, renowned as the land where much of the country’s delectable Icelandic lobster is caught."
    },
    {
      "dayNumber": "5",
      "title": "Lake Myvatn – A Scenic Drive Through East Iceland’s Dramatic Fjords, Tranquil Fishing Villages, and Sweeping Vistas",
      "description": "Your drive through the secluded beauty of Iceland’s eastern region to Lake Myvatn in the north will bring you to charming fishing villages, stunning fjords and a landscape that’s a kaleidoscope of colors and a contrast of extremes, with soaring peaks, cascading falls, geothermal hotspots, lush forests and endless green valleys. Stop in the small village of Djupivogur, about 65 miles into your journey, and you can take the scenic 50-minute boat tour to Papey, the “island of puffins.” Not only is the view from the ferry stunning, but when you arrive, you’ll have the chance for close encounters with puffins and seals, visit the smallest wooden church in Iceland, and learn about the history of this 0.8-square-mile isle. Continue your drive through East Iceland, heading north to Egilsstadir, before turning inland. Keep an eye out for reindeer, as this is generally the only area of the country they can be spotted roaming wild. After a total of 227 spectacular miles, you’ll reach Iceland’s fourth largest natural lake: Lake Mývatn. Created by a large basaltic lava eruption, its surrounding landscape looks as if it could be found on another planet, dominated by volcanic landforms like lava pillars and pseudo-craters. During the summer, it becomes a bird watcher’s paradise, as one of Europe’s greatest birding destinations. Gyr Falcons are one of the main attractions, often found hunting near the water’s edge, and the lake is home to more different species of duck found anywhere in the world. Wander around the massive lava field on the eastern side of the lake to view the soaring black pillars, turrets, and caves made from solidified lava, and if you’ve got energy left, walk the trail around the edge of Viti Crater. Formed in the early 18th century, its opaque teal green waters are one of the most stunning, and easily accessible photographic hotspots in the area."
    },
    {
      "dayNumber": "6",
      "title": "Lake Myvatn – Continuing the Exploration of the Diverse Lake Myvatn Region",
      "description": "With so much to see and do in the Lake Myvatn region, this day offers the perfect opportunity to explore its surroundings. You may want to start your day with a climb up to the crater Hverfjall, a symmetrical and circular explosion crater believed to be 2,800 to 2,900 years old. At about 460 feet deep and nearly 3,300 feet in diameter, it’s one of the largest of its kind in the world. Leaving from the path at the parking lot, it’s a steady climb, taking 10 to 20 minutes to reach the top depending on fitness level. At the top, you’ll enjoy incredible views of the crater, and the rocks that were rocketed out centuries ago, as well as the lake and surrounding mountains. Afterward, journey to the village of Husavik, known as the “Whale Watching Capital of Europe,” for a unique adventure at sea watching the wonders of nature in the magnificent surroundings of Skjalfandi Bay. While 23 species of whales have been recorded in the waters here, the most common sightings are of humpbacks, blue and minke whales. Watching them breach, slap, feed or spy-hop is an experience you’ll never forget – and you may even get to enjoy watching the friendly and curious white-beaked dolphins that occasionally ride the bow of the ship as the icing on the cake. Next, take a drive through the northernmost part of Vatnajokull National Park, Jokulsargljufur, which means Glacial River Canyon. The incredible hoof-shaped canyon is one of the most breathtaking in all of Iceland – over 15.5 miles long and nearly 394 feet deep, it forms a number of magnificent waters, including Dettifoss, known as the most powerful waterfall in Europe, with more than 132,000 gallons of water plunging over the edge. Conclude your day by immersing yourself in the relaxing geothermal waters of the Myvatn Nature Baths, taking in the impressive surrounding scenery and reveling in the glow of the midnight sun."
    },
    {
      "dayNumber": "7",
      "title": "Skagafjordur – The Capital of the North, Peninsula of the Trolls, Icelandic Horses, and More",
      "description": "Today’s journey will bring you to the northwest region of Iceland, with a stop in the Capital of the North, Akureyri. About 30 minutes into your drive, you’ll visit Godafoss, “The Waterfall of the Gods,” one of the largest and most spectacular waterfalls in Iceland, just off the main Ring Road. The turquoise-hued, horseshoe-shaped falls are nearly 100 feet wide and 40 feet high. Take a break in the charming town of Akureyri, the center of culture, trade, and services for the north of Iceland. Sitting at the bottom of the country’s longest fjord, it’s surrounded by towering mountains and features a number of notable cultural attractions. Take a stroll through the world’s most northerly botanical garden, which houses nearly every plant that grows in Iceland, and pop into some of the unique shops and interesting museums that run along its main oceanfront street. From here, you can head straight to Skagafjordur, but taking a detour to visit Trollaskagi, “The Peninsula of the Trolls,” will bring you to one of the most extraordinary mountain regions in Iceland, with some peaks reaching over 5,000 feet. This less-visited gem brings stunning scenery around every turn, where you’re unlikely to see other tourists. Continue to Hofsos, where your reward for the journey is the chance to relax in a thermal pool, nestled in the hillside at the edge of the sea with the backdrop of the towering mountains across the fjord. After soothing tense muscles, you’ll make the short, less than 30-minute drive to your final destination for today: Skagafjorur, a land of adventure renowned for its abundance of Icelandic horses and wild landscapes."
    },
    {
      "dayNumber": "8",
      "title": "Snaefellsnes Peninsula – Iceland in Miniature",
      "description": "You’ll have the option to begin your day with a short horseback tour on the small, calm and gentle Icelandic horse, riding through the scenic countryside along the Svarta River between soaring mountains, while getting to know this breed of ancient horse that’s now extinct outside of Iceland. Afterward, head to the Snaefellsnes Peninsula, often referred to as “Iceland in Miniature,” as it encapsulates just about everything the country is known for all in one 56-mile-long magical land: a wild coastline, basalt columns, volcanoes, glaciers, natural hot pools and those adorably fluffy Icelandic horses. Along the way, stop to take a photo of one of Iceland’s most beautiful churches, Pingeyrarkirkja, and gaze out at the countless mounds of Vatnsdalsholar that are scattered over a three-mile area, which were believed to have formed as a result of a massive hillside. If you can’t get enough of those lovely warm geothermal pools, Guorunarlaug, a small pool surrounded by amazing scenery, and open to the public with no entrance fee, makes an ideal stop. As you venture onto the northern part of the Snaefellsnes Peninsula, you’ll come to the picturesque village of Stykkisholmur, which overlooks Breidafjorur Bay. Take the short walk up the small hill overlooking the harbor and you can relish the incredible panoramic view of the town, sea, and surrounding mountains."
    },
    {
      "dayNumber": "9",
      "title": "Reykjavik – In-depth Exploration of the Snaefellsnes Peninsula",
      "description": "Today is the day to take advantage of the numerous activities available on the Snaefellsness Peninsula, or to simply enjoy a relaxing drive to take in nature’s amazing work of beauty. This photographer’s paradise is bursting with breathtaking scenery, mystery, and intrigue – in fact, Jules Verne set the start of his classic tale, Journey to the center of the Earth, right here. Just a few of the options available include whale watching and bird watching tours, hiking, strolling the black, pink or golden sand beaches and going underground to explore a lava cave. Be sure to take a drink at one of the several natural mineral springs like Rauoamelsolkela, where you can sip freshly carbonated water straight from the earth. Snaefellsjokull National Park, the only national park in Iceland that stretches from the sea to the mountaintops, is home to Snaefellsjokull glacier, which is said to be one of the seven great energy centers on the planet. For many Icelanders, the active volcano that stands over 4,700 feet tall is a mecca for inspiration, and healing. Even the uninitiated often say the feel “something,” they can’t quite put their finger on, though it just might be the cold chill that comes from the glacier. Soak up its energy, and see if you feel any different. As they say, all good things must come to an end. And, with your last day in Iceland, tomorrow, you’ll head back to Reykjavik for the night."
    },
    {
      "dayNumber": "10",
      "title": "Reykjavik – Departure Day",
      "description": "Today you’ll head back to Keflavik Airport, transferring by bus after the return of your rental car. If your flight is scheduled later in the day, plan to leave early so that you can take advantage of the famous Blue Lagoon, a natural geothermal spa with milk aquamarine waters surrounded by black lava rocks. Swim out to the bar that sits in the heart of the lagoon and you can sip strawberry champagne while letting the warmth of the waters massage your skin, going over all of the memories that you’ve made on this incredible adventure."
    }
  ],
  "map": ""
}