{
  "destination": "Iceland",
  "mainPhoto": "",
  "id": "touching-the-northern-lights-a-winter-tour-of-iceland",
  "tourName": "Touching the Northern Lights: A Winter Tour of Iceland",
  "placesVisited": "Blue Lagoon, Reykjavik, Thingvellir National Park, Gullfoss Waterfall, Geysir, Jökulsárlón Glacier Lagoon, South Shore, Vik",
  "generalInfo": "Iceland shines brightly during the long nights of winter; the Aurora Borealis flickers over the countryside and illuminates the landscape. Steam from the heated water of the Blue Lagoon drifts up the banks of snowy foothills, and glacial caves glow indigo from the sunlight to pierce the icy surface. The more time you spend to explore the natural phenomenon of Iceland, the more you believe in the myths that have shaped the culture and the landscape. Your custom tailored tour provides you with a blend of adventure and mythology to experience heritage, wonder, and beauty on this island near the Arctic Circle.",
  "durationDays": "7",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Reykjavik – Soak in the Blue Lagoon and Hunt for the Aurora Borealis",
      "description": "In the winter, a layer of snow frames the Keflavik International Airport; the white sheet spreads to the coastline and touches the dark blue water. Your private transfer meets you at baggage claim for a quick drive to the famous Blue Lagoon en route to the heart of Reykjavik. The warm waters of the Blue Lagoon steam against the cold winter air; the milky blue water contrasts the bleached-white edges of the snow-covered hills. The water averages a temperature of 100 degrees Fahrenheit throughout the year; the mineral-rich water helps to soothe and even cure skin ailments. A nearby geothermal power plant feeds the refreshing water into the lagoon after a lava flow vent quickly heated it. The underground geological layers create the soothing mineral content of the water. After your flight to Iceland, the heated lagoon is a perfect place to wind down and refresh your body and mind. Maximize your time and the calming effect of the lagoon with a water massage, then lay out on a private platform with the steam from the water heating your body. The masseuse uses relaxing massage oils taken from the minerals of the lagoon. Sink into deep comfort in the rich landscape all around you, your body soothed. Rinse off in the spa shower and continue your journey to Reykjavik, already settled into Iceland’s winter. After dinner, your guide will meet you at the hotel and leads you into the countryside. Intermittent sparkling stars break through the cloak of night’s darkness; the glow of Reykjavik disappears behind the horizon, and you catch your first glimpse of the electric shine of the Northern Lights. Green, purple and yellow beams dance across the sky, moving like electrical pulses. As the lights continue to glow, your guide shares Icelandic myths and legends centered on the Aurora Borealis."
    },
    {
      "dayNumber": "2",
      "title": "Reykjavik – Discover the Stunning Landscape along the Golden Circle",
      "description": "In the morning, the white concrete façade of Hallgrimskirkja Church matches the thin layer of snow that sweeps across the hills. After breakfast, your guide meets you at the hotel to escort you along the 124-mile scenic loop road known as the Golden Circle. In the early morning darkness of the northern winter, you have another chance to see the thin stretches of the Aurora Borealis reach across the sky outside of Reykjavik, en route to Thingvellir National Park. Travel alongside a frozen stream and traverse the fault line between the Eurasian and American tectonic plates. The continental drifts pull the plates away from one another resulting in the undulating land formations. A portion of the lines fills with crystal clear water with fault lines visible from nearly 330 feet in the air. Reach Gullfoss Waterfall, at 115 feet tall as the Hvita River converges at two stages before cascading down. The snow covered landscape brings a simply beautiful picture of the countryside. Hear the thundering water without seeing the river or the falls as you make your way to the viewing platform to find the icy blue water rush along the snow banks. The view makes it seem as though the river completely disappears as it falls into the gorge, but you will find the powerful depths to which the water flows as you wander through."
    },
    {
      "dayNumber": "3",
      "title": "Vik – Traverse the Landscape and Coastline on a Tour of the South Shore",
      "description": "Today your private transfer meets you at the hotel to escort you to the town of Vik. Leave behind the atmospheric city of Reykjavik, as the drive south takes you to Seljalandsfoss Waterfall, which is visible from the road. The water spills over the rocks from nearly 200 feet above the splashing pool. The beading cascade allows visitors to walk behind the water as it stands at the base of the Eyjafjallajökull Glacier. The Throvaldseyri Visitor Center rises from the snowy expanse with an exhibit dedicated to the eruption of Eyjafjallajökull Volcano in 2010. The visitor center is located on an organic farm that has been owned by the same family for generations that witnessed the destruction of the volcano first hand. The sand and ash caused by the eruption flowed down the river to clog the power geothermal power plant on the property, and the family enterprise is unique to Iceland in highlighting the local efforts to help the community recover from that eruption. Continue to Dyrhólaey for a view of a basalt promontory as the elements carved a natural archway into the rocks to make it look as though royalty once took ships through to create a grand entrance. To the north, see the glacier Myrdalsjökull. To the east, the black lava columns of Reynisdrangar contrast with the bright blue hues of the sea. Even beneath the snow, the black basalt sand spread across the beach, leading to the natural bricks of the columns."
    },
    {
      "dayNumber": "4",
      "title": "Jökulsárlón Glacier Lagoon – Explore Jökulsárlón Glacier Lagoon and Trek along the Glacier",
      "description": "Folklore looms large in the staggering cliffs along the coastline of Vik. In the summer, lush grass turns the landscape around the town emerald. In the winter, the entire landscape looks like a pearl pressed beneath the rugged outcropping of the edging ridge. After breakfast, make your way to Jökulsárlón Glacier Lagoon for an excursion along the water. Your guide helps you onto the zodiac boat to quickly begin your adventure on the water. Seals lounge on the snowy banks in the sunlight to bask in the brief warmth. The chilled air bites at your cheeks but the surrounding scenery is inescapably beautiful. See to the rocky bottom of the lagoon even though the lake reaches 814 feet at its deepest point. The retreating glacier continues to extend the lake’s boundaries as massive boulders of ice have calved away from the glacier’s wall and dropped into the lake, leaving icebergs. The zodiac takes you close enough to touch the surface of these icy blue features. The crystallized exterior is firm against your fingers as your guide picks a small chunk of ice from the water and lets you taste it. Reach as near to the glacier’s edge as is safe as the ice continues to calve away from the cliff. If you’re lucky, you can hear the break before you see a new iceberg splash into the lagoon."
    },
    {
      "dayNumber": "5",
      "title": "Jökulsárlón - Full Day Glacier Hike in Vatnajökull National Park",
      "description": "In the morning, depart from Jökulsárlón Glacier Lagoon and make your way into Vatnajökull National Park, home to the largest glacier in Europe. The park encompasses 13 percent of Iceland’s landmass and contains a diverse landscape due to the interplay of volcanic activity and glaciers. Your guide leads you to Svinafellsjökull in Skaftafell. In the winter, the rainfall washes away the top layer of the glacier to take the sediment and ash along with it. Ancient ice slipping down the slopes of the mountainside has morphed the formation into a highly pressurized glacier that is without many air bubbles. The lack of air allows the ice to absorb the visible light, with the exception of the blue hues, which is what turns the cave an icy indigo. Indirect light enters the ice cave from both ends of the tunnel as the ceiling glows with ineffable brilliance along the 22-foot entrance near the shoreline. After you hike along the glacier, make your way back to Jökulsárlón and enjoy the rest of your day at your leisure."
    },
    {
      "dayNumber": "6",
      "title": "Reykjavik – Relish a Tour of Reykjavik at your Leisure to Enjoy the City",
      "description": "Today the beauty of Reykjavik and its surroundings are yours to discover at your leisure. The aroma of lobster soup emanates from the Sea Baron restaurant as fishermen caught the lobster fresh this morning and the hardy bisque accentuates the rich flavor. After a quick stroll through the historical district, make your way to the marina and board a boat. Iceland is a well-known place to scour the seascape for whales and the cold waters off the coast host diverse marine life. Observe the marvels of the humpback, the blue whale, and the Minke throughout the year. The boat sets sail as you watch the colorful buildings of the city shrink with the distant shoreline. The more secluded the shores, the more chance you have of seeing seals lounging on the sand. Puffins dive into the water in search of fish as your skipper turns the boat and points into the distance. A humpback whale breaches the surface water and splashes down into the sea as another whale rises from the water closer to the boat. Sit in a ringside seat to the breathtaking display of pure nature. A humpback whale can grow up to 52 feet long, so when its tail splashes back down into the water, its smooth white hues are easily seen as it disappears beneath the water."
    },
    {
      "dayNumber": "7",
      "title": "Reykjavik – Depart for Home",
      "description": "Reykjavik has offered remarkable insight into the contemporary culture of Iceland and the local urban experience. Art and music play an important part in everyday life, and you appreciate the cozy, warm atmosphere of the cafes and bars. People in Reykjavik use these spaces to socialize while enjoying a reprieve from the snow. Before you leave, visit the National Museum as it provides a different look at the culture of Iceland, with a focus on the heritage of the people. Exhibits provide an overview of the island’s history and describe the first settlement where chieftains ruled. Bronze figures of Thor stand beside broad swords as drinking horns stand opposite a priceless 13th-century church door with beautiful carvings. As your vacation concludes, your private transfer will meet you at the hotel to escort you to Keflavik International Airport for your flight home, taking you away from the pulsing lights of the Aurora Borealis."
    }
  ],
  "map": ""
}