{
  "destination": "Iceland",
  "mainPhoto": "",
  "id": "unbeaten-path-touring-icelands-hidden-trails",
  "tourName": "Unbeaten Path: Touring Iceland’s Hidden Trails",
  "placesVisited": "Reykjavik, Latrabjarg Cliffs, Snaefellsnes Peninsula, Breidafjordur Bay, Westfjords, Holmavik, Isafjordur, Reykjarneshyrna, Hvammstangi, Vatnsnes, Hvitserkur, Thingvellir National Park, Geysir, Gullfoss Waterfall",
  "generalInfo": "The remote reaches of Iceland bring natural drama in secluded fjords while whispering tales of legendary fishers and mythological creatures. Your custom tailored tour will highlight the majesty of the secluded Westfjords and take you on a breathtaking journey across both land and sea. Witness geysers as they erupt more than 100 feet into the air, and then journey past villages with medieval legends and mysterious allure. Sail across an island clad bay and trek the trails that lead to hidden hot springs and profound panoramas. From the moment you arrive in Iceland, you will follow an unbeaten path that reveals secret splendor.",
  "durationDays": "11",
  "price": "6,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Reykjavik – Arrive in Iceland and Relax with a Moment at the Blue Lagoon",
      "description": "Your flight will arrive at Keflavik International Airport and provide your first view of the majestic Iceland countryside. Meet your private transfer at baggage claim and step out onto the edge of the western shores. The airport is located on the Reykjanes Peninsula and is surrounded by lush plains, rolling hills, and edged by the cobalt waters of the Atlantic Ocean. Sporadic homes and buildings make the region look sparse in inhabitants and spread out across the peninsula. You will soon reach the facilities of the celebrated Blue Lagoon Spa, famous for its relaxing atmosphere and nutrient rich mud. A concierge will greet you with a smile and welcome you to the spa. The opulent décor and pristine interior provide a private place for your to change into your bathing suit and rinse in the shower as outside the steam rises in puffy clouds from the heated pool. The cloudy blue water spreads against the framing, craggy hills as a wooden platform leads you from the land into the water, allowing you to immerse yourself in the soothing heat, which reaches its hottest temperature at 102 degrees Fahrenheit. The geothermal activity in the region fills the soil with rich, healing minerals. The spa officially opened in the 1990s but locals have bathed in the lagoon since the 1980s after rumors spread about the soil’s healing properties. Boxes positioned around the lagoon allow visitors to dip their hands into the local mud and spread the nutrient-rich soil across their skin. After a few minutes, the mud dries, telling you it’s time to rinse the nutrients away. Your skin feels smooth and healthy after a single use, and your mind and body will feel refreshed after your time spent lingering in the water. You could even grab a cocktail from the bar and sip a cold drink as you bask in the hot water."
    },
    {
      "dayNumber": "2",
      "title": "Snaefellsnes Peninsula – Explore the Majesty of the Snaefellsnes Peninsula",
      "description": "In the morning, the city of Reykjavik fills with the competing aromas of the passing sea breeze and the fresh roasted coffee beans that drift out of the cafes. The white concrete tower of Hallgrimskirkja Church soars over the city at a height of 244 feet tall adding to the skyline that is shaped by Mount Esja in the distance. After breakfast, your private transfer will meet you in your hotel lobby and escort you to Snaefellsnes Peninsula. Drive through the scenic Myrar Region before reaching a view of Eldborg, a large volcanic crater that provides a unique black frame that looms near the town of Eldborg. The crater rises nearly 200 feet above the surrounding dried lava, with a diameter of more than 650 feet and a depth of 164 feet. At Gerduberg, you will find an impressive collection of basalt columns that form geometric patters on the surface of the craggy precipice. The wall looks as though it was built by giants to support a castle that no longer stands. In actuality, the volcanic activity modeled the cliffs and the elements helped to shape the columns. The nearby beach of Djupalonssandur has two small freshwater lagoons that reflect the black basalt rocks in the turquoise water. Four large stones rise out of the black sand and are known to locals as “Lifting Stones.\" Fishers compared their strength by lifting the various sized stones, the largest weighing more than 300 pounds. If the fishers couldn’t lift the 110-pound stone, they were not allowed on the fishing boat."
    },
    {
      "dayNumber": "3",
      "title": "Westfjords – Cross the Breidafjordur Bay to Visit the Small Islands",
      "description": "The remote region of Iceland’s West Fjords brings undulating peaks, lush hills, staggering cliffs, and marvelous waters. In the morning, you will venture to the town of Stykkisholmur, known for its stunning location on the Snaefellsnes Peninsula. The water shimmers with calm indigo hues as preserved houses shine against the backdrop of snow-capped mountains. Fishing boat masts rise as tall as the buildings that line the marina. The small Library of Water is a project situated in a building that overlooks the promontory and seeks to connect water, words, and weather. Two dozen glass columns contain water collected from ice around Iceland’s major glaciers as light shines on the floor to illuminate words written in Icelandic and English that relate to the weather. After visiting Stykkisholmur, you will board the Baldur Ferry to cross Breidafjordur Bay. The scenic journey will take you along Atlantic, and you will watch the water turn from indigo to cobalt as the snow-capped mountains shrink into the distance. You will pass Flatey Island, often referred to as the jewel of the Bay. The preserved homes and buildings on the island add to the sense of wonder in Iceland and the deep connection the locals have to their history. The monastery was founded in the 12th century as documented in the Saga manuscripts. In the 18th-century, the island acted as a hub for passing ships as the pearled church maintains its original architecture from the 1920s. The library was erected in the mid-1800s and remains the oldest library in the country. The bright yellow façade contrasts with the verdant grass that surrounds the structure. You will continue on the ferry north to the West Fjords and take in the wonder of the shoreline as you cruise closer."
    },
    {
      "dayNumber": "4",
      "title": "Westfjords - Tour the Stunning Landscape and Visit the Latrabjarg Cliffs",
      "description": "Wake up in one of Iceland’s most isolated regions along the West Fjords as steep mountains and rugged cliffs have kept the area pristine, far from the expanding cities of the Western World. After breakfast, you will make your way to Latrabjarg Cliffs, one of the biggest bird cliffs in the country and home to one of the largest puffin colonies in all of Iceland. The cliff stretches a length of eight miles with a height 1,456 feet above the crashing sea. The remote area reaches the westernmost point of Europe, providing a home for various bird species, including guillemots and razorbills. The bird are tame, and free of any natural predators. The puffins nest in the grassy ledges of the higher cliffs, and you can see the water splashing against the rocks on the cliff base. The slightly salty aroma of the sea blends with the crisp sent of stone and short-blade grass as puffins can grow to a height of 13 inches with a wingspan that extends to a length of 21 inches. Their bright orange bill and feet glow against their black and white plumage, and the birds can hold more than a dozen small fish in their beaks at once, using their small size to dip easily beneath the water when hunting."
    },
    {
      "dayNumber": "5",
      "title": "Isafjordur – Enjoy a Scenic Drive along the Fjords and Waterfalls",
      "description": "Today you can take a scenic drive along the fjord and venture to the town of Isafjordur. En route, make a stop at the enthralling image of Dynjandi, a waterfall with seven accumulative tiers that culminate at the height of 320 feet above the river. The uppermost tier has a trapezoidal shape with a width nearly 100 feet long at the top and more than 196 feet wide at the bottom. The water thunders down the hillside along each tier as signage marks the different sections of the waterfalls as the effect of the collective cascades creates an exceptional image. For the complete panorama of the falls, you will walk up a small hill to a section of slopes and stairs. Coming down the stairs provides a spectacular view of the shoreline of Arnarfjodur. Isafjordur is the largest settlement in the Westfjords with a population of approximately 2,700 people. Fishing boats wade in the calm waters of the harbor as a curved sandspit branches out into the fjord to provide the town with natural protection from the sea during storms. Mountains frame the town on three sides to make the water routes the most accessible way to reach Isafjordur’s streets. Venture to the West Fjords Heritage Museum to view the artifacts of past generations, along with the extreme conditions in which those generations lived. The museum is housed inside one of Iceland’s oldest timber buildings."
    },
    {
      "dayNumber": "6",
      "title": "Holmavik – Discover Remote Icelandic Fjords and Visit a Unique Museum",
      "description": "The morning light spreads across the mountaintops before reaching the waters at the edge of town. The cool air blends with the salty sea to bring a refreshing morning breeze. After breakfast, make your way out of Isafjordur to discover the pure beauty of the Westfjords. The island of Vigur stands at the edge of the settled word and reveals the methods Icelanders used to survive and thrive in the extreme weather near the Arctic Circle. Sporadic seals emerge from the water and poke their heads around to see the changes in the shoreline. Arctic terns sweep through the sky overhead to protect their breeding ground on the ends of the island. A broad rowboat nearly 200 years old showcases its history in its size and need of eight rowers. Ferry workers and fishers used the boat to carry goods, from fish to sheep, to the mainland. Numerous windmills speckle the shoreline and spin as the breeze blows across the island. The town of Holmavik in the region of Strandir has a lively sheep farming culture, and also maintains the celebrated Museum of Sorcery and Witchcraft. Exhibits guide you through the history of the supernatural and mystical world in Iceland, including the history of witch-hunting in the 1600s. You can locate spells and rituals rooted in regional magic, calling for goat’s milk or rocks from a specific cliff. You notice one spell attempting to make someone invisible."
    },
    {
      "dayNumber": "7",
      "title": "Holmavik – Revel in a Scenic Drive and Hike the Trails at Reykjarneshyrna",
      "description": "After breakfast, you will set out on a scenic drive across the fjords to take in the stunning peaks and waters of the remote northwest. You can stop at the small inlet of Reykjarneshyrna to follow the trails that lead up and around the hills. The jagged rocks provide a view of the small bay that leads out to a sliver of land that is shaped by a Bay. Pillars rise out of the water near the shoreline and resemble unfinished statues shaped by the elements. On the foothills of Krossnelaug, you will reach a steaming, clear pool heated by the natural springs in the region. The majesty of the pool stems from its welcoming warmth and pristine panorama of the coastline. You will change into your swimsuit and step into the water to let the heat rush over your skin as the Atlantic waves crash against the rocky shoreline. After your morning hike, the heat will help to refresh your entire body as the horizon is empty and clear while the mountain slopes behind you. After your tranquil soak you continue to the town of Hrutafjodur, which demarcates the point between northwest Iceland and the Westfjords, reminding you how far from society you had traveled."
    },
    {
      "dayNumber": "8",
      "title": "Hvammstangi – Watch the Seals at Vatsnes and Transfer to Hvitserkur",
      "description": "Today you will make your way south towards the town of Hvammstangi, located on the Vatnsnes Peninsula. The unsuspecting region contains the often-overlooked natural habitat to seals. The mammals are curious by nature and eager to learn about new and exciting things, including a visitor to their grounds. Seal Centers located around the peninsula offer visitors the best places to see the seals depending on the time of year and the time of day. Your guide will ensure the best times to visit the seal watching areas, typically two hours before and two hours after low tide. En route to the seal watching areas, you will stop at Geitafell, an old farm that now houses a restaurant and small museum. Rams graze on the soft tufts of grass as the open space provides a perfect mixture of land and sea with the mountains on the opposite shore that stretch across the horizon. When reach the viewing area, you will find a large colony of seals lying on the rocks and lounging in the sun along the beach. A number of seals jump into the water to cool off and begin to bark at one another, playing in the gentle current. After visiting the seals you will make your way to Borgarvirki Fortress, a columnar castle made of basalt and situated on the promontory at 580 feet above the water. The manmade walls open to the east, and the Icelandic Saga tells of the fortress once used by Viking military who took advantage of the natural formation. Two ancient huts remain and provide a touch of the past with the unadulterated view of the landscape."
    },
    {
      "dayNumber": "9",
      "title": "Laugarvatn – Visit Craters and Hot Springs en route to Thingvellir Park",
      "description": "In the morning, you will wake up in the seaside town of Hvammstangi. The community thrives on the active trading post that passes goods through the peninsula so mall fishing vessels weigh anchor in the marina while the largest knitting and sewing factory in the country produces quality garments nearby. Small craft shops showcase woodwork and colorful textiles, and you will enjoy browsing. After breakfast, you will travel south, bound for the Golden Circle and Thingvellir National Park. In the short volcanic fissure of the Borgarfjordur region stands Grabrok Crater, the largest of three craters. An eruption approximately 3,000 years ago formed the nearly 2,000-foot long fissure to shape the 567-foot tall crater. Continue to Deildartunguhver, the largest hot spring in Iceland, and on the entire continent of Europe. The spring produces up to 180 liters of boiling water a second, with temperatures well over 200 degrees Fahrenheit. A billowing cloud of steam rises from the fissure until cooled by the surrounding air, and the steam produced by the water provides heated water and power for neighboring towns up to 55 miles away. Thingvellir National Park embodies the natural beauty and alluring culture of Iceland in an area that covers nearly 35 square miles. Iceland’s first parliament, which is also the oldest parliament in the world, assembled at Law Rock, which is visible from the visitor’s center. The fissures caused by the drifting continental plates are also seen from the visitor’s center. For a truly unique experience, you can step into the Silfra fissure and explore the crack between the North American and Eurasian continents. The plates drift apart at an average of almost one inch per year, and t he clear water provides visibility up to 320 feet, allowing you to see the rock formations and wide cracks of the underwater cliffs."
    },
    {
      "dayNumber": "10",
      "title": "Reykjavik – Relish the Scenery at Geysir and Gullfoss Waterfall",
      "description": "Today you will make your way along the Golden Circle and venture closer to the capital city of Reykjavik. The region is ripe with geothermal activity and waterfalls that lead you to the remarkable Geysir. The Great Geysir was first mentioned in the 13th century after settling Europeans saw the erupting water for the first time with it last eruption in the early 20th century. The nearby Strokkur Geyser stands to the south while the earth surrounding the blowhole is barren and scorched. The geothermal vents heat the water beneath the soil until the pressure builds and the water reaches more than 130 feet in height as it erupts every 10 minutes. As the spray shoots into the air, a wave of boiling water will spill out into the circular surroundings and splash against the ridge. The display of raw power is captivating, and then just down the road, you will reach the tumbling waters of Gullfoss Waterfall. The first tier feeds into a tributary before tumbling down the second tier that disappears into a ravine. The two falls together to reach a height of nearly 115 feet, and from your viewpoint, you will be able to see the mist rising from the gorge to create a thin rainbow that will spread across the drifting spray. Once in Reykjavik, your private transfer will escort you to your luxurious hotel where you can enjoy a relaxing evening."
    },
    {
      "dayNumber": "11",
      "title": "Reykjavik – Depart for Home",
      "description": "The fishing boats along the marina in Reykjavik venture out to sea in the morning. Ducks and geese swim in the quiet waters of Tjornin Lake, a body of water that divides the city in half. City Hall has a design that makes it look as though the building is partially submerged in the water while the cafe in the lobby looks out to the water where visitors can watch the birdlife paddle across the lake’s surface. A large three-dimensional map stands on display and allows you to retrace your previous journey across the land and sea of Iceland’s western regions. Locals visit the burgeoning coffee shops around the city and fill the streets with the scent of rich, fresh roasted beans. In the afternoon, the scent of freshly grilled sausages drifts along the colorful buildings, stemming from the many sausage stands situated across town. After one last morning to enjoy it all, your private transfer will meet you at the hotel lobby when you are ready and escort you to Keflavik International Airport to catch your flight home."
    }
  ],
  "map": ""
}