{
  "destination": "United Arab Emirates",
  "mainPhoto": "",
  "id": "dubai-tour-one-week-in-dubai",
  "tourName": "Dubai tour, one week in Dubai",
  "placesVisited": "Dubai city tour, Burj Khalifa, dhow cruise, desert safari, Musandam Peninsula cruise, Abu Dhabi city tour, Louvre Museum, Sheikh Zayed Grand Mosque",
  "generalInfo": "It’s mind-boggling how fast a week passes when you’re based in one of the world’s most exciting cities. On this one week trip, alongside plenty of time in Dubai, you’ll spend two days in Abu Dhabi, a day on the Musandam Peninsula, and a day in the desert. Free days in the cities mean the chance for further exploration on your own, too. <br/><br/>You’ll get your bearings with a Dubai tour first, visiting Dubai Marina, Dubai Mall, Bluewaters Island, the resort village of Madinat Jumeirah, and, of course, heading to the top of the world’s tallest structure, the Burj Khalifa. There are plenty of stops for photos on your tour – some of these sights are so big you can barely get them into the frame. <br/><br/>Moving on to Abu Dhabi for a couple of days, you can compare and contrast the relaxed capital of UAE with its lively neighbour to the north with visits to the Sheikh Zayed Grand Mosque and the famous Louvre Museum. <br/><br/>One of the highlights of this trip is cruising on the Musandam Peninsula. It’s a world away from the glitz of the cities – so much so that its fjords are sometimes described as ‘the Norway of Arabia’. This scenic area is full of protected habitats for birds, and you should watch out for dolphins on the water as you go. <br/><br/>You won’t have seen everything in a week – there’s always a reason to return – but this tour gives you a fantastic taste of UAE.<br/>",
  "durationDays": "8",
  "price": "995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival-Dubai International Airport | On arrival, you will be met and greeted by our representative and transferred to your hotel in Dubai. The overnight stay will be at your pre-booked hotel. Relax at your hotel, and the rest of the day is free for leisure. MEALS: N/A"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Half-Day Modern Dubai City Tour | Dhow Cruise Dinner | Meet our professional guide in your hotel, who will explain the tour plans. Your City tour of Dubai will kick start by visiting Dubai Marina. The Largest artificial marina in the world, Dubai Marina, is the new hang-out hub of Dubai. From Dubai Marina, you will drive to Bluewaters, a new lifestyle destination in Dubai and home to Ain Dubai- The giant ferry wheel in the world. The next stop is an extraordinary one, A photo stop at an Iconic landmark of Dubai, ‘Burj Al Arab.’ The guide will escort you to Jumeirah Beach, where you will have the best view of the iconic Burj Al Arab Hotel. The world’s most luxurious hotel Burj Al Arab is an example of Dubai’s Architectural excellence. You will have 20 minutes to take photos of the sail-shaped architectural masterpiece the Burj Al Arab with your loved ones. A few minutes’ drives take you to Madinat Jumeirah, built to recreate the enchanting beauty of ancient Arabia. Roosted directly by the Arabian Gulf and flaunting its private seashore, Madinat Jumeirah is a city within the city and the newest attraction in Dubai. Souk Al Madinat is a recreation of traditional middle eastern shopping culture. With a mix of boutique brands, souvenir gift shops, luxury fashion, and jewelry, this will be a unique shopping experience for you. The city tour will take you to another artificial wonder Palm Jumeirah Island, a palm-tree-shaped artificial archipelago that features the most wanted residential complexes, Iconic Hotels. We will give you a glimpse of the island, and we will stop at Atlantis The Palm Hotel for a photo stop. Burj Khalifa is the tallest and is visited by more than 1.87 million each year. Our next stop will be an attraction that is not only the tallest building in the world but the most popular tourist attraction in Dubai. After visiting the Burj Khalifa 124 & 125 floor with an entry ticket, we can drop you at the mall if anyone wishes to spend more time in Dubai Mall. If not, you will be transferred back to your hotel. Explore Dubai Marina and Palm Jumeirah’s luxury hotels, resorts, and glittering skyscrapers at night. Afternoon free for leisure, by 7.30 pm meet our driver to Join Cruise Dinner at Dubai Marina. Enjoy a delicious five-star buffet dinner with unlimited coffee and Soft drink with onboard entertainment shows. At the end of your sightseeing cruising, you will be transferred back to your hotel in Dubai. MEALS: Breakfast - Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Free Morning and Desert Safari with Barbecue Dinner Start your day with a delicious breakfast at your hotel. The morning is free for you to explore Dubai at your leisure. Your Desert Safari guide will pick you up from your hotel between 3:00 PM and 3:30 PM for an exciting adventure in the Lahbab Desert. Enjoy the scenic drive past Dubai's impressive skyline as you head toward the vast red dunes. Upon arrival in the desert, you'll have time to refresh and enjoy optional activities, such as quad biking and beach buggy rides. Before entering the desert, the tires of your specially modified Land Cruiser will be deflated for a smooth and thrilling ride. Brace yourself for twists, turns, and exhilarating slides, resembling a roller coaster experience, with stops along the way for photo opportunities and to appreciate the desert landscape up close. Your desert adventure will conclude at a traditional desert camp, where you can experience short camel rides and enjoy unlimited soft drinks, coffee, tea, and snacks. As the evening unfolds, immerse yourself in captivating entertainment, including a Tanoura Dance performance (featuring a male dancer in colorful attire), a Fire Show, and the renowned Arabian Belly Dance. Savor a delicious barbecue dinner at the camp, featuring a buffet of chicken, beef, and lamb dishes served with rice. After dinner, you will be transferred back to your hotel in Dubai. Meals: Breakfast - Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Full-Day Musandam Dibba Trip from Dubai | Experience natural beauty like never before; join our full-day Musandam Dibba trip from Dubai. Meet the driver at your hotel by 7.00 am, and he will be accompanying you to Musandam Dibba; upon arrival, our team will assist you in completing the border formalities. Drive to the port and get onboard a traditional Omani vessel. The scenic cruising through Musandam will give you a unique chance to admire the stunning scenery of Musandam. During the sightseeing cruising, you will have options to experience snorkeling and swimming in the glorious pristine waters of Telegraph Island. You will also be given a stop at Haffa Beach, where you can enjoy Bana Boat rides and speed boat rides. Delicious lunch will be served on board, and by approximately 15:30 hrs, you will be back at the original boarding point. Meet our driver, and you will be escorted back to your hotel in Dubai. MEALS: Breakfast - Lunch"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Free Day in Dubai | Delicious breakfast at your hotel, indulge in retail therapy by visiting some of the best shopping malls in the world. The day is at leisure to explore the city on your own before you leave the town of Superlatives. MEALS: Breakfast"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Abu Dhabi City Tour with Louvre Museum | Enjoy a delicious breakfast at your hotel and meet our guide by 09.00 am. You will be escorted to Abu Dhabi for a full-day sightseeing tour. Start your city tour by visiting the third-largest mosque in the world ‘Sheikh Zayed Grand Mosque, also known as ‘The White Mosque.’ You can stop at the Emirates Palace hotel for Photos (from outside); you may opt for a gold cappuccino at Emirates Palace hotel if you wish to explore more. Drive to Abu Dhabi Corniche, a perfect waterfront development in Abu Dhabi with a children’s play area, clean beach, many cafés, and some fine restaurants. You may get the best views of Abu Dhabi’s skylines from the corniche. Drive to Abu Dhabi Union Square and capture the various sculptural objects like the Giant Coffee Pot, which displays the heritage of UAE. See how the Emirati lived before skyscrapers and Learn more about the way of life of Bedouin people by visiting the Heritage village of Abu Dhabi. Visit the first of its kind arts and civilization museum of Arabia ‘Louvre Abu Dhabi’. The museum is located on Saadiyat Island and houses some of the most impressive art collections worldwide. Before returning to Dubai, you can stop at Ferrari world for Photos and shopping. At the end of your Abu Dhabi city tour, you will be transferred back to your hotel in Dubai. MEALS: Breakfast"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Free Day in Abu Dhabi Enjoy a delicious breakfast at your hotel. The day is free for you to explore at your leisure. You may choose to visit Ferrari World for thrilling rides and attractions, explore Qasr Al Watan, the magnificent presidential palace, or simply relax on the beach and soak up the sun. Meals: Breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Departure Enjoy a healthy breakfast at your hotel before checking out. Afterward, proceed to Dubai International Airport for your departure. Fly back home with cherished memories from your 8 days in Dubai and Abu Dhabi. Meals: Breakfast"
    }
  ],
  "map": ""
}