{
  "destination": "United Arab Emirates",
  "mainPhoto": "",
  "id": "dubai-abu-dhabi-holiday-on-a-shoestring",
  "tourName": "Dubai & Abu Dhabi holiday on a shoestring",
  "placesVisited": "",
  "generalInfo": "This well-rounded itinerary begins with a warm welcome at Dubai International Airport, where guests are introduced to the city's vibrant hospitality. Day two offers a deep dive into Dubai's rich heritage and modern luxury, exploring Jumeirah, the historic Al Bastakiya area, and the lively souks, followed by a magical evening on a Marina Dhow Cruise with dinner. The adventure continues with a thrilling desert safari on day three, featuring dune bashing, camel rides, and a Bedouin-style barbecue dinner with live entertainment. A free day in Dubai on day four allows for leisure, shopping, or visiting iconic attractions.<br/><br/>The journey shifts to Abu Dhabi on day five, where travelers explore landmarks such as the Sheikh Zayed Grand Mosque, Emirates Palace, and Louvre Abu Dhabi, offering a mix of cultural grandeur and modern elegance. A free day in Abu Dhabi on day six invites relaxation or thrilling experiences at Yas Island's entertainment hubs. The tour concludes with a departure from Dubai International Airport, leaving travelers with unforgettable memories of two of the UAE's most dazzling cities.<br/><br/>Inclusions:<br/>•\t04 nights accommodation in Dubai with breakfast.<br/>•\t02 nights accommodation in Abu Dhabi with breakfast.<br/>•\tAirport-hotel-airport transfers on a private basis.<br/>•\tHalf-day Dubai city tour with an English-speaking guide.<br/>•\tDhow Cruise in Dubai Marina with transfers and dinner.<br/>•\tDesert Safari with BBQ dinner, camel rides, and live entertainment.<br/>•\tFull-day Abu Dhabi city tour with visits to key landmarks.<br/>•\tLouvre Abu Dhabi entry tickets.<br/>•\tSheikh Zayed Grand Mosque entrance fees.<br/>•\tSuitable vehicle for sightseeing and transfers.<br/>________________________________________<br/>Exclusions:<br/>•\tFlight fare.<br/>•\tTourist visa.<br/>•\tTourism Dirham: (3-star hotel – AED 10 | 4-star AED 15 | 5-star AED 20 per room per night).<br/>•\tInternational health insurance.<br/>•\tLunch or dinner not mentioned in the program.<br/>•\tPersonal expenses and extras.<br/>•\tTipping.",
  "durationDays": "7",
  "price": "799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival - Dubai International Airport Upon arrival, you will be met with a warm greeting and our representative will assist you with your baggage. From this moment, you don’t need to worry about anything; we will be with you at every stage of your Dubai vacation. Overnight stay at your pre-booked hotel. Meals: None"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Half-Day Classic Dubai City Tour – Marina Dhow Cruise Dinner Your City tour will start at 8:30-9:00 AM with a drive through the residential areas of Jumeirah, one of the luxurious parts of Dubai, and home to the beautiful Jumeirah Mosque. The next stop will be Al Bastakiya Area, where you can find parts of the town that existed over 40 years ago. Get aboard the Abra (traditional water taxi) and ride across Dubai Creek to reach the Gold and Spices Souks. You will be transferred back to your hotel for lunch (on your own). In the evening, meet your driver at around 7:00-7:30 PM for a fun-filled fine dining experience in Dubai Marina. A luxury wooden Dhow Cruise awaits you with an international buffet dinner and stunning views of Dubai Marina. After your delicious dinner with onboard entertainment and sightseeing, you will be transferred back to your hotel in Dubai. Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Free Morning and Desert Safari with Barbecue Dinner Breakfast at your hotel in Dubai. The morning is free for leisure. Meet your Safari guide at your hotel between 2:30-3:00 PM, and he will escort you to the desert area for a memorable evening in the Dubai Desert. Experience dune bashing with photo stops, followed by a visit to the traditional Bedouin camp where you will enjoy a delicious barbecue dinner with live shows. The Safari package includes camel rides, unlimited soft drinks, coffee, tea, snacks, and a buffet dinner. After dinner and the live show, you will be transferred back to your hotel in Dubai. Meals: Breakfast, BBQ Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Free Day in Dubai Breakfast at your hotel. The day is at leisure, allowing you to relax and enjoy your time. You may visit JBR Beach, Atlantis Aqua Venture Waterpark, or Ski Dubai at Mall of Emirates, or shop at Dubai Mall and enjoy the Dubai Fountain. Meals: Breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Abu Dhabi City Tour with Louvre Museum After breakfast, your guide will accompany you to Abu Dhabi, the capital of the UAE. The city tour will begin with a visit to the Sheikh Zayed Grand Mosque, one of the largest mosques in the world. Next, visit the Emirate Palace Hotel, one of the most luxurious hotels in the world. Drive through the Al Bateen Area, which hosts the President's Palace and royal family palaces. The tour will continue with stops at Abu Dhabi Corniche, Marina Mall, and the Heritage Village. You will then visit the Louvre Abu Dhabi before being dropped off at your Abu Dhabi hotel. Meals: Breakfast"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Free Day in Abu Dhabi Breakfast at your hotel. Enjoy a relaxing day at the white sandy beaches of Abu Dhabi or head to Yas Island for fun-filled activities like Ferrari World, Warner Bros., and Yas Water World. Meals: Breakfast"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Dubai - Departure On your last day, enjoy breakfast at your hotel. Check out from your hotel by 12:00 PM and proceed to Dubai International Airport 5-6 hours before your flight departure. Meals: Breakfast"
    }
  ],
  "map": ""
}