{
  "destination": "United Arab Emirates",
  "mainPhoto": "",
  "id": "oman-dubai-holiday-six-senses-zighy-bay",
  "tourName": "Oman & Dubai holiday, Six Senses Zighy Bay",
  "placesVisited": "Dubai, airport transfers, three nights at Park Hyatt hotel, guided walking tour through souqs and Old Quarter of Dubai, desert safari, dhow cruise through Dubai, Musandam Peninsula, Oman, seven nights at Six Senses Zighy Bay",
  "generalInfo": "This 11 day Oman and Dubai holiday includes luxurious stays at the Park Hyatt in Dubai and Six Senses Zighy Bay in Oman. <br/><br/>Just next to Dubai Creek, it golf club and the marina, the Park Hyatt is a quiet haven in this busy city. Designed in contemporary Arabic style, it’s a low rise building – unusual in Dubai – with five floors surrounded by gardens and courtyards. There’s an excellent spa here, a beautiful pool and lots of dining options here serving Thai, French and Arabic food. Rooms are spacious, with balconies or patios, in eight buildings dotted around the resort.<br/><br/>There are plenty of excursions to enjoy from the hotel. Take an off road adventure into the desert, see traditional villages, the ancient fossil rock and the fort at 16th-century Hatta Heritage Village. Take a cruise through Dubai on a traditional dhow, too, admiring this prosperous city from the water.<br/><br/>After four days in Dubai, you’ll travel to Oman to stay at Six Senses Zighy Bay. This is a remote resort, beautifully designed using traditional techniques and materials – natural stone, warm wood – sitting within a bay backed by mountains. You reach the hotel by speedboat or 4x4, unless you’re feeling very James Bond, in which case you can paraglide down from the mountains! Relaxing is easy once here – there is even a private butler service. This is a serene place, with a wonderful spa that uses Omani natural ingredients, and there’s also the chance to hike, cycle or climb in the mountains, snorkel or take a cookery course.<br/>",
  "durationDays": "11",
  "price": "4475",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you fly from London to Dubai, arriving in the evening. Here, you will be met at the airport and driven to the Park Hyatt, where you stay for the next 3 nights"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You embark on a guided walking tour through the souqs and Old Quarter of Dubai this morning, which should provide an excellent opportunity to see the fantastic contrast of ancient culture versus modern skyline. Later in the afternoon, you leave the city and head out into the dunes on a desert safari."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you enjoy a traditional dhow cruise through Dubai; a very different way of seeing the sights."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "You'll be collected from your hotel this morning and driven to the Six Senses at Zighy Bay, on the Musandam Peninsula of Oman. You stay at this fantastic resort for a further 7 nights."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "At leisure"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "You'll be driven back to Dubai airport today, in time for your return flight to the UK."
    }
  ],
  "map": ""
}