{
  "destination": "United Arab Emirates",
  "mainPhoto": "",
  "id": "dubai-holidays-5-days-in-dubai",
  "tourName": "Dubai holidays, 5 days in Dubai",
  "placesVisited": "Two half-day tours, Dhow cruise, Burj Khalifa, desert safari and Bedouin barbecue dinner in the Lahbab Desert",
  "generalInfo": "With five days in Dubai on this holiday, you can do both the old and new city justice. This trip is designed to show you the best of the city, even on a shorter break. <br/><br/>Start your trip with a half day tour of some Dubai classics – seeing the historic Al Bastakiya area, taking a traditional abra (water taxi) and visiting the famous Gold and Spice Souks. You can round off the day with a five-course dinner on board a traditional dhow as it takes you on an evening cruise. Seeing the city lights glittering across the water will remind you what awaits tomorrow. <br/><br/>Your next tour will be of Dubai’s more modern, world-record-breaking wonders, including Bluewaters Island, home to the world’s largest Ferris wheel, and a trip to the world’s tallest building. A highlight on this trip is the opportunity to climb the Burj Khalifa (using the lift!) to the 125th floor. At nearly half a mile up, you can enjoy the dizzying observation decks – so high that you can see Iran on a clear day.<br/><br/>Your holiday ends with a memorable afternoon and evening in the desert. Just outside Dubai you’ll find the Lahbab Desert – also known as the red sand desert. Here, your desert safari guide will take you dune bashing and you can test out quad bikes or beach buggies. <br/><br/>On your final evening, share in culture from around the Arabian Peninsula – performances of Tanoura dancing by Sufi men, a fire show, and belly dancing provide a fitting end to a trip that goes beyond Dubai’s shimmer.<br/>",
  "durationDays": "5",
  "price": "649",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival - Dubai International Airport Upon your arrival at Dubai International Airport, you will be greeted by our representative and transferred to your hotel in Dubai. After checking in, enjoy some free time to relax and adjust to the local time. Overnight Stay: Dubai Meals: Not included"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Half-Day Classic Dubai City Tour – Dhow Cruise Dinner After breakfast at your hotel, our professional guide will meet you at 8:30 AM for a guided tour of Dubai. Begin with a scenic drive through the luxurious Jumeirah area, home to the beautiful Jumeirah Mosque. Your journey continues to the historic Al Bastakiya area, where you will explore parts of Dubai that have stood for over 40 years. Your guide will share insights into the city's culture and history. The tour concludes with a traditional Abra (water taxi) ride across Dubai Creek, taking you to the famous Gold and Spice Souks—ideal for purchasing spices and fine jewelry. After some relaxation at your hotel, the evening begins at 7:30 PM with a Dhow Cruise Dinner in Dubai Marina. Experience the opulence of Dubai's wealthiest neighborhood with a two-hour sightseeing cruise through Dubai Marina and Palm Jumeirah. Enjoy a lavish five-star buffet dinner with unlimited soft drinks and coffee. Alcoholic beverages are available upon request. Admire the glittering skyline from the open-air deck before being transferred back to your hotel. Overnight Stay: Dubai Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Half-Day Modern Dubai Tour with Burj Khalifa 124 & 125 Entry Ticket Meet your professional guide at your hotel, where the tour plan will be explained. Your Dubai city tour begins with a visit to Dubai Marina, the world’s largest artificial marina and a popular hub of modern Dubai. From here, you will drive to Bluewaters Island, home to Ain Dubai, the world’s largest Ferris wheel. Next, you will stop at the iconic Burj Al Arab for a photo opportunity. Your guide will take you to Jumeirah Beach, where you’ll have the best view of this luxurious sail-shaped hotel. Take 20 minutes to capture stunning photos with your loved ones at this world-renowned landmark. A short drive brings you to Madinat Jumeirah, a charming recreation of ancient Arabia. With its boutique shops, luxury fashion, and traditional Middle Eastern souks, Souk Al Madinat offers a unique shopping experience. Your tour continues to The Pointe, offering a breathtaking view of Atlantis The Palm. Then, explore the remarkable Palm Jumeirah Island, an artificial archipelago shaped like a palm tree. You’ll stop at Atlantis The Palm for another photo opportunity. The highlight of your tour is a visit to Burj Khalifa, the tallest building in the world. With entry tickets to the 124th & 125th floors, you will enjoy unparalleled views of the city. After your visit, you may choose to spend more time at Dubai Mall, or be transferred back to your hotel. Overnight Stay: Dubai Meals: Breakfast"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Free Morning and Desert Safari with Barbecue Dinner Start your day with a delightful breakfast at the hotel, and enjoy your morning at leisure to explore the city on your own. In the afternoon, your Desert Safari Guide will pick you up from your hotel between 3:00 and 3:30 PM. You will head towards the Lahbab Desert, driving past the iconic Dubai skyline on your way to the stunning red dunes. Upon arrival, take a break for refreshments, and if you're feeling adventurous, you can opt for a Quad bike or beach buggy ride. Your guide will then prepare the Land Cruiser by deflating the tires for the ultimate dune bashing experience. Hold tight as you navigate the twists, turns, and thrilling drops of the desert sands, with several stops along the way for photos and a closer look at the desert landscape. The safari will conclude at a traditional desert camp, where you’ll enjoy short camel rides, unlimited soft drinks, coffee, tea, and snacks. The evening's entertainment includes a mesmerizing Tanoura Dance, a thrilling Fire Show, and the famous Arabian Belly Dance. End the night with a delicious barbecue buffet dinner featuring a variety of dishes, including chicken, beef, and lamb, along with rice. After dinner, you’ll be transferred back to your hotel in Dubai. Overnight Stay: Dubai Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Dubai - Departure Enjoy your breakfast at the hotel before checking out (standard check-out time is at noon). Our driver will meet you at the hotel and escort you to Dubai International Airport for your departure. Fly back home with unforgettable memories of your time in Dubai. Meals: Breakfast"
    }
  ],
  "map": ""
}