{
  "destination": "United Arab Emirates",
  "mainPhoto": "",
  "id": "best-of-the-emirates-holiday",
  "tourName": "Best of the Emirates holiday",
  "placesVisited": "",
  "generalInfo": "Discover the best of the UAE with this unforgettable 8-day journey through modern marvels, rich traditions, and natural wonders. From the glittering skyscrapers of Dubai and the cultural gems of Abu Dhabi to the serene landscapes of Fujairah and Sharjah’s historical treasures—this tour is designed for those who seek both adventure and meaning.<br/><br/>Explore iconic landmarks like the Burj Khalifa, Palm Jumeirah, and Sheikh Zayed Grand Mosque, enjoy authentic experiences like Dhow Cruise dinner, Desert Safari with BBQ, and relax on a scenic beach day in Fujairah.<br/><br/>But this trip is more than sightseeing—it's about Making a Difference. By traveling with us, you're supporting eco-conscious practices and community-based tourism, including local artisans, cultural preservation, and environmental sustainability.<br/><br/>Come explore the UAE while giving back to the planet and its people—a journey with impact, memories, and meaning.<br/><br/>OUR TOURS INCLUDE:<br/>07 nights at the hotel in Dubai with breakfast.<br/>Airport-hotel-airport transfers on a Private basis.<br/>Half-day Dubai city tour.<br/>Dhow cruise in the marina with transfers in English.<br/>Desert Safari with barbeque dinner.<br/>Full-Day Abu Dhabi City Tour with Louvre Museum.<br/>Full-Day Fujairah City Tour with Lunch.<br/>Half-Day Sharjah &amp; Ajman City Tour.<br/>Suitable Vehicle for Sightseeing and transfers.<br/>OUR TOURS DO NOT INCLUDE :<br/>× Flight fare.<br/>× Tourist visa.<br/>× Tourism Dirham. (3* Hotel – AED 10 | 4* AED 15 | 5* AED 20 / Room / Night)<br/>× International health insurance.<br/>× Any Lunch or dinner not mentioned in the program.<br/>× Extras and personal expenses.<br/>× tipping",
  "durationDays": "8",
  "price": "1899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival-Dubai International Airport Upon arrival, you will be met with a warm greeting and our representative will help you with the baggage, from this moment you don’t need to worry about anything, we will be with you in every stage of your Dubai vacation. Overnight stay will be at your prebooked hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Half-Day Modern Dubai City Tour - Marina Dhow Cruise Dinner Modern City Tour of Dubai: After Breakfast, by 08.30-9 AM your City tour of Dubai will kick start by visiting Dubai Marina. From Dubai Marina, you will drive to Jumeirah Beach where you will have the best view of the iconic Burj Al Arab Hotel. The next stop is a very special one, Bluewater's a new lifestyle destination in Dubai and home to Ain Dubai- The largest ferry wheel in the world. The city tour will then take you to another man-made wonder Palm Jumeirah Island, a palm-tree-shaped artificial archipelago that features the most wanted residential complexes, Iconic Hotels. We will give you a glimpse of the island and we will stop at Atlantis The Palm Hotel for a photo stop. We will take you to The Pointe, to get a better view of Atlantis The Palm. A few minutes’ drive takes you to Madinat Jumeirah of traditional Middle Eastern shopping culture. Our next stop will be Burj Khalifa the tallest and visited by more than 1.87 million each year. After the photo stop at Burj Khalifa, you will be transferred back to your hotel for lunch (on your own). Free afternoon for leisure: Dubai Marina Dhow Cruise Dinner: Meet our driver around 07-7:30 pm for a fun-filled fine dining experience in Dubai Marina. The beautiful wooden Dhow Cruise awaits you with a luxury dining experience, our team will set up the buffet, and the mouth-watering 5-star international buffet dinner will be the main highlight of our Dhow cruise dinner. After your delicious dinner with onboard entertainment and your sightseeing cruise in Dubai Marina, you will be transferred back to your hotel in Dubai. Meals (Breakfast, Dinner)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Abu Dhabi City Tour with Louvre Museum After a healthy breakfast at the hotel, 08-09 AM our guide will be accompanying you to Abu Dhabi, The Capital of the United Arab Emirates. The City tour will start with visiting the biggest mosque in UAE and one of the largest mosques in the world ‘Sheikh Zayed Grand Mosque’ popularly known as ‘The White Mosque’. The city tour will continue at Emirate Palace Hotel, the third most expensive hotel in the world which costs approximately 3 billion US dollars to construct, and it is among the most luxurious hotels in the world. Drive through the Al Bateen Area of Abu Dhabi, which hosts President Place, royal family palaces, and high-rise Iconic hotels overlooking the Arabian Gulf. The next stop will be Abu Dhabi Corniche the best place in Abu Dhabi for a day out. Then you will be guided to Abu Dhabi Marina Mall, and lunch (on your own). The next stop will be the Heritage Village of Abu Dhabi, where you will have the chance to experience the traditional aspects of the desert way of life. you will continue to one of the best attractions of Abu Dhabi, The Art and Civilization Museum ‘Louvre Abu Dhabi’. The city tour will continue to the final attraction, YAS Island. You will be given a photo stop for 30 minutes at Ferrari World before we drop you at the Dubai hotel. Meal (Breakfast)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "East Coast Tour- Fujairah Trip from Dubai Meet our professional guide and kick start your day tour of Fujairah from your hotel in Dubai around 8:30- 09 AM Embrace yourself for an eye-pleasing sightseeing tour where you will be passing through different landscapes of the Oasis of Al Dhaid, Masafi, and Sharjah. Start your tour by visiting Friday’s Market. Followed by Sheikh Zayed Mosque. Heading to Fujairah fort. Arrival in Khor Fakan. Pass by Bidya Mosque. Waterfall of Khor Fakan Roman theatre Lunch at a beach hotel and beach access. back to Dubai, Stop on the way at Rofaisa Dam. hotels and will reach Dubai by 5 p.m. Meals (Breakfast, Lunch)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Free Morning and Desert Safari with Barbecue Dinner Breakfast at your hotel in Dubai, the morning is free for leisure. Meet our Safari guide at your hotel from 2.30 – 3 p.m. and he will escort you to the desert area for a memorable evening in the Dubai Desert. Before entering the desert, the guide will deflate the tires of a car going through extreme heights, vertical slopes, and huge dunes of sand is something that is going to stay with you for a long time. During the safari, you will be given multiple options for a photo stop and to experience the desert up close. At the end of your dune bashing, you will be transferred to the traditional Bedouin camp for a delicious Barbecue dinner with live shows. Upon reaching the camp, you will be welcomed with hot tea or coffee along with the dates. The Safari guide will explain in detail the routines and customs of the camp. Your Desert Safari package includes camel rides, unlimited soft drinks, coffee, tea snacks, and a buffet dinner. After dinner and the live show, you will be transferred back to your hotel in Dubai. Meals (Breakfast, BBQ Dinner)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Free Day in Dubai Breakfast at Dubai Hotel, the day is at leisure and enjoy a relaxing time with your family. Meal (Breakfast)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sharjah & Ajman Tour Meet our guide by 08:30-09 a.m. from your hotel and drive to Sharjah. The half-day city tour of Sharjah and Ajman from Dubai will start with a photo stop at the Cultural Square of Sharjah. After the photo stop, you will be guided to Al Majarrah Souk. The Golden Roof souk building attracts many travelers each year. Once a popular shopping place the Souk building is converted into the Sharjah Museum of the Islamic Civilization. Your next stop will be Al Hisn Fort, known as the most important heritage village in Sharjah. From here we will move on to the next attraction central souk popularly known as ‘The Blue Souk’. It is an authentic Arabic market and a mustsee place in Sharjah. King Faisal mosque will be the last attraction in your Sharjah City Tour, spread across 12,000 - square-metre, named after King Faisal bin Abdul Aziz Al Saud, the former Ruler of the Kingdom of Saudi Arabia. Your City tour will continue by visiting Ajman, the smallest Emirate in the UAE, Ajman. Your City tour will continue to Ajman, the smallest Emirate in the UAE, Ajman. Panoramic Tour through the Emirate, The half-day city tour of Sharjah and Ajman will come to an end with this visit, Drive back to Dubai hotel and overnight in Dubai Hotel. Meal (Breakfast)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Dubai-Departure On this day, the last day of your Dubai holiday, After a healthy breakfast at the hotel. Check out from the hotel at 12 noon and proceed to Dubai International Airport 3-4 hours prior to your flight time. Meal (Breakfast)"
    }
  ],
  "map": ""
}