{
  "destination": "United Arab Emirates",
  "mainPhoto": "",
  "id": "united-arab-emirates-holiday",
  "tourName": "United Arab Emirates holiday",
  "placesVisited": "",
  "generalInfo": "Explore the glitz and glamour of Dubai, the proudly modern and cosmopolitan life of Abu Dhabi, the fine arts and true cultural values of Sharjah, the cultural attractions of Ajman, and the rugged mountains of Fujairah in 08 days. Your UAE vacation will be the best mix of modern city life, rich Arabian Heritage, and exotic experiences like Desert Safari and Dhow Cruise Dinner. Unmatched natural sceneries. Enjoy a fun-filled holiday with your loved ones, eight days full of excitement and entertainment.<br/><br/>Inclusions:<br/>• 07 nights at the hotel in Dubai with breakfast.<br/>• Airport-hotel-airport transfers<br/>• Half-day Dubai Classic city tour<br/>• Dhow cruise in the marina with transfers.<br/>• Tour to East Coast and Fujairah<br/>• Sharjah Ajman City Tour<br/>• Full-Day Abu Dhabi City Tour<br/>• Louvre Museum with entry tickets<br/>• Sheikh Zayed Grand Mosque entrance<br/>• Desert Safari with barbeque dinner and live music, dance performances<br/>• Camel Ride, Sandboarding, Henna designing<br/>• Half-day Dubai Morden city tour SIC<br/>• Burj Khalifa photo entry floor 124<br/><br/>Exclusions<br/>• Flight fare.<br/>• Tourist entry visa.<br/>• Tourism Dirham.<br/>• Tips<br/><br/><br/>Preferred Dubai Hotel or Similar:<br/>Silver (4-Star) - Al Khoory Atrium Al Barsha or Similar<br/>Gold (5-Star) - Al Bandar Rotana - Creek or Similar<br/>Platinum (5-Star-Deluxe) - JW Marriott Marquis or Similar<br/><br/>Adds on Experiences in Dubai price per adult (Minimum 2 adults)<br/>Visit the Museum of Future ticket and transfers - $ 95<br/>Visit Miracle garden and Butter Fly Garden - $ 80<br/>Watch La Perla Show (Silver) Tickets with Transfers - $ 120<br/>Burj Al Arab High tea at Sahn Eddar with transfers - $ 225",
  "durationDays": "8",
  "price": "1875",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival - Dubai International Airport Upon arrival at Dubai International Airport, you will be greeted and assisted. Following the meet and greet, you will be transferred to your hotel for an overnight stay in Dubai. MEALS: N/A"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Half-Day Classic Dubai City Tour – Dhow Cruise Dinner Enjoy breakfast at your hotel in Dubai. Our professional guide will meet you at your hotel by 8:30 AM to begin your guided city tour. Your journey starts with a drive through the residential areas of Jumeirah, one of the most luxurious parts of Dubai and home to the stunning Jumeirah Mosque. Next, you'll explore the historic Al Bastakiya Area, where remnants of the town from over 40 years ago can still be found. Your guide will share insights into the culture and history of the city. After the city tour, you will be dropped off at your Dubai hotel to relax before your evening activities. Later, at 7:30 PM, join us for a Dhow Cruise Dinner in Dubai Marina. Experience the luxury of Dubai’s wealthiest neighborhood, adorned with opulent hotels, resorts, and glittering skyscrapers. Enjoy a two-hour sightseeing cruise through Dubai Marina and Palm Jumeirah, where a delicious five-star buffet dinner will be served along with unlimited coffee and soft drinks. You may also opt for alcoholic beverages or beer to enhance your evening. Admire the sparkling skyline of Dubai at night from the open-air deck of the vessel. After the cruise, you will be transferred back to your hotel in Dubai for an overnight stay. MEALS: Breakfast - Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "East Coast Fujairah City Tour Meet our professional guide and kick off your day tour of Fujairah from your hotel in Dubai at 8:30 AM. Enjoy a scenic sightseeing journey along the East Coast, passing through the Oasis of Al Dhaid and Masafi, as well as Sharjah. Your first stop is the Friday Market in Fujairah, also known as Souk al Juma, nestled among the mountains and valleys. This open market is a popular destination for tourists and locals alike, significantly contributing to the charm of the Masafi area. Next, visit the Sheikh Zayed Mosque (Fujairah), the second-largest mosque in the UAE after its namesake in Abu Dhabi. Following that, explore Fujairah Fort, the oldest fort in the UAE. Built 20 meters above sea level, it served as a defensive structure against invaders from 1500 to 1550 AD and was later rebuilt from 1650 to 1700 AD. Continue your tour to Khor Fakkan Bay, a deep-ocean port characterized by its stunning curving shoreline. A scenic promenade stretches along the waterfront, with the Hajar Mountains serving as a picturesque backdrop. Your next stop is the Al Bidya Mosque, the oldest surviving mosque in the UAE, dating back to 1446. Its mysterious origins and unique architecture make it a must-see attraction during your city tour. Next, visit the Khorfakkan Waterfall, a magnificent 45-meter-high man-made waterfall cascading next to the amphitheater. This stunning feature is sculpted from natural rock and is beautifully lit at night, providing an impressive view from the constructed viewing windows at the top. After enjoying the waterfall, savor lunch at the Beach Hotel, where you will have beach access. The final stop on this tour is the Rafisah Dam, renowned for its captivating beauty. Nestled among the Hajar Mountains, this man-made lake attracts various species of migrating birds. Visitors can appreciate its scenic landscape by walking around the lake and partaking in various activities. After visiting the dam, you will be transferred back to your hotel, with arrival in Dubai by 5 PM. MEALS: Breakfast - Lunch"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sharjah & Ajman Tour Enjoy a delicious breakfast at your hotel and meet our guide at 9:00 AM. Your journey begins with a drive to Sharjah, where you'll stop at the Cultural Square for photos. This monumental structure, designed by Spanish stone worker Carlos Marinas Rubias, symbolizes the deep cultural heritage of the city. Next, explore Al Majarrah Souk, a stunning rooftop market that attracts numerous visitors each year. Continue to Al Hisn Fort, recognized as the most significant heritage site in Sharjah, where you can delve into the region's history. Your tour proceeds to the Central Souk, famously known as the Blue Souk. This authentic Arabic market is a must-see destination, offering a wide array of traditional goods. Afterward, stop at the King Faisal Mosque for photos and pass by the Pearl Monument, dedicated to the unity of the seven Emirates. The city tour continues with a visit to Ajman, the smallest Emirate in the UAE. Enjoy a drive through Ajman, taking in the sights. The half-day city tour of Sharjah and Ajman concludes, and you will be transferred back to your hotel. MEALS: Breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Abu Dhabi City Tour with Louvre Museum Enjoy a delicious breakfast at your hotel before meeting your guide at 9:00 AM. You will be escorted to Abu Dhabi for a full-day sightseeing tour. Your journey begins at the Sheikh Zayed Grand Mosque, the third-largest mosque in the world, renowned as \"The White Mosque.\" Next, you will have the opportunity to stop at the Emirates Palace Hotel for photos (from outside). If you wish to explore further, consider enjoying a gold cappuccino at the hotel. Continue your tour with a drive along Abu Dhabi Corniche, a picturesque waterfront development featuring a children's play area, clean beaches, and a variety of cafés and fine restaurants. This is also a great spot to capture stunning views of Abu Dhabi's skyline. Next, visit Abu Dhabi Union Square, where you can admire various sculptural objects, including the iconic Giant Coffee Pot, which reflects the heritage of the UAE. Discover the traditional lifestyle of the Emirati people at the Heritage Village, where you can learn about the Bedouin way of life. Your cultural journey will culminate at the Louvre Abu Dhabi, the first museum of its kind in the Arabian Peninsula. Located on Saadiyat Island, it houses an impressive collection of art and artifacts from around the world. Before returning to Dubai, you will have the chance to stop at Ferrari World for photos and shopping. At the end of your Abu Dhabi city tour, you will be transferred back to your hotel in Dubai. MEALS: Breakfast"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Free Morning and Desert Safari with Barbecue Dinner Start your day with a delicious breakfast at your hotel. The morning is free for you to explore the city at your leisure. Your Desert Safari guide will pick you up from your hotel between 3:00 PM and 3:30 PM, leading you to the Lahbab Desert Area. Enjoy the scenic drive past Dubai's impressive skyline as you head toward the endless red dunes. Upon arrival in the desert, you will have free time to enjoy refreshments and partake in activities such as quad biking and beach buggy rides. Before entering the desert, the tires of a specially modified Land Cruiser will be deflated for an optimal experience. Brace yourself as you navigate through twists and turns in the desert; the ride will feel like a thrilling roller coaster. There will be stops during the safari for photos and to immerse yourself in the desert landscape. The adventurous drive concludes at a traditional desert camp. Your desert experience includes short camel rides, unlimited soft drinks, coffee, tea, and snacks. As the evening unfolds, enjoy captivating entertainment shows, including a Tanoura Dance performance (featuring a male dancer in a colorful costume) and a Fire Show, followed by the famous Arabian Belly Dance Show. Savor a delicious barbecue dinner at the camp, featuring a buffet that includes chicken, beef, lamb, and rice. After dinner, you will be transferred back to your hotel in Dubai. MEALS: Breakfast - Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Half-Day Modern Dubai City Tour Your city tour of Dubai begins at Dubai Marina, the largest artificial marina in the world and a vibrant hub for locals and tourists alike. Meet our professional guide at your hotel, who will outline the day’s itinerary. From Dubai Marina, you will drive to Bluewaters Island, a contemporary lifestyle destination and home to Ain Dubai, the world's largest observation wheel. Next, enjoy a photo stop at the iconic Burj Al Arab. Your guide will escort you to Jumeirah Beach, offering the best views of this architectural marvel. Spend 20 minutes capturing photos of the sail-shaped structure, recognized as one of the world's most luxurious hotels. A short drive will take you to Madinat Jumeirah, designed to reflect the enchanting beauty of ancient Arabia. Nestled by the Arabian Gulf and featuring a private beach, this “city within a city” boasts Souk Al Madinat, where traditional Middle Eastern shopping culture comes to life. Explore a mix of boutique brands, souvenir shops, luxury fashion, and exquisite jewelry for a truly unique shopping experience. The tour continues to the remarkable Palm Jumeirah Island, a palm-shaped artificial archipelago known for its luxurious residential complexes and iconic hotels. We will make a brief stop at Atlantis The Palm Hotel for more photo opportunities. Our final destination is the Burj Khalifa, the tallest building in the world and a must-see attraction in Dubai. After visiting the 124th and 125th floors (entry ticket included), you will have the option to spend additional time in the Dubai Mall or be transferred back to your hotel. MEALS: Breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Departure After enjoying a healthy breakfast at the hotel, check out and proceed to Dubai International Airport. Fly back home with cherished memories of your wonderful 8 Days in Dubai. MEALS: Breakfast"
    }
  ],
  "map": ""
}