{
  "destination": "United Arab Emirates",
  "mainPhoto": "",
  "id": "dubai-abu-dhabi-tailor-made-holiday",
  "tourName": "Dubai & Abu Dhabi tailor made holiday",
  "placesVisited": "City tour of Dubai, dhow cruise in Dubai marina, desert safari and barbecue dinner, Abu Dhabi city tour, Louvre Museum, Abu Dhabi, Sheikh Zayed Grand Mosque",
  "generalInfo": "Combining Abu Dhabi and Dubai is a great way to get a fantastic window into life in the UAE through visiting its two most famous cities. On this trip you’ll spend four nights in Dubai followed by two nights in Abu Dhabi to compare and contrast. <br/><br/>Dubai needs no introduction – there’s so much to see and do here that it can be overwhelming. Our tailor made tour can be tweaked to suit your interests and always comes with authenticity at its heart – you’ll be able to peel back the layers and see the Dubai behind the glitz. Spend time in the historic Al Bastakiya district, and traditional markets like the Gold Souk and the Spice Souk. A dhow cruise in Dubai marina completes your tour.  <br/><br/>This holiday takes you out of the city too, so you can see how Dubai has risen out of the desert. On Jeep safari you can head out to enjoy traditional Bedouin barbecue and ride a camel on the dunes.<br/><br/>Moving on to Abu Dhabi, you’ll find a calmer city that’s still got amazing sights – take the Emirates Palace hotel, the third most expensive hotel ever built, and the Sheikh Zayed Grand Mosque. The Louvre Abu Dhabi further proves that this capital is a cultural capital, too. <br/><br/>End your tour with a stroll on the Corniche and time on the beach at Abu Dhabi – after all, there are plenty of sandy spots to go around. <br/>",
  "durationDays": "7",
  "price": "1499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival - Dubai International Airport Upon arrival, you will be met with a warm greeting and our representative will help you with the baggage, from this moment you don’t need to worry about anything, we will be with you in every stage of your Dubai vacation. Overnight stay will be at your prebooked hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Half Day Classic Dubai City Tour – Marina Dhow Cruise Dinner. Your City tour will start 8:30-9 AM with a drive through the residential areas of Jumeriah, one of the luxurious parts of Dubai and home to the beautiful Jumeirah Mosque. your next stop will be Al Bastakiya Area, you can still find some parts of the town that existed over 40 years ago. Get aboard the Abra (the traditional water taxi) and ride across Dubai Creek to reach Dubai Gold and Spices Souk. You will be transferred back to your hotel in Dubai for lunch (on your own). Free afternoon for leisure Meet our driver around 07-7.30 pm for a fun-filled fine dining experience in Dubai Marina. The beautiful wooden Dhow Cruise awaits you with a luxury dining experience. Get aboard our luxury boat equipped with all the fine amenities, the boat has a glass-covered lower deck and an open upper deck with seating like in a restaurant. While you enjoy the stunning view of Dubai Marina, our team will set up the buffet, the mouth-watering 5-star international buffet dinner will be the main highlight of our Dhow cruise dinner. After your delicious dinner with onboard entertainment and your sightseeing cruise in Dubai Marina, you will be transferred back to your hotel in Dubai. Meals (Breakfast, Dinner)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Free Morning and Desert Safari with Barbecue Dinner. Breakfast at your hotel in Dubai, the morning is free for leisure. Meet our Safari guide at your hotel from 2.30 – 3 p.m. and he will escort you to the desert area for a memorable evening in the Dubai Desert. Before entering the desert, the guide will deflate the tires of a car going through extreme heights, vertical slopes, and huge dunes of sand is something that is going to stay with you for a long time. During the safari, you will be given multiple options for a photo stop and to experience the desert up close. At the end of your dune bashing, you will be transferred to the traditional Bedouin camp for a delicious Barbecue dinner with live shows. Upon reaching the camp, you will be welcomed with hot tea or coffee along with the dates. The Safari guide will explain in detail the routines and customs of the camp. Your Desert Safari package includes camel rides, unlimited soft drinks, coffee, tea snacks, and a buffet dinner. After dinner and the live show, you will be transferred back to your hotel in Dubai. Meals (Breakfast, BBQ Dinner)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Free Day in Dubai Breakfast at Dubai Hotel, the day is at leisure and enjoy a relaxing time with your family. You may head to JBR beach, or you may Atlantis Aqua Venture Waterpark for a fun-filled day. Head to Mall of Emirates if you wish to experience Ski Dubai or you can visit Dubai Mall to experience Dubai Fountain and Shopping. Meal (Breakfast)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Abu Dhabi City Tour with Louvre Museum After a healthy breakfast at the hotel, 08-09 AM our guide will be accompanying you to Abu Dhabi, The Capital of the United Arab Emirates. The City tour will start with visiting the biggest mosque in UAE and one of the largest mosques in the world ‘Sheikh Zayed Grand Mosque’ popularly known as ‘The White Mosque’. The city tour will continue at Emirate Palace Hotel, the third most expensive hotel in the world which costs approximately 3 billion US dollars to construct, and it is among the most luxurious hotels in the world. Drive through the Al Bateen Area of Abu Dhabi, which hosts President Place, royal family palaces, and high-rise Iconic hotels overlooking the Arabian Gulf. The next stop will be Abu Dhabi Corniche the best place in Abu Dhabi for a day out. Then you will be guided to Abu Dhabi Marina Mall, and lunch (on your own). The next stop will be the Heritage Village of Abu Dhabi, where you will have the chance to experience the traditional aspects of the desert way of life. you will continue to one of the best attractions of Abu Dhabi, The Art and Civilization Museum ‘Louvre Abu Dhabi’. we drop you at the Abu Dhabi hotel. Meal (Breakfast)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Breakfast at your hotel, You may relax at the white sandy beaches of Abu Dhabi, or you can head to YAS Island, with three top-class theme parks like Ferrari World, Warner Bro’s and YAS Water World, your day in Abu Dhabi will be fun, especially for the kids. Meal (Breakfast)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Dubai-Departure On this day, the last day of your Dubai holiday, After a healthy breakfast at the hotel. Check out from the hotel at 12 noon and proceed to Dubai International Airport 5-6 hours prior to your flight time from Abu Dhabi Hotel. Meal (Breakfast)"
    }
  ],
  "map": ""
}