{
  "destination": "United Arab Emirates",
  "mainPhoto": "",
  "id": "emirates-cultural-tour-tailor-made",
  "tourName": "Emirates cultural tour, tailor made",
  "placesVisited": "",
  "generalInfo": "Inclusions:<br/>• 04 nights at the hotel in Dubai with breakfast.<br/>• 02 nights at the hotel in Abu Dhabi with breakfast.<br/>• 02 nights at the hotel in Sharjah with breakfast.<br/>• Airport-hotel-airport transfers<br/>• Half-day Dubai Morden city tour SIC<br/>• Burj Khalifa photo entry floor 124<br/>• Half-day Dubai Classic city tour<br/>• Dhow cruise in the marina with transfers in English.<br/>• Sharjah City Tour<br/>• Full-Day Abu Dhabi City Tour<br/>• Louvre Museum with entry tickets<br/>• Sheikh Zayed Grand Mosque entrance<br/>• Qasr Al Watan entry tickets<br/>• Desert Safari with barbeque dinner and live music, dance performances<br/>• Camel Ride, Sandboarding, Henna designing<br/><br/>Exclusions<br/>• Flight fare.<br/>• Tourist entry visa.<br/>• Tourism Dirham.<br/>• Tips<br/><br/>Preferred Dubai Hotel or Similar:<br/>Dubai (5-Star) – Rotana Al Bandar or Similar<br/>Abu Dhabi (5-Star) Royal M Abu Dhabi or Similar<br/>Sharjah (5-Star) Chedi Al Bait<br/><br/>Adds on Experiences in Dubai - Price per Adult (Minimum 2 people)<br/>Visit the Museum of Future ticket and transfers - $ 95<br/>Visit Miracle garden and Butter Fly Garden - $ 80<br/>Watch La Perla Show (Silver) Tickets with Transfers - $ 120<br/>Burj Al Arab High tea at Sahn Eddar with transfers - $ 225",
  "durationDays": "9",
  "price": "1940",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival - Dubai International Airport | On arrival at Dubai Airport, you will be met by our representative and transferred to your hotel in Dubai. Check into the hotel and have Free time to adjust to the new time zone. Overnight Stay in Dubai"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Half-Day Classic Dubai City Tour – Dhow Cruise Dinner | Breakfast at your hotel in Dubai; our Professional guide will come and meet you at your hotel by 08.30 AM. Your Guided City tour of Dubai will start with a drive through the residential areas of Jumeriah, one of the most luxurious parts of Dubai and home to the beautiful Jumeirah Mosque. From here, your journey to explore the city’s history begins as your next stop will be Al Bastakiya Area; you can still find some parts of the town that existed over 40 years ago. Learn about the culture and history of the city from your tour guide. Your Half-Day Trip to Dubai will end, and we will drop you off at your Dubai Hotel. Get aboard the Abra (the traditional water taxi) ride across Dubai creek to reach Dubai Gold and Spices Souk. It is the best place to buy good quality spices, and you will be guided to the famous Gold Souk of Dubai. Explore Dubai’s most affluent neighborhood with luxury hotels, resorts, and glittering skyscrapers. You will get two hours sightseeing cruise through Dubai Marina and Palm Jumeirah. Relax at your hotel, and by evening 7.30 PM, Join our Dubai Dhow Cruise Dinner in Dubai Marina. A delicious five-start buffet dinner will be served on board with unlimited coffee and Soft drink. You can also add alcoholic beverages or beer to spice up the evening. You Admire the glittering Dubai at night from the open-air deck of the vessel. At the end of your sightseeing cruising, you will be transferred back to your hotel in Dubai. Overnight in Dubai"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Half-Day Modren Dubai Tour with Burj Khalifa 124 & 125 Entry ticket | Meet our professional guide in your hotel, who will explain the tour plans. Your City tour of Dubai will kick start by visiting Dubai Marina. The Largest artificial marina in the world, Dubai Marina, is the new hang-out hub of Dubai. From Dubai Marina, you will drive to Bluewaters, a new lifestyle destination in Dubai and home to Ain Dubai- The giant ferry wheel in the world. The next stop is an extraordinary one, A photo stop at an Iconic landmark of Dubai Burj Al Arab. The guide will escort you to Jumeirah Beach, where you will have the best view of the iconic Burj Al Arab Hotel. The world’s most luxurious hotel Burj Al Arab is an example of Dubai’s Architectural excellence. You will have 20 minutes to take photos of the sail-shaped architectural masterpiece the Burj Al Arab with your loved ones. A few minutes’ drives take you to Madinat Jumeirah, built to recreate the enchanting beauty of ancient Arabia. Roosted directly by the Arabian Gulf and flaunting its private seashore, Madinat Jumeirah is a city within the city and the newest attraction in Dubai. Souk Al Madinat is a recreation of traditional middle eastern shopping culture. With a mix of boutique brands, souvenir gift shops, luxury fashion, and jewelry, this will be a unique shopping experience for you. The city tour will take you to another artificial wonder Palm Jumeirah Island, a palm-tree-shaped artificial archipelago that features the most wanted residential complexes, Iconic Hotels. We will give you a glimpse of the island, and we will stop at Atlantis The Palm Hotel for a photo stop. We will take you to The Pointe to better view Atlantis The Palm. Burj Khalifa is the tallest and is visited by more than 1.87 million each year. Our next stop will be an attraction that is not only the tallest building in the world but the most popular tourist attraction in Dubai. After visiting the Burj Khalifa 124 & 125 floor with an entry ticket, we can drop you at the mall if anyone wishes to spend more time in Dubai Mall. If not, you will be transferred back to your hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Free Morning and Desert Safari with Barbecue Dinner | Enjoy a delicious breakfast at your hotel, and morning are free to explore the city on your own. Your Desert Safari Guide will start with a pick from your hotel between 3.00 to 3.30 PM. You will be guided to the Lahbab Desert Area. Enjoy as you drive past the skylines of Dubai to the endless red dunes of Dubai. Upon arrival in the desert, you will be given free time to stop for refreshments and Quad bike and beach buggy ride. The drive will deflate the tires of a specially modified Landcruiser just before entering the desert. Site tight as you guide through the deserts, the twists, turns, and slips will give you the thrill of a roller coaster ride. There will be stops in between your Safari for photos and to know the desert up close. Your adventurous desert ride will come to an end at a traditional desert camp located in the desert. Your desert experience includes short camel rides, unlimited soft drinks, coffee, tea, and snacks. The evening will get interesting with entertainment shows like Tanoura Dance (A male dancer performing a traditional dance in a colorful dress) and Fire Show, and Followed by the famous Arabian Belly Dance Show. Enjoy a delicious barbecue dinner at the camp; your buffet dinner will include chicken, Beef, and Lamp items Along with rice. At the end of your Dinner, you will be transferred back to your hotel in Dubai."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Abu Dhabi City Tour with Louvre Museum Enjoy a delicious breakfast at your hotel, check out and meet our guide by 09.00 AM. You will be escorted to Abu Dhabi for a full-day sightseeing tour. Start your city tour by visiting the third-largest mosque in the world ‘Sheikh Zayed Grand Mosque, also known as ‘The White Mosque’. You can stop at the Emirates Palace hotel for Photos (from outside); you may opt for a gold cappuccino at Emirates Palace hotel if you wish to explore more. Drive to Abu Dhabi Corniche, a perfect waterfront development in Abu Dhabi with a children’s play area, clean beach, many cafés, and some fine restaurants. You may get the best views of Abu Dhabi’s skylines from the corniche. Drive to Abu Dhabi Union Square and capture the various sculptural objects like the Giant Coffee Pot, which displays the heritage of UAE. See how the Emirati lived before skyscrapers and Learn more about the way of life of Bedouin people by visiting the Heritage village of Abu Dhabi. Visit the first of its kind arts and civilization museum of Arabia’ Louvre Abu Dhabi’. The museum is located on Saadiyat Island and houses some of the most impressive art collections worldwide. Before returning to Dubai, you can stop at Ferrari world for Photos and shopping. At the end of your Abu Dhabi city tour, you will be transferred back to your hotel in Abu Dhabi."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Abu Dhabi Free day - Afternoon visit to Qasr Al Watan | Enjoy a delicious breakfast at your hotel with free time to relax on the beach or discover Abu Dhabi city Highlights. Be ready by late afternoon for a memorable visit to Qasr Al Watan, the presidential palace of the United Arab Emirates and a majestic cultural landmark that invites the world to discover the rich legacy of knowledge and tradition. By sunset, you will stay in the area to watch the fantastic show on the palace, finally returning to your hotel in Abu Dhabi."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer from Abu Dhabi to Sharjah | After a delicious breakfast at the Abu Dhabi hotel, transfer from Abu Dhabi to an authentic stay in Sharjah to relax and enjoy the surrounding. Dinner at the hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sharjah Tour | After a delicious breakfast at the Abu Dhabi hotel, transfer from Abu Dhabi to an authentic stay in Sharjah to relax and enjoy the surrounding. Discover the tranquil Arabian lifestyle of the emirates of Sharjah, Declared as the ‘Cultural Capital of the UAE. We begin our tour to the 3rd largest emirate of the UAE, Sharjah, visiting the Fort of Sharjah, which is now an absolute masterpiece of old Arab architecture and a museum. Then, we will briefly see Souk Al Arsa, one of the oldest souks in the UAE. Next, we will be passing by the largest mosque in the emirate - King Faisal Mosque. Afterward, enjoy a visit to colorful Arabian souks, head towards Souk Al Markazi, which is known as the Blue Souk and the largest souk in the UAE. That is characterized by its unique Arabic Islamic design. You have various options to choose from an extensive collection of antiques, carpets, gifts, electronics, gold, gems, and jewelry in 600 shops. After your day-time tour, transfer back to your hotel for free time and Dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Departure | After a healthy breakfast at the hotel, check out from the hotel, proceed to Dubai International Airport, and fly back home with the best memories of your 09 Days in Dubai."
    }
  ],
  "map": ""
}