[
  {
    "destination": "United Arab Emirates",
    "mainPhoto": "",
    "id": "best-of-the-emirates-holiday",
    "tourName": "Best of the Emirates holiday",
    "placesVisited": "",
    "generalInfo": "Discover the best of the UAE with this unforgettable 8-day journey through modern marvels, rich traditions, and natural wonders. From the glittering skyscrapers of Dubai and the cultural gems of Abu Dhabi to the serene landscapes of Fujairah and Sharjah’s historical treasures—this tour is designed for those who seek both adventure and meaning.<br/><br/>Explore iconic landmarks like the Burj Khalifa, Palm Jumeirah, and Sheikh Zayed Grand Mosque, enjoy authentic experiences like Dhow Cruise dinner, Desert Safari with BBQ, and relax on a scenic beach day in Fujairah.<br/><br/>But this trip is more than sightseeing—it's about Making a Difference. By traveling with us, you're supporting eco-conscious practices and community-based tourism, including local artisans, cultural preservation, and environmental sustainability.<br/><br/>Come explore the UAE while giving back to the planet and its people—a journey with impact, memories, and meaning.<br/><br/>OUR TOURS INCLUDE:<br/>07 nights at the hotel in Dubai with breakfast.<br/>Airport-hotel-airport transfers on a Private basis.<br/>Half-day Dubai city tour.<br/>Dhow cruise in the marina with transfers in English.<br/>Desert Safari with barbeque dinner.<br/>Full-Day Abu Dhabi City Tour with Louvre Museum.<br/>Full-Day Fujairah City Tour with Lunch.<br/>Half-Day Sharjah &amp; Ajman City Tour.<br/>Suitable Vehicle for Sightseeing and transfers.<br/>OUR TOURS DO NOT INCLUDE :<br/>× Flight fare.<br/>× Tourist visa.<br/>× Tourism Dirham. (3* Hotel – AED 10 | 4* AED 15 | 5* AED 20 / Room / Night)<br/>× International health insurance.<br/>× Any Lunch or dinner not mentioned in the program.<br/>× Extras and personal expenses.<br/>× tipping",
    "durationDays": "8",
    "price": "1899",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival-Dubai International Airport Upon arrival, you will be met with a warm greeting and our representative will help you with the baggage, from this moment you don’t need to worry about anything, we will be with you in every stage of your Dubai vacation. Overnight stay will be at your prebooked hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Half-Day Modern Dubai City Tour - Marina Dhow Cruise Dinner Modern City Tour of Dubai: After Breakfast, by 08.30-9 AM your City tour of Dubai will kick start by visiting Dubai Marina. From Dubai Marina, you will drive to Jumeirah Beach where you will have the best view of the iconic Burj Al Arab Hotel. The next stop is a very special one, Bluewater's a new lifestyle destination in Dubai and home to Ain Dubai- The largest ferry wheel in the world. The city tour will then take you to another man-made wonder Palm Jumeirah Island, a palm-tree-shaped artificial archipelago that features the most wanted residential complexes, Iconic Hotels. We will give you a glimpse of the island and we will stop at Atlantis The Palm Hotel for a photo stop. We will take you to The Pointe, to get a better view of Atlantis The Palm. A few minutes’ drive takes you to Madinat Jumeirah of traditional Middle Eastern shopping culture. Our next stop will be Burj Khalifa the tallest and visited by more than 1.87 million each year. After the photo stop at Burj Khalifa, you will be transferred back to your hotel for lunch (on your own). Free afternoon for leisure: Dubai Marina Dhow Cruise Dinner: Meet our driver around 07-7:30 pm for a fun-filled fine dining experience in Dubai Marina. The beautiful wooden Dhow Cruise awaits you with a luxury dining experience, our team will set up the buffet, and the mouth-watering 5-star international buffet dinner will be the main highlight of our Dhow cruise dinner. After your delicious dinner with onboard entertainment and your sightseeing cruise in Dubai Marina, you will be transferred back to your hotel in Dubai. Meals (Breakfast, Dinner)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Abu Dhabi City Tour with Louvre Museum After a healthy breakfast at the hotel, 08-09 AM our guide will be accompanying you to Abu Dhabi, The Capital of the United Arab Emirates. The City tour will start with visiting the biggest mosque in UAE and one of the largest mosques in the world ‘Sheikh Zayed Grand Mosque’ popularly known as ‘The White Mosque’. The city tour will continue at Emirate Palace Hotel, the third most expensive hotel in the world which costs approximately 3 billion US dollars to construct, and it is among the most luxurious hotels in the world. Drive through the Al Bateen Area of Abu Dhabi, which hosts President Place, royal family palaces, and high-rise Iconic hotels overlooking the Arabian Gulf. The next stop will be Abu Dhabi Corniche the best place in Abu Dhabi for a day out. Then you will be guided to Abu Dhabi Marina Mall, and lunch (on your own). The next stop will be the Heritage Village of Abu Dhabi, where you will have the chance to experience the traditional aspects of the desert way of life. you will continue to one of the best attractions of Abu Dhabi, The Art and Civilization Museum ‘Louvre Abu Dhabi’. The city tour will continue to the final attraction, YAS Island. You will be given a photo stop for 30 minutes at Ferrari World before we drop you at the Dubai hotel. Meal (Breakfast)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "East Coast Tour- Fujairah Trip from Dubai Meet our professional guide and kick start your day tour of Fujairah from your hotel in Dubai around 8:30- 09 AM Embrace yourself for an eye-pleasing sightseeing tour where you will be passing through different landscapes of the Oasis of Al Dhaid, Masafi, and Sharjah. Start your tour by visiting Friday’s Market. Followed by Sheikh Zayed Mosque. Heading to Fujairah fort. Arrival in Khor Fakan. Pass by Bidya Mosque. Waterfall of Khor Fakan Roman theatre Lunch at a beach hotel and beach access. back to Dubai, Stop on the way at Rofaisa Dam. hotels and will reach Dubai by 5 p.m. Meals (Breakfast, Lunch)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Free Morning and Desert Safari with Barbecue Dinner Breakfast at your hotel in Dubai, the morning is free for leisure. Meet our Safari guide at your hotel from 2.30 – 3 p.m. and he will escort you to the desert area for a memorable evening in the Dubai Desert. Before entering the desert, the guide will deflate the tires of a car going through extreme heights, vertical slopes, and huge dunes of sand is something that is going to stay with you for a long time. During the safari, you will be given multiple options for a photo stop and to experience the desert up close. At the end of your dune bashing, you will be transferred to the traditional Bedouin camp for a delicious Barbecue dinner with live shows. Upon reaching the camp, you will be welcomed with hot tea or coffee along with the dates. The Safari guide will explain in detail the routines and customs of the camp. Your Desert Safari package includes camel rides, unlimited soft drinks, coffee, tea snacks, and a buffet dinner. After dinner and the live show, you will be transferred back to your hotel in Dubai. Meals (Breakfast, BBQ Dinner)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Free Day in Dubai Breakfast at Dubai Hotel, the day is at leisure and enjoy a relaxing time with your family. Meal (Breakfast)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Sharjah & Ajman Tour Meet our guide by 08:30-09 a.m. from your hotel and drive to Sharjah. The half-day city tour of Sharjah and Ajman from Dubai will start with a photo stop at the Cultural Square of Sharjah. After the photo stop, you will be guided to Al Majarrah Souk. The Golden Roof souk building attracts many travelers each year. Once a popular shopping place the Souk building is converted into the Sharjah Museum of the Islamic Civilization. Your next stop will be Al Hisn Fort, known as the most important heritage village in Sharjah. From here we will move on to the next attraction central souk popularly known as ‘The Blue Souk’. It is an authentic Arabic market and a mustsee place in Sharjah. King Faisal mosque will be the last attraction in your Sharjah City Tour, spread across 12,000 - square-metre, named after King Faisal bin Abdul Aziz Al Saud, the former Ruler of the Kingdom of Saudi Arabia. Your City tour will continue by visiting Ajman, the smallest Emirate in the UAE, Ajman. Your City tour will continue to Ajman, the smallest Emirate in the UAE, Ajman. Panoramic Tour through the Emirate, The half-day city tour of Sharjah and Ajman will come to an end with this visit, Drive back to Dubai hotel and overnight in Dubai Hotel. Meal (Breakfast)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Dubai-Departure On this day, the last day of your Dubai holiday, After a healthy breakfast at the hotel. Check out from the hotel at 12 noon and proceed to Dubai International Airport 3-4 hours prior to your flight time. Meal (Breakfast)"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "United Arab Emirates",
    "mainPhoto": "",
    "id": "dubai-abu-dhabi-holiday-on-a-shoestring",
    "tourName": "Dubai & Abu Dhabi holiday on a shoestring",
    "placesVisited": "",
    "generalInfo": "This well-rounded itinerary begins with a warm welcome at Dubai International Airport, where guests are introduced to the city's vibrant hospitality. Day two offers a deep dive into Dubai's rich heritage and modern luxury, exploring Jumeirah, the historic Al Bastakiya area, and the lively souks, followed by a magical evening on a Marina Dhow Cruise with dinner. The adventure continues with a thrilling desert safari on day three, featuring dune bashing, camel rides, and a Bedouin-style barbecue dinner with live entertainment. A free day in Dubai on day four allows for leisure, shopping, or visiting iconic attractions.<br/><br/>The journey shifts to Abu Dhabi on day five, where travelers explore landmarks such as the Sheikh Zayed Grand Mosque, Emirates Palace, and Louvre Abu Dhabi, offering a mix of cultural grandeur and modern elegance. A free day in Abu Dhabi on day six invites relaxation or thrilling experiences at Yas Island's entertainment hubs. The tour concludes with a departure from Dubai International Airport, leaving travelers with unforgettable memories of two of the UAE's most dazzling cities.<br/><br/>Inclusions:<br/>•\t04 nights accommodation in Dubai with breakfast.<br/>•\t02 nights accommodation in Abu Dhabi with breakfast.<br/>•\tAirport-hotel-airport transfers on a private basis.<br/>•\tHalf-day Dubai city tour with an English-speaking guide.<br/>•\tDhow Cruise in Dubai Marina with transfers and dinner.<br/>•\tDesert Safari with BBQ dinner, camel rides, and live entertainment.<br/>•\tFull-day Abu Dhabi city tour with visits to key landmarks.<br/>•\tLouvre Abu Dhabi entry tickets.<br/>•\tSheikh Zayed Grand Mosque entrance fees.<br/>•\tSuitable vehicle for sightseeing and transfers.<br/>________________________________________<br/>Exclusions:<br/>•\tFlight fare.<br/>•\tTourist visa.<br/>•\tTourism Dirham: (3-star hotel – AED 10 | 4-star AED 15 | 5-star AED 20 per room per night).<br/>•\tInternational health insurance.<br/>•\tLunch or dinner not mentioned in the program.<br/>•\tPersonal expenses and extras.<br/>•\tTipping.",
    "durationDays": "7",
    "price": "799",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival - Dubai International Airport Upon arrival, you will be met with a warm greeting and our representative will assist you with your baggage. From this moment, you don’t need to worry about anything; we will be with you at every stage of your Dubai vacation. Overnight stay at your pre-booked hotel. Meals: None"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Half-Day Classic Dubai City Tour – Marina Dhow Cruise Dinner Your City tour will start at 8:30-9:00 AM with a drive through the residential areas of Jumeirah, one of the luxurious parts of Dubai, and home to the beautiful Jumeirah Mosque. The next stop will be Al Bastakiya Area, where you can find parts of the town that existed over 40 years ago. Get aboard the Abra (traditional water taxi) and ride across Dubai Creek to reach the Gold and Spices Souks. You will be transferred back to your hotel for lunch (on your own). In the evening, meet your driver at around 7:00-7:30 PM for a fun-filled fine dining experience in Dubai Marina. A luxury wooden Dhow Cruise awaits you with an international buffet dinner and stunning views of Dubai Marina. After your delicious dinner with onboard entertainment and sightseeing, you will be transferred back to your hotel in Dubai. Meals: Breakfast, Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Free Morning and Desert Safari with Barbecue Dinner Breakfast at your hotel in Dubai. The morning is free for leisure. Meet your Safari guide at your hotel between 2:30-3:00 PM, and he will escort you to the desert area for a memorable evening in the Dubai Desert. Experience dune bashing with photo stops, followed by a visit to the traditional Bedouin camp where you will enjoy a delicious barbecue dinner with live shows. The Safari package includes camel rides, unlimited soft drinks, coffee, tea, snacks, and a buffet dinner. After dinner and the live show, you will be transferred back to your hotel in Dubai. Meals: Breakfast, BBQ Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Free Day in Dubai Breakfast at your hotel. The day is at leisure, allowing you to relax and enjoy your time. You may visit JBR Beach, Atlantis Aqua Venture Waterpark, or Ski Dubai at Mall of Emirates, or shop at Dubai Mall and enjoy the Dubai Fountain. Meals: Breakfast"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Abu Dhabi City Tour with Louvre Museum After breakfast, your guide will accompany you to Abu Dhabi, the capital of the UAE. The city tour will begin with a visit to the Sheikh Zayed Grand Mosque, one of the largest mosques in the world. Next, visit the Emirate Palace Hotel, one of the most luxurious hotels in the world. Drive through the Al Bateen Area, which hosts the President's Palace and royal family palaces. The tour will continue with stops at Abu Dhabi Corniche, Marina Mall, and the Heritage Village. You will then visit the Louvre Abu Dhabi before being dropped off at your Abu Dhabi hotel. Meals: Breakfast"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Free Day in Abu Dhabi Breakfast at your hotel. Enjoy a relaxing day at the white sandy beaches of Abu Dhabi or head to Yas Island for fun-filled activities like Ferrari World, Warner Bros., and Yas Water World. Meals: Breakfast"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Dubai - Departure On your last day, enjoy breakfast at your hotel. Check out from your hotel by 12:00 PM and proceed to Dubai International Airport 5-6 hours before your flight departure. Meals: Breakfast"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "United Arab Emirates",
    "mainPhoto": "",
    "id": "dubai-abu-dhabi-tailor-made-holiday",
    "tourName": "Dubai & Abu Dhabi tailor made holiday",
    "placesVisited": "City tour of Dubai, dhow cruise in Dubai marina, desert safari and barbecue dinner, Abu Dhabi city tour, Louvre Museum, Abu Dhabi, Sheikh Zayed Grand Mosque",
    "generalInfo": "Combining Abu Dhabi and Dubai is a great way to get a fantastic window into life in the UAE through visiting its two most famous cities. On this trip you’ll spend four nights in Dubai followed by two nights in Abu Dhabi to compare and contrast. <br/><br/>Dubai needs no introduction – there’s so much to see and do here that it can be overwhelming. Our tailor made tour can be tweaked to suit your interests and always comes with authenticity at its heart – you’ll be able to peel back the layers and see the Dubai behind the glitz. Spend time in the historic Al Bastakiya district, and traditional markets like the Gold Souk and the Spice Souk. A dhow cruise in Dubai marina completes your tour.  <br/><br/>This holiday takes you out of the city too, so you can see how Dubai has risen out of the desert. On Jeep safari you can head out to enjoy traditional Bedouin barbecue and ride a camel on the dunes.<br/><br/>Moving on to Abu Dhabi, you’ll find a calmer city that’s still got amazing sights – take the Emirates Palace hotel, the third most expensive hotel ever built, and the Sheikh Zayed Grand Mosque. The Louvre Abu Dhabi further proves that this capital is a cultural capital, too. <br/><br/>End your tour with a stroll on the Corniche and time on the beach at Abu Dhabi – after all, there are plenty of sandy spots to go around. <br/>",
    "durationDays": "7",
    "price": "1499",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival - Dubai International Airport Upon arrival, you will be met with a warm greeting and our representative will help you with the baggage, from this moment you don’t need to worry about anything, we will be with you in every stage of your Dubai vacation. Overnight stay will be at your prebooked hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Half Day Classic Dubai City Tour – Marina Dhow Cruise Dinner. Your City tour will start 8:30-9 AM with a drive through the residential areas of Jumeriah, one of the luxurious parts of Dubai and home to the beautiful Jumeirah Mosque. your next stop will be Al Bastakiya Area, you can still find some parts of the town that existed over 40 years ago. Get aboard the Abra (the traditional water taxi) and ride across Dubai Creek to reach Dubai Gold and Spices Souk. You will be transferred back to your hotel in Dubai for lunch (on your own). Free afternoon for leisure Meet our driver around 07-7.30 pm for a fun-filled fine dining experience in Dubai Marina. The beautiful wooden Dhow Cruise awaits you with a luxury dining experience. Get aboard our luxury boat equipped with all the fine amenities, the boat has a glass-covered lower deck and an open upper deck with seating like in a restaurant. While you enjoy the stunning view of Dubai Marina, our team will set up the buffet, the mouth-watering 5-star international buffet dinner will be the main highlight of our Dhow cruise dinner. After your delicious dinner with onboard entertainment and your sightseeing cruise in Dubai Marina, you will be transferred back to your hotel in Dubai. Meals (Breakfast, Dinner)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Free Morning and Desert Safari with Barbecue Dinner. Breakfast at your hotel in Dubai, the morning is free for leisure. Meet our Safari guide at your hotel from 2.30 – 3 p.m. and he will escort you to the desert area for a memorable evening in the Dubai Desert. Before entering the desert, the guide will deflate the tires of a car going through extreme heights, vertical slopes, and huge dunes of sand is something that is going to stay with you for a long time. During the safari, you will be given multiple options for a photo stop and to experience the desert up close. At the end of your dune bashing, you will be transferred to the traditional Bedouin camp for a delicious Barbecue dinner with live shows. Upon reaching the camp, you will be welcomed with hot tea or coffee along with the dates. The Safari guide will explain in detail the routines and customs of the camp. Your Desert Safari package includes camel rides, unlimited soft drinks, coffee, tea snacks, and a buffet dinner. After dinner and the live show, you will be transferred back to your hotel in Dubai. Meals (Breakfast, BBQ Dinner)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Free Day in Dubai Breakfast at Dubai Hotel, the day is at leisure and enjoy a relaxing time with your family. You may head to JBR beach, or you may Atlantis Aqua Venture Waterpark for a fun-filled day. Head to Mall of Emirates if you wish to experience Ski Dubai or you can visit Dubai Mall to experience Dubai Fountain and Shopping. Meal (Breakfast)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Abu Dhabi City Tour with Louvre Museum After a healthy breakfast at the hotel, 08-09 AM our guide will be accompanying you to Abu Dhabi, The Capital of the United Arab Emirates. The City tour will start with visiting the biggest mosque in UAE and one of the largest mosques in the world ‘Sheikh Zayed Grand Mosque’ popularly known as ‘The White Mosque’. The city tour will continue at Emirate Palace Hotel, the third most expensive hotel in the world which costs approximately 3 billion US dollars to construct, and it is among the most luxurious hotels in the world. Drive through the Al Bateen Area of Abu Dhabi, which hosts President Place, royal family palaces, and high-rise Iconic hotels overlooking the Arabian Gulf. The next stop will be Abu Dhabi Corniche the best place in Abu Dhabi for a day out. Then you will be guided to Abu Dhabi Marina Mall, and lunch (on your own). The next stop will be the Heritage Village of Abu Dhabi, where you will have the chance to experience the traditional aspects of the desert way of life. you will continue to one of the best attractions of Abu Dhabi, The Art and Civilization Museum ‘Louvre Abu Dhabi’. we drop you at the Abu Dhabi hotel. Meal (Breakfast)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Breakfast at your hotel, You may relax at the white sandy beaches of Abu Dhabi, or you can head to YAS Island, with three top-class theme parks like Ferrari World, Warner Bro’s and YAS Water World, your day in Abu Dhabi will be fun, especially for the kids. Meal (Breakfast)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Dubai-Departure On this day, the last day of your Dubai holiday, After a healthy breakfast at the hotel. Check out from the hotel at 12 noon and proceed to Dubai International Airport 5-6 hours prior to your flight time from Abu Dhabi Hotel. Meal (Breakfast)"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "United Arab Emirates",
    "mainPhoto": "",
    "id": "dubai-holidays-5-days-in-dubai",
    "tourName": "Dubai holidays, 5 days in Dubai",
    "placesVisited": "Two half-day tours, Dhow cruise, Burj Khalifa, desert safari and Bedouin barbecue dinner in the Lahbab Desert",
    "generalInfo": "With five days in Dubai on this holiday, you can do both the old and new city justice. This trip is designed to show you the best of the city, even on a shorter break. <br/><br/>Start your trip with a half day tour of some Dubai classics – seeing the historic Al Bastakiya area, taking a traditional abra (water taxi) and visiting the famous Gold and Spice Souks. You can round off the day with a five-course dinner on board a traditional dhow as it takes you on an evening cruise. Seeing the city lights glittering across the water will remind you what awaits tomorrow. <br/><br/>Your next tour will be of Dubai’s more modern, world-record-breaking wonders, including Bluewaters Island, home to the world’s largest Ferris wheel, and a trip to the world’s tallest building. A highlight on this trip is the opportunity to climb the Burj Khalifa (using the lift!) to the 125th floor. At nearly half a mile up, you can enjoy the dizzying observation decks – so high that you can see Iran on a clear day.<br/><br/>Your holiday ends with a memorable afternoon and evening in the desert. Just outside Dubai you’ll find the Lahbab Desert – also known as the red sand desert. Here, your desert safari guide will take you dune bashing and you can test out quad bikes or beach buggies. <br/><br/>On your final evening, share in culture from around the Arabian Peninsula – performances of Tanoura dancing by Sufi men, a fire show, and belly dancing provide a fitting end to a trip that goes beyond Dubai’s shimmer.<br/>",
    "durationDays": "5",
    "price": "649",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival - Dubai International Airport Upon your arrival at Dubai International Airport, you will be greeted by our representative and transferred to your hotel in Dubai. After checking in, enjoy some free time to relax and adjust to the local time. Overnight Stay: Dubai Meals: Not included"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Half-Day Classic Dubai City Tour – Dhow Cruise Dinner After breakfast at your hotel, our professional guide will meet you at 8:30 AM for a guided tour of Dubai. Begin with a scenic drive through the luxurious Jumeirah area, home to the beautiful Jumeirah Mosque. Your journey continues to the historic Al Bastakiya area, where you will explore parts of Dubai that have stood for over 40 years. Your guide will share insights into the city's culture and history. The tour concludes with a traditional Abra (water taxi) ride across Dubai Creek, taking you to the famous Gold and Spice Souks—ideal for purchasing spices and fine jewelry. After some relaxation at your hotel, the evening begins at 7:30 PM with a Dhow Cruise Dinner in Dubai Marina. Experience the opulence of Dubai's wealthiest neighborhood with a two-hour sightseeing cruise through Dubai Marina and Palm Jumeirah. Enjoy a lavish five-star buffet dinner with unlimited soft drinks and coffee. Alcoholic beverages are available upon request. Admire the glittering skyline from the open-air deck before being transferred back to your hotel. Overnight Stay: Dubai Meals: Breakfast, Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Half-Day Modern Dubai Tour with Burj Khalifa 124 & 125 Entry Ticket Meet your professional guide at your hotel, where the tour plan will be explained. Your Dubai city tour begins with a visit to Dubai Marina, the world’s largest artificial marina and a popular hub of modern Dubai. From here, you will drive to Bluewaters Island, home to Ain Dubai, the world’s largest Ferris wheel. Next, you will stop at the iconic Burj Al Arab for a photo opportunity. Your guide will take you to Jumeirah Beach, where you’ll have the best view of this luxurious sail-shaped hotel. Take 20 minutes to capture stunning photos with your loved ones at this world-renowned landmark. A short drive brings you to Madinat Jumeirah, a charming recreation of ancient Arabia. With its boutique shops, luxury fashion, and traditional Middle Eastern souks, Souk Al Madinat offers a unique shopping experience. Your tour continues to The Pointe, offering a breathtaking view of Atlantis The Palm. Then, explore the remarkable Palm Jumeirah Island, an artificial archipelago shaped like a palm tree. You’ll stop at Atlantis The Palm for another photo opportunity. The highlight of your tour is a visit to Burj Khalifa, the tallest building in the world. With entry tickets to the 124th & 125th floors, you will enjoy unparalleled views of the city. After your visit, you may choose to spend more time at Dubai Mall, or be transferred back to your hotel. Overnight Stay: Dubai Meals: Breakfast"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Free Morning and Desert Safari with Barbecue Dinner Start your day with a delightful breakfast at the hotel, and enjoy your morning at leisure to explore the city on your own. In the afternoon, your Desert Safari Guide will pick you up from your hotel between 3:00 and 3:30 PM. You will head towards the Lahbab Desert, driving past the iconic Dubai skyline on your way to the stunning red dunes. Upon arrival, take a break for refreshments, and if you're feeling adventurous, you can opt for a Quad bike or beach buggy ride. Your guide will then prepare the Land Cruiser by deflating the tires for the ultimate dune bashing experience. Hold tight as you navigate the twists, turns, and thrilling drops of the desert sands, with several stops along the way for photos and a closer look at the desert landscape. The safari will conclude at a traditional desert camp, where you’ll enjoy short camel rides, unlimited soft drinks, coffee, tea, and snacks. The evening's entertainment includes a mesmerizing Tanoura Dance, a thrilling Fire Show, and the famous Arabian Belly Dance. End the night with a delicious barbecue buffet dinner featuring a variety of dishes, including chicken, beef, and lamb, along with rice. After dinner, you’ll be transferred back to your hotel in Dubai. Overnight Stay: Dubai Meals: Breakfast, Dinner"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Dubai - Departure Enjoy your breakfast at the hotel before checking out (standard check-out time is at noon). Our driver will meet you at the hotel and escort you to Dubai International Airport for your departure. Fly back home with unforgettable memories of your time in Dubai. Meals: Breakfast"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "United Arab Emirates",
    "mainPhoto": "",
    "id": "dubai-tour-one-week-in-dubai",
    "tourName": "Dubai tour, one week in Dubai",
    "placesVisited": "Dubai city tour, Burj Khalifa, dhow cruise, desert safari, Musandam Peninsula cruise, Abu Dhabi city tour, Louvre Museum, Sheikh Zayed Grand Mosque",
    "generalInfo": "It’s mind-boggling how fast a week passes when you’re based in one of the world’s most exciting cities. On this one week trip, alongside plenty of time in Dubai, you’ll spend two days in Abu Dhabi, a day on the Musandam Peninsula, and a day in the desert. Free days in the cities mean the chance for further exploration on your own, too. <br/><br/>You’ll get your bearings with a Dubai tour first, visiting Dubai Marina, Dubai Mall, Bluewaters Island, the resort village of Madinat Jumeirah, and, of course, heading to the top of the world’s tallest structure, the Burj Khalifa. There are plenty of stops for photos on your tour – some of these sights are so big you can barely get them into the frame. <br/><br/>Moving on to Abu Dhabi for a couple of days, you can compare and contrast the relaxed capital of UAE with its lively neighbour to the north with visits to the Sheikh Zayed Grand Mosque and the famous Louvre Museum. <br/><br/>One of the highlights of this trip is cruising on the Musandam Peninsula. It’s a world away from the glitz of the cities – so much so that its fjords are sometimes described as ‘the Norway of Arabia’. This scenic area is full of protected habitats for birds, and you should watch out for dolphins on the water as you go. <br/><br/>You won’t have seen everything in a week – there’s always a reason to return – but this tour gives you a fantastic taste of UAE.<br/>",
    "durationDays": "8",
    "price": "995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival-Dubai International Airport | On arrival, you will be met and greeted by our representative and transferred to your hotel in Dubai. The overnight stay will be at your pre-booked hotel. Relax at your hotel, and the rest of the day is free for leisure. MEALS: N/A"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Half-Day Modern Dubai City Tour | Dhow Cruise Dinner | Meet our professional guide in your hotel, who will explain the tour plans. Your City tour of Dubai will kick start by visiting Dubai Marina. The Largest artificial marina in the world, Dubai Marina, is the new hang-out hub of Dubai. From Dubai Marina, you will drive to Bluewaters, a new lifestyle destination in Dubai and home to Ain Dubai- The giant ferry wheel in the world. The next stop is an extraordinary one, A photo stop at an Iconic landmark of Dubai, ‘Burj Al Arab.’ The guide will escort you to Jumeirah Beach, where you will have the best view of the iconic Burj Al Arab Hotel. The world’s most luxurious hotel Burj Al Arab is an example of Dubai’s Architectural excellence. You will have 20 minutes to take photos of the sail-shaped architectural masterpiece the Burj Al Arab with your loved ones. A few minutes’ drives take you to Madinat Jumeirah, built to recreate the enchanting beauty of ancient Arabia. Roosted directly by the Arabian Gulf and flaunting its private seashore, Madinat Jumeirah is a city within the city and the newest attraction in Dubai. Souk Al Madinat is a recreation of traditional middle eastern shopping culture. With a mix of boutique brands, souvenir gift shops, luxury fashion, and jewelry, this will be a unique shopping experience for you. The city tour will take you to another artificial wonder Palm Jumeirah Island, a palm-tree-shaped artificial archipelago that features the most wanted residential complexes, Iconic Hotels. We will give you a glimpse of the island, and we will stop at Atlantis The Palm Hotel for a photo stop. Burj Khalifa is the tallest and is visited by more than 1.87 million each year. Our next stop will be an attraction that is not only the tallest building in the world but the most popular tourist attraction in Dubai. After visiting the Burj Khalifa 124 & 125 floor with an entry ticket, we can drop you at the mall if anyone wishes to spend more time in Dubai Mall. If not, you will be transferred back to your hotel. Explore Dubai Marina and Palm Jumeirah’s luxury hotels, resorts, and glittering skyscrapers at night. Afternoon free for leisure, by 7.30 pm meet our driver to Join Cruise Dinner at Dubai Marina. Enjoy a delicious five-star buffet dinner with unlimited coffee and Soft drink with onboard entertainment shows. At the end of your sightseeing cruising, you will be transferred back to your hotel in Dubai. MEALS: Breakfast - Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Free Morning and Desert Safari with Barbecue Dinner Start your day with a delicious breakfast at your hotel. The morning is free for you to explore Dubai at your leisure. Your Desert Safari guide will pick you up from your hotel between 3:00 PM and 3:30 PM for an exciting adventure in the Lahbab Desert. Enjoy the scenic drive past Dubai's impressive skyline as you head toward the vast red dunes. Upon arrival in the desert, you'll have time to refresh and enjoy optional activities, such as quad biking and beach buggy rides. Before entering the desert, the tires of your specially modified Land Cruiser will be deflated for a smooth and thrilling ride. Brace yourself for twists, turns, and exhilarating slides, resembling a roller coaster experience, with stops along the way for photo opportunities and to appreciate the desert landscape up close. Your desert adventure will conclude at a traditional desert camp, where you can experience short camel rides and enjoy unlimited soft drinks, coffee, tea, and snacks. As the evening unfolds, immerse yourself in captivating entertainment, including a Tanoura Dance performance (featuring a male dancer in colorful attire), a Fire Show, and the renowned Arabian Belly Dance. Savor a delicious barbecue dinner at the camp, featuring a buffet of chicken, beef, and lamb dishes served with rice. After dinner, you will be transferred back to your hotel in Dubai. Meals: Breakfast - Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Full-Day Musandam Dibba Trip from Dubai | Experience natural beauty like never before; join our full-day Musandam Dibba trip from Dubai. Meet the driver at your hotel by 7.00 am, and he will be accompanying you to Musandam Dibba; upon arrival, our team will assist you in completing the border formalities. Drive to the port and get onboard a traditional Omani vessel. The scenic cruising through Musandam will give you a unique chance to admire the stunning scenery of Musandam. During the sightseeing cruising, you will have options to experience snorkeling and swimming in the glorious pristine waters of Telegraph Island. You will also be given a stop at Haffa Beach, where you can enjoy Bana Boat rides and speed boat rides. Delicious lunch will be served on board, and by approximately 15:30 hrs, you will be back at the original boarding point. Meet our driver, and you will be escorted back to your hotel in Dubai. MEALS: Breakfast - Lunch"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Free Day in Dubai | Delicious breakfast at your hotel, indulge in retail therapy by visiting some of the best shopping malls in the world. The day is at leisure to explore the city on your own before you leave the town of Superlatives. MEALS: Breakfast"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Abu Dhabi City Tour with Louvre Museum | Enjoy a delicious breakfast at your hotel and meet our guide by 09.00 am. You will be escorted to Abu Dhabi for a full-day sightseeing tour. Start your city tour by visiting the third-largest mosque in the world ‘Sheikh Zayed Grand Mosque, also known as ‘The White Mosque.’ You can stop at the Emirates Palace hotel for Photos (from outside); you may opt for a gold cappuccino at Emirates Palace hotel if you wish to explore more. Drive to Abu Dhabi Corniche, a perfect waterfront development in Abu Dhabi with a children’s play area, clean beach, many cafés, and some fine restaurants. You may get the best views of Abu Dhabi’s skylines from the corniche. Drive to Abu Dhabi Union Square and capture the various sculptural objects like the Giant Coffee Pot, which displays the heritage of UAE. See how the Emirati lived before skyscrapers and Learn more about the way of life of Bedouin people by visiting the Heritage village of Abu Dhabi. Visit the first of its kind arts and civilization museum of Arabia ‘Louvre Abu Dhabi’. The museum is located on Saadiyat Island and houses some of the most impressive art collections worldwide. Before returning to Dubai, you can stop at Ferrari world for Photos and shopping. At the end of your Abu Dhabi city tour, you will be transferred back to your hotel in Dubai. MEALS: Breakfast"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Free Day in Abu Dhabi Enjoy a delicious breakfast at your hotel. The day is free for you to explore at your leisure. You may choose to visit Ferrari World for thrilling rides and attractions, explore Qasr Al Watan, the magnificent presidential palace, or simply relax on the beach and soak up the sun. Meals: Breakfast"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Departure Enjoy a healthy breakfast at your hotel before checking out. Afterward, proceed to Dubai International Airport for your departure. Fly back home with cherished memories from your 8 days in Dubai and Abu Dhabi. Meals: Breakfast"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "United Arab Emirates",
    "mainPhoto": "",
    "id": "emirates-cultural-tour-tailor-made",
    "tourName": "Emirates cultural tour, tailor made",
    "placesVisited": "",
    "generalInfo": "Inclusions:<br/>• 04 nights at the hotel in Dubai with breakfast.<br/>• 02 nights at the hotel in Abu Dhabi with breakfast.<br/>• 02 nights at the hotel in Sharjah with breakfast.<br/>• Airport-hotel-airport transfers<br/>• Half-day Dubai Morden city tour SIC<br/>• Burj Khalifa photo entry floor 124<br/>• Half-day Dubai Classic city tour<br/>• Dhow cruise in the marina with transfers in English.<br/>• Sharjah City Tour<br/>• Full-Day Abu Dhabi City Tour<br/>• Louvre Museum with entry tickets<br/>• Sheikh Zayed Grand Mosque entrance<br/>• Qasr Al Watan entry tickets<br/>• Desert Safari with barbeque dinner and live music, dance performances<br/>• Camel Ride, Sandboarding, Henna designing<br/><br/>Exclusions<br/>• Flight fare.<br/>• Tourist entry visa.<br/>• Tourism Dirham.<br/>• Tips<br/><br/>Preferred Dubai Hotel or Similar:<br/>Dubai (5-Star) – Rotana Al Bandar or Similar<br/>Abu Dhabi (5-Star) Royal M Abu Dhabi or Similar<br/>Sharjah (5-Star) Chedi Al Bait<br/><br/>Adds on Experiences in Dubai - Price per Adult (Minimum 2 people)<br/>Visit the Museum of Future ticket and transfers - $ 95<br/>Visit Miracle garden and Butter Fly Garden - $ 80<br/>Watch La Perla Show (Silver) Tickets with Transfers - $ 120<br/>Burj Al Arab High tea at Sahn Eddar with transfers - $ 225",
    "durationDays": "9",
    "price": "1940",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival - Dubai International Airport | On arrival at Dubai Airport, you will be met by our representative and transferred to your hotel in Dubai. Check into the hotel and have Free time to adjust to the new time zone. Overnight Stay in Dubai"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Half-Day Classic Dubai City Tour – Dhow Cruise Dinner | Breakfast at your hotel in Dubai; our Professional guide will come and meet you at your hotel by 08.30 AM. Your Guided City tour of Dubai will start with a drive through the residential areas of Jumeriah, one of the most luxurious parts of Dubai and home to the beautiful Jumeirah Mosque. From here, your journey to explore the city’s history begins as your next stop will be Al Bastakiya Area; you can still find some parts of the town that existed over 40 years ago. Learn about the culture and history of the city from your tour guide. Your Half-Day Trip to Dubai will end, and we will drop you off at your Dubai Hotel. Get aboard the Abra (the traditional water taxi) ride across Dubai creek to reach Dubai Gold and Spices Souk. It is the best place to buy good quality spices, and you will be guided to the famous Gold Souk of Dubai. Explore Dubai’s most affluent neighborhood with luxury hotels, resorts, and glittering skyscrapers. You will get two hours sightseeing cruise through Dubai Marina and Palm Jumeirah. Relax at your hotel, and by evening 7.30 PM, Join our Dubai Dhow Cruise Dinner in Dubai Marina. A delicious five-start buffet dinner will be served on board with unlimited coffee and Soft drink. You can also add alcoholic beverages or beer to spice up the evening. You Admire the glittering Dubai at night from the open-air deck of the vessel. At the end of your sightseeing cruising, you will be transferred back to your hotel in Dubai. Overnight in Dubai"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Half-Day Modren Dubai Tour with Burj Khalifa 124 & 125 Entry ticket | Meet our professional guide in your hotel, who will explain the tour plans. Your City tour of Dubai will kick start by visiting Dubai Marina. The Largest artificial marina in the world, Dubai Marina, is the new hang-out hub of Dubai. From Dubai Marina, you will drive to Bluewaters, a new lifestyle destination in Dubai and home to Ain Dubai- The giant ferry wheel in the world. The next stop is an extraordinary one, A photo stop at an Iconic landmark of Dubai Burj Al Arab. The guide will escort you to Jumeirah Beach, where you will have the best view of the iconic Burj Al Arab Hotel. The world’s most luxurious hotel Burj Al Arab is an example of Dubai’s Architectural excellence. You will have 20 minutes to take photos of the sail-shaped architectural masterpiece the Burj Al Arab with your loved ones. A few minutes’ drives take you to Madinat Jumeirah, built to recreate the enchanting beauty of ancient Arabia. Roosted directly by the Arabian Gulf and flaunting its private seashore, Madinat Jumeirah is a city within the city and the newest attraction in Dubai. Souk Al Madinat is a recreation of traditional middle eastern shopping culture. With a mix of boutique brands, souvenir gift shops, luxury fashion, and jewelry, this will be a unique shopping experience for you. The city tour will take you to another artificial wonder Palm Jumeirah Island, a palm-tree-shaped artificial archipelago that features the most wanted residential complexes, Iconic Hotels. We will give you a glimpse of the island, and we will stop at Atlantis The Palm Hotel for a photo stop. We will take you to The Pointe to better view Atlantis The Palm. Burj Khalifa is the tallest and is visited by more than 1.87 million each year. Our next stop will be an attraction that is not only the tallest building in the world but the most popular tourist attraction in Dubai. After visiting the Burj Khalifa 124 & 125 floor with an entry ticket, we can drop you at the mall if anyone wishes to spend more time in Dubai Mall. If not, you will be transferred back to your hotel."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Free Morning and Desert Safari with Barbecue Dinner | Enjoy a delicious breakfast at your hotel, and morning are free to explore the city on your own. Your Desert Safari Guide will start with a pick from your hotel between 3.00 to 3.30 PM. You will be guided to the Lahbab Desert Area. Enjoy as you drive past the skylines of Dubai to the endless red dunes of Dubai. Upon arrival in the desert, you will be given free time to stop for refreshments and Quad bike and beach buggy ride. The drive will deflate the tires of a specially modified Landcruiser just before entering the desert. Site tight as you guide through the deserts, the twists, turns, and slips will give you the thrill of a roller coaster ride. There will be stops in between your Safari for photos and to know the desert up close. Your adventurous desert ride will come to an end at a traditional desert camp located in the desert. Your desert experience includes short camel rides, unlimited soft drinks, coffee, tea, and snacks. The evening will get interesting with entertainment shows like Tanoura Dance (A male dancer performing a traditional dance in a colorful dress) and Fire Show, and Followed by the famous Arabian Belly Dance Show. Enjoy a delicious barbecue dinner at the camp; your buffet dinner will include chicken, Beef, and Lamp items Along with rice. At the end of your Dinner, you will be transferred back to your hotel in Dubai."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Abu Dhabi City Tour with Louvre Museum Enjoy a delicious breakfast at your hotel, check out and meet our guide by 09.00 AM. You will be escorted to Abu Dhabi for a full-day sightseeing tour. Start your city tour by visiting the third-largest mosque in the world ‘Sheikh Zayed Grand Mosque, also known as ‘The White Mosque’. You can stop at the Emirates Palace hotel for Photos (from outside); you may opt for a gold cappuccino at Emirates Palace hotel if you wish to explore more. Drive to Abu Dhabi Corniche, a perfect waterfront development in Abu Dhabi with a children’s play area, clean beach, many cafés, and some fine restaurants. You may get the best views of Abu Dhabi’s skylines from the corniche. Drive to Abu Dhabi Union Square and capture the various sculptural objects like the Giant Coffee Pot, which displays the heritage of UAE. See how the Emirati lived before skyscrapers and Learn more about the way of life of Bedouin people by visiting the Heritage village of Abu Dhabi. Visit the first of its kind arts and civilization museum of Arabia’ Louvre Abu Dhabi’. The museum is located on Saadiyat Island and houses some of the most impressive art collections worldwide. Before returning to Dubai, you can stop at Ferrari world for Photos and shopping. At the end of your Abu Dhabi city tour, you will be transferred back to your hotel in Abu Dhabi."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Abu Dhabi Free day - Afternoon visit to Qasr Al Watan | Enjoy a delicious breakfast at your hotel with free time to relax on the beach or discover Abu Dhabi city Highlights. Be ready by late afternoon for a memorable visit to Qasr Al Watan, the presidential palace of the United Arab Emirates and a majestic cultural landmark that invites the world to discover the rich legacy of knowledge and tradition. By sunset, you will stay in the area to watch the fantastic show on the palace, finally returning to your hotel in Abu Dhabi."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Transfer from Abu Dhabi to Sharjah | After a delicious breakfast at the Abu Dhabi hotel, transfer from Abu Dhabi to an authentic stay in Sharjah to relax and enjoy the surrounding. Dinner at the hotel."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Sharjah Tour | After a delicious breakfast at the Abu Dhabi hotel, transfer from Abu Dhabi to an authentic stay in Sharjah to relax and enjoy the surrounding. Discover the tranquil Arabian lifestyle of the emirates of Sharjah, Declared as the ‘Cultural Capital of the UAE. We begin our tour to the 3rd largest emirate of the UAE, Sharjah, visiting the Fort of Sharjah, which is now an absolute masterpiece of old Arab architecture and a museum. Then, we will briefly see Souk Al Arsa, one of the oldest souks in the UAE. Next, we will be passing by the largest mosque in the emirate - King Faisal Mosque. Afterward, enjoy a visit to colorful Arabian souks, head towards Souk Al Markazi, which is known as the Blue Souk and the largest souk in the UAE. That is characterized by its unique Arabic Islamic design. You have various options to choose from an extensive collection of antiques, carpets, gifts, electronics, gold, gems, and jewelry in 600 shops. After your day-time tour, transfer back to your hotel for free time and Dinner."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Departure | After a healthy breakfast at the hotel, check out from the hotel, proceed to Dubai International Airport, and fly back home with the best memories of your 09 Days in Dubai."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "United Arab Emirates",
    "mainPhoto": "",
    "id": "oman-dubai-holiday-six-senses-zighy-bay",
    "tourName": "Oman & Dubai holiday, Six Senses Zighy Bay",
    "placesVisited": "Dubai, airport transfers, three nights at Park Hyatt hotel, guided walking tour through souqs and Old Quarter of Dubai, desert safari, dhow cruise through Dubai, Musandam Peninsula, Oman, seven nights at Six Senses Zighy Bay",
    "generalInfo": "This 11 day Oman and Dubai holiday includes luxurious stays at the Park Hyatt in Dubai and Six Senses Zighy Bay in Oman. <br/><br/>Just next to Dubai Creek, it golf club and the marina, the Park Hyatt is a quiet haven in this busy city. Designed in contemporary Arabic style, it’s a low rise building – unusual in Dubai – with five floors surrounded by gardens and courtyards. There’s an excellent spa here, a beautiful pool and lots of dining options here serving Thai, French and Arabic food. Rooms are spacious, with balconies or patios, in eight buildings dotted around the resort.<br/><br/>There are plenty of excursions to enjoy from the hotel. Take an off road adventure into the desert, see traditional villages, the ancient fossil rock and the fort at 16th-century Hatta Heritage Village. Take a cruise through Dubai on a traditional dhow, too, admiring this prosperous city from the water.<br/><br/>After four days in Dubai, you’ll travel to Oman to stay at Six Senses Zighy Bay. This is a remote resort, beautifully designed using traditional techniques and materials – natural stone, warm wood – sitting within a bay backed by mountains. You reach the hotel by speedboat or 4x4, unless you’re feeling very James Bond, in which case you can paraglide down from the mountains! Relaxing is easy once here – there is even a private butler service. This is a serene place, with a wonderful spa that uses Omani natural ingredients, and there’s also the chance to hike, cycle or climb in the mountains, snorkel or take a cookery course.<br/>",
    "durationDays": "11",
    "price": "4475",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Today you fly from London to Dubai, arriving in the evening. Here, you will be met at the airport and driven to the Park Hyatt, where you stay for the next 3 nights"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "You embark on a guided walking tour through the souqs and Old Quarter of Dubai this morning, which should provide an excellent opportunity to see the fantastic contrast of ancient culture versus modern skyline. Later in the afternoon, you leave the city and head out into the dunes on a desert safari."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today you enjoy a traditional dhow cruise through Dubai; a very different way of seeing the sights."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "You'll be collected from your hotel this morning and driven to the Six Senses at Zighy Bay, on the Musandam Peninsula of Oman. You stay at this fantastic resort for a further 7 nights."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "At leisure"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "You'll be driven back to Dubai airport today, in time for your return flight to the UK."
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "United Arab Emirates",
    "mainPhoto": "",
    "id": "uae-and-oman-holiday",
    "tourName": "UAE and Oman holiday",
    "placesVisited": "",
    "generalInfo": "Inclusions:<br/>•\t05 nights at the hotel in Dubai with breakfast.<br/>•\t01night hotel accommodation in Muscat with breakfast.<br/>•\t01night hotel accommodation in Nizwa with Dinner and breakfast.<br/>•\t01night accommodation at Jabal Shams with Dinner and breakfast.<br/>•\t01night camp accommodation in Wahiba Sands with Dinner and breakfast.<br/>•\t01night accommodation in Muscat with breakfast.<br/>•\tAirport-hotel-airport transfers<br/>•\tHalf-day Dubai Morden city tour SIC<br/>•\tBurj Khalifa photo entry floor 124<br/>•\tHalf-day Dubai Classic city tour<br/>•\tDhow cruise in the marina with transfers in English.<br/>•\tSharjah Ajman City Tour<br/>•\tFull-Day Abu Dhabi City Tour<br/>•\tLouvre Museum with entry tickets<br/>•\tSheikh Zayed Grand Mosque entrance<br/>•\t04 days’ service of English speaking guide cum driver<br/>•\t04 days’ service of Mitsubishi Pajero car includes fuel and extra kms <br/>•\tEntrance fees and mineral water during the tour <br/>•\tMeals as per itinerary<br/><br/>Exclusions<br/>• Flight fare and flight Dubai to Muscat<br/>• Tourist entry visa to UAE and Oman<br/>• Tourism Dirham.<br/>• Tips<br/><br/>Preferred Dubai Hotel or Similar:<br/>Dubai (4-Star) - Al Khoory Atrium Al Barsha or Similar<br/>Muscat (4-Star) - AL Falaj hotel or Similar<br/>Nizwa (4-Star) - AL Diyar hotel or Similar<br/>Jabal Shams (4-Star) - Jabal Shams or Similar<br/>Wahiba Sands (4-Star) - Sama AL Wasil or Similar<br/>Muscat (4-Star) - Ramada Encore hotel or Similar<br/><br/>Adds on Experiences in Dubai price per adult (Minimum 2 adults)<br/>Visit the Museum of Future ticket and transfers - $ 95<br/>Visit Miracle garden and Butter Fly Garden - $ 80<br/>Watch La Perla Show (Silver) Tickets with Transfers - $ 120<br/>Burj Al Arab High tea at Sahn Eddar with transfers - $ 225",
    "durationDays": "11",
    "price": "3000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival - Dubai International Airport Upon your arrival at Dubai International Airport, you will be met and greeted by our representative. You will then be transferred to your hotel for an overnight stay in Dubai. MEALS: N/A"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Half-Day Classic Dubai City Tour – Dhow Cruise Dinner Enjoy breakfast at your hotel in Dubai. Our professional guide will meet you at your hotel by 08:30 AM to begin your guided city tour. Your journey starts with a drive through the luxurious residential areas of Jumeirah, home to the stunning Jumeirah Mosque. Next, delve into the city’s history with a visit to the Al Bastakiya Area, where you can still find remnants of the town from over 40 years ago. Your guide will share insights about the culture and history of Dubai. Board an Abra, the traditional water taxi, for a scenic ride across Dubai Creek to the Gold and Spice Souks. Here, you’ll find high-quality spices and the famous Gold Souk, renowned for its dazzling array of gold jewelry. After this enriching experience, the half-day tour concludes, and you will be dropped off at your hotel. Relax at your hotel until the evening. At 7:30 PM, join our Dhow Cruise Dinner in Dubai Marina, exploring the city’s wealthiest neighborhood, filled with luxury hotels, resorts, and glittering skyscrapers. Enjoy a two-hour sightseeing cruise through Dubai Marina and Palm Jumeirah while savoring a delicious five-star buffet dinner, complemented by unlimited coffee and soft drinks. Alcoholic beverages can also be added for an extra touch to your evening. Admire the shimmering skyline of Dubai at night from the open-air deck of the vessel. At the end of your cruise, you will be transferred back to your hotel in Dubai for an overnight stay. MEALS: Breakfast - Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Half-Day Modern Dubai City Tour Begin your city tour of Dubai by visiting Dubai Marina, the largest artificial marina in the world and the new hangout hub of the city. Meet our professional guide at your hotel, who will provide an overview of the tour. From Dubai Marina, drive to Bluewaters, a vibrant lifestyle destination in Dubai and home to Ain Dubai, the world’s tallest observation wheel. Next, enjoy a photo stop at the iconic Burj Al Arab. Your guide will escort you to Jumeirah Beach, where you'll have the best view of this luxurious hotel, known for its sail-shaped architectural design. You’ll have 20 minutes to capture memorable photos of this masterpiece with your loved ones. A short drive will take you to Madinat Jumeirah, designed to evoke the enchanting beauty of ancient Arabia. Nestled by the Arabian Gulf and featuring a private beach, Madinat Jumeirah is a city within a city. Explore Souk Al Madinat, a recreation of traditional Middle Eastern shopping culture, offering a unique shopping experience with a mix of boutique brands, souvenir shops, luxury fashion, and jewelry. Your city tour continues to Palm Jumeirah Island, a palm-tree-shaped artificial archipelago known for its luxurious residential complexes and iconic hotels. We’ll stop at Atlantis The Palm Hotel for a photo opportunity. The final stop will be the Burj Khalifa, the tallest building in the world and a major tourist attraction, welcoming over 1.87 million visitors annually. After your visit to the 124th and 125th floors (entry ticket included), we can drop you at Dubai Mall for those who wish to explore further. Otherwise, you will be transferred back to your hotel. MEALS: Breakfast"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Sharjah & Ajman Tour Enjoy a delicious breakfast at your hotel and meet our guide by 9:00 AM. Your journey begins with a drive to Sharjah, where you will first stop at Cultural Square for photos. This monumental structure, designed by Spanish stone worker Carlos Marinas Rubias, represents the profound spirit of the city. Next, explore Al Majarrah Souk, a vibrant marketplace renowned for its stunning rooftop architecture that attracts numerous visitors each year. Continue your tour to Al Hisn Fort, the most significant heritage site in Sharjah. Following this, visit the famous Blue Souk, an authentic Arabic market that is a must-see in Sharjah. Your tour will also include a photo stop at King Faisal Mosque and a drive past the Pearl Monument, dedicated to the unity of the seven Emirates. The tour will proceed with a visit to Ajman, the smallest emirate in the UAE. After exploring the highlights of Sharjah and Ajman, you will be transferred back to your hotel. MEALS: Breakfast"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Abu Dhabi City Tour with Louvre Museum Enjoy a delicious breakfast at your hotel and meet our guide by 9:00 AM. You will be escorted to Abu Dhabi for a full-day sightseeing tour. Begin your city tour at the Sheikh Zayed Grand Mosque, the third-largest mosque in the world, also known as The White Mosque. Afterward, stop for photos at the Emirates Palace Hotel (exterior only). If you wish, you may opt to enjoy a gold cappuccino at the Emirates Palace. Next, head to Abu Dhabi Corniche, a beautifully developed waterfront area featuring a children's play area, clean beaches, numerous cafés, and fine dining options. Here, you can enjoy breathtaking views of Abu Dhabi's skyline. Continue your journey to Abu Dhabi Union Square, where you can capture photos of various sculptural works, including the Giant Coffee Pot, which symbolizes the heritage of the UAE. Learn about the traditional Emirati lifestyle by visiting the Heritage Village, where you can explore how the Bedouin people lived before the era of skyscrapers. The tour will then take you to the Louvre Abu Dhabi, the first museum of its kind dedicated to arts and civilization in the region. Located on Saadiyat Island, it houses an impressive collection of art from around the world. Before returning to Dubai, you have the option to stop at Ferrari World for photos and shopping. At the end of your Abu Dhabi city tour, you will be transferred back to your hotel in Dubai. MEALS: Breakfast"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Departure to Oman After a healthy breakfast at the hotel, check out and proceed to Dubai International Airport for your flight to Oman. Upon arrival at Muscat Airport, you will be greeted by our representative. You will then be transferred to your hotel in Muscat. MEALS: Breakfast"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Muscat City Tour – Drive to Nizwa Enjoy breakfast at your hotel before embarking on a half-day city tour of Muscat. Begin your tour with a visit to the Grand Mosque, the largest mosque in Oman. Next, explore the Bait Al Zubair Museum, which showcases Omani heritage through a vast collection of antiques, traditional weaponry, jewelry, costumes, and recreated urban and rural environments. As you drive through old Muscat, take in the breathtaking views surrounded by steep mountains, flanked by the twin 16th-century Jalali and Mirani forts, and arrive at the Al Alam Palace of His Majesty Sultan Qaboos. Your journey continues with a stop at Muttrah, the main port area, where you can explore an ancient and colorful souk. Lunch will be served at a local restaurant during the tour. Following lunch, you will drive to Nizwa, which takes approximately 2.5 hours. Upon arrival, check in at your hotel and enjoy dinner. MEALS: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Nizwa Tour - Jabrin - Misfat Al Abryeen – Jabal Shams Begin your day with breakfast at your hotel before heading out to explore the wonders of Nizwa. Start with a visit to the Round Tower Fort of Nizwa, built in the 17th century, known for its impressive architecture. Enjoy free time in the Nizwa Souq, where you can browse intricately hand-carved Khanjars (daggers) and ornamental silver jewelry. Don't miss the renowned cattle auction that takes place every Friday. Next, visit Jabrin Castle, considered the finest of Oman’s castles, built in the late 17th century. This castle showcases the highest achievements in Omani ceiling painting and beautifully executed woodcarvings. Make a photo stop at Bahla Fort, a UNESCO World Heritage site, before proceeding to Misfat Al Abryeen, one of Oman’s prettiest traditional villages, known for its stunning architecture and lush greenery. Your journey continues to Jabal Shams, the Grand Canyon of Oman, where you can take in breathtaking views. Check in to your camp for the evening, followed by dinner and an overnight stay. MEALS: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Al Hamra - Birkat Al Mauz - Wahiba Sands Start your day with breakfast at the camp before checking out. Your journey begins with a drive to Al Hamra, where you'll stop at a viewpoint for stunning photos. Next, visit the Bait Al Safa Museum, which showcases the rich heritage and culture of Oman. Continue to Birkat Al Mauz, known as the village of clay, where you can explore its traditional architecture and lush date plantations. Afterward, drive to Wahiba Sands, where the serene environment and simplicity of the desert provide a refreshing escape from urban life. Experience the warm hospitality of the Bedouins with a stop at a traditional Bedouin home (camel ride optional). Indulge in dune bashing and witness a spectacular sunset over the golden sands. Savor a traditional Arabic meal, accompanied by Omani coffee and dates. Check in to your camp for the evening, followed by dinner and an overnight stay. MEALS: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Wahiba Sands - Wadi Bani Khalid After enjoying breakfast at the camp in Wahiba Sands, embark on your journey to Wadi Bani Khalid. Here, you'll find inviting pools with clear, deep, cool waters, perfect for a refreshing dip. Relax under the shade of palm trees and consider bringing your swimwear, as the crystal-clear waters are quite tempting. Take a moment to appreciate the picturesque villages scattered throughout Wadi Bani Khalid. Next, drive to Sur, where you'll make a photo stop at the iconic Al Ayjah Tower and visit a local Dhow factory to witness the traditional shipbuilding process. Enjoy lunch at a local restaurant before continuing your drive back to Muscat. On the way, don’t miss the chance for a photo stop at the spectacular sinkhole. Upon arrival in Muscat, check in to your accommodation for an overnight stay. MEALS: Breakfast, Lunch"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Departure Enjoy breakfast at the hotel and check out by 12:00 PM. Depending on your flight schedule, you will be transferred to Muscat Airport. MEALS: Breakfast"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "United Arab Emirates",
    "mainPhoto": "",
    "id": "united-arab-emirates-holiday",
    "tourName": "United Arab Emirates holiday",
    "placesVisited": "",
    "generalInfo": "Explore the glitz and glamour of Dubai, the proudly modern and cosmopolitan life of Abu Dhabi, the fine arts and true cultural values of Sharjah, the cultural attractions of Ajman, and the rugged mountains of Fujairah in 08 days. Your UAE vacation will be the best mix of modern city life, rich Arabian Heritage, and exotic experiences like Desert Safari and Dhow Cruise Dinner. Unmatched natural sceneries. Enjoy a fun-filled holiday with your loved ones, eight days full of excitement and entertainment.<br/><br/>Inclusions:<br/>• 07 nights at the hotel in Dubai with breakfast.<br/>• Airport-hotel-airport transfers<br/>• Half-day Dubai Classic city tour<br/>• Dhow cruise in the marina with transfers.<br/>• Tour to East Coast and Fujairah<br/>• Sharjah Ajman City Tour<br/>• Full-Day Abu Dhabi City Tour<br/>• Louvre Museum with entry tickets<br/>• Sheikh Zayed Grand Mosque entrance<br/>• Desert Safari with barbeque dinner and live music, dance performances<br/>• Camel Ride, Sandboarding, Henna designing<br/>• Half-day Dubai Morden city tour SIC<br/>• Burj Khalifa photo entry floor 124<br/><br/>Exclusions<br/>• Flight fare.<br/>• Tourist entry visa.<br/>• Tourism Dirham.<br/>• Tips<br/><br/><br/>Preferred Dubai Hotel or Similar:<br/>Silver (4-Star) - Al Khoory Atrium Al Barsha or Similar<br/>Gold (5-Star) - Al Bandar Rotana - Creek or Similar<br/>Platinum (5-Star-Deluxe) - JW Marriott Marquis or Similar<br/><br/>Adds on Experiences in Dubai price per adult (Minimum 2 adults)<br/>Visit the Museum of Future ticket and transfers - $ 95<br/>Visit Miracle garden and Butter Fly Garden - $ 80<br/>Watch La Perla Show (Silver) Tickets with Transfers - $ 120<br/>Burj Al Arab High tea at Sahn Eddar with transfers - $ 225",
    "durationDays": "8",
    "price": "1875",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival - Dubai International Airport Upon arrival at Dubai International Airport, you will be greeted and assisted. Following the meet and greet, you will be transferred to your hotel for an overnight stay in Dubai. MEALS: N/A"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Half-Day Classic Dubai City Tour – Dhow Cruise Dinner Enjoy breakfast at your hotel in Dubai. Our professional guide will meet you at your hotel by 8:30 AM to begin your guided city tour. Your journey starts with a drive through the residential areas of Jumeirah, one of the most luxurious parts of Dubai and home to the stunning Jumeirah Mosque. Next, you'll explore the historic Al Bastakiya Area, where remnants of the town from over 40 years ago can still be found. Your guide will share insights into the culture and history of the city. After the city tour, you will be dropped off at your Dubai hotel to relax before your evening activities. Later, at 7:30 PM, join us for a Dhow Cruise Dinner in Dubai Marina. Experience the luxury of Dubai’s wealthiest neighborhood, adorned with opulent hotels, resorts, and glittering skyscrapers. Enjoy a two-hour sightseeing cruise through Dubai Marina and Palm Jumeirah, where a delicious five-star buffet dinner will be served along with unlimited coffee and soft drinks. You may also opt for alcoholic beverages or beer to enhance your evening. Admire the sparkling skyline of Dubai at night from the open-air deck of the vessel. After the cruise, you will be transferred back to your hotel in Dubai for an overnight stay. MEALS: Breakfast - Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "East Coast Fujairah City Tour Meet our professional guide and kick off your day tour of Fujairah from your hotel in Dubai at 8:30 AM. Enjoy a scenic sightseeing journey along the East Coast, passing through the Oasis of Al Dhaid and Masafi, as well as Sharjah. Your first stop is the Friday Market in Fujairah, also known as Souk al Juma, nestled among the mountains and valleys. This open market is a popular destination for tourists and locals alike, significantly contributing to the charm of the Masafi area. Next, visit the Sheikh Zayed Mosque (Fujairah), the second-largest mosque in the UAE after its namesake in Abu Dhabi. Following that, explore Fujairah Fort, the oldest fort in the UAE. Built 20 meters above sea level, it served as a defensive structure against invaders from 1500 to 1550 AD and was later rebuilt from 1650 to 1700 AD. Continue your tour to Khor Fakkan Bay, a deep-ocean port characterized by its stunning curving shoreline. A scenic promenade stretches along the waterfront, with the Hajar Mountains serving as a picturesque backdrop. Your next stop is the Al Bidya Mosque, the oldest surviving mosque in the UAE, dating back to 1446. Its mysterious origins and unique architecture make it a must-see attraction during your city tour. Next, visit the Khorfakkan Waterfall, a magnificent 45-meter-high man-made waterfall cascading next to the amphitheater. This stunning feature is sculpted from natural rock and is beautifully lit at night, providing an impressive view from the constructed viewing windows at the top. After enjoying the waterfall, savor lunch at the Beach Hotel, where you will have beach access. The final stop on this tour is the Rafisah Dam, renowned for its captivating beauty. Nestled among the Hajar Mountains, this man-made lake attracts various species of migrating birds. Visitors can appreciate its scenic landscape by walking around the lake and partaking in various activities. After visiting the dam, you will be transferred back to your hotel, with arrival in Dubai by 5 PM. MEALS: Breakfast - Lunch"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Sharjah & Ajman Tour Enjoy a delicious breakfast at your hotel and meet our guide at 9:00 AM. Your journey begins with a drive to Sharjah, where you'll stop at the Cultural Square for photos. This monumental structure, designed by Spanish stone worker Carlos Marinas Rubias, symbolizes the deep cultural heritage of the city. Next, explore Al Majarrah Souk, a stunning rooftop market that attracts numerous visitors each year. Continue to Al Hisn Fort, recognized as the most significant heritage site in Sharjah, where you can delve into the region's history. Your tour proceeds to the Central Souk, famously known as the Blue Souk. This authentic Arabic market is a must-see destination, offering a wide array of traditional goods. Afterward, stop at the King Faisal Mosque for photos and pass by the Pearl Monument, dedicated to the unity of the seven Emirates. The city tour continues with a visit to Ajman, the smallest Emirate in the UAE. Enjoy a drive through Ajman, taking in the sights. The half-day city tour of Sharjah and Ajman concludes, and you will be transferred back to your hotel. MEALS: Breakfast"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Abu Dhabi City Tour with Louvre Museum Enjoy a delicious breakfast at your hotel before meeting your guide at 9:00 AM. You will be escorted to Abu Dhabi for a full-day sightseeing tour. Your journey begins at the Sheikh Zayed Grand Mosque, the third-largest mosque in the world, renowned as \"The White Mosque.\" Next, you will have the opportunity to stop at the Emirates Palace Hotel for photos (from outside). If you wish to explore further, consider enjoying a gold cappuccino at the hotel. Continue your tour with a drive along Abu Dhabi Corniche, a picturesque waterfront development featuring a children's play area, clean beaches, and a variety of cafés and fine restaurants. This is also a great spot to capture stunning views of Abu Dhabi's skyline. Next, visit Abu Dhabi Union Square, where you can admire various sculptural objects, including the iconic Giant Coffee Pot, which reflects the heritage of the UAE. Discover the traditional lifestyle of the Emirati people at the Heritage Village, where you can learn about the Bedouin way of life. Your cultural journey will culminate at the Louvre Abu Dhabi, the first museum of its kind in the Arabian Peninsula. Located on Saadiyat Island, it houses an impressive collection of art and artifacts from around the world. Before returning to Dubai, you will have the chance to stop at Ferrari World for photos and shopping. At the end of your Abu Dhabi city tour, you will be transferred back to your hotel in Dubai. MEALS: Breakfast"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Free Morning and Desert Safari with Barbecue Dinner Start your day with a delicious breakfast at your hotel. The morning is free for you to explore the city at your leisure. Your Desert Safari guide will pick you up from your hotel between 3:00 PM and 3:30 PM, leading you to the Lahbab Desert Area. Enjoy the scenic drive past Dubai's impressive skyline as you head toward the endless red dunes. Upon arrival in the desert, you will have free time to enjoy refreshments and partake in activities such as quad biking and beach buggy rides. Before entering the desert, the tires of a specially modified Land Cruiser will be deflated for an optimal experience. Brace yourself as you navigate through twists and turns in the desert; the ride will feel like a thrilling roller coaster. There will be stops during the safari for photos and to immerse yourself in the desert landscape. The adventurous drive concludes at a traditional desert camp. Your desert experience includes short camel rides, unlimited soft drinks, coffee, tea, and snacks. As the evening unfolds, enjoy captivating entertainment shows, including a Tanoura Dance performance (featuring a male dancer in a colorful costume) and a Fire Show, followed by the famous Arabian Belly Dance Show. Savor a delicious barbecue dinner at the camp, featuring a buffet that includes chicken, beef, lamb, and rice. After dinner, you will be transferred back to your hotel in Dubai. MEALS: Breakfast - Dinner"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Half-Day Modern Dubai City Tour Your city tour of Dubai begins at Dubai Marina, the largest artificial marina in the world and a vibrant hub for locals and tourists alike. Meet our professional guide at your hotel, who will outline the day’s itinerary. From Dubai Marina, you will drive to Bluewaters Island, a contemporary lifestyle destination and home to Ain Dubai, the world's largest observation wheel. Next, enjoy a photo stop at the iconic Burj Al Arab. Your guide will escort you to Jumeirah Beach, offering the best views of this architectural marvel. Spend 20 minutes capturing photos of the sail-shaped structure, recognized as one of the world's most luxurious hotels. A short drive will take you to Madinat Jumeirah, designed to reflect the enchanting beauty of ancient Arabia. Nestled by the Arabian Gulf and featuring a private beach, this “city within a city” boasts Souk Al Madinat, where traditional Middle Eastern shopping culture comes to life. Explore a mix of boutique brands, souvenir shops, luxury fashion, and exquisite jewelry for a truly unique shopping experience. The tour continues to the remarkable Palm Jumeirah Island, a palm-shaped artificial archipelago known for its luxurious residential complexes and iconic hotels. We will make a brief stop at Atlantis The Palm Hotel for more photo opportunities. Our final destination is the Burj Khalifa, the tallest building in the world and a must-see attraction in Dubai. After visiting the 124th and 125th floors (entry ticket included), you will have the option to spend additional time in the Dubai Mall or be transferred back to your hotel. MEALS: Breakfast"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Departure After enjoying a healthy breakfast at the hotel, check out and proceed to Dubai International Airport. Fly back home with cherished memories of your wonderful 8 Days in Dubai. MEALS: Breakfast"
      }
    ],
    "map": "",
    "category": "Culture"
  }
]