[
  {
    "destination": "Cambodia",
    "mainPhoto": "",
    "id": "cambodia-vietnam-wildlife-tour",
    "tourName": "Cambodia & Vietnam wildlife tour",
    "placesVisited": "",
    "generalInfo": "Cambodia and Vietnam are home to some incredible rare and enigmatic species and this trip is unique in combining these two countries and visiting some of the best wildlife watching locations in each. Some of the primates including gibbons as well as the birds and reptiles are so endangered that there are under 100 individuals left in the world.<br/>Alongside these very rare species we will also be watching out for more common species such as sambar deer, muntjacs, hornbills and macaques.<br/>As well as the wildlife watching locations on this trip we will also be visiting various cultural sites including the incredible Angkor Wat, the largest religious temple in the world and of which some of the temples are being reclaimed by the forest in the most beautiful way.<br/><br/>Introduction:<br/>This unique and fantastic adventure heads into some of the world’s richest forests in terms of biodiversity and a treasure trove of ancient and modern cultures that are so well known to the world, but are wonderful experience first-hand, Buddhism, Khmer temples, Saigon and deep fried crispy insects are all well known internationally but to be in rural Vietnam and tucking into local food or wandering the ancient temples of Angkor Wat has no substitute in foreign takeaways or travel programs.<br/><br/>This is a tour that visits two different countries, both of which may seem very similar on the surface but have distinct and fascinating histories, cultures, food and of course ecosystems. By exploring some hand selected parks and reserves in Cambodia and Vietnam we aim to showcase a huge amount of the wildlife that these countries have to offer and also immerse ourselves in the culture of these countries.<br/><br/>South East Asian wildlife is at a turning point in terms of its conservation; currently there are still huge tracts of forest intact, with connecting forest corridors linking vital protected areas and cross boundary forests; where many endangered species still have large enough populations to survive into the future. However this can only happen with the right level of protection and awareness from the local people and their respective governments, as well as international eco-tourism really taking off here. But South East Asia is also the part of the world that is seeing huge deforestation and the a proliferation in the illegal animal trade. The billions of US dollars in illegal logging and the animal trafficking trade is taking its toll, so now is the time for people (international tourists and locals) to appreciate what wonderful national parks there are here and also contribute to the local economies so that the locals begin to see that intact forests and living animals are worth more alive than exploited.<br/><br/>This tour has a great mix of wildlife watching and exploration of various forests and even freshwater dolphin watching, but we will also be spending time visiting one of the important religious sites in the world in the famous Angkor Wat. This ancient temple complex is amongst the most famous and well known ancient sites in the world and we will have a full day here to fully explore. The amount of temples and ancient sites in South East Asia is staggering and (just like the nature here) it is impossible to do it all justice in one trip, but we aim to showcase the most impressive areas and to highlight the unique differences between the two countries we will be visiting.<br/><br/>We want to make sure that you have a successful trip so we aim to prepare you in every possible way and as well as having some of the best local guides with decades of experience in wildlife watching in Cambodia &amp; Vietnam you will have your own local guide throughout the tour.<br/><br/>Some of the langurs, gibbons and douc-langurs are so endangered that there are only 50-100 left in the world. Some of these species are intensively studying and we have a very good chance of seeing them, some are not protected very well at all and so they will be harder to find, but we will endeavour to do our best at all locations or course. <br/><br/>Alongside the primates we will also be watching out for the larger species that inhabit these forests such as sambar deer, muntjacs and of course a whole host of rarer species such as sun bears, leopards, Indo-Chinese clouded leopards, binturongs and dozens of other species or mammals and the bird life is also incredibly varied with hundreds of species possible including a good number of hornbills with the magnificent great hornbill being the undisputed highlight.<br/><br/>Whilst exploring the forests and looking for all of these species and more you can rest assured that we will be exploring some of the least visited forests and national parks and seeing a range of wildlife that is unparalleled in other wildlife watching holidays.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in cities and when travelling between national parks. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not available on every tour, so please inquire about availability if you wish to have a zoologist escort your trip) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through South East Asia and particularly the regions we visit. Your naturalist escort is an expert in mammals and their conservation and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. We will also employ a specific cultural guide for all sightseeing of temples and monuments.<br/><br/>The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, river safaris, spotlighting, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the park. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>This tour is recommended for the northern hemisphere spring, whilst the rainy and dry seasons vary through South East Asia this time of year (particularly March - early May) is a good time to visit these places without the rain being too bad.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local naturalist guides around each of the reserves, parks and wildlife watching areas we visit have a good relationship with the park officials and because of this we get a heads up when animals are sighted and this can guide us in where to focus and thus increasing our chances of seeing our targeted species.<br/>• All wildlife watching activities will be private for our group only, whether this is a guided walk, vehicle safari or boat cruise.<br/>• All the above reasons give this, our wildlife watching holidays and safaris of South East Asia a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout South East Asia so that we can try and find and observe animals such as the Asiatic elephants, various gibbon species, Javan rhinos, orangutans and many more species. We also have the ability to organise and run wildlife tours of many South East Asian country at other times of year and focusing on other species from bird life, herpetology, diving and snorkelling and many other types of wildlife. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visits two different countries Cambodia and Vietnam; within these countries you will visit several different locations for culture such as Siem Reap and wildlife such as Ban Lung National Park, Cat Tien National Park, Bach Ma National Park, Phong Nha National Park and other areas for wildlife watching. You will be required to fly into Siem Reap, Cambodia and depart from Hanoi in Vietnam.<br/><br/>Fitness Level:<br/><br/>The wildlife watching on this trip is done by a variety of different methods, such as in a private vehicle, boat trips and guided walks. Most of the guided walks are done over flat terrain but there are hills within Bach Ma National Park. All in all there is no specific need for a high fitness level but we require people to be used to walking for 1-2 hours and be used to walking in high temperatures and high humidity.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old",
    "durationDays": "17",
    "price": "5250",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Siem Reap - Arrival Today you will be collected from the airport in Siem Reap when you arrive and will then be taken directly to the hotel. The rest of the day will be free for you to rest and relax around the area and catch up on any jet lag. Tomorrow we will explore Angkor Wat in full. (no meals are included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Siem Reap - Sightseeing After breakfast this morning, we journey out to the Mother of all temples, Angkor Wat. Believed to be the world's largest religious building, this temple is the perfect fusion of symbolism and symmetry and a source of pride and strength to all Khmers. Built in the 12th century by King Suryavarman II, this is most famous temple at Angkor. We begin by unravelling the mysteries of the bas-reliefs that tell of tales from Hindu mythology and of the glories of the Khmer empire. Stretching for almost one kilometer, these intricate carvings are a candidate for the world’s longest unbroken piece of art. Following in the footsteps of the devout and the destructive before us, we then continue to the upper levels of the inner sanctuary. The final steps to the upper terrace of Angkor are the steepest of all, as pilgrims of old were to stoop on their pilgrimage to encounter the Gods. Finally the pinnacle, the sacred heart of Angkor Wat, a blend of spirituality and symmetry so perfect that few moments will measure up. Also this morning, we continue to Ta Prohm temple, which has been abandoned to the elements, a reminder that while empires rise and fall, the riotous power of nature marches on, oblivious to the dramas of human history. Left as it was ‘discovered’ by French explorer Henri Mouhot in 1860, the tentacle-like tree roots here are slowly strangling the surviving stones, man first conquering nature to create, nature later conquering man to destroy. In the afternoon, we visit the immense walled city of Angkor Thom that was the masterpiece of King Jayavarman VII. Following the occupation of Angkor by the Chams from 1177 to 1181, the new king decided to build an impregnable fortress at the heart of his empire. The scale is simply staggering and we are immediately overwhelmed by the audacity of Jayavarman on arrival at the city’s gates. The causeway is lined by an intricate bridge depicting the Churning of the Ocean of Milk from Hindu mythology in which devas (gods) and asuras (devils) play tug of war with a naga (seven-headed serpent) to obtain the elixir of immortality. We begin our visit at the Terrace of the Leper King. This intricately carved platform was the royal crematorium and the statue that was originally thought to be the leper king is now believed to be Yama, the god of death. We continue along the Terrace of Elephants, originally used as a viewing gallery for the king to preside over parades, performances and traditional sports. At the southern end lies the Baphuon, once of the most beautiful temples at Angkor, dating from the reign of Uditayavarman in the 11th century. It has undergone a massive renovation by the French and is now once again open for viewing. Our climax is the enigmatic and enchanting temple of the Bayon. At the exact centre of Angkor Thom, this is an eccentric expression of the creative genius and inflated ego of Cambodia’s most celebrated king. Its 54 towers are each topped off with the four faces of Avalokiteshvara (Buddha of Compassion), which bear more than a passing resemblance to the king himself. These colossal heads stare down from every side, exuding power and control with a hint of compassion, just the mix required to keep a hold on such a vast empire. Before clambering upwards, we unravel the mysteries of the bas-reliefs, with their intricate scenes of ancient battles against the Chams and their snapshot of daily life during the Angkor period. After leaving the temples we will be taken back to the hotel and we can explore the town or just relax, the rest of the evening and night are free for your leisure. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ban Lung (Beng Melea) - Travelling & Cultural Experience Today we leave Siem Reap after an early breakfast and start our adventure by journeying across the province of Preah Vihear, named after the late 9th century temple to the province of Steung Treng. Along the way we will stop at Beng Melea; a sprawling jungle temple that is still largely covered in vegetation as it is less visited by tourists than the main temple complex. We will spend some time exploring this adventurous temple before we stop for a local lunch. From here we then cross the Mekong River by a local ferry, which we share with local villagers. We then continue to Ban Lung, arriving in the province of Ratanakiri in the late afternoon. You will then have the rest of the day to relax until the gibbon trek evening briefing at 7pm. At the meeting we will run over the trek details for the next couple of days, this gibbon experience is run by the Gibbon Spotting Cambodia conservation project that are working hard to protect the Veun Sai-Siem Pang Conservation Area. Working with researchers they habituated a gibbon family and now through eco-tourism this critically endangered species of gibbon is being used as a model species for similar projects in South East Asia. Money raised from bringing tourists here is fed back into the local community which helps in preventing the illegal logging and poaching that unfortunately takes place in the area. At the briefing this evening you will be told more about the project and then go to see the gibbons and other wildlife in the forest. So for tonight you can then enjoy your last night in civilization (well for a night anyway) before your adventure begins. (breakfast only is included today)."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Vuen Sai-Siem Pang Conservation Area - Travelling & Wildlife Watching You will be picked up from your hotel at 8am and we depart by car from Ban Lung at 8:30am. The journey is 35 km north to Kachon village (45 mins). In Kachon, a traditional boat will be waiting to take you the 12km (45 mins) downstream on the Sesan River to Veun Sai town. Along the way we will be able to observe some wildlife on the riverbank (mostly bird life) as well as the daily activities of the people who live along the river. In Veun Sai town we will take a bicycle for 30 minutes to the I Tub village, a Laotian community roughly halfway to the Veun Sai-Siem Pang Conservation Area station. Once in I Tub, we will take a short break for lunch and meet with a member of the Community-based Ecotourism Team. After lunch we continue to the station by bike along a forest path. There is a high possibility of seeing tracks and signs of some of the local wildlife that live here such as the claw marks of the sun bear on the tree trunks, the footprints of deer and other species as well as seeing some local bird species. We will cycle the majority of the way but in order to get a good look at our surroundings we will also walk in some parts. At around 3pm we will arrive at the gibbon research station where you will be introduced to the station chief, scientists, researchers, and your gibbon guide who will show you around the camp. You then have time to relax and make yourself comfortable before walking to the nearby savannah for a spot of bird watching; before sitting down to an early dinner at 6:45pm. At around 8pm we will head into the forest for a 1 hour night jungle walk, spotlighting is one of the best wildlife watching experiences and the only way to see several rare and elusive animals. The canopy is home to many nocturnal animals such as the pygmy slow loris (a small arboreal primate) and various species of civet as well as leopard cats and mouse-deer. We will then return to the accommodation and get some sleep before we go and search for the gibbons tomorrow morning. (all meals included today)."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Vuen Sai-Siem Peng Conservation Area - Wildlife Watching & Travelling Today will be the earliest we are expected to rise, as the gibbons are up early we will get up at 3:15am. As soon as dawn breaks the gibbons call to mark their territory and this is the best way of finding them. At 4am, whilst it is still dark we following a small trail to the protected gibbon area about 45 minutes away to make sure that we are there in time to hear their call. We then reach the edge of a grassy savannah and wait for the call of a certain gibbon family, currently the only group that accepts people in their presence. The different groups start to call (sing) at around sunrise with some calls carrying up to 2km. Once the habituated groups of gibbon’s starts to sing, the gibbon guide will try to locate them in the forest as fast as possible and he will guide us to the spot so we can watch them as they go about their morning activities in the tree canopy. In some cases they let you come very close – less than 15 meters – which provides an excellent opportunity to take pictures. This is a special time as the gibbons can travel quickly in the trees and leave in a split second, anytime they want. Once they do, it can be very difficult for us to find them again, however the group can often be followed for a couple of hours throughout the forest. After the gibbon spotting we head back to the station for brunch at about 10am. We then pack up and get ready to leave the forest. We will follow a different path through the jungle and head back to I Tub village. Again, some parts we will cycle some we will walk. On the way we visit a Chinese and Laos settlement and take a short walk around the village. It’s a nice idyllic village with friendly people and on certain days you will be able to witness traditional local weaving. We then continue back to Veun Sai town, cross the Sesan River by a small ferry, before stopping off for lunch at a restaurant that boasts a beautiful view of the river. Our journey has now come to an end and we are picked up by car and travel back to Ban Lung arriving at approximately 3pm. Once back at the hotel you will be free to have the rest of the day to rest and catch up on sleep from such an early start. Dinner can be taken at the hotel or a nearby restaurant but is not included. Tomorrow we depart and start our journey south-east through Cambodia and towards the border with Vietnam, however we have some more excellent things to see and do in Cambodia first, so a good night’s rest is well recommended. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Kratie (Yaek Lom Lake) - Travelling Today we rise early to visit the Yaek Loem volcanic lake. It has been said that the most peaceful time to visit is first thing in the morning. You will have time to relax, admire your surroundings and even swim in its fresh waters before we head back to the hotel for breakfast. After breakfast we depart from Ban Lung and begin our journey to Kratie arriving in the early afternoon. The rest of the day is free for your leisure. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Kampi Lake - Cat Tien National Park - Dolphin Watching & Travelling Today we leave early after breakfast and drive towards the riverside town of Kratie where we will be stopping for lunch. However before reaching Kratie we will have a dolphin watching cruise up river. We will be aiming to encounter the rare (and largely freshwater) Irrawaddy dolphins which inhabit the stretch of river in the dolphin “pool” of Kampi. We we be taken aboard a traditional fishermen boat which takes us to the deep pools where the dolphins are found. Viewing is commonplace, although it is easier to see the dolphins in the shallower waters of the dry season, than in the swollen river of the wet season. This afternoon we will leave Kratie and enter Vietnam thru the Hoa Lu Border Gate. From the border crossing we will be taken directly to Cat Tien National Park which is roughly 150 km drive to the north (5 hours). Cat Tien National Park contains the largest remaining area of lowland tropical forest in southern Vietnam and an incredible diversity of mammals and birds. Cat Tien is home to three of Vietnam’s endangered primates; the Black-Shanked Douc Langur, Silvered Langur and Buff-Cheeked Gibbon. Upon our arrival, we will check in to your new accommodation and you then have the rest of the evening to settle into your new surroundings. We will arrive too late to enter the park today, however we will be able to discuss with the local guide about the possibility of a night walk with spotlights, we will have to play this by ear. Nam Cat Tien National Park covers 719km2 of lowland forest and swamp and is home to some of the highest biodiversity in South East Asia. Amongst the mammal species here are a number of primates such as the endemic buff-cheeked gibbon and the red-shanked douc langur, other mammals that inhabit the park include Asiatic black bears, Asiatic elephants, sun bears and gaur as well as around 100 other species. Over 350 species of birds have been recorded including specialities like Germain's peacock pheasant, bar-bellied pitta and the rare endemic orange-necked partridge. The range of life found here is incredible with over 120 reptile and amphibian species, over 130 species of freshwater fish, around 460 species of butterflies and to date over 1,610 species of plants have been recorded. Tomorrow we will hope to see as much of this flora and fauna as possible. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Danang - Wildlife Watching & Travelling This morning we will have one final morning looking for any wildlife that may have eluded us so far in Nam Cat Tien National Park, before departing for Ho Chi Minh city (4 hours) and its airport, from here we will catch our flight (~1 hour) north to the city of Danang (sometimes called Da Nang). Will Danang is roughly in the middle of Vietnam and a great stop off as we will explore a couple of forests around here over the next couple of days. At the airport we will meet our new local guide and be taken to the hotel and the rest of the day is free for you to relax as you wish. Over the next couple of days we will hope for some of the harder to see species of the entire trip, the grey-shanked douc langur and some of the ungulates that inhabit the ‘almost’ mythical Annammite mountains such as the Annammite muntjac and the unusual soala. It is also one of the wettest areas in the world, and Bach Ma National Park is well known for its mist and rain, we will be travelling in the height of the dry season, but we will still need some luck for there to be no clouds or rain. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Son Tra Nature Reserve & Bach Ma National Park This morning we will leave the hotel after breakfast and depart for Son Tra Nature Reserve, this is a small forest that still boasts populations of primates including red shanked douc langurs. We will spend some time here on our way to Bach Ma National Park and leave when the sun is getting too high and the temperatures increase. As well as the beautiful red shanked douc langur we will look for long-tailed macaques, stump-tailed macaques, northern pig-tailed macaques and various species of squirrels. There are also 118 bird species recorded from this forest as well. For its size Son Tra is an excellent little reserve and well worth the half day here. Once we arrive at Bach Ma we will check into our hotel and then spend the afternoon exploring the park. Whilst here we will try and search out the rare southern white-cheeked gibbon (one of the hardest species on this trip) as well as some of the terrestrial mammals such as Owston’s civet, large-antlered muntjac, Annamite muntjac and serow. If we are allowed (as the rules change so quickly) we will spotlight after dark and look for the pygmy slow loris. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Bach Ma National Park - Wildlife Watching Today is a full day exploring Bach Ma National Park, the morning will be spent listening out for the calls of the gibbons and then trying to locate them. The mornings are always the best time to see primates and particularly gibbons as the only call until around midday and then spend the rest of the day in almost silence. Bach Ma itself is 220km2 and harbours a great diversity of life, it is also up for consideration to be extended, the thinking being that the park could form a link from the coast through a protected areas in neighbouring Laos, and becoming a huge connected and protected ecosystem. This would be fantastic for Vietnam as the geographical position of Bach Ma (being in the overlap zone of the northern and southern Vietnam biomes as well as being part of the Annamite mountains) means its biodiversity is amongst the highest in the region. It is also one of the few places in Vietnam where wild Asiatic Elephants are still known from. Once again we will come back to the accommodation for our meals and if we are allowed we will head back into the forest after dark for some spotlighting. (breakfast is the only meal included)."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Phong Nha National Park - Wildlife Watching & Travelling This morning will be our last in Bach Ma National Park to look for any species that we have missed or if you wish we can have a relaxed morning. After breakfast we will depart and drive north to Phong Nha National Park and World Biosphere Reserve (5 hours), Phong Nha is regarded as one of the most beautiful parks in the region with a river that is bluer than blue and muddle of limestone karsts covered in very thick evergreen forest. In a country as agricultural as Vietnam is amazing that a place so wild and rugged still exists. There are some of the same primates here but also some new species such as Indochinese black langur, but we would look hard for these tomorrow morning. We would today check into our new hotel and then if we have time go into the forest in the afternoon."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Phong Nha National Park - Wildlife Watching Today will be a full day spent around the wonderful limestone karsts of Phong Nha National Park, our main target here is the range restricted Ha Tinh langur. Also found here are red shanked douc langurs, southern white-cheeked gibbons and the rare Indochinese black langurs. We will of course be on the look out for all of these species with the Ha Tinh langur and Indochinese langur the higher priorities here. There are also some caves around the forest here which we could explore, bat species that are known from here include Leschenault’s rousette, trident roundleaf bats and many more. The largest cave here is the Phong Nha cave and we can take a small boat ride through the cave and see the stunning rock formations and reflections on the water. Again it is not always possible to spotlight here because of the park rangers lack of interest or just bad attitudes, but we will see if it is possible and if so the chances of Owston’s civet and pygmy slow loris would increase. In between our safari activities we will return to the accommodation for our meals. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Ninh Binh - Travelling This morning we will have a little free time before our guide will collect us from the guest house and drive us to the small town of Hue, from here we will fly to Hanoi. On arrival in Hanoi we will be collected from the airport and driven the 2 hours or so to Ninh Binh. Ninh Binh is a large province in the north west of Vietnam. It is known for its lush green valleys and many limestone karsts. It is the limestone karsts that have become the home to our last endangered langur we hope to see. But this is for tomorrow, today we will arrive at the hotel and check in and have the rest of the afternoon to rest and relax before our last day searching for Vietnam’s rare primates. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Van Long Nature Reserve / Hanoi After breakfast we will leave the eco lodge and travel the short distance to the “Cat Scratch” mountain – the only home of the Delacour’s langurs (Vo?c in Vietnamese) these are some of the most critically endangered animals in the world with only 250 remaining in the wild. In order to see them we will travel to Van Long Wharf where we will take a boat trip along the reservoir of Van Long Nature Reserve. This is the largest wetland of Northern Vietnam and the mountain in the reserve is around 1km boat trip and it is these limestone cliffs that are the best (if not only) place in the world to see the Delacour’s langur. In the mornings and late afternoons these primates aggregate here and are quite easy to see despite their very low numbers. From here we will then depart back to Hanoi and check into our hotel for the night. Because both our flights are not until late tomorrow and we have the final day of the tour in one of the busiest and most cultural cities in South East Asia it may be fitting to head into town and enjoy some good Vietnamese food before retiring back to the hotel after a successful trip. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Home - Departure Today you will be transferred to the airport in time to get to catch your return flight home. (breakfast is the only meal included today)."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]