{
  "destination": "Lithuania",
  "mainPhoto": "",
  "id": "lithuania-short-break",
  "tourName": "Lithuania short break",
  "placesVisited": "",
  "generalInfo": "Experience calm wilderness and reconnect with nature in one of the most fascinating corners of Lithuania – Curonian Spit. Explore local fishermen villages and get to know it’s long history that dates back to the Late Stone age.<br/><br/>A picturesque walk all along the Curonian spit - a magic narrow piece of land between the Baltic sea and the Curonian lagoon. It is one of the UNESCO world heritage sights – during your walk you will pass through the white sand beaches as well as thick pine forests. You will stay in the old fishermen villages that turned into tiny resort towns.<br/><br/>The Curonian spit is easily walkable, there is plenty of forest, sand and fresh air and no high altitudes. The route is easily adaptable and modified – can be done from both ends, can be interrupted or extended. We picked some most picturesque routes and views for you to enjoy not missing out any highlights on the way.<br/><br/>HIGHLIGHTS<br/><br/>UNESCO world heritage site<br/>Hike in one of the most beautiful national parks in Lithuania<br/>Visit three blue flag beaches in one holiday<br/>Sandy beaches<br/>Sea museum<br/>Hill of Witches<br/>Weather-vane gallery<br/>Amber gallery<br/>Thomas Mann summer house- museum<br/>Cormorant colony<br/>Grey dunes – Nagliai nature reserve<br/>Sauna on the Baltic sea coast<br/><br/>TOUR PACKAGE INCLUDES<br/><br/>2 nights at centrally located 3* hotels in Klaipeda with breakfast<br/>4 nights at the guesthouses / apartments in Curonian spit without breakfast<br/>Luggage transfers between the accommodations<br/>Ecological fee in the Curonian Spit<br/>Walking route maps and descriptions<br/><br/>EXCLUSIONS<br/><br/>Plane tickets to and from Lithuania<br/>Arrival / Departure transfers<br/>Other transportation except mentioned in the description<br/>Food or drinks<br/>Entrances to museums<br/>Guided tours and tour guide",
  "durationDays": "7",
  "price": "950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depending on your arrival time this day is for Klaipeda sightseeing. Explore the only Lithuanian seaport, walk in the small cosy old town and enjoy the views of passing ships at the seaport. Accommodation: centrally located 3* hotel in Klaipeda Optionals: - Private walking tour in Klaipeda"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This day you will walk a circular route along the northernmost part of Curonian spit. On the way you will pass Ethnographic fisherman’s farmstead and old ships’ ground as well as Sea museum and aquarium. You will walk on both sides of the Curonian spit – the lagoon coast and the Baltic sea coast. Additional options: - visit the Sea museum and Dolphinarium - visit Ethnographic fisherman’s farmstead and old ships’ ground Hiking for the day: 3 hours (8 km, elevation gain – 18 m) Accommodation: centrally located 3* hotel in Klaipeda"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "In the morning a taxi will pick you up from Klaipeda and drive you to Juodkrante where you will spend another day hiking. After dropping your luggage at the guesthouse, driver will drop you at the Amber bay where you will start your walk for the day. You will go into an old forest, walk the trail where you will get acquainted with typical flora of the Curonian spit. You will also walk through the trail on the Hill of Witches which will guide you through the most well-known legends and stories in Lithuanian folk history. We made sure to include another highlight of the Curonian spit – a cormorant colony which is largest in Europe. In the evening relax at Juodkrante beach which is one of 3 blue flag beaches on the Curonian Spit. Additional options: • Visit Weathervane gallery (free entrance, Zveju st. 13, Juodkrante). Hiking for the day: 6 hours (13,5 km, elevation gain – 52 m) Accommodation: family run guesthouse/apartment/bed&breakfast in Juodkrante or Pervalka (subject to availability)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Taxi will pick you in the morning from Juodkrante and you will be dropped at the Grey dunes – another picturesque trail in the Nagliai nature reserve (get a ticket from the ranger - 5 €) There you will start the day’s walk and will be going further south along the coast of Curonian lagoon to Preila. Before entering Pervalka village you can have a picnic in front of the smallest beacon in Lithuania. Hiking for the day: 6 hours (15 km, elevation gain – 47 m) Accommodation: family-run guesthouse or apartment in Preila"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This day you will walk from Preila to Nida, visiting Vecekrugas – the highest dune in the Curonian spit for 360 degrees views. There are more hills to climb on the way – if you feel so. You will pass the Nida civil airfield where you can spot some landing aircraft if you get lucky. Hiking for the day: 6 hours (13,5 km, elevation gain – 55 m) Accommodation: 3* hotel or a guesthouse in Nida"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A relaxed day in Nida with some short walk around the town and its main points. Visit Parnidis dune to get a breathtaking views to a Death Valley, reach the lighthouse of Nida which is showing the way for the ships on both sides of the Spit. Go to the Baltic seaside for a swim or sunbathing session and come back through the forest to the lagoon side. Additional options: • Visit Thomas Mann summerhouse-museum (entrance 3 €, Mon-Sun, Skruzdynes st. 17, Nida) • Amber museum-gallery (entrance 2,5 €, Mon-Sun, Pamario st. 20, Nida) Hiking for the day: 6 hours (8,5 km, elevation gain – 45 m) Accommodation: 3* hotel or a guesthouse in Nida"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Optional transfer to Klaipeda / Vilnius"
    }
  ],
  "map": ""
}