[
  {
    "destination": "Lithuania",
    "mainPhoto": "",
    "id": "estonia-latvia-and-lithuania-small-group-tour",
    "tourName": "Estonia, Latvia and Lithuania small group tour",
    "placesVisited": "Helsinki, Tallinn, Lahemaa National Park, Parnu, Saulkrasti, Riga, Gauja National Park, Sigulda, Jurmala, Klaipeda, Nida Curonian Spit, Palanga, Vilnius, Trakai Castle",
    "generalInfo": "On this small group tour you’ll take in the Baltic states of Estonia, Latvia and Lithuania in the company of likeminded travellers and an expert guide. After a day spent exploring the dynamic waterside city of Helsinki, you’ll move on by ferry to Estonia, where you’ll visit the historic highlights of Tallinn before striking out into the wilderness and then on to a fishing village along the coast. <br/><br/>Moving on to Latvia, you’ll visit the art nouveau district and the old town of picturesque Riga, wander the green valleys of the National Park of Gauja River and visit fishermen’s houses at the Baltic Sea coast, as well as the summer resort town of Jurmala. <br/><br/>Lithuania is next, where one of the main highlights is the UNESCO listed Nida Curonian Spit – a wonderful stretch of Baltic Sea Coast, where you can see a cormorant colony, magnificent sand dunes and thick forest. You’ll also visit the fairytale Trakai Castle, which is set on an island on Lake Galve, as well as the thriving historic city of Vilnius. <br/>",
    "durationDays": "14",
    "price": "3485",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Helsinki - Arrive in Helsinki and transfer to your hotel. Depending on when you arrive there may be some time for you to explore the city or you may wish to just relax after your journey. The tour briefing will either take place this evening or tomorrow morning at breakfast by your local Helsinki guide. Overnight at Hotel Hobo or similar. No meals nor guiding arrangements are included today."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Helsinki - Tallinn - This morning starting at around 09:15am we explore some of the key sights of Helsinki. We visit the Market Square and Market Hall, the Uspenski Orthodox Church, Senate Square and Cathedral, the Church in the Rock and Sibelius Park. This afternoon will be at leisure until you are transferred to the port for the ferry to Tallinn. Your Estonian guide will be accompanying you on the ferry to answer any questions you may have. On arrival in Tallinn you will be transferred to the hotel. Overnight at Hestia Hotel Barons or similar. (B) Note – We recommend today that you have your evening meal on the ferry between Helsinki and Tallinn. Your luggage will be taken care of on the ferry so you can take the journey just with your essentials and enjoy the ferry journey."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Tallinn - Meet the guide at 08:45am. This morning we explore the city of Tallinn. Visits include Pirita with St. Briggita’s convent ruins, Kadriorg Park and Palace and Russalka Monument. We take a guided walk of the old town and see the medieval city walls of the upper city of Toompea with Toompea Castle, Aleksander Nevsky Orthodox Church, Dome Cathedral and the lower city including the Town Hall Square, the Black Head’s House, Fat Margarita Tower and Viru Gates. The sightseeing will finish around 1pm and you then have the rest of the day to enjoy Tallinn at leisure. Overnight at Hestia Hotel Barons or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Tallinn – Lahemaa National Park – Tallinn (Overall driving time today is approx. 3 hours) - Meet the guide at 08:45am. Today we visit Lahemaa National Park and Palmse Manor. We take a walk on Viru Bog on a marked 4km boardwalk trail which passes through a forest and marsh environment typical of Lahemaa National Park. On the walk we learn about the flora and fauna of the area. We can climb a viewing tower which affords a scenic view of the landscape. We also visit the manorial estate of Palmse dating back to the 18th Century containing remarkable pieces of period furniture and clothing. Both the manor itself and the grounds are a delight. Lunch will be taken here and afterwards it will be possible to take a walk in the grounds. Finally, today we visit Altja fishing village, first mentioned in the mid-15th Century and containing many reconstructed traditional buildings. Later return to Tallinn. Overnight at Hestia Hotel Barons or similar. (BL)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Tallinn – Parnu - Sigulda - Riga (Overall driving time today is approx. 4 hours) - This morning we depart early at 07:45am and transfer to Parnu, a coastal city of Estonia famous for its beautiful coastal scenery and white sand beaches. After a short stop in Parnu we continue south along the coast of the Baltic Sea towards Latvia. Visit Sigulda city and take a tour around the authentic medieval castle of Turaida, Gutman’s Cave and Sigulda Castle ruins. We then take a visit to the workshop of a master Amber craftsman who will explain to us how to distinguish real amber from fake, teach us about different amber crafts and show you his unique family collection of different coloured amber stones before continuing to Riga. Overnight at Hotel Semarah Metropole or similar. (BL)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Riga - Meet your guide this morning at 08:45am. We start by visiting the art nouveau district and visit the fascinating museum. Later this morning visit the old town including the National Opera House, the Freedom Monument, the big and small guildhalls, the Dome Cathedral, Riga Castle, Three Brothers’, St Jacobs’s church, the renovated house of the Brotherhood of the Black Heads and St Peter’s church. The tour will finish around 1pm and then lunch and the afternoon are at your leisure for you to further explore Riga. You may wish to visit stroll in the old town or take a river trip on Daugava River for nice views of Riga city. Overnight at Hotel Semarah Metropole or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Riga – Ragaciems - Lapmežciems – Jurmala – Riga - Meet your guide this morning at 08:45am. Firstly take a drive on the left bank of Daugava River to see the old wooden style houses and visit Kipsala Island. From Riga we drive a short distance to Ragaciems, a fishing village situated on the Baltic Sea gulf after the Jurmala border. You will have the opportunity to see authentic and modern fishermen houses. You may get the chance to chat with one of the local fishermen. Continue to Kaniera Lake where we take a stroll on the boardwalk and for those that have an interest in ornithology there is a bird watching tower to observe species from. For lunch we visit a traditional smokehouse and enjoy a tasting experience. Continue to Jurmala, a summer resort town with a lovely white sand beach and authentic wooden houses which are included in UNESCOs heritage list. This afternoon is at your leisure to stroll along the fine stretch of beach or relax at the hotel which has good spa facilities. We then return to Riga for an overnight stay. Overnight Hotel Semarah Metropole or similar. (B) Please kindly advise us at the time of booking if you have any fish or seafood allergies for the visit to the smokehouse."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Riga - Spend today at the contemporary craft market in The Ethnographic Open-Air Museum of Latvia, where different and very talented craftsmen from all Latvia come, as well as visiting a flea market in Adaži or Bikernieki. Return to Riga and the remainder of the day is at leisure. Overnight Hotel Semarah Metropole or similar. (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Riga – Klaipeda (Overall driving time today is approx. 4 – 5 hours) - Meet your guide this morning at 08:30. This morning we depart for Klaipeda. En route we stop at the Hill of Crosses where pilgrims over the years have left crosses on the hill. The number of crosses is estimated to be over 100,000 and it is a quite remarkable sight to behold. After a picnic lunch, continue to Klaipeda and on arrival transfer to the hotel. We should arrive in Klaipeda by mid-afternoon. Check in to the hotel and then later this afternoon take a city tour and visit the old town with its ‘Fachwerk’ and interesting neo-gothic buildings. If time allows we can visit the Blacksmith Museum which has a particularly interesting local story. Overnight at Hotel Old Mill or similar. (BL)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Klaipeda – Nida Curonian Spit (UNESCO) – Klaipeda (Overall driving time today is approx. 2 hours) - Meet your guide today at 08:00 as we depart to explore the Curonian Spit. A short distance from the centre of Klaipeda we take the short car ferry over to the Spit. Once on this wonder of nature we will take in a number of places of interest. Firstly, we will stop to admire the fabulous stretch of Baltic Sea coast and take a short stroll on the sands. Visit the ‘Hill of Witches’ where your guide will regal some of the local fairy tales of this region. Stop to observe a remarkable site where a huge colony of black cormorants has taken residence of a stretch of the pine forest. Continue to the Parnida dune with its spectacular views of the lagoon to one side and the Baltic Sea to the other across the forest. Visit the Thomas Mann Museum, a former residence of the famous German writer and winner of the Nobel Prize. His former summer residence has magnificent views over the lagoon. Continue to Nida close to the Russia border to explore the town and take a short boat tour to admire the dunes from the Curonian lagoon. Finally visit the Great Dune for stunning panoramic views over an amazing landscape. For those that wish, it is possible to take a scenic 40-minute walk from the Great Dune back to Nida where you can meet up with your transport. Later return to Klaipeda once again taking the short car ferry journey across from the Curonian Spit. Overnight at Hotel Old Mill or similar. (BL)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Klaipeda – Palanga – Vilnius (Overall driving time today is approx. 5 hours) - Meet your guide at 08:45am. This morning we travel to Palanga where we will visit the Botanical Garden and tour the magnificent Amber Museum which is particularly notable specimens with inclusions of fossils such as mosquitos, insects and even lizards! After a picnic lunch, continue to Vilnius and on arrival transfer to the hotel. The rest of the day is at leisure. Overnight at Hotel Congress or similar. (BL)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Vilnius - Meet your guide at 08:45am. This morning we explore the city of Vilnius including a visit to Peter and Paul Church, the old town and Cathedral Square, Vilnius Cathedral, Gediminas Castle and Tower, Gediminas Statue and St. Anne’s Church. We also visit Subacius Hill where you get a panoramic view of Vilnius (note that this involves walking up a hill and up some steps to the top). Finally, we visit the Dawn Gate, one of the most important symbols of Vilnius City. The tour finishes around 1pm and this afternoon is at leisure time and those who wish to do more sightseeing may like to visit the KGB museum (own expense) or continue to wander at a slow pace through the atmospheric old streets. Overnight at Hotel Congress or similar. (B)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Vilnius – Trakai – Vilnius (Overall driving time today is approx. 1 hour) - Meet your guide at 08:45am. Take the short journey from Vilnius to Trakai Castle, a picture-postcard medieval castle located on an island on Lake Galve. After crossing the drawbridge and moat, take a tour of the castle which has been painstakingly restored. Explore the many halls and rooms which chart the history of the castle. After the tour, drive back to Vilnius where you will have some leisure time this afternoon to do some final exploring or search for souvenirs in the many charming shops and boutiques of the old town. Overnight at Hotel Congress or similar. (B)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Vilnius – Departure from Lithuania - Day at leisure until your transfer to the airport for your flight back home. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Lithuania",
    "mainPhoto": "",
    "id": "lithuania-short-break",
    "tourName": "Lithuania short break",
    "placesVisited": "",
    "generalInfo": "Experience calm wilderness and reconnect with nature in one of the most fascinating corners of Lithuania – Curonian Spit. Explore local fishermen villages and get to know it’s long history that dates back to the Late Stone age.<br/><br/>A picturesque walk all along the Curonian spit - a magic narrow piece of land between the Baltic sea and the Curonian lagoon. It is one of the UNESCO world heritage sights – during your walk you will pass through the white sand beaches as well as thick pine forests. You will stay in the old fishermen villages that turned into tiny resort towns.<br/><br/>The Curonian spit is easily walkable, there is plenty of forest, sand and fresh air and no high altitudes. The route is easily adaptable and modified – can be done from both ends, can be interrupted or extended. We picked some most picturesque routes and views for you to enjoy not missing out any highlights on the way.<br/><br/>HIGHLIGHTS<br/><br/>UNESCO world heritage site<br/>Hike in one of the most beautiful national parks in Lithuania<br/>Visit three blue flag beaches in one holiday<br/>Sandy beaches<br/>Sea museum<br/>Hill of Witches<br/>Weather-vane gallery<br/>Amber gallery<br/>Thomas Mann summer house- museum<br/>Cormorant colony<br/>Grey dunes – Nagliai nature reserve<br/>Sauna on the Baltic sea coast<br/><br/>TOUR PACKAGE INCLUDES<br/><br/>2 nights at centrally located 3* hotels in Klaipeda with breakfast<br/>4 nights at the guesthouses / apartments in Curonian spit without breakfast<br/>Luggage transfers between the accommodations<br/>Ecological fee in the Curonian Spit<br/>Walking route maps and descriptions<br/><br/>EXCLUSIONS<br/><br/>Plane tickets to and from Lithuania<br/>Arrival / Departure transfers<br/>Other transportation except mentioned in the description<br/>Food or drinks<br/>Entrances to museums<br/>Guided tours and tour guide",
    "durationDays": "7",
    "price": "950",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Depending on your arrival time this day is for Klaipeda sightseeing. Explore the only Lithuanian seaport, walk in the small cosy old town and enjoy the views of passing ships at the seaport. Accommodation: centrally located 3* hotel in Klaipeda Optionals: - Private walking tour in Klaipeda"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "This day you will walk a circular route along the northernmost part of Curonian spit. On the way you will pass Ethnographic fisherman’s farmstead and old ships’ ground as well as Sea museum and aquarium. You will walk on both sides of the Curonian spit – the lagoon coast and the Baltic sea coast. Additional options: - visit the Sea museum and Dolphinarium - visit Ethnographic fisherman’s farmstead and old ships’ ground Hiking for the day: 3 hours (8 km, elevation gain – 18 m) Accommodation: centrally located 3* hotel in Klaipeda"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "In the morning a taxi will pick you up from Klaipeda and drive you to Juodkrante where you will spend another day hiking. After dropping your luggage at the guesthouse, driver will drop you at the Amber bay where you will start your walk for the day. You will go into an old forest, walk the trail where you will get acquainted with typical flora of the Curonian spit. You will also walk through the trail on the Hill of Witches which will guide you through the most well-known legends and stories in Lithuanian folk history. We made sure to include another highlight of the Curonian spit – a cormorant colony which is largest in Europe. In the evening relax at Juodkrante beach which is one of 3 blue flag beaches on the Curonian Spit. Additional options: • Visit Weathervane gallery (free entrance, Zveju st. 13, Juodkrante). Hiking for the day: 6 hours (13,5 km, elevation gain – 52 m) Accommodation: family run guesthouse/apartment/bed&breakfast in Juodkrante or Pervalka (subject to availability)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Taxi will pick you in the morning from Juodkrante and you will be dropped at the Grey dunes – another picturesque trail in the Nagliai nature reserve (get a ticket from the ranger - 5 €) There you will start the day’s walk and will be going further south along the coast of Curonian lagoon to Preila. Before entering Pervalka village you can have a picnic in front of the smallest beacon in Lithuania. Hiking for the day: 6 hours (15 km, elevation gain – 47 m) Accommodation: family-run guesthouse or apartment in Preila"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "This day you will walk from Preila to Nida, visiting Vecekrugas – the highest dune in the Curonian spit for 360 degrees views. There are more hills to climb on the way – if you feel so. You will pass the Nida civil airfield where you can spot some landing aircraft if you get lucky. Hiking for the day: 6 hours (13,5 km, elevation gain – 55 m) Accommodation: 3* hotel or a guesthouse in Nida"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "A relaxed day in Nida with some short walk around the town and its main points. Visit Parnidis dune to get a breathtaking views to a Death Valley, reach the lighthouse of Nida which is showing the way for the ships on both sides of the Spit. Go to the Baltic seaside for a swim or sunbathing session and come back through the forest to the lagoon side. Additional options: • Visit Thomas Mann summerhouse-museum (entrance 3 €, Mon-Sun, Skruzdynes st. 17, Nida) • Amber museum-gallery (entrance 2,5 €, Mon-Sun, Pamario st. 20, Nida) Hiking for the day: 6 hours (8,5 km, elevation gain – 45 m) Accommodation: 3* hotel or a guesthouse in Nida"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Optional transfer to Klaipeda / Vilnius"
      }
    ],
    "map": ""
  }
]