[
    {
        "type": "overview",
        "Main_Title": "Our Canada holidays & tours",
        "Main_Paragraph": "Our Canada holidays are all about wilderness immersion, with spectacular wildlife encounters near-guaranteed. Small group and tailor made tours prioritise animal welfare, and expert guides ensure you get amazing views while abiding by codes of behaviour. Admiring grizzly bears in British Columbia, kayaking with whales off Vancouver Island, hiking with elk in the Rockies or spying polar bears from Manitoba – Canada is a wildlife-watcher’s paradise. Our trips bring First Nations stories and traditions to the fore, acknowledging the roles their communities often play in sustainably stewarding the wilderness.",
        "Subtitle": "About our Canada holidays",
        "Title1": "Going on an adventure",
        "Paragraph1": "Canadian mountains, rivers and oceans aren’t just for looking at – they’re for hiking, snowshoeing, white water rafting and kayaking. Canadians are experts at making the seemingly inaccessible accessible, so don’t let travelling with kids or specific accessibility requirements put you off. Our adventure holidays in Canada run nearly year-round, so you can track bears with an expert guide in spring, hike the peaks and plateaus of the Canadian Rockies in summer, kayak the orca bays of Vancouver Island in autumn, and mush between ex-goldmining towns in the Yukon in winter. Many of our trips use camping, to avoid permanent structures in wilderness areas.",
        "image1": "",
        "Title2": "Canadian Rockies",
        "Paragraph2": "The Canadian Rockies are the 1,600km-long finishing flourish of the Rocky Mountain chain. From the US, they barge through the border into Alberta, threading north-west through Banff and Jasper national parks, carving out glacier fields, luminous turquoise lakes and hot springs along the way. Canada is even bigger and journey times are even longer than you might think, especially on sidewinding Rocky Mountain roads, so do take your time.  Most of our\nCanadian Rockies holidays\nlast at least 10 days, so that you have time to settle into forest campsites and get stuck into full-day hikes with a local guide.",
        "image2": "",
        "Title3": "British Columbia, Canada",
        "Paragraph3": "We’ve thought of a more apt name for British Columbia: Bear Country. This sprawling province in Western Canada bundles together 900 provincial parks and protected areas, a 26,000km-long coastline that faces the whale-rich Pacific Ocean, and Vancouver Island – and there’s still plenty of room to spare. Most of our\nholidays to British Columbia\nfocus on the wildlife that roams here, from grizzly bears to free-range elk. You might stay in one of our eco lodges, which use wind and solar for their power, and windows instead of televisions. And using the services of a Metis guide for some of your trip will give you expert insight into the land and nature.",
        "Title4": "Taking the family",
        "Paragraph4": "Our\nfamily holidays in Canada\noften head out to the wild west. Here, the jigsaw of national parks is well-supplied with kid-friendly campsites and smooth roads. You could have one of our tailor made holidays fitted to your brood’s requirements, but for older kids small group trips are often the best way to go. Between the campfire stories, cookouts and easy hikes, the kids will make friends for life. Plus, you’ll get a guide who can keep your children’s attention with stories about the bear forests and Indigenous kayaking routes you’re exploring. Just be sure to stock up on trail mix and root beer for the long drives.",
        "image3": "",
        "Title5": "Watching willdife",
        "Paragraph5": "Many travellers seeking out critters in Canada have one beast on their mind: the inimitable bear. Our\nwildlife holidays in Canada\nput you in the hands of expert guides who can search for black, grizzly and even the near-mythical spirit bear in British Columbia and Alberta. And our polar bear tours in Canada are the crème de la crème. You can often see pods of belugas and narwhals on the same trip when you go to Churchill, the self-crowned “Polar Bear Capital of the World”. You’re most likely to see cetaceans on the westerly Pacific Coast, where over 10 species of whales and orca chase salmon and seals.",
        "Title6": "Types of tours & holidays in Canada",
        "Paragraph6": "Our\nsmall group holidays to Canada\nare truly small, no big crowds here, putting you in league with a bunch of similarly minded explorers. They’re often best for solo travellers and those on a budget, as you can choose to share rooms or tents and easily meet new people. Our\nwalking holidays\nare the best way to see the secretive trails originally trod by Aboriginal Canadians. And really, almost every holiday to Canada is an\nadventure holiday\n. You might begin and wind down with a few days in Vancouver, Montreal or Toronto, but in-between you’ll strike out into sky-nudging mountain terrain, bump across polar bear tundra, or sail to islands surrounded by whale-y great ocean."
    }
]