[
  {
    "destination": "Japan",
    "mainPhoto": "",
    "id": "japan-wildlife-holiday",
    "tourName": "Japan wildlife holiday",
    "placesVisited": "",
    "generalInfo": "Japan is the 'The Land of the Rising Sun' and is known for many things; from sumo and bonsai trees to samurais and sushi but lesser known is the wealth of wildlife the Japanese archipelago is home to. Much of this wildlife is also rare and endemic and this tour aims to showcase some of Japan's most iconic and unusual species. <br/><br/>By exploring the highlands of the Japanese Alps as well as visiting the subtropical forests of the far south on Iriomote Island, you will be taken on a comprehensive tour of Japan where you will be sure of experiencing the best wildlife watching that Japan has to offer. <br/><br/>As well as seeing some species that are only found in small areas and face numerous problems in their continued fight for survival. So if you wanted to see the iconic Japanese macaques in their hot springs or try and find the unbelievable Japanese giant salamander or maybe track down the rarest species of cat in the world, then this is the wildlife tour for you.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of specific photography based trips. These trips are geared towards people with a vested interest in getting some top wildlife photographs of some of the world’s most iconic and photogenic species and spectacles. This particular trip heads to the some of the best locations for endemic and engaging wildlife on the islands of Honshu, Kyushu and Iriomote.<br/><br/>Japanese wildlife has entered the country from two different ancient landbridges which used to connect the islands to mainland Asia. One was onto the island of Hokkaido and the other to Honshu when the main island was still connected to the smaller southern islands. But Hokkaido was already seperated and so the animals on both have not mixed, as a result the animals found on Hokkaido are usually from the boreal Eurasian ecosystems of northern Asia whilst the animals which inhabit the southern islands have come from more tropical Asia and so you have good differences in the wildlife. <br/><br/>Most of the endemic wildlife lives on the southern islands and there is a general trend towards higher percentages of endemism the further south you go in Japan. This tour focuses on a large range of different endemic wildlife from whales found mostly in Japanese waters to the well known and entertaining Japanese macaque to lesser known endemics such as the Iriomote cat and Japanese badger. But the oddest species we will be looking for is the alien like and enormous Japanese giant salamander which grows to over 1m long and lives in the pristine fast flowing mountain streams of Central and Southern Japan.<br/><br/>All in all we aim to showcase a great wealth of wildlife that is often overlooked, misunderstood or just not known at all in Japan. Travelling with some expert local guides with their specialist knowledge you will be in the best possible hands to find as much wildlife and understand the unique connection between the Japanese people and their environment. <br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Tokyo. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Japan. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, cruises, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Japanese countryside. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>The summer is a great time to travel to Japan and see most of its wildlife, animals are active and out of hibernation, often breeding or busy finding food for their young and it is a great time to be out and exploring the Japanese countryside.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• We will stay in a variety of accommodation when on this tour, from quaint boutique style guest houses, larger hotel chains to hotels and lodges that are the chosen accommodation of the Imperial family. The selection of Japanese food available here is wonderful and it is all presented like works of art.<br/>• Spend all the daylight hours searching for wildlife, either at the specific photography locations or driving / hiking around looking for more wildlife.<br/>• All the above reasons give this, our photography tour of Japan’s winter wildlife a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Japan so that we can try and find and observe animals such as the Iriomote cat, Ryukyu flying foxes, Japanese martens, Japanese giant flying squirrels, Japanese badgers, Japanese raccoon dogs and many more species. We also have the ability to organise and run wildlife tours of Japan at other times of year and focusing on other species such as brown bearsm Blakiston's fish owls, Steller's sea eagles and other animals in Hokkaido. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visits the main island of the Japanese archipelago; Honshu; as well as travelling further south to Kyushu and then further to the Okinawa island group and specifically Iriomote Island. All in all you will travel from temperate to tropical ecosystems throughout this trip.<br/><br/>Fitness Level:<br/><br/>The activities to find wildlife is a combination of vehicle based and walking, but walking does make the up the majority of the excursions. Hikes can take several hours, the daytime temperatures can be hot and humid and there are some inclines when in the Japanese Alps.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old<br/><br/>Photo Credits:<br/>Alpsdake<br/>Ryzhkov Sergey<br/>Frank Schulenburg<br/>Phonon.b<br/>harum.koh from Kobe city, Japan<br/>Ma2bara<br/>Koolah (talk)",
    "durationDays": "18",
    "price": "7450",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tokyo - Arrival On your arrival into Tokyo you will be met by your local guide and transferred to your hotel. If you arrive early enough you may have some sightseeing this afternoon, but otherwise there are no activities planned for today. (no meals included today)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Choshi Marine Institute - Whale Watching This morning you will be taken east to the harbour town of Choshi, from here you will be taken out on a whale and dolphin watching trip. During the summer season the target species found here include the very rare finless porpoise and there are chances for other marine mammals like common bottlenose dolphins, harbour porpoises, Pacific white-sided dolphins and possibly Eden's whales too. After this trip you will be transferred back to your hotel. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Jigokudani Snow Monkey Park - Travelling & Wildlife Watching This morning you will be transferred to the train station and catch the bullet train towards the Japanese Alps in the centre of Honshu. These mountains form the spine of the country and harbour some of the countries largest mammal species. The Japanese Alps are fairly volcanic and there are plenty of geothermal features including many hot springs, some of which we will be visiting. After arriving at the hotel, you will be taken to visit the Snow Monkey Park (the official name is Jigokudani Yaenkoen). There are currently around 160-200 macaques living here and taking advantage of the natural hot springs here. They use the hot springs throughout the year but we are more likely to see them in the forests during this summer tour. Also found around here you can see several bird species as well as Japanese serow and squirrels. (all meals included today)."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Jigokudani Snow Monkey Park - Wildlife Watching This morning you will spend more time in the park watching the entertaining monkeys and looking for other wildlife and then in the afternoon take the train back to Tokyo and your hotel back in the city. (breakfast and lunch included today)."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Karuizawa - Travelling & Wildlife Watching Today you will be taken by train further into the heart of the Japanese Alps and to the town of Karuizawa. This town is well known by birders and more recently by mammal watchers too. This is because the forests and hillsides around here are full with wonderful species that are very hard (if not impossible to see elsewhere). During this afternoon you will be taken on a bird watching hike in search of species such as copper pheasants, Ural owls, great-spotted woodpeckers, Japanese grosbeak, yellow bunting, brown dipper, narcissus flycatchers and dozens more. It is also possible to see Japanese squirrels here and sometimes (although rarely) Japanese weasels or possibly a raccoon dog. Later on you will be take to your hotel for the night. (all meals included today)."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Kyoto – Ashyu Forest - Travelling & Wildlife Watching This morning we will be transferred Karuizawa to the stunning city of Kyoto. Depending on what time we arrive in Kyoto you will be taken into the city to see some of the sights, or if we have more time you will be taken to the nearby Ashiu forest, the forest is a great wildlife watching location and one we will further explore tomorrow. As the journey to Kyoto will be a long one we often just relax around the traditional Japanese style hotel, and prepare for some forest hiking tomorrow. (all meals included today)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Kyushu - Travelling Today will involve a long transfer from Kyoto to the most westerly of the main islands in Japan, Kyushu. On arrival you will check into your hotel and have some lunch. The rest of the afternoon will be free for you to relax and rest as well as enjoying the views out over this very aesthetic island. This is a mountainous island that contains the most active of all of Japan's volcanoes. But we are not here to see the volcanoes, instead we are here in search of one of the strangest and most endangered animals in the whole of Japan. If time allows you will be taken to a local aquarium to see the animal and convince yourself that they are not just a part of Japanese mythology. (all meals included today)."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Kyushu - Wildlife Watching Today we will be picked up from the hotel early by one of the leading amphibian researchers in Japan and taken to a high attitude stream. This stream is one of the last locations were the worlds largest amphibian can still be seen. This is of course the Japanese giant salamander. Growing up to 1.5m long and living as long as 80 years, they are a bizarre and unique species. This particular population inhabit a fast flowing river which will require the wetsuits and snorkel gear to enjoy sightings of them. This is the only way (and possibly the only place) to see this iconic and prehistoric creature. They require clear and fast flowing rivers and are in danger as more and more of their pristine river systems are silting up. After swimming in the cool mountain water and hopefully coming face to face with probably the worlds most bizarre looking species we will drive back to the hotel. (all meals included today)."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Tokyo - Travelling This morning we will leave the rural home of the giant salamanders and travel back to the town of Oita and catch the flight back to Tokyo. Once here you will check into your hotel and then have the rest of the day to relax. (breakfast only today)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Iriomote Island - Travelling Today we will transfer to Tokyo airport and catch the flight south to the small tropical island of Iriomote, this is a very different Japan to what you will have already experienced with dense jungle and mangrove forests covering 90% of the island. With 80% of the island protected this is a great place to end our wildlife watching expedition of Japan. The island is closer to Taiwan than Tokyo and you not feel like your still in Japan. Due to the remoteness of the island, we will need to take a ferry after arriving at Ishigaki Airport, once on the island you will check into the hotel and after lunch relax in the afternoon. (all meals included)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Tokyo - Travelling This morning you will take the ferry back to Ishigaki Airport to catch the return Tokyo and once in Tokyo you will be taken to your hotel for our final night in Japan. (only breakfast is included)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Home - Departure After breakfast you will be transferred to the international airport in time to catch your return flight home. (breakfasy only included)."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Japan",
    "mainPhoto": "",
    "id": "winter-wildlife-photography-tour-in-japan",
    "tourName": "Winter wildlife photography tour in Japan",
    "placesVisited": "",
    "generalInfo": "Explore the winter wonderland of Hokkaido in search of dancing cranes, impressive Steller’s sea eagles and more as well as spending time with the snow monkeys in their hotspring home<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of specific photography based trips. These trips are geared towards people with a vested interest in getting some top wildlife photographs of some of the world’s most iconic and photogenic species and spectacles. This particular trip heads to the northern island of Hokkaido in Japan as well as the Japanese Alps in search of some of the most photogenic winter wildlife anywhere in the world. <br/><br/>During the winter the snow and ice blankets the northern most parts of Japan and the wildlife seemingly celebrates its arrival. In the early months of the year the regal looking red-crowned cranes start their mating and courtship dancing. These dances in the pristine snow covered fields is beautiful to behold. Alongside the dancing cranes are power eagles, both white-tailed and the massive Steller’s sea eagles spend time in Hokkaido and we have specific photo cruises out to see these species on the frozen sea ice. If the animals were not spectacular enough then the settings are just stunning. We also visit the volcanic lake of Kussharo for migratory whooper swans on their misty lake home and we have scouted out locations for some very rare and elusive species including the largest owl in the world, Blakiston’s fish owl as well as the tiny but endearing Siberian flying squirrel and the sable (among other species). All of which have locations were their photography is specifically thought about. <br/><br/>But we do not just explore Hokkaido we will also head south to the Japanese Alps west of Tokyo and to the home of the iconic Japanese macaques. Often referred to as snow monkeys, these primates have figured out that the hotsprings here are the perfect place to spend the coldest winter days. <br/>Throughout the trip you will be guided by expert naturalist guides, people with an intimate knowledge of the wildlife and habitats you will be visiting. Whilst the route is well established to visit all of these iconic locations the trip is also tailorable as there are other wildlife locations in Japan during the winter, however they are not necessarily set up for photography (unlike the places we will visit on this itinerary). All you have to do is to get in touch with your budget and your group size and where you would like to go and we will come back to you with an itinerary and quote for your perfect Japanese winter wildlife photography tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Tokyo. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Japan. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, cruises, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Japanese countryside. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>As the name of the tour suggests this is a winter tour. However the wildlife aggregates from February – early March and we would only recommend booking this tour for this 4-5 week window. <br/>The weather in northern and central Japan during February and March is cold, snowfall is common and the winds from the coastal region (Hokkaido) can be strong. However with the right clothing you shouldn’t notice the cold. <br/>The snows begin to fall in November and they remain over much of the land until mid March.<br/>Whilst in Hokkaido the daytime temperatures can drop to -15oC, however the skies are usually clear and bright, this also increases the glare from the sun as it reflects on the snow and sea ice so sunglasses are highly recommended (as is sun cream). It is also worth remembering that when in Hokkaido in the early morning (pre-dawn excursions for the cranes, swans and also on the ice-breaker boat out of Rausu) the temperatures can be even colder.<br/>Whilst in Tokyo and at Jigodukani Snow Monkey Park the temperatures will feel positively balmy at around -5oC. However warmer temperature are getting more and more common in Japan nowadays and sometimes it doesn’t get under 0oC in Jigodukani in March.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• We will stay in a variety of accommodation when on this tour, from quaint boutique style guest houses, larger hotel chains to hotels and lodges that are the chosen accommodation of the Imperial family. The selection of Japanese food available here is wonderful and it is all presented like works of art.<br/>• Spend all the daylight hours searching for wildlife, either at the specific photography locations or driving / hiking around looking for more wildlife.<br/>• All the above reasons give this, our photography tour of Japan’s winter wildlife a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Japan so that we can try and find and observe animals such as the red-crowned cranes, Steller’s sea eagles, Japanese macaques, Siberian flying squirrels, largha seals, Blakiston’s fish owl, sable, whooper swans and many more species. We also have the ability to organise and run wildlife tours of Japan at other times of year and focusing on other species such as brown and Asiatic black bears and many endemic mammals of Honshu. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visit various locations in Hokkaido (the most northerly major island in the Japanese archipelago) as well as Tokyo and the Japanese Alps in the largest island, Honshu. All of the locations are specific wildlife watching areas and we will get around with a combination of internal flights, private vehicle and the world famous bullet train.<br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle, boat or whilst standing at a photography station. However there are some hikes we undertake. These are quite easy hikes and last around 1-2 hours with regular breaks in between. When walking on deep snow we will provide snowshoes to make walking very easy.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old",
    "durationDays": "14",
    "price": "6995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 7,
        "title": "",
        "description": "Rausu - This morning we will leave Nakashibetsu and travel further north to the coastal town of Rausu. Rausu is located on the eastern side of the Shiretoko Peninsula which is the most north-easterly point of the main Japanese islands. It is the largest town of the Shiretoko peninsula and due to the abundance of marine life offshore (thanks to the productive Nemuro Strait current) fishing is a major industry here. However so is tourism; during the summer whale and dolphin watching is very popular and during the winter the frozen sea attracts large num¬bers (the world’s largest aggregation) of huge Steller’s sea eagles and white-tailed eagles. Today we will check into the accommodation and then explore some of the peninsula, including the stunning coastline line here, the sea ice forming intricate and ever changing patterns as far as the eye can see. The Shiretoko Peninsula is famed for its rugged wilderness consisting of high moun¬tains, dense forests and rivers rich in salmon during the summer and autumn. We will try and find many sea eagles and seals on the sea ice and of course deer, foxes, squirrels and other birds and mammals in the forests. Tomorrow we will rise early as we head out at dawn on our first ice-breaker cruise. (breakfast, lunch and dinner)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Lake Kussharo - This morning we will travel from Utoro south to Akan National Park and more specifically the large caldera lake of Kussharo. This is a very beautiful lake surrounded by snowy mountains and frosted trees as well as steam coming up from the warm lake. It is the geothermal activity deep beneath the lake that is the reason the lake is utilised by whooper swans. This is on their migration route and this lake (free from ice) is home to hundreds of this pure white swans (with yellow and black bills) over the winter. After a morning photographing the swans we will carry on to Abarshiri and check into the hotel. After lunch we will have our second ice-breaker cruise. This part of the Hokkaido coastline also experiences sea ice, however this sea ice does not link directly with the Arctic sea ice (unlike around Rausu) but instead this is a mixture of freshwater and sea water as the ice drifts south from the massive Amur River in Russia and is funnelled (between the east coast of Russia & China and the Kuril Islands). Whilst on the boat we will have the chance to see seals (mostly largha seals, but a number of Arctic species can be found here; including rari¬ties like the ribbon seal that are usually only seen way out in the deep oceans); as well as eagles and from the shoreline foxes and deer. Afterwards you will return to the hotel for your last dinner and night spent in Hokkaido. (breakfast, lunch and dinner)."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Jigodukani Snow Monkey Park - This morning we go to the airport in Memanbetsu to catch our flight back to Tokyo; from here we will depart Tokyo on the incredible bullet train. Travelling at 260kmph the journey to Nagano (the closest bullet train station to Jigodukani Snow Monkey Park) only takes around 1 hour 40 minutes. From here we will travel by local (or normal) train the rest of the journey to Yamanouchi and then we take a taxi to our hotel. Located a short walk from the park this is an ideal base for our visits to the snow monkeys. Today however it will be late by the time we make it to the hotel and so we will just have dinner and then prepare for a full day with the wonderful Japanese macaques tomorrow. (breakfast and dinner are included)."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Jigodukani Snow Monkey Park – After breakfast we will walk the 30 minutes or so to the park entrance, from here we will walk through a frozen forest towards the hot springs where the monkeys congregate during the winter. Along the trail to and from the hot springs it is possible to see Japanese macaques, they spend the nights in the forest and arrive at the hot springs during the morning; plus there are strict hierarchies in place that dictate which macaques can use the hot springs and which cannot. Also sometimes seen around the hot springs are the endemic and unusual Japanese serow as well as Japanese squir¬rels and various forest birds including species of finches and tits. We will spend the majority of the day surrounded by many macaques as they play, relax and socialise in the warm and steaming hot springs. Their behaviour is incred¬ible to watch and after a couple of hours here you will begin to understand their subtle intricacies and complex language of facial expressions, calls and body language. The macaques are very used to people and they are quite bold, it is a good idea to keep hole of everything in locked bags and zipped pockets, but this boldness does allow for close up photographs."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Jigoduakani Snow Monkey Park / Tokyo – If you wish this morning you can go back to the park and get more photographs of the macaques. But we will have to leave in the mid morning to begin our journey back to Tokyo. Once again we will utilise the comprehensive train system in Japan and use both the local ‘normal’ trains as well as the ultra-modern Bullet train. On arrival in Tokyo we will check into our accommodation, have dinner in a nearby restaurant before relaxing for our last night in Japan."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Home - This morning you will have a private transfer arranged for you to get you to the airport in order to catch your return flight home or onwards to your next destination."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]