{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "10-day-family-adventure-of-ancient-maya-caves-and-barrier-reefs-in-belize",
  "tourName": "10-Day Family Adventure of Ancient Maya, Caves, and Barrier Reefs in Belize",
  "placesVisited": "San Ignacio, Belmopan, Placencia Peninsula",
  "generalInfo": "Belize’s diverse and bountiful natural beauty is displayed on your 10-day family adventure to the Ancient Mayan ruins of San Ignacio, the incredible underground caves near Belmopan, and the breathtaking Belize Barrier Reef off the picturesque coast of Placencia. Trek, paddle, zipline, sail, and more to explore the ancient cities, lush rainforests, glistening shorelines, and captivating caves that await on this thrilling family tour.",
  "durationDays": "10",
  "price": "7,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Ignacio - Welcome to Belize’s Breathtaking Rainforests",
      "description": "Belize is an unassuming Caribbean-style paradise on the eastern coast of Central America that will invite you to explore dense rainforests, lively reefs, and turquoise coastlines after you transfer to a family lodge in the Cayo District. The journey from the airport through Cayo will reveal the natural beauty of Belize’s savanna and the magnificent Maya Mountains. Your unique eco-lodge for the following nights features lavish amenities and top-class service in and amongst Cayo’s flourishing rainforest. Here, you will admire the panoramic views of Black Rock Canyon, the Macal River, and the forest canopy where colorful birds perch between flights."
    },
    {
      "dayNumber": "2",
      "title": "San Ignacio - Memories of Ancient Maya",
      "description": "You will spend the next two days of your trip discovering the breadth of beauty that envelopes Belize’s Cayo District with the help of an insightful local guide. You and your family will begin your exploration at the Xunantunich Mayan Ruins, a larger-than-life archeological site that displays the works of Ancient Maya. Wander the astonishing plazuelas, up the El Castillo stepped pyramid, and arrive at the top of the temple for views of Cayo, the Guatemala border, and the Mopan River. Be sure to keep your eyes and ears peeled for diverse jungle wildlife, including the howling Howler Monkeys."
    },
    {
      "dayNumber": "3",
      "title": "San Ignacio - Explore Guatemala’s Maya Biosphere Reserve",
      "description": "You will explore more of Ancient Maya today across the Belize border in Guatemala. The northern reaches of Guatemala are home to impressive Mayan architectural marvels, namely the Tikal Temples peppering the picturesque jungle-clad landscape of Guatemala’s Maya Biosphere Reserve. The typically tall stone steps of several temples will encourage you to climb the architectural wonders for spectacular views of the reserve. You will also stand in the very spot that Ancient Mayans held elaborate ceremonies, pretend to play Mesoamerican ballgames with your children in the Great Plaza ball court, and spot local wildlife rearing their curious heads."
    },
    {
      "dayNumber": "4",
      "title": "Belmopan - Enter the Cave of the Stone Sepulchre",
      "description": "After breakfast, you will transfer to the Tapir Mountain Nature Reserve to experience the thrilling Actun Tunichil Muknal Cave tour with your family. Your expedition will begin across the Roaring River Valley, and you will trek through the emerald reserve to the entrance of the Cave of the Stone Sepulchre. Described as Xibalba , a gateway to the Maya underworld, this magnificent underground complex is as mysterious as it is breathtaking. You will swim in the bright blue spring-fed pools, meander the cave’s maze of passageways, and arrive at The Cathedral, where many Mayan artifacts fill the surreal cavernous ceremonial chamber."
    },
    {
      "dayNumber": "5",
      "title": "Belmopan - Paddle Five Blues Lake National Park",
      "description": "Sunrise over your accommodation just outside of Belmopan, where you will have spent last night, will filter through gaps in the rainforest canopy and illuminate your lavish lodge. Birds will sing, monkeys will howl, and the fresh fragrances of Belize breakfast will flood your accommodation this morning. After breakfast, you will join your guide for another exciting cave adventure. This time, you and your family will hop into kayaks and paddle across the cobalt blue waters of Five Blues Lake National Park into the karst limestone cave systems and calcite crystal chambers that carve the cliff faces."
    },
    {
      "dayNumber": "6",
      "title": "Belmopan - Jungle Safari After Dark",
      "description": "This adventure leaves this morning free for you and your family to embrace Belize’s beautiful energy at your leisure. You may sit back and relax around your stylish resort’s pool, kayak or paddleboard along the sparkling Sibun River, hike the rainforest trails to pounding waterfalls, or relish a unique cave tubing excursion in Cayo. The choice is yours. In the evening, a Jungle Safari After Dark will let you spot Belize’s elusive nocturnal creatures, learn about the jungle feeding that flies under the radar in the night, and hold a selection of creepy creatures."
    },
    {
      "dayNumber": "7",
      "title": "Placencia - Soar across the Flourishing Forest Canopy",
      "description": "Today, you will leave the lush jungles of Cayo and transfer to arresting villas overlooking the shimmering white sands of Belize’s Caribbean coast. Placencia is a postcard-perfect palm-lined paradise on an illustrious peninsula a stone’s throw away from the Belize Barrier Reef. Here, you will wallow in the tranquil tropical setting as you sip cocktails to sensational seascapes. After checking into your accommodation, you will head to Angels Falls Belize and revel in a ziplining adventure above and through the emerald rainforest canopy. You will race across jungle canyons, soar through the trees, and watch as wildlife ponders your passing."
    },
    {
      "dayNumber": "8",
      "title": "Placencia - Snorkel the Belize Barrier Reef",
      "description": "You and your family will have two days to choose from a wealth of wonderful seaside experiences in and around Placencia. The most exciting excursion you will be eager to partake in this morning is snorkeling the magnificent marine wonderlands off the glistening pearl-white coast. You will meet your captain and guide at a boat on the shore and set sail across the sapphire sea to sensational snorkeling spots on the Belize Barrier Reef. You will gaze upon fluorescent coral formations, schools of colorful fish, silky eels swimming in slipstreams, and massive crustaceans clinging to the reef."
    },
    {
      "dayNumber": "9",
      "title": "Placencia - Discover Placencia at Your Pace",
      "description": "There is so much to see and do in Placencia that today will be free for your family to pick and choose activities depending on your preferences. You may return to the sea on scuba diving expeditions, pedal around the Placencia peninsula on bicycles, hike the scenic trails that weave through the flourishing Cockscomb Basin Wildlife Sanctuary, enjoy the Monkey River boat tour to see the famous Black Howler Monkeys, and end your evening with a sunset cruise in the mangroves to spot birds, crocodiles, and manatees."
    },
    {
      "dayNumber": "10",
      "title": "Placencia - Reminisce on Your Family Fun",
      "description": "You and your family will wake up on your final morning in Placencia and spend time reminiscing on your exhilarating adventures across Belize over breakfast. Though bittersweet, your final morning will be a chance to reflect on your journey, sort through your stunning snapshots, and browse curiosities at boutique stores to commemorate your stay. You will transfer to the airport after packing your things and catch your flight back to Belize International Airport, where you will connect with your flight back home."
    }
  ],
  "map": ""
}