{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "essence-of-central-america-guatemala-belize-vacation-tour",
  "tourName": "Essence of Central America: Guatemala & Belize Vacation Tour",
  "placesVisited": "Antigua, Comalapa, Iximche, Lake Atitlan, Chichicastenango, Flores, Tikal, San Ignacio, Caracol, Actun Tunichil Muknal Caves, Cayo District",
  "generalInfo": "Enter secluded caves hidden in the jungle brush to discover cathedral-shaped galleries. Witness the smoldering cones of volcanoes that surround colonial cities and secluded villages. Your tour around the highlights of Guatemala and Belize capture the essence of Central America and unveil the mysterious Mayan traditions along the limestone walls and on the sides of subterranean riverbanks. Pastel painted colonial buildings frame cobblestone streets and support active local markets. Your tour is custom tailored to immerse you in splendor to find inspiration along the riverbanks, discover culture in caves and villages, and experience the dense vines and lush leaves that overtake ancient cities.",
  "durationDays": "10",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Antigua – Arrive Guatemala City and Transfer to Colonial City of Antigua",
      "description": "Your flight lands at La Aurora International Airport in Guatemala City. Volcanic peaks wrap around the outskirts of the city and add lush summits to the skyline. Your private transfer meets you at baggage claim to escorts you out of the airport, and into the city. The capital of Guatemala is filled with museums and graceful outdoor malls where families stroll along the colonial-inspired walkways. The Museum Popol Vuh leads the world in its collection of Mayan art, along with its inspiring exhibits on colonial art. Masks, pottery, gems, tools, and sculptures decorate the galleries providing insight into the captivating culture of the Maya and the life in Central America once the Spanish arrived. Continue into the hills on the edges of the city as small restaurants with exposed wooden frames provide panoramas of the urban sprawl. Lush trees climb the hillsides to contrast with the endless buildings of the capital. Once in Antigua, you will find a relaxed city that moves to a beat different than that of the capital. Pastel homes with tile roofs line cobblestone streets. Restaurants and cafes have hidden courtyards filled with draping vines and fluttering butterflies. Arrive at your luxurious hotel and settle into the comforts amidst rich history."
    },
    {
      "dayNumber": "2",
      "title": "Antigua – Tour the Vibrant Cobbled Streets and Colonial Architecture",
      "description": "Antigua was the capital of Guatemala until a devastating earthquake in the 18th-century shook the city. Traces of the earthquake remain prominent, harkening back to the moment where the wealth and power of Antigua turned away. In the morning, the streets fill with the aroma of freshly brewed coffee. Women stand at tabletops open to the street and roll corn dough into balls, then flatten it and then grill the tortillas into conception. Your guide leads you through the cobblestone streets to view the living history, thriving city, and remaining cracks of Antigua’s past. In Plaza Mayor groups of schoolchildren bask in the shade near the trickling water of the central fountain. The Arco de Santa Catalina reaches across 5a Avenida Norte, north of Plaza Mayor. The structure was erected in the 17th century to allow nuns to pass between the separate convents without being seen. A striking yellow building with trimmed plaster latticework and thick, short walls marks the Iglesia y Convento de Nuestra Senora de la Merced. The walls that helped the structure withstand earthquakes through the centuries are celebrated on the last Thursday of the month as a bell rings through the city. A candlelit procession starts and ends in the church, which is the only part of the edifice still in use today. Firecrackers overtake the sound of pealing bells as lily motifs, the symbol of Mayan lords, decorate the church’s entrance arch, and connect the religion brought from the Old World, with the traditions of the New World."
    },
    {
      "dayNumber": "3",
      "title": "Lake Atitlan – Visit the Marketplace and Tour the Mayan Site of Iximche",
      "description": "Wake up early to the scent of freshly roasted coffee beans drifting through the streets. A slight mist drifts off of the surrounding volcanic peaks and disappears with the rising sun. Your private transfer meets you after breakfast to escorts you to the town of San Juan Comalapa, known to locals simply as Comalapa, and set on the side of a deep ravine. Tuesday, Friday, and Sunday are market days, and the city bursts to life to celebrate the artistic folklore traditions that emerge colorfully from its daily rustic-cocoon. A mural stretches more than 600 feet to decorate the walls along the southern road leading into the city. The panels allude to Mayan culture, heritage, and visions of a hopeful future. The streets fill with fresh vegetables, freshwater fish, and goods from around the highlands. The entire town comes out to scour the stalls in search of kitchenware or textiles, fragrant chilies or hand-woven baskets. The scent of freshly baked bread overtakes the aroma of pineapple and papaya. Continue to the Pre-Columbian site of Iximche, a Mayan city abandoned in the 16th-century. The lush vegetation has overtaken much of the ruins. However, the core of the city has been excavated, surrounded on three sides by ravine walls. Temples, palaces, and a ceremonial platform surround four large plazas."
    },
    {
      "dayNumber": "4",
      "title": "Lake Atitlan – Traverse Azure Waters and the Outlying Villages of Atitlan",
      "description": "The town of Panajachel is the main settlement along the shores of Lake Atitlan. Located at 5,125 feet above sea level, Guatemalans refer to the town simply as Pana. The main street of Calle Santander fills with artists to display their handmade wares, from wooden deities to large paintings that depict life along the lakeshore. Your guide leads you to the water to board a private boat across the lake. The wind blows through the boat and brushes against your cheeks as the occasional spray splashes into the air. You have a panoramic view of the volcanic landscape as it circles the water, framed by three large peaks. The boat docks at San Juan La Laguna to offer a different view of the secluded highlands of Guatemala. The tranquil setting provides insight into the indigenous life of the locals who stem from the Tz’utujil tribe. They take pride in their traditional crafts, from painting to weaving, and have built thriving businesses based on coffee cultivation, fishing, and organic farming. Murals drape across the walls of the town center and add color to the quiet streets as they depict aspects of life and legend along the waters of San Juan. Your guide leads you to the Women’s Textile and Weaving Collective, where you can sit with the women to learn about the art and techniques of weaving. The collective offers a safe place for women to work and space where local women can pass down traditional art to a new generation."
    },
    {
      "dayNumber": "5",
      "title": "Flores – Discover the Town of Chichicastenango Before you Fly to Flores",
      "description": "Rise early in the morning and observe life along the lakeside. Fishermen have set out on the choppy water in search of a daily catch as cafes open their doors to visitors and locals in search of a fresh cup of rich coffee. Leave the gorgeous scenery of Lake Atitlan behind and make your way to the town of Chichicastenango. Located in the Western Highlands at 5,400 above sea level, you hear the locals referring to it simply as “Chichi.” Every Sunday and Thursday the white stucco buildings fade behind the lively colors of the market. Cobblestone streets flood with villagers from around Guatemala in search of a deal. Your guide explains the different tribes of people from around the country and their various dialects as you hear them spoken in the streets of the market. Listen carefully to hear the differences between the Ixil and Kaqchikel as you wander through the gourds that dangle from the sides of stalls. Masks and wood carvings decorate the avenues and guard their vendors as handmade women’s blouses glow with rainbow hues and floral patterns. At the beginning of the market, find the Church of Santo Tomas. Built in over a temple platform the roots of local heritage connect with the religion brought from Europe. Leave the marketplace behind and make your way to Aurora International Airport in Guatemala City for your flight to Mundo Maya International Airport in Flores, located near the eastern border with Belize. Settle in for the night to listen to the waters of Lake Petén Itza as they lap at the island walls of Flores."
    },
    {
      "dayNumber": "6",
      "title": "San Ignacio – Enjoy a Sunrise Tour of Tikal and Cross the Border to Belize",
      "description": "Wake up before sunrise to meet your private transfer in the hotel lobby. Hear the sounds of fishermen as they travel across the water into the depths of Lake Petén. Make your way along the roadway and pass small villages full of people still asleep as you continue to the entrance of Tikal. A group of guards marks the entrance of the treasured archeological site as signs inform visitors to watch out for animals, from deer to snakes, and even jaguars. As the sun begins to rise over the jungle landscape howler monkeys, call out from their protected space high in the branches. Their calls reverberate through the trees for up to three miles and fill the jungle with a Jurassic call. Your guide lights up the trail with a flashlight as the darkness continues to overtake the jungle setting. Quickly pass to see the large boulders filed into flat, round stones. Climb a set of wooden stairs to stand on Temple IV, the tallest temple-pyramid in the park as it reaches a height of 230 feet above the plaza floor. Erected in 741 AD, the temple was the largest pyramid in the Mayan region during the 8th-century. The sun begins to rise above the horizon and brings layers of golden orange over the jungle. The roof combs of Temple I and Temple II peek through the treetops and the moment is especially memorable as it’s accompanied by the wails of hidden monkeys. After your tour of Tikal, your private transfer escorts you from the archeological park to the Guatemala-Belize border where you can relax in the comforts of your jungle resort."
    },
    {
      "dayNumber": "7",
      "title": "San Ignacio – Relish a Relaxing Day in your Jungle Resort at your Leisure",
      "description": "In the morning, hear the calls of the blue-crowned mot-mot drift through the trees. The iridescent plumage along the bird’s crown contrasts with the jade leaves that surround your luxurious lodge. Its tail feathers dangle below the tree branch to sway like tassels whenever the bird moves. The waters of the Macal River brush against the edges of your resort, 365-acre property. The day is yours to indulge in the tranquil setting of your resort or venture out into the excitement of the jungle and the nearby town of San Ignacio as you desire. After breakfast, you could grab a hand-carved canoe-shaped on the property and drift down the gentle Macal River or horseback ride through the trees on a well-marked path. Visit the butterfly farm to see the glowing hues and varied styles of butterflies, or for an active adventure, make your way to Cahal Pech, the oldest-known Mayan site in the Belize River Valley. Archeologists believe this site was settled between 1,500 and 1,100 BC. Trees shade the walkways as cows graze along the plains outside of the site. Seven interconnected plazas create the core and the largest plaza, Plaza B, holds the site’s tallest temple. You have seen the grandeur of Mayan civilization, and today you witness a blend of the archeological age and beauty."
    },
    {
      "dayNumber": "8",
      "title": "San Ignacio – Explore the Ruins of Caracol and Visit the Rio Frio Cave",
      "description": "The mystique of Mayan heritage and the ruins scattered across Central America shapes an inescapable allure. At breakfast, spot a toucan as it lingers on a branch in the trees. The green, red, and blue colors of its beak are as vibrant as you imagined. After your meal, your guide leads you through the dense jungle and the trees open to a ruin of massive structures to create an ethereal image in the peaceful landscape. The site sits atop the Vaca Plateau at 1,640 feet above sea level. The city encompassed more than 77 square miles and acted as a political center for the lowlands. At its height, the city contained 150,000 people, which is more than the population of Belize City today. Find the remnants of palaces, temples, and a thoroughfare that was once the city center. The hillside complex of Caana, which means “Sky Palace,” rises to a height of 142 feet and contains four palaces and three temples to remain as the most elaborate complex found in the region. On your way back to the resort, stop at Rio On Pools to dip your toes into the refreshing natural pool. Rain and river water has smoothed the surrounding limestone to shape the slippery slides; the water shimmers emerald beneath the forest canopy."
    },
    {
      "dayNumber": "9",
      "title": "San Ignacio – Adventure into the Earth at Actun Tunichil Muknal Cave",
      "description": "Wake early and hear the calls of the howler monkey in the distance. The cool atmosphere of the morning brings activity to the surrounding birdlife as well. Your guide meets you at the lobby to escort you to the entrance of Actun Tunichil Muknal, a cave system referred to by locals as ATM. Your guide provides you with helmets and waterproof headlamps as you enter the cave. The birdcalls twitter across the canopy as you step into the emerald water that flows from the cave mouth. The entrance looks like something out of a fantasy novel, draped in foliage and vines. Inside the cave, the cool air turns chilly as limestone walls shelter the interior from the jungle heat. The texture is smooth and cool on your fingers. The main cave system travels around three miles with two separate river passages that lead to an upstream subterranean pool. A collection of ceramics and stoneware dates back to the Mayan civilization before the Spanish arrived. Your guide points out numerous skeletal chambers, the most notable of which is known at “The Crystal Maiden.” The skeletal frame remains intact while the bones have calcified to cause the skeleton to glint in the light as if dusted with crystals. Pass a silhouette of a face etched into the walls; a rock has been modified to project a shadow image onto the cave wall to add another layer of mystique to the traditions of the ancient culture."
    },
    {
      "dayNumber": "10",
      "title": "San Ignacio – Depart for Home",
      "description": "In the morning, wake to the sounds of the active jungle one last time. Search the trees for the bright plumage of a collared trogon as their bright orange breast and striped tail feather is a sight to behold. At breakfast, sip on freshly pressed coffee and bask in the aroma of grilled tortillas. The beauty of the jungle surrounds you and the majesty of culture radiates from nearby towns and ancient cities. After your meal, your private transfer escorts you to the San Ignacio airport for your flight to Belize City. After you land at Philip S.W. Goldson International Airport, check-in to your connecting flight and venture home."
    }
  ],
  "map": ""
}