{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "from-rainforests-to-reefs-a-pristine-nature-and-wildlife-tour-of-belize",
  "tourName": "From Rainforests to Reefs: A Pristine Nature and Wildlife Tour of Belize",
  "placesVisited": "Chan Chich, Gallon Jug Reserve, Laguna Seca, Lamanai, Laughing Falcon Nature Reserve, Blue Creek Village, Lubaantun, Ambergris Caye, Punta Gorda",
  "generalInfo": "Sharks surrounding a reef, jaguars in the rainforest, and the rarest of birds are just part of Belize’s natural experiences offered. There are so many ways to explore with canoeing, biking, snorkeling, diving, sunset cruising, hiking on trails, and through caves. This 12-day tour will immerse you in the rainforest and reef to give you the feeling of a landscape that remains mainly untouched and mysterious. Your sense of adventure will be complemented by superb wilderness lodges.",
  "durationDays": "12",
  "price": "6,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Chan Chich – Introductory Walk in the Belizean Rainforest",
      "description": "Your international flight lands in Belize City, where you will be met by your local guide at the arrival gate. Transfer to a domestic charter flight and soar into the interior, flying across the rainforest canopy to the very remote Gallon Jug Reserve. Cut off from major roads and seemingly forgotten on the map, the reserve epitomizes Central America’s wildlife world. Large cats roam freely, rare birdlife thrives, and monkeys provide a sunset lullaby. Touch down and settle into the luxury lodge, enjoying the feeling of being so engulfed by nature. This afternoon you will head out on an introductory wildlife walk, chance to get the legs moving and discover what’s on offer in the reserve."
    },
    {
      "dayNumber": "2",
      "title": "Chan Chich – Canoeing, Birdwatching and Nighttime Safari Drive",
      "description": "Chan Chich combines the experiences. Each builds on the last, augmenting your understanding of the wilderness and the wildlife it hosts. Start today in a canoe, paddling towards life along the banks. Monkey troops stop to watch you pass, vultures circle overhead, and you may spot the prints of large land mammals. By moving silently and effortlessly, your canoe safari gets you incredibly close to life along the riverbanks. After the canoe, you will continue on foot, specifically looking for the reserve’s exceptionally varied birdlife. You will be immersed in the rainforest, so feel the adventure and expect to come across a selection of land mammals as well. Wildlife encounters continue at the lodge, perhaps with the sound of a howler monkey when eating lunch, as Red-lored parrots fly past. When dusk descends, you can head out on a nighttime safari drive with a battery-powered golf cart to travel quietly through the trees. The big cats are most active at night, the cloak of darkness ideal for a hunt. A nighttime drive is the best opportunity to come across jaguar, margay, puma, and ocelot, with the guide using a spotlight to find the shimmering eyes of nocturnal fauna. Spectacular owls and northern potoos are other rare sightings, complementing the surreal smells and sounds of the landscape."
    },
    {
      "dayNumber": "3",
      "title": "Chan Chich – Wildlife Spotting on Route to the Submerged Crocodile Maya Ruins",
      "description": "It is just under a 3-hour journey to the third-largest archaeological site in Belize, but what a journey! Drive through rural Belize and then board a riverboat, traveling 26 miles up the New River. Sit back to watch the riverside fauna as trees hang far across the water while crocodiles float near the banks, turtles sometimes pop their heads up, and camouflaged bats surround the caves. Lamanai is incredibly isolated and sees only a handful of visitors a day. You will almost be alone here, alone in the city of the Submerged Crocodile , exploring the Jaguar Temple and Mask Temple. You can take in the views from the High Temple and listen to the tales that accompany the ruins. Much of the site is yet to be excavated, and all of it is dominated by jungle, creating the impression of a Maya world that is far from the rest of the world. This is a full-day trip, and you will get back to the lodge around dusk."
    },
    {
      "dayNumber": "4",
      "title": "Chan Chich – Customize the Adventure in the Rainforest",
      "description": "A final day in Chan Chich, and you can tailor the activities to your interests. Walk along the different trails, with or without a guide. Go horseback riding further into the jungle, fully escaping into the life of the trees. Spend another morning or afternoon canoeing, a very peaceful means of encountering wildlife. Guided walks focus on different elements of the rainforest, including birds, mammals, and the Mayas. There are also some day tours you may be interested in, such as the well-known Actun Tunichil Muktal caves, along with the chance for a second nighttime safari drive. Most of the activities are included in your stay, and these experiences are complemented by downtime at the lodge, where it still feels like you’re on an adventure in the heart of the forest."
    },
    {
      "dayNumber": "5",
      "title": "Punta Gorda – Biking, Hiking, and a Sunset Cruise",
      "description": "Fly from Western Belize to the country’s south, where Punta Gorda marks the boundary between rainforest and reef. You will be staying amid the trees, enjoying one of Latin America’s best upscale jungle lodges. Just like at Chan Chich, you can feel the landscape, each one of your senses picking up on a world of wildlife and wilderness. Touch down, and your guide will take you on an introductory walk, orientating you with the land and the trails. Mountain bikes are available for the afternoon, a new style of experience in this unseen corner of the world. By late afternoon, you will be out on a sunset cruise. Water ripples different colors as you travel through sunset, rare birds soar high above the river, and unusual mammals are coming out to play around the banks. All you need to do is sit back and enjoy nature’s show."
    },
    {
      "dayNumber": "6",
      "title": "Punta Gorda – Sacrificial Caves, Maya Encounters and Lubaantun",
      "description": "Civilizations have also flourished in Belize’s rainforest, along with the crocodiles and spider monkeys. Today’s tour will provide three contrasting impressions of Maya culture. Begin with the old, the ruins of Lubaantun an insight into the architecture and ornamental design. Hear the stories as you ascend the temples and admire how the black slate was laid without mortar. Next, explore the new as you eat lunch with a Maya family in the village of Blue Creek. Making corn tortillas alongside your hosts is a great way to converse with these traditional people. Move next to explore the mystique as you hike through the jungle to Hokeb Ha Cave, a ceremonial site where the Rain God resides. You will return to the lodge by mid-afternoon, leaving a few hours to gaze out over the canopy from the opulence of your accommodation."
    },
    {
      "dayNumber": "7",
      "title": "Punta Gorda – Day of Bird-watching or Snorkeling with a Chef",
      "description": "Two very different experiences are possible today, dependent on your interests or mood. Spend your day with a local guide, tracing the birdlife that flourishes in Southern Belize. A hawk-eagle nesting in ceiba trees, toucans flying past, and the broad range of life that is unique to the region including kingfishers, raptors, hummingbirds, manikins, trogans, parrots, and euphonias. The other option is to go snorkeling with the lodge’s chef to take the boat to a small reef, just off the rainforest shore. Swim into the world of dolphin pods, marine critters, lobsters, crab, and conch as the chef dives for the lionfish, an invasive species that also happens to taste very good. Choose one of the two experiences before spending the rest of the afternoon on self-guided exploration, with mountain bike and sea kayak rental included in your stay."
    },
    {
      "dayNumber": "8",
      "title": "Ambergris Caye – Relaxed Day on the Beach",
      "description": "It will be a short flight over blue waters before you land on Ambergris Caye, the largest and best known of Belize’s island destinations. After a week in very remote worlds, you will now have the opportunity to visit the bars and restaurants of San Pedro. While the town and island have become a popular tourist destination, the laid-back atmosphere has been retained across Ambergris Caye. Stroll on quiet beaches, take a swim or snorkel from the shore, or spend the other hours doing very little at all. You are staying at a property on the sand, within a leisurely walk of different restaurants and attractions. And you will soon see how Belize can offer Caribbean beach charm without the high-rise resorts and overdevelopment."
    },
    {
      "dayNumber": "9",
      "title": "Ambergris Caye – Shark and Ray Full-Day Snorkeling",
      "description": "It is the marine world that makes Ambergris Caye a nature lovers' destination, along with the swaying coconut palms and odd sea turtles on the beach. The Belize Barrier Reef chain extends on both sides of Ambergris Caye, a succession of coral gardens and reefs that excite sharks as well as snorkelers. Today’s full-day tour visits three different snorkeling spots in a marine reserve, with the underwater experiences complemented by lunch on an uninhabited islet. Nurse sharks swim close to your flippers at Shark Ray Alley, while macro sights meet with pelagic species in Hol Chan Marine Reserve. There are thrills and colors throughout, along with the camouflaged rays and passing dolphins. Each reef provides something different, and you return to the hotel with a profusion of visual memories, along with the adrenalin-surging moments of sharks swimming past."
    },
    {
      "dayNumber": "10",
      "title": "Ambergris Caye – Experiences With the Great Blue Hole and Belize Reef",
      "description": "Belize’s single brochure image is the Great Blue Hole, a panorama of surreal color that has come to symbolize the country’s nature, but it is just one of the sights dotted along the Belize Barrier Reef chain, and merely one of nature’s colorful expressions. Qualified scuba divers can descend into the Great Blue Hole, one of the options for today. The other option is to helicopter above the hole, an experience that also provides stunning views over the reef chain. Enjoy either experience and then the afternoon is at your leisure. The lodge provides snorkeling equipment, and there are various places to enjoy just offshore, along with all the quiet sand."
    },
    {
      "dayNumber": "11",
      "title": "Ambergris Caye – Free Day on a Picturesque Islet",
      "description": "A final day on vacation, and there is nothing to do, which will feel wonderful after a week and a half of adventure. There has been canoeing, biking, horseback riding, snorkeling, safari drives, and lots of walking, and now there is the beach. Spend your day around the lodge and on the sand, perhaps visiting San Pedro for sundowners or walking to the lagoon side of the island. If you are still feeling adventurous, it is possible to head out on a sea kayak, snorkeling, or scuba diving excursion. But for the most part, enjoy having a day to detox from the world and focus on yourself."
    },
    {
      "dayNumber": "12",
      "title": "Belize City – Departure",
      "description": "The flight back to Belize City will feel like sightseeing. Touch down in Belize City, and you will be assisted to the international terminal and your homebound departure."
    }
  ],
  "map": ""
}