{
  "destination": "Belize",
  "mainPhoto": "",
  "id": "honeymoon-bliss-in-belize-9-day-tour-of-the-wilderness-and-sea",
  "tourName": "Honeymoon Bliss in Belize: 9-Day Tour of the Wilderness and Sea",
  "placesVisited": "San Ignacio, Thatch Caye",
  "generalInfo": "Enjoy romantic bliss as you explore lush rainforests that sweep across the Cayo District and wallow in tropical waters that surround the private island of Thatch Caye on your 9-day Belize honeymoon. Relish spa therapies surrounded by the sparkling ocean, enter karst limestone caves hidden within the forest, sit back on the soft pearly sands of secluded beaches, and uncover the mysteries of Ancient Maya during your escape.",
  "durationDays": "9",
  "price": "6,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Ignacio - Peaceful Arrival in Belize",
      "description": "Your intimate escape in Belize will introduce you to lush wilderness landscapes and breathtaking marine coastlines, sharing the immense diversity this Caribbean-style country has to offer. The adventure will begin in the Cayo District as you arrive at the airport, meet your private transfer, and cruise past the dewy Cayo rainforests to a lavish lodge tucked beneath the peaks of the Maya Mountains. The cottage is nearby a selection of experiences, including the natural history center, Blue Morpho Butterfly enclosure, and Macal River, that you may explore to get a feel for your peaceful surroundings."
    },
    {
      "dayNumber": "2",
      "title": "San Ignacio - The Xibalba Cathedral Inside a Cave",
      "description": "Your charming wilderness getaway will kick off in style after breakfast as you join a knowledgeable guide for a tour of the Tapir Mountain Nature Reserve. The Actun Tunichil Muknal Cave tour is an impeccable opportunity to lap up the illustrious wilderness and delve into Ancient Mayan mysteries just shy of the Roaring River Valley. You will arrive at the cave entrance, swim across a sapphire natural pool, and enter what locals call Xibalba , the Maya underworld. Inside, you will wander passageways carved into the cliffs to The Cathedral chamber, where Mayan ceremonial artifacts share history inside the immaculate caverns."
    },
    {
      "dayNumber": "3",
      "title": "San Ignacio - Scenic Excursions in San Ignacio",
      "description": "Cayo District is particularly beautiful in the morning when light cascades the mountainsides and the echoes of wildlife activity ring from the rainforest. You will swoon over these stunning scenes as you tuck into a Belize breakfast and spend your morning slowly soaking up the splendor. Afterward, you may explore San Ignacio at your leisure. Horseback riding may take you along the dusty trails to lofty observation points overlooking the sweeping Cayo landscapes, canoe trips may take you across tranquil waters to picnic spots beneath the canopy, and bird-watching walks may share stunning photography of Belize’s rarest winged wildlife."
    },
    {
      "dayNumber": "4",
      "title": "San Ignacio - Tour the Tikal Temples of Guatemala",
      "description": "The magnificent memories of Ancient Maya extend from the sweeping forests of Belize to the northern hills of Guatemala, where the Tikal Temples in Guatemala’s Maya Biosphere Reserve will await your adventure. After breakfast, your guide will show you the way to the storied archeological site set within a wonderful wilderness environment teeming with wildlife. You may spot Howler Monkeys, Spider Monkeys, and Coatis as you explore the ancient architecture, including Mesoamerican stepped pyramids, ball courts, and plazuelas tracing centuries of cultural history and showcasing Mayan technology that historians continue to ponder."
    },
    {
      "dayNumber": "5",
      "title": "Thatch Caye - Paddle the Caves of Five Blues Lake",
      "description": "You will transfer from your accommodation after breakfast to the sparkling azure waters of the Five Blues Lake National Park, where you will climb into kayaks and begin to paddle across the immense waterway. You will pass karst limestone cliffs that tower over the lake, float by the river banks where lush forest teems with fascinating indigenous fauna, and enter a river of caves that plunges into the side of the mountain. Inside, stalactites will loom overhead, and the calcite crystals on the rock walls will twinkle as light peeks through small gaps in the caves."
    },
    {
      "dayNumber": "6",
      "title": "Thatch Caye - Snorkel the Breathtaking Blue Sea",
      "description": "Having arrived on the private island of Thatch Caye last night, you will feel well-rested this morning. You will step out onto your balcony as the sunrise kisses the sprawling sapphire sea and the cool breeze rolls off of your cheeks. Today welcomes a new day of opportunity to explore the marine pleasures of Thatch Caye, with plenty of unique experiences in and around the Belize Barrier Reef. You may find quiet shorelines to sit back and relax, swim in the warm water with snorkeling gear to see what lies beneath the surface, and sip cocktails at chic seaside bars."
    },
    {
      "dayNumber": "7",
      "title": "Thatch Caye - Seaside Dreams Beneath the Stars",
      "description": "Another half-day snorkeling trip in Thatch Caye will showcase the magnificent marine beauty of the Belize Barrier Reef. You will slip away from the sparkling coastline in a speed boat bound for the reef’s hotspot snorkeling locations and dive into the water to witness American marine crocodiles, sea turtles, manatees, spotted eagle rays, whale sharks, and more sea beasts swimming amongst the colorful coral formations. In the evening, you will return to shore for a stargazer boat cruise coupled with a candle-lit dinner under the twinkling night sky."
    },
    {
      "dayNumber": "8",
      "title": "Thatch Caye - Explore the Treasures of Thatch Caye",
      "description": "With one more day to embrace the pleasures of Thatch Caye, you will wake up early and spend your morning sipping coffee to stunning seascape views. The panoramic beauty of Thatch Caye will be yours and your partners to enjoy for the remainder of your day as you choose to explore the quiet beaches, walk the charming pathways that cross the island, bask in a vitalizing spa treatment surrounded by the ocean, and set sail for one last tour of the surrounding ocean treasures. In the evening, indulge in a sumptuous seafood dinner prepared under the starry sky."
    },
    {
      "dayNumber": "9",
      "title": "Thatch Caye - Caribbean Scenes the Morning You Leave",
      "description": "Though your dreamy tropical escape on Thatch Caye island comes to an end today, you will relish every minute spent soaking up the Caribbean scenes this morning before, during, and after breakfast. You may even spend an hour receiving another envigorating spa therapy as you prepare your mind, body, and soul for the journey back home. Be sure to wander to the sparkling shoreline and capture a few more photographs of you and your partner embracing the breathtaking coastal charms of Belize."
    }
  ],
  "map": ""
}