[
    {
        "type": "overview",
        "Main_Title": "Our French Polynesia holidays & tours",
        "Main_Paragraph": "Our French Polynesia holidays take the form of cruises, but not the way you might expect. For one thing, instead of a mega-cruise ship, you could travel between the islands on a cargo vessel, carrying news and supplies to the islands – that’s one way to ensure you get a warm welcome whenever you come into port. Disembarking, you can stay in locally-owned pensions, stray into the mountains to hike with local guides, or snorkel over precious coral. Our cruises mean that you don’t just have to confine yourself to Tahiti, but instead can visit island communities that are more remote, spreading the benefits of tourism further, to Fakarava, Fatu Hiva and Rangiroa.",
        "Subtitle": "French Polynesia Highlights",
        "Title1": "",
        "Paragraph1": "Leave the massive ferry from Tahiti behind as you begin a voyage of discovery amongst a volcanic archipelago consisting of 118 islands and reefs, around half of which are inhabited. The island clusters that make up French Polynesia are Society, Tuamotu, Gambier, Marquesas and Austral, all of which can be found scattered across some 2,000km of Pacific Ocean. Each island boasts its own unique tropical landscape with secluded bays, waterfall scarred cliffs and sacred stone sites adding to the thrill of wet landings and traditional welcoming ceremonies. From the immense, sculptured tikis on Hiva Oa to the underwater treasure trove around Rangiroa, French Polynesia delights and fascinates in equal measures.",
        "image1": "",
        "Title2": "1. Bora Bora",
        "Paragraph2": "Swathed in a kaleidoscope of tropical colour and surrounded by tiny idyllic islets and sparkling coral lagoons, Bora Bora is the talk of the Society Islands and the perfect place to relax on snow white sands or snorkel over crystal clear shallows. Tourism and Bora Bora inevitably stroll arm in arm with stilted, over-water bungalows and towering tropical backdrops tempting honeymooners the world over.",
        "image2": "",
        "Title3": "2. Fatu Hiva",
        "Paragraph3": "Fatu Hiva is a centre for Marquesas craftwork as well as one of the most naturally beautiful islands in French Polynesia, with the northwest coastline absolutely no exception. Rainforests, high grasslands and pandanus trees form much of Fatu Hiva's central plateau with a tough 16km trek from Omoa village to the Bay of Virgins showcasing spectacular scenery over towering cliffs and cascading waterfalls.",
        "Title4": "3. Nuku Hiva",
        "Paragraph4": "Follow in the footsteps of Herman Melville as you wind your way over a rugged 25km dirt road en-route to the village of Hatiheu in the Taipivai Valley, where sacred meae (ritual sites) and paepae (stone platforms) dot the landscape overlooking the bay beyond. Known as the Roof of the Gods, Nuku Hiva is dominated by Mount Muake and Cascade Tevaipo with numerous walking trails to complement the views.",
        "image3": "",
        "Title5": "4. Rangiroa Atoll",
        "Paragraph5": "The second largest coral atoll on the planet, Rangiroa draws in snorkellers and divers from across the globe and is well known for bottlenose dolphins that welcome small ships entering through the Tiputa Pass. Pearl breeding is the main activity for local families and visiting a pearl farm allows you to find out more if you fancy an alternative to white sand beaches and translucent blue lagoons.",
        "Title6": "5. Tahuata",
        "Paragraph6": "Exploring the little leaf shaped island of Tahuata is a real blast for the senses with snow white frangipani and tiare tahiti flowers adding tropical fragrance to the warming breeze skimming off the Pacific. Although Tahuata is the smallest of the Marquesas it's steeped in history and features a massive church displaying decorative carvings and stained glass windows depicting the Marquesan cross.",
        "Title7": "6. Ua Pou",
        "Paragraph7": "Four volcanic monoliths tower above Ua Pou like ancient temple ruins and produce the highest point in the Marquesas at just over 4,000 feet. Entering Hakahau Bay is quite breathtaking and leads to the main village of Hakahau where you'll find several handicraft stalls located on the beach as well as restaurants serving the freshest\npoisson cru\n(raw fish) and traditional goat curries."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit French Polynesia",
        "Main_Paragraph": "Thanks to its location, close to the equator, French Polynesia has a fairly consistent 30°C temperature year round with the slightly cooler, drier, months of June-Aug considered high season. Things start to heat up in Jan-March with an afternoon deluge a regular occurrence. Sep-Oct are the best time to visit outside of high season as it's still fairly dry with plenty of sunshine. Dec and Jan get busier due to Christmas hols, and these are also the wettest months so be prepared for sunshine and showers. Finally, April and May are pretty pleasant and worth considering if you're not tied into school holidays.",
        "image1": "",
        "when_to_go": "Tips on when to go",
        "when_to_go_html": "Some places you will find sand flies or 'no see 'ums'; these can be a real annoyance so good insect repellent and long sleeves, particularly in the evenings, are a must.",
        "weather_chart": "French Polynesia Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">French Polynesia Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 75%;\">130 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 56%;\">97 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 84%;\">146 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 76%;\">132 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 80%;\">140 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">174 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 75%;\">130 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 60%;\">105 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 38%;\">66 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 48%;\">84 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 41%;\">72 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 57%;\">99 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "French Polynesia travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Tips for divers",
        "paragraph2": "The following French Polynesia travel advice comes from Powell Ettinger at our partner, the Small Ship Cruise Collection:\nBora Bora and Rangiroa are excellent for snorkelling and diving with classic tropical island beaches adding to the natural attraction of life below the water.",
        "title3": "History and archaeology",
        "paragraph3": "The archaeological site on Hiva Oa has similar statues to those found on Easter Island and a guided tour around the village of Puamau is an excellent way to find out more about how and why tikis came to be on the island."
    }
]