[
    {
        "type": "overview",
        "Main_Title": "Our Equatorial Guinea holidays & tours",
        "Main_Paragraph": "Going on Equatorial Guinea holidays is a bit like opening a Russian doll; you’ll keep finding smaller and smaller pockets of prettiness in the country, divided as it is between the West Africa mainland and the islands off the coast. You’ll find architecture from years of Spanish colonial rule, wonderful islands like Bioko, Annobon and Corisco, good primate- and bird-watching, and beaches loved by visiting turtles. As well as giving you fantastic memories, our holidays do their small part in addressing the wealth inequality in this oil-rich nation. We visit smaller communities off the tourist trail, make purchases from them, and use locally owned hotels and guest houses where possible.",
        "Subtitle": "Equatorial Guinea highlights",
        "Title1": "1. Arena Blanca",
        "Paragraph1": "The beaches in Equatorial Guinea aren’t exactly cocktail and sunlounger types, but therein lies the charm. Bioko Island switches between volcanic black-sand coves, and beaches like Arena Blanca, which, as the name suggests, lays out long white sands, over which butterflies flit. Over on the mainland, Rio Campo Nature Reserve serves up a sandy, sea turtle-friendly coastline.",
        "image1": "",
        "Title2": "2. Luba",
        "Paragraph2": "Luba is a pocket-sized port an hour’s drive southwest of Malabo. Despite the hillside mansions growing on a steady diet of oil and logging money, it’s the surrounding scenery that makes it worth the visit. You can hike through tangled rainforest to the Iladyi (Ilachi) Waterfalls, where three rivers meet before plunging down a 250-metre-deep gorge.",
        "image2": "",
        "Title3": "3. Malabo",
        "Paragraph3": "Malabo, the island capital, props itself on the rim of an ancient sunken volcano. Weathered buildings like the Government Building and tropic-gothic St. Elizabeth’s Cathedral reveal the city’s past, when it was under Spanish control. A walking tour of the grid streets won’t take more than a couple of hours. Just swap the spate of Hiltons and luxury malls for the central market’s fruit and fish stalls.",
        "Title4": "4. Moka Peak",
        "Paragraph4": "Moka Peak rises out of the misty centre of Bioko Island. Tangled forest and volcanic crater lakes carve the landscape, including Biao Lake  traditionally the HQ of the high priest of the Bubi tribes. At Moka Wildlife Centre you can learn about the native monkeys, sea turtles, tree frogs and 200-plus bird species. Oh, and if you see a helicopter overhead, its just President Obiang Nguema winging into one of his jungle palaces.",
        "image3": "",
        "Title5": "5. Rio Muni",
        "Paragraph5": "It’s easy to get waylaid by Bioko Island, but make time for the mainland (Rio Muni) too. The wetlands of Rio Campo Natural Reserve house sea turtles, crocodiles, pythons and leopards. Meanwhile, Bata mashes together high-rise luxury, hip hop bars, hawker cafés and a palm-lined prom. Ciudad de la Paz (Oyala) will be the new capital city: an eerily empty work in progress surrounded by thick jungle.",
        "Title6": "6. San Antonio de Ureca",
        "Paragraph6": "Sea turtles follow an unerring path to Ureca in the dry season, a vital nesting site on Bioko Island. If you take a night hike along the tide line, your reward is seeing these green and leatherback (and occasionally olive ridley and hawksbill) turtles deposit their eggs by the dozens. Chances are – apart from the villagers who have been guarding the beach against poachers for 20 years – you’ll be the only observers."
    }
]