{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-adventure-holiday",
  "tourName": "New Zealand adventure holiday",
  "placesVisited": "Auckland, Tiri Tiri Matangi Reserve, Rotorua, Huka Falls, Tongariro National Park, Tongariro Crossing, Wellington, Cook Strait, Marlborough, Abel Tasman National Park, Motueka, Buller River, Punakaiki, Fox Glacier, Okaroto, Wanaka, Matukitiki, Milford Sound, Inner Sound, Queenstown, Mount Cook National Park, Christchurch, Canterbury Plains, Optional activities include a scenic flight over Tongariro Crossing, helicopter ride and walk over Fox Glacier and bungee jumping in Queenstown",
  "generalInfo": "Starting in Auckland, travelling through the North Island and snaking down through the South Island in almost a full loop, this three-week small-group guided holiday reveals New Zealand in all its glorious variety.  By far the best way to appreciate its natural wonders is on foot and by boat so this is an active trip, which maximises the time spent in the outdoors. You’ll need a good level of fitness to make the most of the jam-packed itinerary. There are five half days and three full days of walking through beautiful national parks, including hiking on the Fox Glacier and tackling the Tongariro Crossing. Dubbed one of the greatest one-day walks in New Zealand, this route goes through rugged volcanic desert, past craters and glacial valleys with incredible views.<br/><br/>You won’t just be walking though. Cruising around Milford Sound searching for dolphins and seals and jetboating through Mount Aspiring National Park are two standout activities. During your time here, you’ll also come to understand New Zealand’s unique heritage, meeting Maoris in Rotorua and visiting the New Zealand National Museum in Wellington. Sleep soundly after all that fresh air in comfortable hotels and lodges, most with ensuite facilities, and enjoy a single night on a cruise boat, too.<br/>",
  "durationDays": "18",
  "price": "8399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The day is free to relax and recover from the flight. If you’re arriving into Auckland Airport today, you can arrange a free arrival (shared shuttle) transfer from the airport to the hotel – see the Joining Instructions for more information. Auckland is a beautiful city and worthy of time to explore. The nearby Viaduct restaurants are an ideal means of overcoming the last of the jetlag. If you’re feeling lucky, visit the SkyCity casino and entertainment tower for one of those lunches you just don’t forget. Please meet at the start hotel at 6pm for a full briefing with your leader. Accommodation: Copthorne Auckland City Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Auckland is the City of Sails, so what better way to start your trip than to cruise across the Hauraki Gulf to beautiful Rangitoto Island? At 600 years’ old, it is actually the youngest volcano in New Zealand. The island has undergone a significant restoration programme and is entirely pest-free, which encourages the native flora and fauna to thrive. We walk through lava fields and forests to the island summit (850ft/259m) for stunning panoramic views of Auckland and the Hauraki Gulf. Please note: Occasionally, access is temporarily and unexpectedly denied to various islands off the Auckland coast including Rangitoto due to cultural considerations. In this case, we respect the local Maori wishes and try to visit an alternative island if possible. Accommodation: Copthorne Auckland City Hotel (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Leaving the city, we head south to Rotorua (approximately 3hr 30min drive). On arrival, we stretch our legs with a hike around a redwood forest followed by an afternoon at leisure in town or an optional hike at Blue Lake. The evening highlight is a visit to a marae (ceremonial ground). Our Maori hosts welcome us in their traditional manner before entertaining us with a concert and hangi (traditional meal). Accommodation: Sudima Hotel Lake Rotorua (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We explore one of the most colourful thermal areas in New Zealand with boiling mud pools, hot streams and silica terraces. The natural wonders that first attracted the Maori in the 14th century, and later the Europeans, still draw large numbers of tourists every year. Rotorua is a unique natural wonder and a must-see destination. Leaving Rotorua, we drive south (approximately three hours) to Tongariro National Park. On the way, we visit the steaming Wai-O-Tapu geothermal valley and impressive Huka Falls. Accommodation: The Park Hotel (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We wake up in the heart of Tongariro National Park, the oldest national park in New Zealand and a dual World Heritage area. This status recognises the important Maori cultural and spiritual associations plus its outstanding volcanic features. If you’re physically fit and well equipped, there is the option of walking the Tongariro Alpine Crossing: one of the greatest one-day walks in New Zealand. Provided the weather is kind, the rugged volcanic desert, craters and glacial valleys combine with incredible views to make this a day to remember. The crossing should not be underestimated and there are several steep sections where the loose surface can make it tough going, so come well-prepared. The crossing can take seven to eight hours depending on walking ability. There is a return shuttle service – 55 New Zealand dollars (US$32) per person – from your hotel to the start and finish of the crossing. Your leader provides you with information about the walk and can advise you on the fitness and equipment required. If you are intending to do the crossing, please bring sturdy walking shoes/boots, a suitable backpack, wind- and waterproof jacket and a warm hat. Distance: 12mi (19.4km); ascent: 2,510ft (765m); descent: 3,691ft (1,125m); total time: approximately seven to eight hours Alternatively, there are several other options available to experience the wonders of this unique environment. These include the Taranaki Falls walk, one of the best short walks in the park. This easy loop takes in a variety of volcanic landforms, forest and native shrubland along with excellent volcano and waterfall views. Distance: 3.7mi (6km); ascent: 377ft (115m); descent: 377ft (115m); total time: approximately 2hr 30min Other options include a visit to the park conservation centre, a trip up Mount Ruapehu on the Sky Waka gondola with a short walk to the viewing platform, a visit to the Tokaanu Thermal Pools or a unique rafting experience including the opportunity to help with conservation efforts for an endangered native duck. Your leader will discuss the options and additional costs for the day. Based on the weather and interest of the group, your leader can join the majority of the group in their chosen activity. Where external transfers or the services of an external provider are required, then additional costs are payable on the day. Please also see the Optional Excursions section of the Trip Notes for further details. Accommodation: The Park Hotel (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Relax following yesterday’s free day of exploring Tongariro National Park as we drive (approximately five hours) south to Wellington. Continue across the Rangitikei and Manawatu Plains and down the Kapiti Coast to Wellington. On Wellington waterfront is Te Papa, the NZ National Museum, which we can explore in the afternoon along with the beautiful botanic gardens and cable car and enjoy the exciting nightlife of the capital city. Accommodation: James Cook Hotel Grand Chancellor (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After an early breakfast, we board the ferry and leave the North Island as we cross the Cook Strait, passing the Marlborough Sounds with 932mi (1,500km) of beautiful coastline. From Picton, we have a 1hr 30min drive to Nelson where we can take time out to explore the city and a chance to stretch our legs with a short walk to the geographical centre of New Zealand. After, we drive to the small town of Motueka (approximately one hour) on the edge of Abel Tasman National Park, home to idyllic gold-sand beaches and forests. Accommodation: Nautilus Lodge Motel or Motueka Garden Motel (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We have a 25-minute transfer to the village of Marahau, where a morning coastal walk takes us through beautiful beaches and coastal vegetation. The path is well maintained and the walk takes approximately three to four hours. We meet our sailing boat at Anchorage Bay, providing our return to Marahau and time to relax and dine out in Motueka. (Depending on tides, sometimes the sailing trip is completed first). Please note, today your leader has a guide-free day. Instead, you are accompanied by a local guide on the coastal walk who has expert local knowledge. Return transfers from Motueka are provided. Accommodation: Nautilus Lodge Motel or Motueka Garden Motel (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Our departure from Abel Tasman National Park is followed by a scenic drive down the mighty Buller River. After a short stop at Cape Foulwind to see the seal colony, we stop at Punakaiki, home of the famous Pancake Rocks. If the tide is up, the ground can physically shake and water spurts from the blowholes and fissures that dot the coastline (drive time approximately 5 hours). We then take a short transfer (approx. 40 minutes) onto the coastal town of Greymouth, considered the heart of the South Island's west coast where we stay overnight. Accommodation: Copthorne Hotel Greymouth or The Ashley Hotel (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Passing through areas of lush forests, we continue south down the beautiful west coast. We drive onto the small lagoon-side village of Okarito, home of the rare kotuku (white heron). On offer here is optional kayaking where we float in on the incoming tide and explore the bush-clad waterways seeking out the abundant bird life here. Those looking to stretch their legs can hike to the nearby trig station (approximately 1hr 30min) for spectacular views over the Southern Alps. Later, we continue the short drive through to Fox township. Depending on time, you may have an opportunity to hike to the lookout for the Franz Josef Glacier. Accommodation: Heartland Hotel Fox Glacier (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, we backtrack to the township of Franz Josef. From here, we go for a walk to the lookout point for the glacier (if not completed the day before). After, we drive on and stroll around the reflective Lake Matheson, a photographer’s dream. We then continue south along bush-clad roads and past the dramatic coastline with its wild windswept beaches to the settlement of Haast. Turning inland, we climb over Haast Pass, the southernmost crossing of the Southern Alps, which forms the boundary between Westland and Otago. From here, the tussock lands of the eastern slopes merge with beech forests. We travel through to Wanaka, home for the next two nights. Lake Matheson Loop: Distance: 1.6mi (2.6km); ascent: 138ft (42m); descent: 138ft (42m); total time: approximately 1hr 30min Fox Glacier Valley Walkway: Distance: 1.6mi (2.6km); ascent: 223ft (68m); descent: 226ft (69m); total time: approximately one hour Accommodation: Aspiring Lodge Motel (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "In the morning, we head into Mount Aspiring National Park for an exciting jetboat ride along the braided rivers leading into the park. Jetboating was invented in NZ as a means to negotiate the shallow braided rivers that we use to access a track leading to a hike into the cirque surrounded by huge mountain walls. Back at our coach, we eat our picnic lunch before driving onto our three-hour hike at beautiful Diamond Lake, which provides stunning views of the river delta and the landscape. Matukituki Valley: Distance: 1.3mi (2.2km); ascent: 95ft (29m); descent: 95ft (29m); total time: one hour Diamond Lake and Rocky Mountain Circuit: Distance: 4.4mi (7.1km); ascent: 1,434ft (437m); descent: 1,417ft (432m); total time: approximately two to three hours Accommodation: Aspiring Lodge Motel (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "From Wanaka, we depart early heading for Te Anau and then into Eglington Valley, enjoying a series of short walks in the spectacular Milford region and then into Milford Sound itself where we join our floating accommodation for the night. The Milford Mariner boat, which has two-bed cabins with private bathrooms, allows us to stay overnight amid dolphins and mighty peaks towering above the fjord. Please pack a small overnight bag for the boat; you are reunited with your main luggage tomorrow after disembarking. Walk profile: Various short walk options on Milford Road of up to one hour depending on group fitness, weather and time Accommodation: Milford Mariner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After an early breakfast, we cruise the inner sound again searching for dolphins and seals before disembarking and retracing our tracks to The Divide and the start of the Routeburn Track. Here we take a three-hour walk to Key Summit for spectacular views. After this hike, we drive via Te Anau (approximately four hours) onto Queenstown, where we stay for the next two nights. Accommodation: Heartland Hotel Queenstown (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Today is free to enjoy the scenic delights of this world-famous destination! There are numerous activities on offer, which your leader can advise about locally. Or you may just prefer to spend the day shopping or relaxing. Today your leader has a guide-free day but they can advise on how best to spend your free day in Queenstown. Accommodation: Heartland Hotel Queenstown (or similar)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Travel through the barren Kawarau Gorge where large amounts of gold were dredged at the turn of the century. Drive over Lindis Pass to the tussock-covered plains of the Mackenzie Basin and into Mount Cook National Park (approximately four hours). Beneath the highest peak in NZ, we walk into Hooker Valley, which has crashing glaciers and glacial lakes. By early evening, we reach our accommodation and watch the spectacular view from the warmth of the restaurant. Accommodation: Aoraki Mount Cook Alpine Lodge/Hermitage Mount Cook (or similar)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "After breakfast, we drive to Christchurch via the Canterbury Plains. After the devastating earthquakes of 2010/11, Christchurch is undergoing a major rebuild, unrivalled in the world. The afternoon is free for you to explore this city, beautiful gardens and Hagley Park followed by an optional final group dinner. Accommodation: Scenic Hotel Cotswold Christchurch (or similar)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "The trip finishes after breakfast and checkout from the hotel. A free departure transfer by taxi from the hotel to Christchurch Airport is included but it must be booked at least one month before departure."
    }
  ],
  "map": ""
}