{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-north-and-south-tour-in-comfort",
  "tourName": "New Zealand north and south tour, in comfort",
  "placesVisited": "",
  "generalInfo": "Dramatic peaks, glittering glaciers and geothermal wonders await on this 18-day Premium adventure through New Zealand. With a passionate local leader to guide the way, you’ll journey through a landscape shaped by the elements over thousands of years. Begin in the volcanic North Island, where you'll sip your way around wineries on Waiheke Island, explore the mythical world of Hobbiton and experience the generous hospitality of Tamaki Maori Village. Then, make your way to the South Island to walk through the ancient Rimu and Kamahi tree canopy, forage for fresh ingredients with a local chef in Wanaka and cruise the calm, quiet waters of Doubtful Sound.",
  "durationDays": "18",
  "price": "9185",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Auckland.",
      "description": "Welcome to New Zealand! Your adventure of the volcanic North Island begins in Auckland – New Zealand’s most populated city, fringed with beaches, harbours, volcanoes and farmland. You’ll be met at the airport and transferred to your hotel, where you’ll have a welcome meeting at 6 pm. If you arrive early, you might like to uncover the story of New Zealand rugby during an interactive All Blacks experience where you’ll learn about the heritage of the sport and find out what it takes to wear the famous black jersey. After your meeting, get to know your group over dinner at a local bistro in the heart of the city, championing New Zealand producers."
    },
    {
      "dayNumber": 2,
      "title": "Auckland (Waiheke Island).",
      "description": "Leave the bustle of the big city behind and head offshore to Waiheke Island, famed for its sandy beaches and local wine. Board a ferry from Auckland – if you’re lucky, you may even see dolphins or orcas along the way. The day will be spent sipping your way around the island, stopping off at two unique wineries to learn about their production methods, and of course tasting the goods yourself. You’ll also enjoy an included lunch on the island, not to mention a few scenic drives with plenty of opportunities for photos. Return to Auckland in the late afternoon with an evening free for your own discoveries of the city."
    },
    {
      "dayNumber": 3,
      "title": "Auckland via Waitomo & Hobbiton to Rotorua.",
      "description": "After breakfast this morning, hit the road and drive to the Waitomo Glow Worm Caves – an extensive underground network of tunnels and caverns decorated with stalactites, stalagmites and luminous glow worms. Join a local expert for an in-depth tour of the Ruakuri Cave, descending a spiral entrance to the world below. See the limestone formations, hear the roar of subterranean waterfalls and learn about the glow worms that light up the caves. Continue to Hobbiton, where the epic Lord of the Rings movies were shot. Take a tour around the set with a local guide, hear stories about the production of these iconic films, explore Hobbit holes and enjoy a drink (and maybe a delicious pie) at the mythical Green Dragon Inn. Finally, travel to Rotorua, where you’ll spend the evening."
    },
    {
      "dayNumber": 4,
      "title": "Rotorua.",
      "description": "Spend this morning at your leisure, perhaps relax at the Polynesian Spa or head for adrenaline at the Redwoods Treetop Walkway. This evening, you will pay a visit to Te Pa Tu and be hosted by the people of Tamaki Maori Village. A local expert will guide you in celebrating the abundant harvest of this season, and you will explore concepts, rituals, and stories of ancient Maori warfare and peace in a feast of culture and cuisine. Within the forest-formed amphitheatre you will hear stories relayed through haka, song and drama, before torch light guides you to an al fresco dining space with three-course feast."
    },
    {
      "dayNumber": 5,
      "title": "Rotorua to Taupo.",
      "description": "Say goodbye to Rotorua and drive on to Taupo – sitting on the shores of Lake Taupo, the largest lake in New Zealand, this is a popular and scenic town. On the way, visit Waiotapu Thermal Wonderland, where you’ll walk through thousands of years of geothermal history and volcanic features, including New Zealand's largest mud pool and bubbling basins bursting with vibrant colours. The rest of the day is yours to discover all that this picturesque part of the country has to offer. One of the best ways to enjoy the lake is to get on its waters – speak to your leader to find out about the sustainable sailing and cruising options available this afternoon."
    },
    {
      "dayNumber": 6,
      "title": "Taupo via Tongariro National Park to Ohakune.",
      "description": "Today, uncover the natural wonders of Tongariro National Park, as spiritually significant as it is naturally beautiful. Your leader will guide you on a scenic two-hour walk to the Taranaki Falls – an impressive 20 m cascade tumbling over volcanic cliffs. Later in the day, head to your Feature Stay accommodation at the Powderhorn Hotel which is nestled in the mountain village at the base of Mt Ruapehu."
    },
    {
      "dayNumber": 7,
      "title": "Ohakune to Wellington.",
      "description": "This morning, make tracks for Wellington – New Zealand’s trendy capital city. After settling in, hop aboard a private catamaran and get to know the city on an evening cruise around Wellington Harbour. Return to land after an hour and join your group for dinner at a waterfront restaurant – the perfect chance to reminisce about your North Island adventure."
    },
    {
      "dayNumber": 8,
      "title": "Wellington to Christchurch.",
      "description": "This morning, check out of your hotel after breakfast and head to the South Island to begin the second half of your New Zealand adventure. Cross the Cook Strait on board a ferry, taking in some pretty unforgettable views along the way. Your introduction to New Zealand’s South Island sets the tone for the rest of the journey – pass through the iconic landscapes of the Marlborough Sounds as you cruise into Picton Harbour. Travel onward by private vehicle to Christchurch. Settle into your accommodation and enjoy a free evening."
    },
    {
      "dayNumber": 9,
      "title": "Christchurch.",
      "description": "Welcome to New Zealand! When you arrive in Christchurch, you’ll be met at the airport by a local representative and transferred to your hotel. Your adventure officially begins with a welcome meeting at 6 pm tonight, followed by a welcome dinner at a restaurant featuring produce from the Canterbury region. Enjoy a three-course dinner celebrating local producers at a restaurant that champions sustainability."
    },
    {
      "dayNumber": 10,
      "title": "Christchurch / Greymouth / Punakaiki.",
      "description": "Take an orientation tour with your leader around some of the landmarks of Christchurch. Then, set off for Punakaiki, driving through Arthur’s Pass and Castle Hill – the spectacular mountain scenery may look familiar, as parts of The Chronicles of Narnia and Lord of the Rings movies were filmed here. After lunch in Moana, enjoy a short stop at Lake Brunner – the largest lake in the South Island. Spend the afternoon in Greymouth, stopping into a boutique studio to learn about the prized west coast jade known locally as Pounamu (Greenstone). Then, continue to Monteith's Brewery, considered the original home of New Zealand craft brewing for a tour and tasting. Arrive at Punakaiki Resort by late afternoon – in Paparoa National Park, this resort lies next to Punakaiki Beach and the Pancake Rocks and Blowholes."
    },
    {
      "dayNumber": 11,
      "title": "Hokitika / Franz Josef.",
      "description": "After breakfast, explore the Punakaiki Rocks and Blowholes before the drive to Franz Josef. Along the way, stretch your legs at the charming town of Hokitika and enjoy an exhilarating treetop adventure on a walk through the ancient Rimu and Kamahi tree canopy. In the afternoon, take a private ranger-guided tour of the West Coast Wildlife Centre – home of the official breeding program for the world's rarest kiwi bird, the rowi. Also keep an eye out for tuatara (a reptile endemic to New Zealand). Arrive in Franz Josef in the late afternoon, where you’ll have a free evening."
    },
    {
      "dayNumber": 12,
      "title": "Franz Josef.",
      "description": "Begin your day with a self-guided walk to see the icy wonderland created by the Franz Josef Glacier – one of the steepest glaciers in New Zealand. If you’re feeling more adventurous, you may like to join an optional heli-hiking tour and get even closer to the glacier. Other optional activities include kayaking, a scenic cruise on Lake Mapourika or a soak in the hot tubs at Franz Josef."
    },
    {
      "dayNumber": 13,
      "title": "Makarora / Wanaka.",
      "description": "Depart Franz Josef for the resort town of Wanaka – the gateway to Mount Aspiring National Park in the Otago region. Stop along the way at Makarora and visit the Aspiring Biodiversity Trust – an organisation that strives to protect and restore indigenous biodiversity. After lunch, take a guided flora and fauna walk with a local ornithologist and ecologist. Look out for endangered birds as you learn about how they’re working to reduce predators and save some of New Zealand’s rarest species. Arrive in Wanaka by late afternoon and settle into your home for the next two nights. Located next to the resplendent Wanaka Station Park on the shores of Lake Wanaka, and a short stroll from Wanaka township, you'll be perfectly placed to enjoy all this popular town has to offer."
    },
    {
      "dayNumber": 14,
      "title": "Wanaka.",
      "description": "Enjoy a sleep-in this morning or start your day with a hike up Mt Iron for a view over Lake Wanaka and the surrounding peaks. Central Otago is a region well known for food and wine, and today you’ll visit the spectacular deer station of Criffel Station. Here, you’ll be shown around the farm by the family before doing a chef-guided foraging and tasting tour, followed by a delicious lunch."
    },
    {
      "dayNumber": 15,
      "title": "Wanaka / Doubtful Sound.",
      "description": "Say farewell to Wanaka after breakfast and begin the journey to Doubtful Sound / Patea – a lesser-known but stunning part of Fiordland National Park. Drive to Lake Manapouri where you’ll hop on a ferry for a one-hour journey across the water, followed by a scenic drive to Deep Cove via Wilmot Pass – a subalpine road surrounded by dense rainforest. Here, you'll board your vessel and meet the crew for your Doubtful Sound Cruise. This Premium Exclusive Experience includes a delicious three-course dinner featuring local produce, and a resident naturlist who’ll share insights about the fiord’s history, flora and wildlife – including dolphins, seals and penguins. With fewer boats on the water than in Milford Sound and a more peaceful atmosphere, there’s a higher chance these creatures will pop up to say hello! If weather conditions allow, you might also like to explore by kayak."
    },
    {
      "dayNumber": 16,
      "title": "Doubtful Sound / Queenstown.",
      "description": "Start your day with a hearty cooked breakfast as the mist rolls over the cliffs, then get ready to explore some of the other nooks of the fiord this morning. After, return to Deep Cove to take the ferry back to Lake Manapouri and continue to Queenstown, arriving in the late afternoon. The rest of the evening is free to relax or explore this resort town, famed for its picturesque scenery and dramatic location on the edge of the Southern Alps."
    },
    {
      "dayNumber": 17,
      "title": "Queenstown.",
      "description": "Soak up a free morning in Queenstown and wander at your own pace. Then, head to Arrowtown in the afternoon. This historic gold mining town is known for its heritage town centre and autumn festival – and perfect to explore on foot. Learn about the town’s history on a leader-led walking tour and browse its shops and cafes. Then, head to Gibbston Valley to sample some of Central Otago’s famous drops at a well-known winery. Tonight, maybe go for a farewell dinner with your group and say cheers to an amazing adventure."
    },
    {
      "dayNumber": 18,
      "title": "Queenstown.",
      "description": "Your New Zealand adventure ends this morning after breakfast. As this trip spends little time in Queenstown, it’s recommended that you spend an extra day or two if you want to experience all the town has to offer. Your booking agent will be happy to book additional accommodation for you, just get in touch ahead of time."
    }
  ],
  "map": ""
}