{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-9-day-tour",
  "tourName": "New Zealand 9 day tour",
  "placesVisited": "",
  "generalInfo": "From the bubbling volcanic wonders of Rotorua to the enchanting landscapes of real-life Hobbiton, New Zealand’s North Island is full of wilderness and adventure. Get ready to experience the island’s iconic highlights alongside thrilling off-the-beaten-path discoveries. Stroll through the magical Hobbiton film set, immerse yourself in the vibrant traditions of Maori culture, relax in natural thermal hot springs, explore mysterious underground caves, sail across the dazzling waters of Lake Taupo, uncover the charm of Wellington, and so much more!<br/><br/>Opt for the NZ Intro North work add-on, and we'll also help you kickstart your adventure with all the essentials, including finding work in New Zealand. With an awesome group leader from the moment your trip starts, an instant group of friends to share your adventure, amazing accommodation and so much included. Get ready for the trip of a lifetime!<br/><br/>HIGHLIGHTS<br/>–\tExplore the world-famous Waitomo glowworm caves by boat<br/>–\tTour the real Hobbiton film set and locations featured in The Lord Of The Rings and Hobbit trilogies<br/>–\tExperience New Zealand’s incredible volcanic landscapes and thundering waterfalls<br/>–\tExperience authentic Maori culture in a traditional Maori village<br/>–\tSail across Lake Taupo <br/>–\tDiscover New Zealand’s capital – Wellington<br/>–\tGet unlimited assistance securing a paid job in New Zealand with the NZ Intro North work add-on<br/><br/><br/>INCLUDED<br/><br/>8 nights accommodation<br/>Waitomo glowworm caves boat tour<br/>Hobbiton film set tour<br/>Kerosene creek<br/>Wai o Tapu<br/>Maori experience<br/>Lake Taupo sail<br/>Huka Falls<br/>Wellington city orientation<br/>Te Papa Tongarewa Museum<br/>Wellington Cable Car<br/>Meals as indicated on itinerary<br/>All transport<br/>Experienced group leader and local guides<br/>24/7 assistance &amp; support in New Zealand<br/>Help with all onward travel after the trip<br/>+ This tour is 100% carbon neutral!<br/><br/>INTRO WORK ADD ONS<br/><br/>Work Inclusions: <br/>NZ bank account<br/>IRD SIM card<br/>Lifetime NZ Jobs membership<br/>Unlimited job finding assistance",
  "durationDays": "9",
  "price": "1149",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive and Meet your Group – Kia ora! Landing in Auckland, we’ll meet you at our centrally located hostel to settle in. Tonight you’ll meet up with the rest of your travel crew and get excited for all the adventures yet to come travelling New Zealand!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Glowworm Caves & Hobbiton - Leaving Auckland, we’re off to discover the best of the beautiful North Island. Our first stop is Waitomo, home to the world- famous glowworm caves. We’ll explore this surreal, subterranean landscape by boat, watching in awe as the glowworms light up the darkness. Next we’re heading to Hobbiton, the real-life movie set featured in The Lord Of The Rings and Hobbit trilogies. After strolling through the enchanting village on a guided tour, we’ll enjoy a drink at the Green Dragon Inn before departing for Rotorua."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore Rotorua – First on the agenda is Kerosene Creek, a naturally heated hot spring where we can laze away the morning. Next is one of New Zealand’s most magnificent geothermal wonderlands – Wai o Tapu, featuring dramatic geysers & bubbling mud."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Maori Experience - This morning, enjoy some free time to try exciting activities like zorbing or the skyline luge. For those on the NZ Intro North work add-on, later that day, our team will help make sure you’ve got everything sorted for living and working in NZ, and get you signed up to our NZ Jobs Program. In the evening we’ll visit the Mitai Maori village for an introduction to Maori culture — an experience as authentic as it gets!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Get your cameras out as we head to Taupo, a lakefront town right in the heart of the North. Later, our team will help make sure you’ve got everything sorted for living and working in NZ, and get you signed up to our NZ Jobs Program. Tonight we’ve got something special lined up - a sail across the lake. The majestic scenery and the maori rock carvings will wow us."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Waterfalls & Adrenaline – This morning we’ll check out the epic Huka Falls, a spine-tingling torrent of icy water thundering down from the Waikato River. After witnessing the raw power of Mother Nature, you’ll then have some free time when you can do a skydive or bungee jump!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Travel to Wellington – Today, we’re off to New Zealand’s vibrant capital, Wellington! Immerse yourself in the city's lively atmosphere by visiting its cozy cafes, savouring mouthwatering dishes at delicious restaurants, or simply unwinding and soaking in the relaxed evening vibes."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Discover Wellington – Kick off your day with a city orientation tour, exploring the highlights of New Zealand’s capital! Ride the famous cable cars for panoramic views, then delve into the fascinating history and lively culture at Te Papa Tongarewa Museum—one of the world’s top museums. Tonight we’ll get the gang together one last time, dressing sharp for our farewell dinner and final night out on the town!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Check Out – Your unforgettable Northern Kiwi Adventure comes to an end today, but this is just the beginning of your time in New Zealand! You’re now fully prepped and ready for the next leg of your journey alongside the new friends you’ve made, and we’ll be there for support every step of the way."
    }
  ],
  "map": ""
}