{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-two-week-holiday-south-island",
  "tourName": "New Zealand two week holiday, South Island",
  "placesVisited": "",
  "generalInfo": "This tour squeezes more jaw-dropping scenery into two weeks than any other! The South Island has an unparalleled variety of landscapes from the majestic Fox and Franz Josef Glaciers, to the stunning views across Lake Wakatipu, Queenstown, to the Remarkable Mountains.",
  "durationDays": "14",
  "price": "4825",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Wellington Haere mai – welcome! Today is yours to explore New Zealand’s friendly capital city; Wellington. A visit to Te Papa, the national museum and one of the most exciting museums in the world, is highly recommended. James Cook Hotel Grand Chancellor, Wellington"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Wellington to Nelson (B) Your day commences with one of the most beautiful ferry journeys in the world. Travel to the South Island through the waters of Cook Strait and Queen Charlotte Sound. In Marlborough we enjoy a wine tasting at one of region’s premier wineries. We then cross to sunny Nelson our base for the next two nights. Heritage Rutherford Hotel, Nelson – 2 nights"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "3 Abel Tasman National Park (B) Abel Tasman National Park is a pristine wilderness of hidden coves and bush-clad ranges best explored by boat and on foot. This morning your tour includes a choice of one of these options: a) 3-4 hour Scenic Cruise (no walking) A morning cruise reveals the golden sands and turquoise waters of Abel Tasman National Park. Enjoy time at leisure in Kaiteriteri and return to Nelson on the late afternoon transfer. b) Walking Option 1: Astrolabe Beaches and Bays (7km, 2.5 hour walk) After the scenic cruise, disembark at Apple Tree Bay for a self-guided walk to fabulous Anchorage Beach. Late afternoon shuttle transfer back to Nelson. c) Walking Option 2: Forest and Swing-Bridge (10.5km, 4 hour walk) After the scenic cruise, disembark at Medlands Beach for a self-guided walk that includes the scenic highlights of the South Head lookout, the famous Falls River swing-bridge and Cleopatra’s Pool. Late afternoon transfer back to Nelson."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Nelson to Punakaiki (B) We drive through the Nelson Lakes National Park to the shores of Lake Rotoiti, then follow the goldminers’ route, crossing the Buller River Gorge by single-track bridges. Emerging from the forest the road hugs the coastline south to the small settlement of Punakaiki - renowned for its wild, rugged coastline and the famous ‘Pancake Rocks. Punakaiki Resort, Punakaiki"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "5 Punakaiki to Fox Glacier (B) Our route today takes us south along the Great Coast Road through historic towns reaching Hokitika with a chance to browse its excellent art and craft galleries. We continue to Franz Josef and Fox Glaciers. These rivers of ice flow down almost to sea level. Weather permitting, an optional helicopter ride with a snow landing is a terrific way to experience the sheer grandeur of the glaciers (extra cost). Distinction Hotel Fox Glacier"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Fox Glacier to Wanaka (B) Have your camera ready for your visit to nearby Lake Matheson for a morning stroll - when conditions are right the lake perfectly mirrors beautiful Mt. Cook in its still waters. Head over the Haast Pass deep into Mt. Aspiring National Park. We reach lovely Lake Wanaka and the pretty resort town of Wanaka. Edgewater Resort, Wanaka – 2 nights"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Wanaka (B) This morning you have the choice of two excursions: a) Take a lake cruise to a conservation island Join a local eco-guide to discover rare native birds, island walks and stunning landscape views. b) Experience a scenic 4WD adventure Explore remote High Country farmland. This afternoon is at your leisure to relax or enjoy your own choice of activities."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Wanaka to Te Anau (B) Depart Wanaka with our first stop at the much photographed Cardrona Pub before traversing the Crown Range road to visit historic Arrowtown – a delightful gold rush village. Continue your journey travelling past spectacular Lake Wakatipu to reach Lake Te Anau, gateway to Fiordland National Park. Distinction Hotel Luxmore, Te Anau"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Te Anau to Milford Sound to Queenstown (B,L) This morning we follow river gorges through a wilderness of ancient rain forests and spectacular lofty mountains to arrive at Milford Sound. We board a comfortable vessel for a cruise past Mitre Peak to the Tasman Sea. Enjoy a packed lunch and keep an eye peeled for seals and dolphins which are often seen in the waters of the fiord. We end the day in Queenstown. Scenic Suites Queenstown – 2 nights"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Queenstown (B) Surrounded by majestic mountains and set on the shores of crystal-clear Lake Wakatipu, the natural beauty and the unique energy of Queenstown create the perfect backdrop for a visit full of adventure, exploration or relaxation. Today is free for you to do your own thing: perhaps a jet-boat ride or a gondola trip up to Bob’s Peak. Boutique wineries and local gardens welcome visitors and the classic steamship TSS Earnslaw is an elegant way to discover Lake Wakatipu (at own cost)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Queenstown to Mt. Cook to Twizel (B) Continue north through the rugged Kawarau Gorge, past pretty Lake Dunstan and across the distinctive Central Otago countryside to the Lindis Pass. Descend into the unique Mackenzie Basin where the Southern Alps dominate the horizon. Take a beautiful drive along Lake Pukaki to Mt. Cook Village, home to New Zealand’s tallest peak, Aoraki/Mt. Cook. We overnight in the rural town of Twizel. Mackenzie Country Hotel, Twizel"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Twizel to Rural Canterbury (B,D) Visit a local home set on the shores of Lake Tekapo and learn the secrets of making a Pavlova - a truly Kiwi dessert! Enjoy morning tea and taste your pavlova as you drink in the views of this beautiful lake. View the Church of the Good Shepherd, one of New Zealand’s most-photographed spots: a tiny church set against a majestic backdrop of the Southern Alps. Continue to Ashburton. Accommodation options: a) Rural homestay: Local hosts open their homes to travellers offering a delicious home-cooked dinner before a cosy night’s stay in a family home. b) Local hotel: spend the night in a local hotel enjoying dinner in the hotel restaurant."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "13 Ashburton to Christchurch (B,D) We travel across the Canterbury Plains to Christchurch. Relax on the River Avon as you are steered by an Edwardian styled boatman on a flat-bottomed punt through the Botanic Gardens. Then take a trip on a heritage tram through the changing face of this city reinventing itself after the 2010/11 earthquakes. Tonight we enjoy a relaxed farewell dinner at a local restaurant. Distinction Hotel, Christchurch"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Depart Christchurch (B) Haere ra – farewell from New Zealand. You are transferred to the Christchurch Airport for your return home taking with you fond memories of your time in New Zealand. Alternatively, should you wish to extend your stay, we can assist you with additional travel arrangements."
    }
  ],
  "map": ""
}