{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-holiday-small-group",
  "tourName": "New Zealand holiday, small group",
  "placesVisited": "",
  "generalInfo": "Discover a little magic at the other side of the world on our packed tour of New Zealand. From sailing mist-shrouded fjords to hiking glacial valleys, spotting wildlife on the country's rugged coast to stepping inside Hobbiton, the land of giants has jaw-dropping scenery at every turn. Rub shoulders with locals, getting to the heart of Maori heritage and culture, sipping tipples at vineyards and walking the streets of the cosmopolitan capital, as you soak up the laidback charm of this bucket-list destination.<br/> <br/> Sail Doubtful Sound - Cruise through the towering fjords of this UNESCO Heritage Site, one of the most breathtaking sites in New Zealand.<br/> <br/> Explore Abel Tasman - Discover the sparkling blue waters and golden coastline of this stunning national park, by boat and on foot.<br/> <br/> Relax in Hawke's Bay - Sample authentic New Zealand wine in this world-famous wine-making region.<br/>",
  "durationDays": "19",
  "price": "6495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Auckland",
      "description": ": Our tour starts today in Auckland, New Zealand's largest and most diverse city. Surrounded by volcanoes and volcanic cones, beautiful beaches and rolling countryside, Auckland is the perfect introduction to New Zealand. Situated on the North Island, the cosmopolitan city spans a narrow isthmus, between the harbours of Waitemata and Manukau. For those arriving in time today, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting. There are no activities planned today, so you're free to arrive in Auckland at any time. We don't provide airport transfers on this tour, but you can find information on how to reach your hotel in the final documentation. If your flight arrives earlier in the day, you might like to take a stroll around the city centre and wharf or get a bird's eye view of the sprawling city with a trip up the Sky Tower. Please note, if you plan to arrive before 3pm on Day 1 you might not be able to check-in to your hotel room, but baggage storage is available if you wish to explore the city"
    },
    {
      "dayNumber": 2,
      "title": "Explore Auckland, visit Hobbiton and drive to the Bay of Plenty",
      "description": ": This morning, we'll get to know Auckland better with a city tour, taking in sites such as Tamaki Drive and Mission Bay. In the late morning, we'll wave goodbye to the city and head to the heart of the North Island and the diverse landscapes of the Waikato region. We'll visit the Hobbiton movie set at Matamata where some of the original Hobbit holes from the Lord of the Rings sit amongst the fertile hills, in the shadows of the Kaimai Ranges. Here, we'll have a two-hour tour with a knowledgeable guide to discover the real Middle Earth. The set has been completely rebuilt as it appeared in the films, and we'll see the hobbit holes and the mill amongst other structures. After our tour, we'll head to the Bay of Plenty, where we'll spend the next two nights. Driving time today will be around four hours."
    },
    {
      "dayNumber": 3,
      "title": "Maori cultural experience with modern hangi lunch",
      "description": ": We'll spend today in Murupara, which is based on Ngati Manawa tribe land. We'll get to see spots like ancient Maori rock carvings. We'll also hear about the local history and the Maori family's vision for the future and how it's making waves in the local community while embracing regenerative tourism. From learning about the ancient roots of the Haka to seeing Maori weaponry and witnessing Maori performance art, today will be packed full of traditions, both old and new. We'll get to catch a glimpse of a traditional Hangi (Maori earth oven) before feasting on a buffet lunch. Plus, we'll also try Kawakawa tea (a native medicine plant brew), visit a local carved ancestral meeting house and take a guided walk through the Whirinaki Native Rainforest."
    },
    {
      "dayNumber": 4,
      "title": "Visit Wai-o-tapu en route to Napier, Hawke’s Bay vineyard wine-tasting",
      "description": ": This morning we'll head out on the journey to Taupo. On the way, we'll make a stop at Wai-o-tapu to discover its vibrant and colourful volcanic features, including geysers, hot springs, and bubbling mud pools. Once in Taupo, we'll take time to explore the iconic Huka Falls and New Zealand's biggest lake. Arriving in Napier, we'll take a tour of one of Hawke's Bay's oldest and most famous vineyards, as well as enjoying a tasting of gourmet cheeses and some of the best wines the area has to offer. Famed for its Chardonnays and superb reds, the region is home to over 80% of the country's Merlot, Cabernet Sauvignon and Syrah grapes, and produces some of the richest and most exquisite wines in New Zealand. Our driving time today will be approximately four hours."
    },
    {
      "dayNumber": 5,
      "title": "Morning 4WD nature safari experience, afternoon art deco tour of Napier",
      "description": ": This morning, we'll get to grips with nature, hopping into 4WD vehicles to explore spectacular coastlines, working farms, and native bush, finishing up in New Zealand's largest privately-owned nature reserve. Here, we'll come face to face with over 20,000 gannets in their natural habitat and soak up the breathtaking views across the plateau and ocean. After a decent exploration, we'll head back to Napier. The engaging town of Napier lies on the southern edge of Hawke's Bay. Its unique collection of art deco buildings makes it one of the most popular attractions on North Island. In 1931, Napier was destroyed by a massive earthquake that registered 7.9 on the Richter Scale. Following the destruction of the city, its centre was rebuilt in the Art Deco style of the period - we'll explore a little of this heritage during an expert-led walking tour with Napier's Art Deco Trust."
    },
    {
      "dayNumber": 6,
      "title": "Drive to Wellington",
      "description": ": TToday we'll head south, towards New Zealand's capital, Wellington. The cultural centre of the country, the city has an engaging mix of art, food, and craft beer, combined with stunning harbour views and a backdrop of rolling hills and forest. On arrival, we'll have free time to take a wander through Wellington's captivating streets. If time permits, why not visit the Te Papa National Museum, one of the finest museums in the world, home to a staggering collection of Maori treasures, artworks, and a unique Marae. There'll be free time tomorrow for you to explore the museum at your leisure. Our driving time today will be around five hours."
    },
    {
      "dayNumber": 7,
      "title": "Free day to explore the capital",
      "description": ": Today is free to explore more of Wellington and there are several ways you could spend it. The top of the cable car, a Wellington icon running from Lambton Quay, gives a great close-up view of the city. From here, you can visit the Observatory and stroll back through the Botanic Gardens, extending all the way down to the parliamentary complex. The Parliament's Buildings, including the 'Beehive', are well worth visiting. Aside from its importance as the political centre, the city offers a large choice of museums and art galleries as well as an abundance of cafes, restaurants, and boutique shops, many situated around Cuba Street. You could visit Zealandia and see some of New Zealand's rarest birds, reptiles and insects living wild in their natural environment, including the hihi, tuatara, saddleback, kaka and (at night) little spotted kiwi. Alternatively, you could simply enjoy a leisurely stroll along the harbourside, which is particularly beautiful on a fine day or when lit up in the evening."
    },
    {
      "dayNumber": 8,
      "title": "Ferry across the Cook Strait to Picton, drive to Nelson",
      "description": ": This morning, we'll cross the Cook Strait and make our way to the bustling port of Picton, at the head of the picturesque Queen Charlotte Sound. On arrival, we'll drive west, following the coastline of the South Island to the town of Nelson. A lively city on New Zealand's northwest coast, Nelson is a haven for hikers, beachgoers, and kayaking fans, and is often known as the 'sunshine capital' of the country. Located next to the wine-making region of Marlborough, Nelson also has its fair share of wineries as well as being a great starting point for visiting the Abel Tasman National Park, full of golden sandy beaches, rocky outcrops, seals, and forest birds. Our hotel is located just outside the city, so after taking some time to explore, our tour leader will drive us to our hotel."
    },
    {
      "dayNumber": 9,
      "title": "Explore the Abel Tasman National Park by boat and on foot",
      "description": ": Today we'll explore New Zealand's coastal paradise, the Abel Tasman National Park, discovering its pristine waters and secluded coves by boat and on foot. Taking a water taxi from Kaiteriteri Beach, we'll glide through the cobalt-blue ocean to the golden beach at Torrent Bay. The shallows here mean our final approach to the beach will be an adventurous wade through the waters. From here, we'll take a leisurely two-to-three-hour walk through the lush native forest towards Medlands Beach, crossing an impressive suspension bridge as well as numerous coves en route. Medlands Beach has some of the whitest sand around, and on arrival, we'll have time for a packed lunch (not included, but our tour leader will help us to collect snacks and food to bring along), as well as a swim, before taking the water taxi back to Kaiteriteri. Our route today is a small section of one of New Zealand's 'Great Walks' - the Abel Tasman Coastal Path - and the water taxi service here gives us the great opportunity to discover it in just a day. Please note, that tidal considerations could mean that we complete the walk in the opposite direction or change the route to accommodate weather or sea conditions."
    },
    {
      "dayNumber": 10,
      "title": "Scenic drive on the Great Coast Road to Hokitika",
      "description": ": We'll have an early start today as we head down the Great Coast Road towards Hokitika at the mouth of the Hokitika River. This journey takes us on one of the greatest coastal drives in the world, passing through Punakaiki Rocks, where we'll stop to visit the amazing coastal rock formations, as well as take in the seal colony at Cape Foulwind. The wild and rugged beauty of the West Coast surrounds us on our journey before we finally arrive into the old gold mining town later this afternoon. Founded in 1864, Hokitika was once a thriving community of over 30,000 until the end of the gold seams saw its population drift away. Today it's home to around 4,000 people and, as well as gold still being found here, it's also home to New Zealand greenstone (similar to jade), with a prolific number of craft galleries and open studios. It still retains something of its frontier spirit though and a stroll through its historic heart makes for an interesting diversion. The town was put back on the map in 2013 after it was used as the gold-rush era setting of Eleanor Catton's The Luminaries (the winner of the Man Booker Prize 2013). If the weather is clear, the sunsets from Hokitika are amazing, and there is a handily named Sunset Point that looks over the beach - the perfect spot to enjoy a cold beer or fish and chips as you watch the sun go down. Our driving time today will be around five hours."
    },
    {
      "dayNumber": 11,
      "title": "Visit Franz Josef Glacier en route to Fox Glacier",
      "description": ": Crossing the Hokitika River this morning, we'll head south on a two-hour drive to Fox Glacier, passing through the native bush of Rimu (red pine) and Kahikatea (white pine). The first European to discover the west coast was Abel Tasman in December 1642. Long and thin and enclosed by the Tasman Sea to the east and the Southern Alps to the west, it's a land of glacial deposits and alluvium that flows from the rivers and glaciers of the Alps. There are some 60 glaciers in the park, but Franz Josef and Fox are the most famous. Up to ten years ago, the Franz Josef Glacier was one of the few glaciers in the world that crept down below the vegetation line. Today however this glacier has receded so much that you can only see the terminal face at a distance. The whole landscape of this glacial region is quite fascinating and there are several optional excursions available today, including glacier valley walks (short walks within the old valley of the glacier), heli-hikes that take you up onto the glacier itself, and scenic helicopter flights over both Franz Josef and Fox Glaciers. We'll spend tonight in Fox Glacier town."
    },
    {
      "dayNumber": 12,
      "title": "Explore Fox Glacier then travel to Wanaka",
      "description": ": A short drive south this morning brings us to the breathtaking setting of Lake Matheson, where (weather permitting) we'll be treated to a picture-perfect view of Aoraki/Mount Cook reflected in the lake's mirrored waters. Following this, we'll head to Fox Glacier, named after a former Prime Minister of New Zealand. The walking track from the car park along the glacial valley crosses a landscape of ancient moraine that testifies to the continual advance and retreat of the glacier over the centuries. Our journey then continues across the River Haast and away from the coast, passing through the beautiful scenery of the Haast River Valley as we snake our way through the Aspiring National Park and onto the town of Makaroa. After a brief stop to refresh, we'll head for the lakeside setting of Wanaka, impressively situated amongst an encircling ring of mountain peaks before the still waters of the lake."
    },
    {
      "dayNumber": 13,
      "title": "Free day in Wanaka",
      "description": ": Wanaka is a vacation hot spot for New Zealanders thanks to its beautiful surroundings, with the glaciers of Mount Aspiring dominating the area. Today is at your leisure and there are several optional activities to choose from, including an exhilarating jet boat ride and wilderness walk through moss-covered forest, waterfalls, and glacier-fed streams. Alternatively, there's the option to take a boat across Lake Wanaka to the remote Mou Waho Island Nature Reserve, which is predator-free and home to the rare flightless Buff Weka (extinct on the mainland since 1920). Wanaka is a hiker's paradise so there are plenty of other walking trails in the vicinity, too, from short one-hour hikes to full-day trails."
    },
    {
      "dayNumber": 14,
      "title": "Visit Queenstown and see glowworms en route to Te Anau",
      "description": ": We'll leave Wanaka behind this morning, heading in the direction of Queenstown, on the shore of Lake Wakatipu. En route, we'll stop at the pretty gold-mining town of Arrowtown with its clapperboard buildings and historic Chinese settlement to learn about New Zealand's gold rush history. From here, we'll continue to the adventure capital of New Zealand, Queenstown, where we'll soak up the town's resort-like vibe with a short walk around the foreshore and town. After a short time in Queenstown, we'll continue to the small town of Te Anau, the gateway to New Zealand's Fjordland National Park. The town is stunning, situated on the banks of Lake Te Anau (from which the town takes its name). According to Maori legend, there was a cave on the shore of the lake that was filled with iridescent light. Centuries later, in 1948 the entrance to a series of limestone caves was discovered to be home to hundreds of glowworms - perhaps explaining the ancient legend. This afternoon, we'll visit the glowworms ourselves, travelling across Lake Te Anau by boat to reach them. At 12,000 years old, the caves are still relatively young and continue to be carved out by the torrent of water that flows through them. This has created a twisting network of passages hiding whirlpools, sculpted rock features and an underground waterfall. Exploring the caves on a small boat, we'll finally visit the small glowworm grotto. In the darkness, the glittering light is quite mesmerising. Our driving time today will be around four hours."
    },
    {
      "dayNumber": 15,
      "title": "Take a cruise on the magnificent Doubtful Sound",
      "description": ": We have a long day ahead of us today, but it'll all be worth it to explore the UNESCO World Heritage Fjordland National Park, a fantastic way to experience New Zealand's wild nature. We'll drive along the southern coast to reach Lake Manapouri, which we'll traverse by boat to West Arm. We'll then board a coach to travel over Wilmot Pass through dense rainforest. There are opportunities along the way to examine the plant life and view the spectacular scenery. In Deep Cove, we'll embark on the majestic Fiordland Navigator boat. As we cruise through some of New Zealand's most stunning scenery, our knowledgeable nature guides will provide commentary - be it on the pod of resident dolphins, fur seals or penguins that we may encounter. We'll have a picnic lunch on board the boat, surrounded by the majesty of the rugged Sounds. After a day on the boat, we'll return to Deep Cove, and then drive back to Lake Manapouri, traverse it by boat and continue to our hotel at Te Anau."
    },
    {
      "dayNumber": 16,
      "title": "Drive to Dunedin, afternoon wildlife cruise to see albatross",
      "description": ": We'll continue south-east today, arriving on the coast at Dunedin, a city known as the 'Edinburgh of the South'. It's around a four-hour drive, so we'll arrive in time to have lunch in this charming town. Dunedin was settled by Scottish settlers in the middle years of the 19th century and today is a picturesque setting of towers and spires that still retains something of its Gaelic heritage. After lunch, we'll travel to the Otago Peninsula, where we board a boat for our wildlife cruise around Weller's Rock and Tairua Head. We'll see uninterrupted views of the world's only mainland nesting place of albatross, and we may be lucky enough to see them soaring and banking, with their three-metre wingspan unfurling overhead. We'll also see the New Zealand fur seals playing on the rocks around their breeding rookeries, with expert guides telling us all about these beautiful creatures. Depending on the timings for the wildlife cruise, we might have some free time this afternoon to visit Larnach Castle or St Paul's Cathedral and enjoy a hearty meal and a beer at Speight's Brewery."
    },
    {
      "dayNumber": 17,
      "title": "Drive to Mackenzie Country via the Moeraki Boulders",
      "description": ": After a short visit to Dunedin's city gardens, we'll head up the coast to view the incredible boulders that lie strewn across Moeraki Beach before continuing to the limestone town of Oamaru, which has the best-preserved Victorian precinct in New Zealand. It was from here that the world's first frozen meat products were exported by boat. There's also a steampunk museum, distillery, and quirky shops to explore before we continue to the rural town of Twizel. Though it's home to under 1,500 residents, Twizel is the largest town in Mackenzie County. It sits within the International Dark Sky Reserve, where you can spot the Milky Way in high definition once the sun goes down. Our driving time today will be around four hours."
    },
    {
      "dayNumber": 18,
      "title": "Drive to Christchurch",
      "description": ": This morning, we'll have the chance to explore the dramatic vistas of the Aoraki/Mount Cook National Park. There'll be the option to take a helicopter ride directly over Aoraki/Mount Cook and the stunning park. Alternatively, weather-dependent, we might drive into the park for a walk on one of the many trails - even the short, 30-minute trails, are enough to be impressed by the park's towering mountains and glaciers. Afterwards, we'll continue towards Christchurch, stopping en route at the glacial Lake Pukaki, where we'll have the opportunity to admire the magnificent glaciers of Mount Cook (weather permitting). The Maori name for the highest peak in New Zealand is Aoraki, which translates as the 'Cloud Piercer'. We'll also stop at Lake Tekapo and visit the 'Church of the Good Shepherd', the oldest church in New Zealand. The view from the church window over the Lake and up to the snow-covered mountains of the Southern Alps is particularly beautiful. We'll arrive at our final destination in the late afternoon/early evening."
    },
    {
      "dayNumber": 19,
      "title": "Trip ends in Christchurch",
      "description": ": Our trip ends this morning at our hotel in Christchurch. There are no activities planned today, so you're free to depart from Christchurch at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. We don't provide departure transfers on this tour, but you can find information on how to get to Christchurch International Airport (CHC) in your final documentation."
    }
  ],
  "map": ""
}