{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-south-island-self-drive-tour",
  "tourName": "New Zealand South Island self drive tour",
  "placesVisited": "",
  "generalInfo": "This stunning three-week tailor-made adventure takes in New Zealand’s South Island, which is well known for its beautiful scenery, adventurous activities and native wildlife. Begin in the Abel Tasman National Park; well-known for being the sunniest place in the country and the perfect opportunity to start you trip by exploring hidden sandy beaches and secret coves by kayak, using human power rather than engines to reduce your impact on the environment. There are numerous hiking trails throughout the park and the famed multi-day Abel Tasman track heads right through the dense undergrowth while awarding you with glimpses of the turquoise waters. <br/><br/>Heading south through the flat vineyards of Blenheim you will continue to Kaikoura, famed for its abundance of marine mammals and birds. In Maori, the town’s name translates as ‘to eat crayfish,’ which are a huge resource in the nutrient rich waters. Here in Kaikoura, you’ll have the chance to swim with dusky dolphins, be awe-inspired by breaching sperm whales and spot graceful Albatross gliding overhead.  Continuing the ocean theme, bi-pass the hustle and bustle of Christchurch and spend a little time in the quaint little French village of Akaroa, nestled in the centre of a volcanic crater. There are some lovely hidden spots for hikes and picnics like Le Bons Bay and Pigeon Bay. The real highlight here is to spot the world’s smallest species of dolphin, the Hector’s dolphin. These animals are so intelligent and love swimming circles around the boat. <br/><br/>Your journey continues into the heart of the Southern Alps to the rich glacial lakes of Tekapo and Pukaki, where Aoraki (Mount Cook) dominates the landscape. This area is all about immersing yourself in the wilderness and the natural beauty. There are some stunning hikes such as the hike to Mount John in Tekapo along with the Hooker Valley track at Mount Cook itself. This area, the Mackenzie Basin, is a registered as a Dark Sky Reserve meaning you could see the dazzling Milky Way, Southern Cross and many other constellations on a clear night. <br/><br/>Continuing through the Alps, Lake Wanaka is situated on the edge of the Mount Aspiring National Park and therefore an excellent destination for natural beauty and some fantastic hikes. Some of our favourites are Roy’s Peak, Iron Hill and the Diamond Lake track. In this sleepy alpine town, you can take a leisurely cycle ride along the banks of the Clutha River on a state-of-the-art e-bike or visit a predator free island in the middle of the lake to learn more about re-introducing native bird species. Being on foot or cycling around the area can really help reduce your carbon footprint. <br/><br/>From Lake Wanaka, you’ll meander through the winelands of Central Otago and the Gibbston Valley before reaching Queenstown and the mighty Lake Wakatipu. The scenery really doesn’t disappoint with views over the Crown Ranges and onwards to Glenorchy. Here you can explore the native beech forests during a guided hike on the Routeburn track or visit some of the filming locations for the Lord of the Rings. From Queenstown, you can access the mighty Fiordland National Park and spend the night sailing on Doubtful Sound, on the Fiordland Navigator. This magical experience will afford you the chance to spot transient Humpback whales, dolphins, New Zealand fur seals and even the elusive Fiordland Crested Penguins. Waking up in the peace and serenity of the Sound is a once in a lifetime experience. From Queenstown, you’ll depart home and look back at an incredible trip with fond memories.",
  "durationDays": "20",
  "price": "8550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you begin your journey by boarding your international outbound flight to Auckland."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On-board your international outbound flight to Auckland."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning, you'll fly down to Nelson and begin your South Island adventure. You will be collected from the airport and transported to the Abel Tasman National Park, where you will board a small boat cruise to your lodge. Here, you can immerse yourself in the wilderness for the next three nights as the park is only accessible on foot, by kayak or by boat."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today, head out for a half-day guided kayaking tour around Abel Tasman National Park, one of the best spots to sea kayak in New Zealand, as the waters and bays are calm, sheltered and great for beginners. Keep your eyes peeled for native birdlife, seals and dolphins."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Abel Tasman National Park is well known for hiking in New Zealand, spend the day at leisure exploring one of the many hiking trails around the national park or relax at your accommodation’s private beach."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Depart the Abel Tasman National Park by cruise to Kaiteriteri, where you will be met by a private driver who will transport you to the small seaside town of Picton. Once you arrive in Picton, you will be met by a water taxi who will transport you to your Marlborough Sounds accommodation, where you will spend the next three nights."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Explore the Marlborough Sounds and its sheltered inlets and clear waters on your own today. You can take a small group boat trip to spot marine life in the area, or you can head out on a full-day hike down the Queen Charlotte Track."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Spend another day at leisure around the Marlborough Sounds. We recommend taking out the lodge’s kayaks or paddleboards to explore the sandy bays that surround the lodge, or you can relax and take in the quiet natural surroundings."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Late this morning, you will take a water taxi from your Marlborough Sounds accommodation back to Picton where you will meet the afternoon TranzCoastal train down to Kaikoura. Upon arrival in Kaikoura, you will be transported to your accommodation for the next two nights."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Spend the morning kayaking along the Kaikoura coastline, where you are guaranteed to see seals and sheer cliff faces. If you are lucky, you could see dusky dolphins, albatross, blue penguins, or even a whale."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Enjoy the morning at leisure around Kaikoura before boarding the TranzCoastal train to Christchurch, where you will spend the next two nights."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Make your way to the International Antarctic Centre, near the Christchurch airport, to explore life in Antarctica for both humans and wildlife. You can spend time in the “Storm Dome” to experience the feel of a winter in Antarctica, or you can take the Hägglund all-terrain vehicle to feel what it’s like to drive across the ice. This museum is perfect for all ages who want to learn more about the environment and humans’ impact on it."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "This morning, take a shared transfer to the TranzAlpine train which you will take from Christchurch to Arthur’s Pass, the middle of the South Island and the small town that is situated in the Southern Alps. Once you get settled into your room, you have the rest of the afternoon to relax or take a tour of the property and its sheep farm."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today is at leisure to hike and explore the Southern Alps, the shingle-filled riverbeds, vast beech forests, and the small town of Arthur’s Pass."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Late this morning, you will be transported to the train to take you from Arthur’s Pass to Greymouth, where you will collect your vehicle and head south to Franz Josef. Spend the next two nights exploring Franz and Fox Glaciers, two huge valleys of ice that almost run to the sea."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Take a two-hour hiking tour through the beautiful podocarp forest and past glacier rivers to the Franz Josef glacier terminal face. Your guide will talk through the glaciology and geology of the region and talk about the local flora and fauna. The rest of the afternoon is at leisure to visit the local hot springs or to go hiking around Lake Matheson."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Say goodbye to Franz Josef and drive south past Fox Glacier before passing over Haast Pass and descending into pristine rainforests and Mt Aspiring National Park. You will arrive at Lake Wanaka in the early afternoon and will have the rest of the afternoon to check in to your accommodation and explore the small town of Wanaka."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Enjoy a half-day cycling tour from Albert Town down the Clutha River, New Zealand’s second-longest river. This tour is perfect for anyone who wants to explore the beautiful landscape whilst feeling the wind on your face."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Today is spent at leisure around Wanaka going to Puzzling World, going on a hike up Mt Iron, or relaxing at your accommodation before you depart home."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Arrive home today to complete your journey."
    }
  ],
  "map": ""
}