{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-small-group-tour-23-days",
  "tourName": "New Zealand small group tour, 23 days",
  "placesVisited": "Auckland, Russell, Waitangi Treaty Grounds, Hot Water Beach, Rotorua, Waimangu Volcanic Valley, Lake Taupo, Napier, Wellington, Nelson, Abel Tasman National Park, Westland National Park, Lake Matheson, Wanaka, Milford Sound, Queenstown, Arrowtown, Hooker Valley Trail, Christchurch",
  "generalInfo": "In just 23 days this New Zealand small group tour takes you on an exciting journey around the country’s dramatic landscape and lively cities. Starting on North Island you’ll explore the stunning Bay of Islands, immerse yourself in Maori history at the Waitangi Treaty Grounds, and see geothermal activity up close at Rotorua, as well as exploring the dynamic city of Wellington. <br/><br/>Highlights of South Island include cruising Abel Tasman National Park, journeying through the jaw-dropping scenery of Milford Sound, indulging in thrill-seeking activities at adventure capital Queenstown, and spending the night on a local farm enjoying traditional Kiwi hospitality. <br/><br/>All transport, accommodation and entrance fees are included, and you’ll be guided by local experts along the way. <br/>",
  "durationDays": "23",
  "price": "7375",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Haere mai – welcome! Arrive into Auckland and spend the afternoon and evening getting to know the ‘City of Sails’ and your fellow travellers."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Heading north, we pause to marvel at a remnant of ancient Kauri forest from an elevated walkway. At Paihia we enjoy a guided visit to the birthplace of the nation, the fascinating Waitangi Treaty Grounds. We arrive in Russell, the first capital city of New Zealand, by ferry."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today, the choice is yours. Either travel by special coach along amazing 90 Mile Beach to sacred Cape Reinga (also includes lunch) OR enjoy a cruise towards Cape Brett Lighthouse and the Hole in the Rock, with the chance of dolphin-spotting, before a guided tour of historic Russell."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We return to Auckland to discover its vibrant harbourside, charming village neighbourhoods and panoramic views, before a guided tour of the excellent Auckland Museum to learn more about Pacific culture."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wave goodbye to the City of Sails as we cross the Hauraki Gulf by ferry to the Coromandel Peninsula. On landing, we take a narrow-gauge railway trip before our coach delivers us to beautiful Mercury Bay."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "If the tide is right, scoop your own ‘spa’ pool out of the sand at Hot Water Beach, before walking to beautiful Cathedral Cove. A water taxi takes us to Hahei, then we travel to Cooks Beach, where the ‘Endeavour’ dropped anchor in 1769. Now you can choose to take a ferry ride to Whitianga and walk to the hotel, or travel back with our driver."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We turn inland and stretch our legs on an easy bush walk before arriving at the geothermal centre of North Island, which is also the heart of Maori culture. Our private tour of Te Puia includes bubbling mud, indigenous art and kiwi conservation."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Either explore Waimangu Volcanic Valley on foot and by boat to experience this ever-changing landscape close-up, OR Tolkien fans may take a trip to the Hobbiton™ Film Set. This evening, we all experience an amazing Maori welcome and Hangi (feast)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Pausing at mighty Lake Taupo, we head to Hawke’s Bay on the east coast for a walking tour of Art Deco Napier. This evening, we enjoy the best of New Zealand cuisine (with a glass of wine) at the Mission Estate Winery."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Driving through the Wairarapa ranges we arrive in the breezy capital city, known for its creative industries and great coffee! We take the cable car from Kelburn before visiting Te Papa, one of the world’s top museums."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "All aboard the Interisland ferry to navigate the Cook Strait to South Island! Back on our coach, we pause for a wine tasting in Marlborough before arriving in Nelson, known for its arts and crafts and artisan food culture."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "The best way to discover this pristine coastal wilderness is by boat and on foot. Today’s included options are: a half-day cruise around this jewel-like coast, OR a cruise followed by one of two self-guided beach and bush walks."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "We travel through enchanting Nelson Lakes National Park on the Buller Gorge road, carved through virgin forest by 19th century miners, to arrive at Punakaiki to see its extraordinary rock formations."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Pause in the gold rush town of Hokitika, before heading to glacier country. The Fox and Franz Josef Glaciers flow almost to sea level, making them unusually accessible. Viewing options include helicopter flights (at own cost)."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "We take the coach into Milford Sound. A beautifully scenic route, with plenty of opportunities for photo taking. Enjoy a morning cruise out on the Sound followed by guided short walks with an experienced and knowledgeable nature guide."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Leaving Fiordland National Park behind, we take a short journey via Kingstown and Lake Wakitipu to Queenstown ‘Switzerland of the Southern Hemisphere’ and our base for the next two nights."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Travelling via historic Arrowtown, beneath the Remarkables range of mountains and along the shore of Lake Wakatipu, we arrive at the gateway to Fiordland National Park: Te Anau."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "The journey there, through rainforest, is as spectacular as the destination: Milford Sound! Top this with a memorable cruise past Mitre Peak to the Tasman Sea (picnic lunch on board) before ending the day in Queenstown."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "This sophisticated resort offers something for everyone. The day is free for you to be a thrill-seeker or a wine-taster, to ride a gondola or cruise on a vintage steam ship: the options (at own cost) are endless!"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "With the Southern Alps on our left, we cross Otago and travel beside lovely Lake Pukaki before driving up to Mt Cook Village, where Sir Edmund Hillary climbed his country’s highest peak before going on to conquer Everest. Overnight at Twizel."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "We visit a friendly homestead to try our hand at making New Zealand’s famous Pavlova. Suitably refreshed, there’s time for a photo beside milky-blue Lake Tekapo. Choose a small-town hotel with restaurant, OR (in small groups) a rural Homestay for a home-cooked meal and overnight with a local family."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Post-earthquake Christchurch mixes colonial charm with cutting-edge architecture, re-inventing itself in typical Kiwi style. ‘Edwardian’ boatmen take us for a punt on the River Avon before we hop on a tram. Our farewell dinner features the best of local cuisine."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Sadly, our trip ends after breakfast. We transfer you to the airport for your flight, or ask us to extend your stay with tailor-made arrangements by car or TranzAlpine rail."
    }
  ],
  "map": ""
}