{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "honeymoon-in-new-zealand",
  "tourName": "Honeymoon in New Zealand",
  "placesVisited": "",
  "generalInfo": "This epic self-drive New Zealand honeymoon combines romance, luxury and adventure to create an itinerary of unforgettable experiences, which you and your partner can look back on fondly in the years to come. <br/><br/>You’ll start with a luxury glamping experience on the banks of the Takou River, complete with floating rose petals in your outdoor bath; a secluded escape designed just for two. Sail through the magical Bay of Island on your own private chartered catamaran, then climb the Southern Alps via a scenic ride on the TranzAlpine Express.  <br/><br/>Indulge in another luxury glamping experience on the edge of the Kaniere River, shaded by ancient forest. Then, enjoy a unique private tour of the remote Hokitika area with a ride along the sacred Arahura River to find greenstone, guided by the son of a paramount Maori chief.<br/><br/>Next, it’s three days in Queenstown, where you'll take a helicopter tour of Fiordland National Park, cruise through the Milford Sound, choose from a range of adrenaline-pumping outdoor activities, then unwind in natural hot spring pools, followed by a gourmet feast of culinary options, from traditional Kiwi cuisine to local boutique wines.<br/><br/>This romantic New Zealand honeymoon is perfect for the adventurous couple ready to take on the world together.",
  "durationDays": "11",
  "price": "10900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Auckland & Transfer to Takou River – Flying into Auckland, you’ll take a 30-minute internal flight to Kerikeri, where you will pick up your hire car and your dream New Zealand honeymoon truly begins. You’ll drive to Magic Cottages, known as one of the best luxury lodges in the country, located on the shores of Takou River. Your luxury glamping site is hidden in a secluded corner of the 150-acre organic farm, offering privacy and intimate moments with your loved one. Spend the evening stargazing from your private deck, relax in the outdoor bath overlooking the water, then drift off to sleep listening to the relaxing sounds of the trickling river."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sailing the Bay of Islands – Drive to Paihai for an exclusive boat charter around the Bay of Islands. Your 54-foot sailing catamaran includes private cabins, an outdoor dining area, a spacious lounge and even trampolines in the bows, perfect for dolphin watching. You’ll sail through the subtropical archipelago, with stop-offs on remote beaches and ancient Maori sites, as well as opportunities for water sports such as swimming, snorkelling, paddle-boarding and kayaking through glittering azure waters."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring Takou River – Today, you are free to explore your surroundings at your leisure. We recommend a drive to the arching cascades of Haruru Falls, shaped like a horseshoe. Start the walking trail that begins at the waterfall for a boardwalk trek through the mangroves to Waitangi, an historic Maori cultural site. Continuing to Henderson Bay, try quad biking across the sands of Great Exhibition Bay. Then, head up to Cape Reinga, where the Tasman Sea meets the Pacific Ocean in a churn of currents, and take note of the ancient and sacred pohutukawa tree. According to Maori legend, those who pass away leap from the tree into the ocean, leaving this world and starting their journey to the ancestral homeland."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Christchurch – Leave your luxury campsite behind and return to Kerikeri airport, where you’ll drop off your hire car and take a flight down to South Island’s Christchurch, via Auckland. You’ll be staying at Hotel 115, a locally-owned boutique hotel located in the city centre and only a stone’s throw from Cathedral Square. Explore the Christchurch Botanic Gardens, meander along the Avon River, visit Ferrymead Heritage Park, or simply recline on Summer Beach."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TranzAlpine Train Journey & Transfer to Hokitika – Take a scenic train journey across the Canterbury Plains and ascend the Southern Alps, via the TranzAlpine Express. Stretching from the east coast to the west, the trip offers endless views of river valleys, mountains and farmlands, ending in Greymouth. From here, you’ll pick up your next rental car and head to Hurunui Jacks in Hokitika for your next luxury glamping experience, complete with riverside seclusion, ancient forest surroundings and opulent outdoor bathing."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Exploring the Hokitika Area – Today, you’ll meet Bevan Climo, the son of a paramount chief of the Hokitika region and an expert guide on the area. He’ll take you on a private and exclusive tour along the Arahua, a sacred river over accessible by Maori, where you'll learn how to find and carve pounamu (greenstone)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Exploring the Hokitika Area – Explore the Hokitika region at your leisure today. We recommend a visit to Hokitika Gorge, where you can walk along a swing bridge and look down at the brilliant blue waters and lush green forest below. Then, explore the upper branches of the region’s ancient forests via the West Coast Treetop Walk. There’s also the option to visit nearby Punakaiki, known for the Pancake Rocks and vertical blowholes at high tide."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Queenstown – Head to the airport and drop off your rental car before taking a flight down to Queenstown, via Christchurch. From here, you’ll pick up your next hire car and head to the five-star Queenstown Park Boutique Hotel, located within gorgeous parklands, walking distance from the city centre and Lake Wakatipu. Settle in with pre-dinner drinks and canapes at the hotel, which are made using locally-sourced ingredients, then wander into the city to try out some of the many wining and dining options available."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Helicopter Tour & Milford Sound Cruise – Today, you’ll embark on a helicopter adventure over Fiordland National Park, where you’ll be treated to bird’s eye views of dense forests, rolling farmlands and stunning alpine scenery of lakes, waterfalls and valleys. You’ll land at Milford Sound for a cruise around the remote valley, renowned for it’s tranquil atmosphere and spectacular mountain scenery. On your return helicopter flight, you’ll be able to see ice shelves and can even stop off on a glacier to take in your surrounding and take some photos too."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Exploring Queenstown – Head up the Queenstown Hill Time Walk for 360-degree views, take a trip to charming Glenorchy for a hike around Lake Sylvan, or sample the region’s famous vinos and vintages on a winery tour . If you’re looking for a surge of adrenaline, Queenstown is known for being a thrill-seeking paradise, with activities including bungy jumping, zip-lining, skydiving, canyoning, paragliding and rafting on offer. Stop for lunch at Amisfield Winery for vineyard and mountain vistas, as well as world-class cuisine by Michelin-star chef, Vaughan Mabee. Then, round off your New Zealand honeymoon with a romantic dip at the Onsen Hot Pools, where you can sip on champagne, looking out to the Shotover River Canyons."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Departure from Queenstown – Sadly, your New Zealand adventure honeymoon comes to an end, but you’ll leave with plenty of entertaining stories and unforgettable experiences from your first trip together as a married couple."
    }
  ],
  "map": ""
}