{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "swim-with-whales-in-the-south-pacific",
  "tourName": "Swim with whales in the South Pacific",
  "placesVisited": "",
  "generalInfo": "Discover Niue – An Intimate Whale Swimming Adventure Like No Other<br/><br/>Imagine floating in the warm, crystal-clear waters of the South Pacific, face to face with a gentle giant. In Niue, one of the smallest nations in the world, you can experience one of nature’s most humbling encounters—swimming alongside humpback whales in their natural habitat.<br/><br/>Our small-group tours offer an exclusive, crowd-free whale experience—there are no big boats, no jostling for space—just you, the whales, and the vast blue ocean. Niue’s unique underwater visibility, often exceeding 50 metres, makes it one of the clearest places on Earth to see these majestic creatures.<br/><br/>What makes it special?<br/><br/>World-class whale interactions – Niue is one of the few places where you can legally swim with humpback whales. With only 6 people in the water at any one time! <br/><br/>Pristine waters and dramatic coastline – Swim in hidden sea caves, snorkel vibrant coral reefs, and explore chasms carved by centuries of ocean swells.<br/>Unspoiled island life – With no traffic lights, minimal tourism, and a warm Polynesian welcome, Niue feels like stepping back in time.<br/><br/>Adventure and culture combined – Beyond the whales, discover local markets, traditional weaving, tropical forests, and the island’s fascinating limestone geology.<br/><br/>Eco-conscious travel – Our tours operate with deep respect for wildlife and local traditions, ensuring encounters are ethical and sustainable.<br/><br/>Your days are filled with ocean adventures, nature walks, and cultural immersion. Evenings bring breathtaking sunsets, star-filled skies, and the gentle sound of waves against the reef. <br/><br/>This isn’t just a holiday—it’s a once-in-a-lifetime connection with the wild, the ocean, and yourself.",
  "durationDays": "8",
  "price": "6990",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1 – Arrival in Niue: Arrive on the island and transfer to your accommodation at Scenic Matavai Resort Niue. Welcome drink and dinner while soaking in ocean views. Settle in and enjoy a relaxing evening under the stars."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Day 2 – First Whale Swimming & Island Orientation. Tropical breakfast overlooking the sea. Morning briefing before heading out for your first guided whale swimming experience with licensed local operators. Afternoon at leisure—explore the resort pool, snorkel from shore, or take a gentle coastal walk. Dinner at a local restaurant."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day 3 – Whale Swimming & Sea Caves Exploration. Whale swimming experience (trip two of five) in crystal-clear waters, with visibility often exceeding 50 metres. Afternoon guided visit to some of Niue’s most spectacular sea caves and coastal formations. Sunset drinks and dinner at the resort."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Day 4 – Cultural Immersion & Dolphin Encounters. Morning whale swimming (trip three) – keep an eye out for playful spinner dolphins. Afternoon cultural activity: learn the art of traditional Niuean basket weaving. Visit the Taoga Niue Museum to discover the island’s rich history and heritage. Dinner at a lcoal restaurant."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day 5 – Whale Swimming & Guided Snorkelling Tour. Morning whale swimming (trip four). Afternoon guided snorkelling adventure exploring the marine life. Evening free for stargazing or enjoying a quiet drink on your balcony before dinner at a nearby restaurant."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day 6 – Final Whale Swimming & Nature Walk. Last whale swimming (trip five), cherishing your final moments with these magnificent giants. Afternoon guided hike along Niue’s dramatic coastline, discovering hidden chasms and rainforest trails. Dinner at a nearby restaurant."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Day 7 – Leisure & Optional Activities. Enjoy a slow morning with breakfast by the ocean. Choose from optional activities: cycling the island, visiting local markets, or another snorkelling session. Afternoon at leisure—perfect for a swim, exploring or simply relaxing by the infinity pool. Farewell at dinner at the resort."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Day 8 – Departure Breakfast and final ocean views. Transfer to Niue International Airport for your return flight."
    }
  ],
  "map": ""
}