{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-south-island-tour-9-days",
  "tourName": "New Zealand South Island tour, 9 days",
  "placesVisited": "",
  "generalInfo": "With its breathtaking landscapes, heart-pounding thrills, and endless fun, New Zealand’s South Island is everything you’ve ever dreamed of and more. From the lively city of Christchurch to the towering peaks of Mount Cook and beyond, you’ll experience the very best of this stunning region, with a few hidden gems along the way. Cruise through the jaw-dropping Milford Sound, jet boat through the epic scenery of Lord of the Rings country, explore the adventure hubs of Wanaka and Queenstown, hike to iconic viewpoints, and so much more! Opt for the NZ Intro South work add-on, and we'll also help you kickstart your adventure with all the essentials, including finding work in New Zealand. With an awesome group leader from the moment your trip starts, an instant group of friends to share your adventure, amazing accommodation and so much included. Get ready for the trip of a lifetime!<br/><br/>HIGHLIGHTS:<br/>–\tExplore Aoraki/Mount Cook National Park<br/>–\tKayak on Lake Wanaka<br/>–\tExperience the thrill of Queenstown<br/>–\tSail through the awe-inspiring beauty of Milford Sound<br/>–\tSpeed through rugged canyons on an exhilarating jet boat ride<br/>–\tGet unlimited assistance securing a paid job in New Zealand with the NZ Intro South work add-on<br/><br/><br/>INCLUDED:<br/><br/>? 8 Nights Accommodation<br/>? 8 Meals<br/>? All Transport (Excluding Airport Transfer)<br/>? Help Before You Go<br/>? Awesome Group Leader<br/>? Christchurch City Orientation<br/>? Lake Tekapo Hot Pools<br/>? Mount John Hike<br/>? Mount Cook / Aoraki National Park<br/>? Kayaking on Lake Wanaka<br/>? Queenstown City Orientation<br/>? Milford Sound Cruise<br/>? Jet Boating on Lake Wakatipu<br/>? Help with Onward Travel<br/>? Unlimited Support<br/><br/>NZ INTRO SOUTH ADD-ON INCLUSIONS<br/>? NZ Sim Card<br/>? NZ Bank Account Assistance<br/>? IRD Number<br/>? NZ Jobs Program Lifetime Membership",
  "durationDays": "9",
  "price": "1149",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive and meet your group – Kia ora! Landing in Christchurch, we’ll meet you at our hostel to settle in and refresh. We recommend arriving before 3pm as that is when the tour starts."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Christchurch Orientation & Lake Tekapo – Explore the lively city of Christchurch, where history and culture come to life around every corner, before heading to the stunning beauty of Lake Tekapo!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lake Tekapo – Today we’ll take a hike up Mt John where we’ll get 360-degree views of the Southern Alps before soaking our tired muscles in some hot pools. Later, our team will help make sure you’ve got everything sorted for living and working in NZ, and get you signed up to our NZ Jobs Program."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Aoraki/Mt Cook National Park – This morning we'll make our way to Wanaka. This afternoon we’ll stretch our limbs hiking for unforgettable views of Aoraki/Mt Cook, the highest mountain in New Zealand."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Discover Wanaka - Today we’ll check out the highlights of Wanaka, including going kayaking on the stunning Lake Wanaka and discovering the famous Wanaka Tree. We’ll later hike up Mount Iron for stunning views of the local area including The Pisa range, Upper Clutha Basin and the mesmerising Southern Alps."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Explore Queenstown – Today we’ll travel to the beautiful city of Queenstown. We'll have some time to explore this epic city."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Milford Sound Cruise - Leaving Queenstown, today we’re heading to the majestic Milford Sound. We’ll hop on a boat to cruise around the fjord, feeling tiny amongst sheer cliff faces, ancient forests, and plunging waterfalls."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Check Out – This morning your unforgettable South Island adventure comes to an end. Check out and journey home, stay in Queenstown, or continue the next leg of your travels with the new friends you’ve made! Whatever your plans, we’ll be there to help every step of the way."
    }
  ],
  "map": ""
}