{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-17-day-tour",
  "tourName": "New Zealand 17 day tour",
  "placesVisited": "",
  "generalInfo": "From the volcanic landscapes of the North Island to the majestic snow-capped peaks of the South, New Zealand is a breathtaking playground of wilderness and wonder. Over 17 unforgettable days, we’ll take you on the ultimate adventure, combining the must-see highlights with thrilling off-the-beaten-path experiences. Step into the magic of Hobbiton, dive into the rich traditions of Maori culture, explore glowing underground caves, and soak up the energy of Wellington’s vibrant capital. Then, fly south for epic hikes through dramatic landscapes, cruise through mist-shrouded fjords, and feel the adrenaline rush of jet boating through jaw-dropping scenery—and that’s just the beginning! <br/><br/>Opt for the NZ Intro work add-on, and we'll also help you kickstart your adventure with all the essentials, including finding work in New Zealand. With an awesome group leader from the moment your trip starts, an instant group of friends to share your adventure, amazing accommodation and so much included. Get ready for the trip of a lifetime!<br/><br/><br/>HIGHLIGHTS<br/><br/>-\tExplore the world-famous Waitomo glowworm caves by boat<br/>-\tTour the real Hobbiton film set and locations featured in The Lord Of The Rings and Hobbit trilogies<br/>-\tExperience New Zealand’s incredible volcanic landscapes and thundering waterfalls<br/>-\tExperience authentic Maori culture in a traditional Maori village<br/>-\tSail across Lake Taupo <br/>-\tDiscover New Zealand’s capital – Wellington<br/>-\tExplore Aoraki/Mount Cook National Park<br/>-\tKayak on Lake Wanaka<br/>-\tExperience the thrill of Queenstown<br/>-\tSail through the awe-inspiring beauty of Milford Sound<br/>-\tSpeed through rugged canyons on an exhilarating jet boat ride<br/>-\tGet unlimited assistance securing a paid job in New Zealand with the NZ Intro work add-on<br/><br/>INCLUSIONS<br/><br/>16 nights accommodation<br/>Waitomo glowworm caves boat tour<br/>Hobbiton film set tour<br/>Kerosene creek<br/>Wai o Tapu<br/>Maori experience<br/>Lake Taupo sail<br/>Huka Falls<br/>Wellington city orientation<br/>Te Papa Tongarewa Museum<br/>Wellington Cable Car<br/>Christchurch city orientation<br/>Lake Tekapo hot pools<br/>Mount John hike<br/>Mount Cook / Aoraki National Park<br/>Kayaking on Lake Wanaka<br/>Queenstown city orientation<br/>Milford Sound cruise<br/>Jet boating on Lake Wakatipu<br/>All transport<br/>Meals as indicated on itinerary<br/>Experienced group leader and local guides<br/>24/7 assistance &amp; support in New Zealand<br/>Help with all onward travel after the trip<br/>+ This tour is 100% carbon neutral!<br/><br/>INTRO WORK ADD ONS<br/><br/>Work Inclusions: <br/>NZ bank account<br/>IRD SIM card<br/>Lifetime NZ Jobs membership<br/>Unlimited job finding assistance",
  "durationDays": "17",
  "price": "2399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive and Meet your Group – Kia ora! Landing in Auckland, we’ll meet you at our centrally located hostel to settle in. Tonight you’ll meet up with the rest of your travel crew and get excited for all the adventures yet to come travelling New Zealand!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Glowworm Caves & Hobbiton - Leaving Auckland, we’re off to discover the best of the beautiful North Island. Our first stop is Waitomo, home to the world- famous glowworm caves. We’ll explore this surreal, subterranean landscape by boat, watching in awe as the glowworms light up the darkness. Next we’re heading to Hobbiton, the real-life movie set featured in The Lord Of The Rings and Hobbit trilogies. After strolling through the enchanting village on a guided tour, we’ll enjoy a drink at the Green Dragon Inn before departing for Rotorua."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore Rotorua – First on the agenda is Kerosene Creek, a naturally heated hot spring where we can laze away the morning. Next is one of New Zealand’s most magnificent geothermal wonderlands – Wai o Tapu, featuring dramatic geysers & bubbling mud."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning, enjoy some free time to try exciting activities like zorbing or the skyline luge. In the evening we’ll visit the Mitai Maori village for an introduction to Maori culture — an experience as authentic as it gets!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Taupo Sail - Get your cameras out as we head to Taupo, a lakefront town right in the heart of the North. Tonight we’ve got something special lined up - a sail across the lake. The majestic scenery and the maori rock carvings will wow us."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Waterfalls & Adrenaline – This morning we’ll check out the epic Huka Falls, a spine-tingling torrent of icy water thundering down from the Waikato River. After witnessing the raw power of Mother Nature, you’ll then have some free time when you can do a skydive or bungee jump!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Travel to Wellington – Today, we’re off to New Zealand’s vibrant capital, Wellington! Immerse yourself in the city's lively atmosphere by visiting its cozy cafes, savouring mouthwatering dishes at delicious restaurants, or simply unwinding and soaking in the relaxed evening vibes."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Discover Wellington – Kick off your day with a city orientation tour, exploring the highlights of New Zealand’s capital! Ride the famous cable cars for panoramic views, then delve into the fascinating history and lively culture at Te Papa Tongarewa Museum—one of the world’s top museums."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Fly to Christchurch – After exploring the North Island, it’s time to head south! A quick included flight will bring you to Christchurch, where you’ll reunite with your travel crew and get ready for the exciting adventures that lie ahead."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Christchurch Orientation & Lake Tekapo – Explore the lively city of Christchurch, where history and culture come to life around every corner, before heading to the stunning beauty of Lake Tekapo!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Lake Tekapo – Today we’ll take a hike up Mt John where we’ll get 360-degree views of the Southern Alps before soaking our tired muscles in some hot pools."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "This morning we'll make our way to Wanaka. This afternoon we’ll stretch our limbs hiking for unforgettable views of Aoraki/Mt Cook, the highest mountain in New Zealand."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Discover Wanaka - Today we’ll check out the highlights of Wanaka, including going kayaking on the stunning Lake Wanaka and discovering the famous Wanaka Tree. We’ll later hike up Mount Iron for stunning views of the local area including The Pisa range, Upper Clutha Basin and the mesmerising Southern Alps."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today we’ll travel to the beautiful city of Queenstown. We'll have some time to explore this epic city."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Milford Sound Cruise - Leaving Queenstown, today we’re heading to the majestic Milford Sound. We’ll hop on a boat to cruise around the fjord, feeling tiny amongst sheer cliff faces, ancient forests, and plunging waterfalls."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Queenstown & Jet Boating – Today we’ll show you around stunning Queenstown with an orientation walk. The good news is that our first jolt of adrenaline isn’t far off, as this afternoon we’ll be zipping through Canyons on a jet boat going over 80 km/h. Tonight we’ll get together one last time for our farewell dinner."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Check Out – This morning your unforgettable 17 day adventure comes to an end. Check out and journey home, stay in Queenstown, or continue the next leg of your travels with the new friends you’ve made! Whatever your plans, we’ll be there to help every step of the way."
    }
  ],
  "map": ""
}