{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-holiday-land-and-sea-tour",
  "tourName": "New Zealand holiday, land and sea tour",
  "placesVisited": "Auckland, Rangitoto Island, Tauranga, boat trip to White Island, Rotorua, Lake Taupo, Maori cultural evening, drive the Desert Road to Ohakune, hike the Tongariro Alpine Crossing, drive the Forgotten World Highway to New Plymouth, Mount Egmont National Park, Wellington, ferry to Picton, Nelson, seals and beaches trip in the Abel Tasman National Park, Punakaiki and the Pancake Rocks, Glacier Country, Queenstown via the Haast Pass, overnight trip on Doubtful Sound, Te Anau, glow worm caves, Arrowtown",
  "generalInfo": "This New Zealand holiday, land and sea tour, takes you from Auckland on the North Island, right down to Queenstown on the South Island. Explore this small country’s hugely diverse landscapes and geology, from glaciers and sandy beaches, to volcanoes and geysers, discovering its wealth of contrasting scenery and how it has been formed over millennia.<br/><br/>In the North Island, you’ll find unique landscapes formed by geothermal activity. On Rangitoto Island and Tongariro National Park discover solid lava flows and take a boat out to White Island, New Zealand’s only live marine volcano. See the bubbling mud and spouting Lady Knox geyser in Rotorua and enjoy a boat ride on Lake Taupo, the country’s largest lake, created by a volcanic eruption thousands of years back. <br/><br/>A ferry ride takes you over to the South Island, where you’ll follow the west coast, seeing a landscape shaped by hundreds of years of glacial and water erosion. This is a self drive trip and you’ll be driving along beautiful roads, through impressive valleys including the Buller Gorge and the Haast Past, with free days for hiking and exploring on foot in beautiful places such as the Abel Tasman National Park. See how the rough Tasman Sea has battered and shaped the coast in Punakaiki and then travel inland to visit the twin glaciers of Franz Josef and Fox. The trips winds up with an overnight boat trip on Doubtful Sound, a dramatic fjord formed by a glacier and boasting some of the most beautiful scenery in this impressive country.<br/><br/>To be sure of enjoying all the activities included in this itinerary, it’s best to avoid New Zealand during the winter months of June, July and August. Late spring and summer are wonderful here –November until the end of April. February can be busy with visitors, but the weather’s great.<br/>",
  "durationDays": "19",
  "price": "10855",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Auckland and make you way to your accommodation. Stay at the contemporary M Social for two nights."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today take a full day tour of Auckland and the surrounding suburbs to discover the local landscape that is rich with Maori myths and legends."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Pick up your vehicle and drive to Whakatane where you will have the afternoon to take in the coastline."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Take a boat trip White Island - New Zealand's only live marine volcano - with Green Globe accredited White Island tours. You will get the chance to walk on the island itself and even venture up to the main crater's edge."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Drive to Lake Taupo through Rotorua. Make a stop at Rainbow Springs in Rotorua where you get to have a behind the scenes tour to see kiwis up close and personal (seasonal) before continuing onto Lake Taupo."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy Lake Taupo, the largest lake in New Zealand, with a boat trip out on to the lake to visit the Maori rock carvings."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy today at leisure. If you're feeling energetic you may like to attempt the Tongariro Alpine Crossing: often cited as being the 'best day walk in New Zealand' it is a 6-8hr walk that requires a reasonable level of fitness."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive the Forgotten World Highway to New Plymouth, a gateway to Mount Egmont National Park."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Spend the day exploring the National Park and the flanks of Mount Taranaki (Mt Egmont) – there are walks to suit every ability. In the evening take a sunset hiking trip on the Pouakai Crossing."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Spend the day driving to Wellington through the green sheep pastures."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Enjoy the day exploring the Te Papa in an unique way, where you get to go behind the scenes to see the un-displayed treasures and sacred Maori relics. Spend the rest of the day exploring the national museum."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Board the Interislander ferry to Picton and once on the South Island make your way to Nelson. Enjoy the afternoon exploring the city and take a stroll up to the 'centre of New Zealand' which offers spectacular views out over Tasman Bay."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Join the Seals and Beaches trip in the Abel Tasman National Park. Taking you first to a seal colony then along the coastline past hidden bays, dropping you off to walk back through native bush and along golden beaches."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Drive down through the scenic Buller Gorge to Punakaiki and the Pancake Rocks – an fascinating geological formation created by centuries of erosion by the sea."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Drive down the west coast today, stopping in Hokitika for lunch and a visit to the jade factory, before continuing to Glacier Country and the twin glaciers of Franz Josef and Fox. Stay two evenings in Franz Josef."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Spend the day exploring Glacier country – take a heli-hike on the ice with an experienced local guide. Visit the Department of Conservation visitor centre in Franz Josef."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Make your way to Queenstown through the magnificent Haast Pass, stopping at some of the scenic lookouts along the way, including Knight's Point, Thunder Creek Falls and the Blue Pools of Haast. Stay at three evenings in the relaxing Queenstown Country Lodge."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Board a small steam ship across Lake Wakaitipu, where you will be fitted with bike gear. Spend the day biking along the shores of Lake Wakaitpu from Mt Nicholas farm to Walter's Peak."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Embark on a full day trip to the stunning and UNESCO heritage site of the Milford Sound. You will fly from Queenstown over the Remarkable Mountains and head into the fjords of the region taking in the waterfalls and the stunning beauty that surrounds this western coastline."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Make your way to the airport for your onward flight"
    }
  ],
  "map": ""
}