{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-self-drive-holidays",
  "tourName": "New Zealand self drive holidays",
  "placesVisited": "Bay Of Islands, Waitangi Treaty Grounds, Aukland, ferry to Waiheke Island, Connell’s Bay, Rotorua, Wellington, Te Papa Museum of New Zealand, Marlborough Sounds guided tour, Kaikoura, whale watching, Christchurch, Southern Alps guided or unguided walking, Dunedin, Otago Peninsula, guided day exploring Stewart Island, Te Anau, nature cruise on Milford Sound, Queenstown, wildlife spotting",
  "generalInfo": "This 19 day tailor made New Zealand holiday introduces you to the incredible scenery, wildlife and rich culture of this Pacific nation. You’ll gain an understanding of both the people and landscape of New Zealand, enjoying an itinerary that’s carefully balanced to reveal all faces of this fascinating country. This is a self drive holiday, with some organised excursions mixed in, so you can travel under your own steam without missing out on insider insights.<br/><br/>The scenery in New Zealand is famously impressive, and the country’s 14 national parks protect this natural heritage. Explore beaches and pristine forests, see jagged peaks and witness dramatic geothermal activity.<br/><br/>Enthusiastic nature lovers will find so much to enjoy on this holiday. You can spot sperm whales and dolphins in Kaikoura and look out for New Zealand’s national bird, the kiwi, on Stewart Island. On the Otago Peninsula, see the royal albatross and penguins who live here. <br/><br/>You will also have the chance to learn more about the indigenous Maori people and their unique culture, visiting the Te Papa museum in Wellington, the Waitangi Treaty Grounds in the Northland, and on a visit to the centre of Maori life and culture, Rotorua. <br/><br/>If you’re keen to try all the activities and excursions detailed in this itinerary, it’s a good idea to avoid travelling during the winter months of June, July and August. The best time to go to is from late spring and through the summer, so that’s from November until the end of March. February is popular with tourists, so can be busy. This proposed itinerary can be tailored to your interests and timings, so please just ask.<br/>",
  "durationDays": "19",
  "price": "9500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Kerikeri, where you will collect your vehicle and make your way to your seaside accommodation in Paihia."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Visit the historic Waitangi Treaty Grounds, the 'Birthplace of the Nation' and a central region for Maori culture."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive leisurely to the Kauri Coast, where you will stay for the night. This evening enjoy a spiritual tour in the Waipoua Forest to learn about the lives of the local Maori and their association with the land."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive to Auckland today where you will drop off your vehicle before taking the ferry to Waiheke Island, where you will stay for two nights."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Take a full day tour to explore the adventurous side of Waiheke Island. You will spend the day zip lining the 200 meter dual-flying fox zip line before a guided walk to learn about the islands flora and fauna."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "You will take the ferry from Waiheke Island to Auckland, where you will be collected by a representative who will transport you to the Auckland airport for your onward flight to Wellington. Stay two evenings in Wellington."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Spend the day exploring the nation's capital, Wellington. We recommend stopping at the Te Papa Museum to see and learn about Maori history."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Board the InterIslander ferry to Picton, and stay at the Furneaux Lodge to explore the beautiful Queen Charlotte Track and the Marlborough Sounds."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Spend the day hiking on the Queen Charlotte Track or paddle boarding and kayaking from your accommodation."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Return to Picton, and drive to Kaikoura. In the afternoon enjoy a superb whale watching trip, and stay in a treehouse at Hapuku Lodge to support their tree planting efforts."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Drive up to Arthur's Pass in the Southern Alps. Stay at Wilderness Lodge, which was set up to show that ecotourism can contribute to the economy and also protect the environment through nature conservation programs."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Spend the day walking in this pristine region, either guided or unguided. The lodge owners have spent years working with the Department of Conservation to identify rare and endangered plants and birds, which have been reintroduced onto the land around the Lodge."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Drive to Christchurch, and visit the educational and entertaining Antarctic Centre - learn about the ecosystems at risk, and the global efforts to conserve this remote and fascinating area of the world."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Drive to Dunedin, and stay at the historic Fletcher Lodge."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Explore the stunning Otago Peninsula, where you can visit protected colonies of yellow-eyed and blue penguins, sea lions and fur seals, and the world's only mainland albatross colony."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Today make your way from the east coast to the west coast to the small town of Te Anau. Stay at Te Anau Lodge, a restored former convent with a wealth of history and character."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Take a day trip to the glacial-formed Milford Sound for a nature cruise, with hugely knowledgeable on-board geologists and naturalists. You will also visit the fascinating underwater observatory, which due to the unique underwater environment of the Sound allows you to view precious corals, sea stars and fish which are usually only seen by divers."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Drive to magnificent Queenstown, where you will end your trip. Explore some true 'Lord of the Rings' country, visit historic gold-mining townships, or simply sit back and take in the stunning lake views against the backdrop of the Remarkables mountain range. Stay at The Dairy, a 1920s corner store, now a characterful and lovingly restored guesthouse."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Fly home from Queenstown."
    }
  ],
  "map": ""
}