{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "complete-tour-of-new-zealand",
  "tourName": "Complete tour of New Zealand",
  "placesVisited": "",
  "generalInfo": "The Complete New Zealand 32 day Tailor-Made itinerary that combines unforgettable scenic highlights and experiences with outstanding hotel and bed &amp; breakfast accommodation. <br/><br/>Take a guided wine tour in Hawkes Bay, electro bike along the traffic free cycle path out of Queenstown to Jack's Point and try your hand at panning for gold in Arrowtown.<br/><br/>This self drive holiday allows you to see the length and breadth of the country at your own pace. Travel up to the Bay of Islands at the top of North Island for the opportunity to swim with dolphins and cruise to the 'hole on the rock', and down to Milford Sound at the bottom of South Island, to experience a nature cruise through to the Tasman sea.",
  "durationDays": "4",
  "price": "5095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Haere mai – welcome! We greet your flight and take you straight to your accommodation for the next two nights. The rest of your day is at leisure. Head up the Sky Tower for great views across the city, or explore the vibrant downtown waterfront."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "A day to explore the islands of the Hauraki Maritime Gulf, take the ferry to Rangitoto Island and walk up to the summit for 360° views or head to the conservation island of Tiritiri Matangi to see rare native birds such as the Takahe and the Kokako."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Collect your rental vehicle and drive north along the Hibiscus Coast Highway to the Waipoua Forest to learn about the ancient Kauri trees, including ‘the lord of the forest’ Tane Mahuta. Follow the path of the Ngapuhi Iwi warriors to the Flagstaff battlegrounds and on to the pretty seaside town of Paihia."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cruise to Cape Brett and the ‘hole in the rock’, head out into the bay with a chance to swim with dolphins, and learn a little more of local village Russell’s rip-roaring past on a guided tour."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Begin your day at the Waitangi Treaty Grounds, where ‘modern’ New Zealand was in essence founded on the signing of the 1840 treaty between Maori tribes and British settlers. Enter the magnificent meeting house, be awestruck at the size of the war canoe and stroll across the lawns for views over the sea."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Head south, through the Waikato to the Miranda Shorebird Centre to learn about some of New Zealand’s most fascinating birdlife and onto the beautiful Coromandel Peninsula. Stroll the beautiful beaches of the Coromandel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Dig your own spa pool at Hot Water Beach, or wander along the beach to Cathedral Cove to view the naturally formed archway on the beach, one of the most photographed sites in the country."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "On to the thermal wonderland of Rotorua. Visit Te Puia with its geothermal valley and Maori Arts and Crafts Institute. In the evening enjoy a cultural experience that culminates with a traditional Maori Hangi for your evening meal."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Stroll the Government Gardens and visit the Victorian Bathouse . Head out to Waimangu Valley for a leisurely walk through the valley of steaming geysers , mud pools and lakes . In the evening enjoy a cultural experience that culminates with a traditional Maori Hangi for your evening meal."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Travel south to Taupo, nestled on the shores of New Zealand’s largest lake, stopping at Huka Falls before continuing through to the township. From here drive to Napier, a wonderful Art Deco town with a fascinating history and wonderful architecture. The town is also the gateway to the Hawkes Bay wine country."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We recommend leaving the car at home today, and hiring bikes to make the most of the winery tours and tastings that are a must in the area. Head out to Te Mata Peak to enjoy the beautiful panoramic views out across the mountain ranges"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Drive through the Wairarapa and over the winding Rimutaka Hill to arrive into Wellington, the Capital City and ‘The Coolest Little Capital in the World’ according to The Lonely Planet Guides."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Spend the day exploring New Zealand’s compact capital city. Take the Cable Car up to the Kelburn lookout and wander back down through the Botanic Gardens, stopping off for tea in the Lady Rosewood Garden. Alternatively immerse yourself in history and culture at Te Papa, New Zealand’s National Museum."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Board the Interislander Ferry for the cruise across the Cook Strait and through the scenic Queen Charlotte Sound to the South Island. Arrive into Picton and drive across the top of the South Island to Nelson, your base for the next two nights."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer by coach from Nelson to Kaiteriteri for a cruise into the heart of Abel Tasman National Park. Walk the most varied section of the Abel Tasman Coastal Track, along a path that weaves through Manuka groves to the long golden sands of Anchorage beach. Return to Kaiteriteri by boat then on to Nelson by coach."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Depart Nelson by coach or car and travel via the Lewis Pass or Blenheim to the city of Christchurch, passing through Kaikoura en route. (Return your car in Christchurch.)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Board the Tranzalpine train for one of the world’s greatest rail journeys through the splendour of the Southern Alps to the West Coast. Travel alongside the ice-fed Waimakariri River to Arthur’s Pass before continuing on to Greymouth. Collect your rental car and drive down the West Coast to Hokitika, famed for its gold mining heritage."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Travel to the Fox and Franz Josef glaciers and take a walk to the terminal face. Enjoy a guided heli-hike or sightseeing flight to experience the glacier close up. Drive to Lake Matheson for superb reflections of Mount Cook and the Tasman glacier. Remember to bring your camera!"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Drive through the stunning Haast Pass and into Mount Aspiring National Park. Arrive into Wanaka, and enjoy views of the lake that reflect the mountain peaks that in winter offer superb skiing."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Enjoy lakeside walks, or an exhilarating jet boat trip on the Matukituki River, guaranteed to set the pulse racing! Relax in the evening at Cinema Paradiso, with its comfy sofas and even a classic Morris Minor to sit in to view the latest releases."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "A day at leisure or for more activities , perhaps a trip into the high mountains for amazing views of the Park or an eco adventure to Mou Waho Island where you can plant a native tree"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Today it’s an easy drive over the Crown Range to Queenstown, New Zealand’s adventure playground and South Island’s busiest resort. Spend the afternoon exploring this action packed little town."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Take a short drive out to Arrowtown, or ride up the Skyline Gondola for panoramic views of the area. Local wineries welcome visitors for tastings and tours and the classic steamship TSS Earnslaw is an unforgettable way to discover Lake Wakatipu."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Journey by coach through the stunning valleys and past the ‘mirror’ lakes to reach Milford Sound. Board the Milford Mariner to cruise the Sound, learning about its geology, flora and fauna from the on-board expert, before anchoring in a sheltered cove. Absorb the beauty from a seat on deck, or kayak closer to Milford’s mystery."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Return from Milford by coach to the township of Te Anau , located on the shores of Lake Te Anau . Enjoy some downtime after your overnight trip and relax in your beautiful surroundings .Walks along the shoreline or part of the Kepler track or boat trips are other possibilities."
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Drive along the shores of Lake Te Anau and through the sheep farming heartland of South Island and on to the city of Dunedin."
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Take a trip out to the Otago Peninsula to see the Royal Albatross at Taiaroa heads, and the Little Blue Penguins that nestle in sandy burrows on the beaches. In the city itself, the Railway Station is a stunning example of the city’s fabulous architecture."
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "Head north along the coast, stopping to view the extraordinary Moeraki Boulders, before heading inland to Mount Cook National Park. Drive along the western shore of Lake Pukaki with its intensely blue glacier-fed waters."
    },
    {
      "dayNumber": 29,
      "title": "",
      "description": "A day amongst an amazing mountain panorama . Named Aoraki ,’ the cloud piercer’ by the Maoris, Mount Cook is the highest mountain in the Southern Hemisphere. This is an International Dark Sky Reserve and at the Mount John Observatory you can see galaxies ‘far far away’."
    },
    {
      "dayNumber": 30,
      "title": "",
      "description": "Head down the Tasman Valley from Mount Cook and on to Lake Tekapo and the Church of the Good Shepherd, where the window behind the altar frames an astonishing view of the lake. Then across the high country’s tussock plains, through Fairlie and Geraldine to the ‘Garden City’ of Christchurch."
    },
    {
      "dayNumber": 31,
      "title": "",
      "description": "Today explore Christchurch. Enjoy a guided walking tour and learn how the city is reclaiming its place as the premier city on South Island after the devastating earthquakes of 2011. Take a short drive out to the Port Hills for excellent walks, or to the French settlement and harbour town of Akaroa."
    },
    {
      "dayNumber": 32,
      "title": "",
      "description": "After breakfast return your rental vehicle to Christchurch International airport to board your homebound flight via Auckland."
    }
  ],
  "map": ""
}