{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "luxury-self-drive-holiday-in-new-zealand",
  "tourName": "Luxury self drive holiday in New Zealand",
  "placesVisited": "",
  "generalInfo": "Discover the very best of New Zealand, from breathtaking natural scenery to world-class hotels and lodges; from steaming geysers to frozen waterfalls, and from vibrant cities to rugged mountain outcrops. This self-drive adventure holiday is ideal for those keen to explore New Zealand’s rich culture and awe-inspiring landscapes, with an added treat of Kiwi cuisine and boutique wines.<br/><br/>You’ll begin in Auckland, making a trip over to Waiheke Island for a gourmet food and wine tour, before driving down to the enchanting glowworm caves of Waitomo. Next, you’ll venture into the Kaimanawa Ranges with a Maori guide, marvel at the jewel tones of Wai-O-Tapu’s geothermal pools, and tour renowned wineries in Hawke’s Bay.<br/><br/>Flying down to the South Island, you’ll explore Christchurch, then climb the Southern Alps aboard the scenic TranzAlpine express train. A helicopter ride over the awe-inspiring landscapes of Aoraki Mount Cook National Park and the Tasman Glacier will leave you speechless, while a jetboat ride through the Shotover River Canyons will get the adrenaline flowing!<br/><br/>You’ll stay in luxury accommodations, ranging from opulent boutique hotels adorned with modern art to peaceful lakeside retreats—perfect for unwinding after a day of adventure.<br/><br/>This luxury tour is custom-designed to meet your every need, creating an itinerary that will make you fall in love with New Zealand.",
  "durationDays": "14",
  "price": "10489",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Auckland – You’ll be met at Auckland Airport by a private chauffeur, who will transfer your accommodation, in Auckland's city centre. Have a drink at the historic House bar, grab dinner in the glass-roofed atrium of DeBrett’s kitchen, or try local craft beers and boutique wines at the retro-chic Cornerbar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Wine & Gourmet Food Tour of Waiheke Island – Board your ferry and enjoy the scenic 40-minute cruise to Waiheke Island. This stunning island just off the Auckland coast boasts 92 square kilometres of beautiful beaches, vineyards, olive groves, native bush and laid back seaside villages. Some sailings will include a brief stop in Devonport on the way to Waiheke Island. After all this sampling, enjoy a two-course lunch at one of the island’s best restaurants."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Glowworm Grottos of Waitomo – Pick up your rental car to start your self-drive tour of New Zealand’s legendary countryside. You will pass the small town of Pokeno and then you will come alongside New Zealand's longest river - the Waikato River. Keep an eye out for Mount Pirongia as you head further South - an extinct volcano and Waikato's highest peak. Waitomo, located in the heart of North Island, where you can explore natural wonders such as limestone caves, underground pools and glowworm grottos. Then, you’ll drive on to your next accommodation and unwind with pre-dinner drinks and canapes, plus a chance to chat with your local hosts and fellow guests."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Learning About Maori Culture – Meet your private guide, you will be taken to the New Zealand Maori Arts and Crafts Institute and taken on a VIP experience through geothermal valley and arts schools and walk through the geothermal valley. Learn more about the carving and weaving schools while your host gives you in-depth insight in to how the inner workings of the facility and its importance to the Maori culture. Meet your private chef who has prepared an amazing, geothermally cooked, Maori inspired feast for your enjoyment. Paired with local wines and beers, sit, eat and devour the delicious food prepped freshly for you while listening to one of the local artists sing Maori songs. Enjoy leisurely sightseeing around the Rotorua area. You have the option to walk trails such as Tikitapu, the Redwoods, Okere Falls and more."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wai-O-Tapu Thermal Wonderland – Today, you’ll enjoy a private guided tour of the ancient geothermal site of Wai-O-Tapu, featuring vivid green pools formed by the region’s volcanic activity. Sculptured out of volcanic activity and thousands of years in the making, Wai-O-Tapu is considered to be New Zealand’s most colourful and diverse geothermal sightseeing attraction. Marvel at erupting geysers, bubbling mud pools and natural hot springs."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to Napier – Today, depart leave Taupo and head over to the east coast to the Art Deco Capital of the World, Napier. Drive through the beautiful scenery on the way to Napier from Taupo with rugged hills, beautiful valleys, gentle plains and huge vistas. Descend into the fertile Hawke's Bay Province and make your way into the city of Napier."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Exclusive Tour of Hawke's Bay – Today, you will explore the Hawke’s Bay region and take in the expansive views Take in the natural beauty and local produce, including lunch at one of the area’s top wineries. Take in gorgeous views at Cape Kidnappers and Te Mata Peak, then wander the streets of Napier, admiring the Art-Deco architecture (Napier has the highest concentration of Art Deco buildings in the world). Here you will stay at The Manse."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Christchurch – Drop off your rental car at Napier Airport and take a flight down to South Island’s Christchurch, via Wellington. From here, you’ll be met by a private chauffeur and transferred to your accommodation and enjoy exploring this wonderful city."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Arthur's Pass National Park – Take a scenic train ride on the TranzAlpine, across the Canterbury Plains and up the Southern Alps, to arrive at Arthur’s Pass National Park. You’ll take a private guided tour of the park, customised to your preferences and the weather. We recommend the hike up to Waimakariri River Valley, with a picnic stop along the trail. After a wonderful day exploring you will head back to Christchurch for the night."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Aoraki Mount Cook National Park & the Tasman Glacier – Collect your next rental car and drive to Aoraki Mount Cook National Park. Depart Christchurch and travel across the Canterbury Plains through fields and farms. The longest bridge in New Zealand takes you across the Rakaia River, a typical New Zealand ‘braided river’ where numerous channels of water flow across a wide gravel bed. Shortly after crossing the Rangitata River, turn inland to Geraldine - the gateway to the lakes in the central Mackenzie Basin. This is the perfect place to stop for a coffee. Travel onwards through Lake Tekapo, where the picturesque Church of the Good Shepherd perches on the lakeside. Continue through a landscape of scrub and tussock to Lake Pukaki and drive up the western shore, following the Tasman River to Mt Cook village."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to Queenstown – This morning you will head out With your professional mountain guide, you will fly high onto the white ice of New Zealand’s longest glacier – the mighty Tasman. Check in at Mt Cook Airport for a safety briefing and equipment check before embarking on a thrilling helicopter flight into the mountains. You will land at 1,200 metres above sea level and spend up to two hours on a guided interpretative ice trek. The helicopter will return you to Mt Cook Airport, flying close by the massive 1,000 metre high (3,200 feet) Hochstetter Icefall below Aoraki Mount Cook to finish this amazing adventure. Next, you’ll drive further south to Queenstown and to your chosen accommodation."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Queenstown, Ben Lomond High Country Sheep Station – Enjoy a half-day farm expedition with a trip to Ben Lomond High Country Sheep Station. Soak up the region’s history and take in 360-degree alpine views, as you learn about New Zealand’s agriculture. You’ll stop in at historic Seffers Town, which was once a gold rush tent village in the mid-1800’s. Here your guide will explain the fascinating history of the area whilst you enjoy a gourmet picnic lunch. You will be able to enter the very hut that Barry Crump, a famous New Zealand author and man of the land lived and wrote. Following lunch you’ll be guided back out and then transferred back to your accommodation."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Jetboat Ride on the Shotover River – Have a relaxing morning exploring the lakeside surroundings of Rosewood Matakauri, navigating quirky Queenstown and taking a ride on the city’s Skyline Gondola. After lunch, board your jet boat at Shotover Beach on the banks of the Shotover River, known as the world's richest gold bearing river, the Shotover's rugged canyons have been carved over thousands of years by billions of tonnes of glacial water sluicing from the heart of the Southern Alps."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Departure from New Zealand – Your two-week luxury New Zealand adventure comes to an end, but you'll be flying out of Queenstown Airport with a heart full of happy memories, a camera packed with amazing photos and many stories to tell loved ones back home."
    }
  ],
  "map": ""
}