{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-self-drive-tour",
  "tourName": "New Zealand self drive tour",
  "placesVisited": "",
  "generalInfo": "Striking landscapes, lively cities, romantic vineyards and rugged coastline – New Zealand is overflowing with natural beauty and unique outdoor activities. On this luxury self-drive adventure tour, you’ll take in the highlights of both North and South Island, with an action-packed itinerary full of treks, trail, water sports, helicopter rides, wildlife watching opportunities and picture-perfect countryside.<br/><br/>Starting with scenic Taupo, you’ll hike to the cascades of Huka Falls, experience true enchantment in the Waitomo glowworm caves and soak in bubbling hot springs created by volcanic geysers. Then, you’ll cruise around the gorgeous Marlborough Sounds, where you can kayak with seals and then tramp along the famous Queen Charlotte Track for breath-taking views of glittering green waters and forest-fringed coastlines.<br/><br/>Next, drive along the picturesque Pacific coastline to Kaikoura. Here, there are whale watching opportunities, as well encounters with playful dolphins in their natural habitat. Your tour ends in Queenstown, with helicopter rides over Fjord National Park and boat trips around Milford Sound, plus fantastic wining and dining options in the city.<br/><br/>This whirlwind Kiwi adventure showcases the best that New Zealand has to offer, promising lasting memories and once-in-a-lifetime travel moments.",
  "durationDays": "15",
  "price": "7999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Auckland - Arriving in Auckland, you'll be met by a travel representative and you'll be transferred to your accommodation and have to day to relax and explore as your wish. Conveniently located within easy walking distance of Auckland’s bustling shopping, arts, dining and entertainment precincts and opposite the New Zealand International Convention Centre."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Drive from Auckland to Taupo – Today, you'll collect your rental car in Auckland and set off for a stop at the magical Waitomo Caves, complete with glowworm grottos – an incredible introduction to New Zealand. At Taupo, check in to Whakaipo Lodge, a luxury property hidden in the bushland, flanked by towering mountains and serene lake waters. Unwind with a home-cooked meal made using local ingredients and a glass of renowned New Zealand wine."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Taupo at Leisure – Your days in Taupo are at your leisure with many spectacular sites to visit. The pounding waters of Huka Falls (“huka” is the Maori word for foam) are a sight to behold, with a whopping 22,000 litres of water spilling over the ledge every second, plunging eight metres into a churning gorge along the Waikato River. Watch the cascades from the viewing platforms or take a one-hour forest trail, following the river and the roar of the falls. Take a walk between Little Acacia Bay and Rangatira Point or stop for a lakeside picnic along the Great Lake Walkway between Two Mile Bay and Five Mile Bay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer to Marlborough Sounds – Drop off your hire car and take an internal flight from Taupo to Blenheim, where you’ll take a private transfer to Picton, followed by a private water taxi to Lochmara Lodge, located on the sandy shores of Lochmara Bay. This luxury resort is the perfect base for nature trails, water sports such as kayaking and paddleboarding, wildlife tours and simple beachfront relaxation. Don’t miss a pamper at the lodge’s bathhouse and massage suite. At night, New Zealand’s dark and clear skies are perfect for stargazing, while the phosphorescence in the water makes for a surreal nighttime paddling and swimming experience."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Exploring Marlborough Sounds – Explore the waters of Marlborough Sounds to discover sandy coves and perfect picnic spots. The four main water bodies are Queen Charlotte, Kenepuru, Pelorus and Mahau, which hold 50 different protected nature reserves and an abundance of wildlife. Kayak with seals, spot dolphins and orcas on a cruise, or try birdwatching in the forests and on the beaches. Explore the islands of Motuara, Long, Blumine and Allports all having historic sites, here you can enjoy a dish of freshly caught seafood and a glass of delicious Marlborough wine is a must."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hiking the Queen Charlotte Track – Today, you are free to explore Marlborough Sounds, however we highly recommend hiking a section of the famous Queen Charlotte Track. The hike involves a 71-kilometre trail offers endless views of glistening bays, wild forest and historic points of interest; the track starts at the location where South Island Maori and Europeans first met and where Captain James Cook sailed into Ship Cove in 1770."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Kaikoura – Return to Picton via water taxi, then pick up your next hire car for a scenic drive to Kaikoura, along the way stop off in Blenheim, crossing the Wairau Plains past vineyards and orchards, Blenheim is the heart of wine-growing Marlborough. Carry on your journey to Kaikora where you'll be staying at the Kaikoura Boutique Hotel. The hotel is housed in an historic building right on the waterfront and features stylish rooms, as well as a champagne bar. Be sure to try the local delicacy of crayfish."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Exploring Kaikoura – Kaikoura is an underwater treasure trove of marine life, providing opportunities for encounters with whales, dolphins, seals, albatross and much more. Dive, snorkel and cruise for glimpses of majestic sperm whales and encounters with sunbathing seal colonies, then hop on a fishing charter to try your hand at contributing to the catch of the day."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Exploring Kaikoura – Join an eco-friendly dolphin tour to encounter playful pods of dusky dolphins, as well as the opportunity to swim with these creatures in a responsible way. Watch the dolphins show off their acrobatics in numbers that can be up to 1,000 strong. Back on land, the hike up to Mount Fyffe offers spectacular panoramic views, while a wildlife flight over Kaikoura provides a bird's eye view of the breath-taking natural landscape."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to Queenstown – Drive from Kaikoura to Christchurch Airport, for a quick flight over to Queenstown. Here, you’ll pick up your next hire car and journey on to the five-star Queenstown Park Boutique Hotel, with mountain views that will take your breath away."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Helicopter Tour & Milford Sound Cruise – Take in humbling alpine scenery with a helicopter ride across the Queenstown region, flying over forests and farmlands into Fiordland National Park, an area filled with glittering lakes and tumbling waterfalls. Landing at Milford Sound, you’ll take a cruise through the valleys, staring up at towering peaks and looking out across the serene waters. On your return flight back to the base, you’ll also be able to see epic ice shelves, with a stopover on a glacier for magnificent views and awe-inspiring photo opportunities."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Exploring Queenstown – Take the short 1.5-kilometre Queenstown Hill Time Walk for 360-degree views over the region or hop on the city’s Skyline Gondola; visit the charming town of Glenorchy for hiking trails around Lake Sylvan, then participate in a winery tour to sample world-renowned vinos and vintages. For adventurous travellers, there’s skydiving, bungy jumping, rafting, zip-lining, canyoning, paragliding and heli-mountain biking."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Departure from Queenstown – Sadly, your New Zealand adventure comes to an end. However, this action-packed itinerary is sure to have you leave with wonderful memories and amazing stories from your trip, as well as some truly unique and special experiences."
    }
  ],
  "map": ""
}