{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-tours-north-island",
  "tourName": "New Zealand tours, North Island",
  "placesVisited": "",
  "generalInfo": "This tour takes in the stunning sights of North Island, on a journey past ancient kauri trees to the sparkling Pacific waters of the Bay of Islands.  Further south, you’ll visit the Art Deco town of Napier, and enjoy the wonderful wines of the Hawkes Bay region, before arriving in Wellington, “the coolest little capital in the world”.",
  "durationDays": "11",
  "price": "4150",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Auckland Haere mai – welcome! Arrive into Auckland where you will be met and transferred to your accommodation. The rest of the day is yours to relax exploring the ‘City of Sails’. M Social Hotel, Auckland"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Auckland to Bay of Islands (B) We leave via the iconic Harbour Bridge and break our journey at Reed Memorial Park to walk through part of an original kauri forest on an elevated canopy walkway. We also visit the picturesque Whangarei Falls formed more than 2 million years ago, before continuing to the Bay of Islands. Regarded as the birthplace of New Zealand this region is rich in both Maori culture and early European history. We are welcomed to the Waitangi Treaty Grounds, to learn the story of the signing of the 1840 treaty between Maori tribes and British settlers, visit the magnificent carved meeting house, the interactive museum and the war canoe (waka). After our visit we take a ferry to the seaside village of Russell where we spend two nights at the historic Duke of Marlborough Hotel. Duke of Marlborough Hotel, Russell - 2 nights"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bay of Islands (B) Today you have the choice of two excursions: a) Discover the Far North of New Zealand Journey along the magnificent 90 Mile Beach to Cape Reinga the very tip of New Zealand, where the Tasman Sea collides with the Pacific Ocean. This full day tour includes a visit to the ancient Puketi Kauri forest and lunch. b) Enjoy a Hole in the Rock cruise On the way to the Cape Brett Lighthouse, now hold your breath as the skipper skilfully navigates through the famous Hole in the Rock and into Grand Cathedral Cave (conditions permitting). Return to Russell to meet a local guide for an insight into this historic town’s rip-roaring past!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bay of Islands to Auckland (B) Head south through rural towns and past delightful beaches before arriving in Auckland; New Zealand's largest and most cosmopolitan city to enjoy a sightseeing tour of the 'City of Sails' including panoramic views from Bastion Point; trendy Parnell Village; the lovely bays of the waterfront drive; and the vibrant Viaduct Harbour area. We also enjoy a guided tour of the Auckland Museum which gives an excellent introduction to the artistic legacy and cultures of the indigenous peoples of the Pacific. M Social Hotel, Auckland"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Auckland to Coromandel Peninsula (B) Wave goodbye to Auckland as we depart by boat across the Hauraki Gulf passing many volcanic islands to the Coromandel Peninsula. Visit the nearby Driving Creek Railway climbing 120m on a narrow-gauge line to the ‘Eyefull’ Tower for panoramic views of the surrounding countryside and back over the Hauraki Gulf. Drive east across the Peninsula through beautiful scenery to reach the resort of Whitianga on Mercury Bay. Oceans Resort, Whitianga – 2 nights"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Coromandel Peninsula (B) Enjoy the white cliffs, golden beaches, turquoise waters and green forests of the Coromandel today. Rightly famous is Hot Water Beach, where warm springs bubble up through the sand, and when the tide is right you can dig out your very own ‘spa’ pool for a wallow in the warm waters. Walk down into Cathedral Cove – your efforts are rewarded with one of the most photogenic beaches in New Zealand. Take a water taxi back to Hahei where your driver will be waiting to take you to Cooks Beach – named after Captain James Cook and famous for its long golden sandy beach. From Cooks Beach you can choose to catch the short ferry ride back to Whitianga and walk to your accommodation – OR - travel back with your driver."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Coromandel Peninsula – Rotorua (B) We take the Pacific Coast Highway through beachside towns of the beautiful Bay of Plenty before turning inland for a bush walk at Okere Falls. Then on to Rotorua, the epicentre not only of New Zealand’s geothermal activity but of Maori heritage. Te Puia is a unique active geothermal site and the nation’s centre for indigenous arts and crafts. It is part of the Maori culture to welcome, guide, entertain, and welcome you like part of the family and you are treated to a private guide throughout your time at Te Puia. Prince’s Gate Hotel, Rotorua – 2 nights"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Rotorua (B,D) Today you have the choice of two excursions: a) Visit the Waimangu Volcanic Valley Site of the devastating eruption of Mt. Tarawera in 1886. Explore this ever-changing landscape; walk beside boiling craters and jewel-coloured lakes and take a boat across Lake Rotomahana and hear the story of Guide Sophia. b) Experience the real Middle Earth Visit the Hobbiton Movie Set for a guided tour of The Shire that featured in Peter Jackson's films, The Lord of the Rings trilogy and The Hobbit film series. Your tour includes the Party Tree, a visit to Bag End and you can even have a drink in the Green Dragon! This evening travel to a Marae (Maori Village) to experience a formal welcome (powhiri), a powerful cultural performance, storytelling and Hangi (feasting)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Rotorua to Napier (B,D) Visit the powerful Huka Falls then view the vast Lake Taupo. Across the lake stands the mighty volcanic peaks of Ruapehu, Ngauruhoe and Tongariro. Onto Napier to view one of the world’s most complete examples of Art Deco architecture, second (arguably) only to Miami Beach. This afternoon our local guide brings history and architecture alive with entertaining stories as you discover Napier on foot. Today’s journey has brought us to the North Island’s wine country, so this evening’s treat is dinner at New Zealand’s oldest winery, Mission Estate. Scenic Hotel Te Pania, Napier"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Napier to Wellington (B) Travel through the vineyards and orchards of Hawke’s Bay and the bush-clad ranges of the Wairarapa into New Zealand’s capital city, Wellington. On arrival view New Zealand’s magnificent Parliament Buildings including the iconic ‘Beehive’ building. From the Kelburn lookout take the Wellington Cable Car down into the central city precinct before visiting Te Papa – one of the most exciting museums in the world. James Cook Hotel Grand Chancellor, Wellington"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Depart Wellington (B) Haere ra – farewell from New Zealand. Today you are transferred to the Wellington Airport for your return home taking with you fond memories of your time in New Zealand. Alternatively, should you wish to extend your stay, we can assist you with additional travel arrangements."
    }
  ],
  "map": ""
}