{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-cultural-holiday",
  "tourName": "New Zealand cultural holiday",
  "placesVisited": "",
  "generalInfo": "This tailor made New Zealand holiday will introduce you to the very best of the country, with a stopover in Fiji thrown in for good measure. New Zealand has an incredible amount of variety - dramatic scenery, plentiful wildlife and a rich history and culture. This itinerary will give you a real feel for both the landscape and its people.<br/><br/>You’ll be presented with incredible beauty throughout your trip, from deserted sandy beaches, to wild mountain ranges, to untrammelled native forest, to spectacular geothermal activity. For wildlife enthusiasts, highlights of the trip will include watching the sperm whales and dolphins in Kaikoura, spotting kiwis on Stewart Island, taking a nature cruise along Milford Sound and visiting protected colonies of royal albatross, sea lions, fur seals and penguins on the Otago Peninsula. <br/><br/>You’ll also get the chance to learn more about the indigenous Maori people, whose culture influences all aspects of New Zealand life. You'll visit Rotorua, which is steeped in Maori culture and history, as well as the renowned Waitangi Treaty Grounds in the Northland and the fascinating Te Papa museum in Wellington. Added on to the end of your New Zealand sojourn, a four night trip to Fiji will take you to the rugged beauty of Viti Levu’s interior, where you’ll join a traditional kava ceremony in a Fijian village as well as explore waterfalls, rainforest and mountains, not just in a vehicle, but also on foot and by kayak. Next, you’ll head to the pristine beaches and clear waters of the Mamanuca Islands where, as well as relaxing on the beach you can explore the incredible world underneath the water, either snorkelling or diving. You can also learn more about Fijian culture from the staff at your resort. <br/><br/>To make the best of the above itinerary you should avoid the winter months of June, July and August. The ideal time to visit New Zealand is from November until the end of March. The best time to visit Fiji is the dry season of May to October, but the mild climate means that it’s a year-round destination. Bear in mind, however, that cyclones are more common between November and April. <br/><br/><br/><br/>",
  "durationDays": "20",
  "price": "7965",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in the Bay of Islands. Pick up an economy car from the airport and make your way to your accommodation. Stay at the beautiful Allegra House, a locally owned bed and breakfast."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Visit the historic Waitangi Treaty Grounds, the 'Birthplace of the Nation'."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive south to the small town of Warkworth, where you will spend three nights at the Takatu Vineyard and Lodge, which has views over the winelands of the region, the rolling farmland and the Little Barrier Island."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today is spent at leisure exploring the Northland region. We recommend visiting the Saturday local market, or visit the local restaurants to try a variety of specialty restaurants. Alternatively you can explore the Tawharanui Peninsula, home to a sanctuary that is great to spot local bird life and to relax on the beach."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Spend another day exploring the Warkworth region. We recommend exploring Kawau Island, an island that has major cultural, spiritual and historic significance to the local Iwi, Maori tribe."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive from Warkworth to Lake Taupo via Auckland. As you drive south, we recommend making a stop in Rotorua or the Waitomo Caves to explore the geology and geothermal activity."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Join a cruise on Lake Taupo to see the famous Maori rock carvings then enjoy the rest of the day at leisure. Perhaps visit Huka Falls or the interesting Wairakei Terraces thermal area."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Visit the excellent Museum of New Zealand Te Papa Tongarewa - known as Te Papa."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you make your way down to Wellington through some lovely little country towns and return your hire car on arrival."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Early this morning you will depart from Wellington for a day trip to Kapiti Island known for its birdlife and Maori culture. You will get to hike around the island taking in rare birds of the area and learning about the local Iwi."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Enjoy the morning with a tour behind the scenes of the Te Papa Museum, home to many Maori and New Zealand relics. After we recommend spending more time in the main part of the museum."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Make your way to the ferry terminal this morning and take the Interislander to the South Island. You will stay in the waterfront town of Picton for a couple of nights. This is a great place to enjoy the famous New Zealand Green Lipped Mussels."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Take a morning guided sea kayaking tour through the Marlborough Sounds to enjoy the surroundings and hopefully see different types of marine life like dolphins and seals."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "You collect your car this morning and make your way south along the coast to Kaikoura. On arrival head you have the afternoon to explore the mountainous and oceanside town."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "This morning head out to sea to possible get a chance to swim with wild dolphins that frequent the area due to the deep ocean currents bringing through nutrients and fish. The afternoon is open to explore the mountain hiking trails that surround the town."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Continue south about an hour to the Waipara and Greta Valley and hike into your Purepod accommodation. Stay two nights off the grid and exploring the region."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Today is at leisure to relax at your Purepod or exploring the local wine region."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "This morning head south to Christchurch and drop off your vehicle at the airport car depot in time for your onward flight to Queenstown. Upon arrival into Queenstown, you will be met by a private driver who will transport you to your accommodation where you will spend the next three nights."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Enjoy a boat cruise along Lake Wakatipu to Mt Nicholas Station where you will hop on a bike and ride to Walter Peak. Take in the surrounding mountains and lake views before taking another cruise back to Queenstown. Spend the rest of the day at leisure around Queenstown."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Today is at leisure to explore the surrounding towns. We recommend taking a drive to Glenorchy, famous for its mountain and river views."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "You will be collected from your city accommodation and will be transported to the Queenstown airport in time for your onward flight."
    }
  ],
  "map": ""
}