{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-north-and-south-island-tour",
  "tourName": "New Zealand North and South Island tour",
  "placesVisited": "",
  "generalInfo": "An 10-day route through New Zealand’s stunning north and south islands. Starting from Auckland, we’ll go to the base of the highest peaks and explore the deepest fjords. Take in the pristine coastlines of Coromandel and the turquoise waters of Lake Tekapo as well as glacier-carved vistas in Fiordland National Park with the towering peaks and waterfalls of Milford Sound. We’ll learn about local Maori culture and unique wildlife such as blue penguins, fur seals, albatross and rare dolphins.<br/><br/>Trip includes:<br/>9 nights boutique accommodations <br/>Daily breakfast + 3 dinners + 1 lunch<br/>Airport transfers: Auckland airport on arrival and to Queenstown airport on departure<br/>Ground transport between each destination in private vehicles <br/>Domestic flight from Rotorua to Christchurch<br/>Scenic drives with photo stops<br/>AWADS Whale &amp; Dolphin Safari tour<br/>Cathedral Cove and Hot Water Beach visit entry<br/>Maori village visit &amp; experience <br/>Maori Haka performance<br/>Traditional Hangi dinner with Maori kai (food)<br/>Pohatu Marine Reserve visit to view penguins &amp; learn about local conservation<br/>Visit Lake Tekapo &amp; Wanaka town<br/>Optional Hooker Valley hike<br/>Guided farm tour<br/>Milford Sound Nature Cruise and full day tour<br/>Visit with our Community Partner Project Jonah + donation to their organization<br/>Dedicated New Zealand-native guide throughout your trip<br/>Small group experience, max 12 people<br/><br/>Does not include:<br/>International airfare<br/>Additional meals, excursions and activities not listed<br/>Alcohol, unless specified<br/>Required travel insurance<br/><br/>Custom and self-guided itineraries available in New Zealand as well! Get in touch for more details.",
  "durationDays": "10",
  "price": "6995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive to Auckland airport (AKL) this morning or afternoon (or the previous day), and transportation to your centrally located hotel will be provided. Meet with your kiwi guide and head out for an orientation city tour learning about the ‘city of sails’ and its unique landscape. In the evening, we’ll enjoy a delicious Welcome Dinner at a highly rated central restaurant. Sample New Zealand flavors and unique ingredients while getting to know your fellow travel companions and your welcoming guide. Afterwards, you may explore Auckland’s nightlife at your discretion or catch up on a good night’s sleep, before our exciting adventures continue. Meals: Welcome dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You will enjoy breakfast before heading to the docks to board your boat tour with Auckland Whale & Dolphin Safari, experiencing the diverse marine wildlife and stunning scenery of Auckland’s Hauraki Gulf Marine Park. While you spot wild marine mammals and rare birds living in their natural habitat, representatives from our community partner -- Project Jonah -- will be on-hand to provide expert insight to New Zealand's marine life, alongside an overview of the integral conservation work that Project Jonah does to protect it all. After disembarking, you’ll head out of Auckland to the beautiful Coromandel Peninsula. One of the North Island's best-kept secrets, the Coromandel is known for its stunning white sand beaches, turquoise waters and secret coves, perfect for a swim or to explore on foot. You may also visit Hot Water Beach when the tides are right - a unique beach that offers the opportunity to dig your own spa pool in the natural thermal waters hidden beneath the sand. A true New Zealand must-see! Meals: B"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You’ll have breakfast and a relaxed morning to explore the Coromandel further - hike the coastlines, visit the iconic Cathedral Cove (made famous by the Chronicles of Narnia movies), kayak the pristine waters, or simply relax. We’ll hit the road with lunch en route and continue to Rotorua, a geothermal wonderland and cultural hub of New Zealand. Upon arrival in Rotorua, we will journey to a traditional Maori village where our group will be welcomed and hosted. You’ll experience an incredibly array of cultural immersion during your visit to this traditional Marae including a whakatau (welcome) and traditional Maori greeting (Hongi), as well as enjoying a unique Haka performance. Discover why this area is so important to their culture, and see how the local people use the hot pools and steam for daily living – as they have done for centuries. Learn about the native plants that grow within the village, and how Rotorua city utilized our natural resources, as well as the importance of weaving with the opportunity to create your own treasure out of flax. During your visit you’ll enjoy a hearty dinner of Maori kai (food), cooked using traditional geothermal techniques. Meals: B, D"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning following breakfast you’ll be able to choose between a variety of wonderful activities on offer in the area. You might opt to add in a visit to the Wai-O-Tapu Geothermal Park, eescribed as “one of the most surreal places on earth” with mud pools, sulphur pools and geysers.There you can also relax your muscles with a Polynesian Spa & Redwoods Treewalk, which includes a visit to geothermal hot pools and a guided walk through the majestic redwoods. Another unique offering is a Canopy Tour, an award winning activity in the heart of New Zealand Native forest where you’ll be led by awesome guides, swing through the trees on lengthy zip-lines, with the chance to feed wild native birds and learn about how this company gives back to the protection of New Zealand Wildlife. Saying goodbye to Rotorua in the afternoon, you will head south via an afternoon domestic flight to the Garden City of New Zealand - Christchurch. Take advantage of a brief window in time in which you can bear witness to the rebuild of a major Western city from red-zone demolitions and experience the true nature of the spirit of the Canterbury people. After exploring the city center a bit we will continue on towards the Akaroa peninsula. The French settlement of Akaroa is known for its quaint cafes, quirky shops and the dramatic bays that surround it. Just a short drive away from the town centre is New Zealand's largest blue penguin colony and the surrounding waters are home to the smallest marine dolphin - both of which you’ll have the opportunity to see up close and personal. Meals: B Optional add-ons: Entry to the Wai-O-Tapu Geothermal Park, Polynesian Spa & Redwoods Treewalk, Canopy Tour"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Enjoy a relaxed morning to soak in the beautiful surroundings and explore Akaroa’s charming streets. Breakfast is included as part of the group tour as a café, and for self-guided we’ll share our favorite spots! Today you also have the choice to indulge in one of the marine activities available. Akaroa Harbor is the only place on the entire planet where you can get up close and personal with New Zealand’s playful Hector’s dolphin – the world’s smallest and rarest dolphin species. You can choose from an adventurous swim in the water with them (operated responsibly of course) or stay dry aboard the delights of the harbor sailing cruise. Later in the afternoon we’ll gather together and journey to the Pohatu Marine Reserve. After a breathtaking scenic drive over an extinct volcano (with photo opportunities of course!) you will discover peaceful Pohatu bay and set off for a walk around the colony to monitor nesting sites and make sure that our Little Penguins are doing well. Then, you will have the unique opportunity to spot these cute creatures - with provided binoculars and telescope - as they socialize on the water and head ashore to their little homes. Meals: B Optional add-ons: Akaroa Swimming with Dolphins, Akaroa Nature Cruise"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy breakfast at a cafe then, we’ll head inland towards Mackenzie Country enjoying unique stops along the way. We’ll be sure to allow ample time at the iconic Lake Tekapo with its beautiful turquoise waters that have to be seen to be believed, surrounded by the breathtaking Southern Alps. Arriving at our countryside hotel, this evening you may choose to stargaze with a local guide. The Mackenzie Country International Dark Sky Reserve is one of the best places in New Zealand for stargazing as the sky is often astonishingly clear! Meals: B"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Departing early we’ll head to Aoraki/Mt Cook Village, the base of NZ’s highest mountain. From the village, a range of easy walks ranging from 1-3 hours are at your disposal including the 3hr Hooker Valley Track. Being one of the most well-known walks in New Zealand, this track gets quite busy around midday/early afternoon so we’re sure to help you experience the walk without so many travelers surrounding you - allowing you to take in the serenity and the incredible views of the towering mountains. After your walk, we’ll travel further South to Wanaka, a small town situated North of Queenstown and famous for its stunning lakefront cafe views, surrounding mountains and friendly locals. Meals: B"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning, enjoy a scenic cruise through Lake Wakatipu onboard the vintage TSS Earnslaw for morning tea and a guided walking tour of the farmyard. Here you will enjoy a sheep dog demonstration, learn about the rich history of Walter Peak and the animals in the farmyard – including their Scottish Highland Cattle. Following this lovely visit, we’ll take you to the lakefront where you can get your look at the famous tree (#thatwanakatree), and snap a pic while enjoying the bright colors of nature that surround you. As we head out from Wanaka our next stop is Te Anau! - a town that’s known as the gateway to Fiordland National Park. Upon arrival to Te Anau enjoy down time for a relaxed dinner and a wander around the picturesque town that’s set on (yet another) pristine lake which often lights up in the eve as the sun sets behind the mountains. Meals: B"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning, you will depart from your accommodation with your guide for an incredible experience as you venture into Milford Sound. Fiordland National Park is breathtaking with its towering mountains, native New Zealand trees, glacier carved valleys, hundreds and thousands of cascading waterfalls + cheeky NZ wildlife — this might just be the best travel day of your life! You will stop for some short walks before arriving into Milford Sound and boarding your shared vessel for a nature cruise through the Sound. Experience and explore the natural wonders and beauty of the fiord on this interactive cruise where specialist nature guides share their knowledge with lively commentary, delving into the history, geology and wildlife of the fiord. There is excellent wildlife viewing including seals, dolphins and penguins when in season. There's even a chance to get up close & underneath the waterfalls! After an incredible day of exploration, we’ll return to Te Anau’s peaceful streets and head out together for our final group dinner. Rehash your favorite memories from the trip and revel in the bonds we’ve created together — both of which can last a lifetime! Meals: B, L, D"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today is your last day on tour with us. You will be transferred on one final journey through the stunning landscapes from Te Anau to Queenstown airport (ZQN) in time for your departing international flight (departures should be after 11a). You may also add on post-tour days in Queenstown to take in and enjoy the plethora of adventurous or leisurely activities on offer as well as the beautiful surroundings. Meals: B"
    }
  ],
  "map": ""
}