{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-south-island-self-drive-tour-lakes-alps",
  "tourName": "New Zealand South Island self drive tour, Lakes & Alps",
  "placesVisited": "",
  "generalInfo": "This circular 9-day tour starts and finishes in Christchurch. You will journey south through the Mackenzie high country past Lake Tekapo before arriving into Mt. Cook National Park. Then to Queenstown for two nights, with time to relax and enjoy the countless activities on offer here. The West Coast Glaciers are next and two nights allow time to enjoy one of the many guided walk or scenic flight options. Return to Christchurch aboard the world famous Tranz Alpine Scenic Train. Along the way you'll stay in premium accommodation with a personalised touch.",
  "durationDays": "9",
  "price": "2250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Christchurch City! On arrival you will be given an information pack including maps and driving instructions, before your private driver takes you to your guesthouse."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Collect your car this morning, then the day is yours to explore Christchurch or maybe a day trip to Akaroa. You can drive an hour in any direction to ski, mountain bike, wine taste, whale-watch, bungy jump or play golf!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you'll enjoy a scenic drive through the heart of the South Island, crossing the vast Canterbury plains and the MacKenzie Country. Driving time for this leg is approximately 4 hours. Stop at the picturesque lakeside town of Tekapo, then follow the road and take in the view of Aoraki Mt Cook (New Zealand's tallest mountain) from the shores of Lake Pukaki."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leaving the alpine region of Mount Cook, follow the dry lands to Lindis Pass, one of New Zealand's highest roads with a summit of 971 metres, leading into Central Otago's gold mining settlements. You'll travel to the lakeside town and gliding capital of New Zealand, and follow the road through towards the Gibbston Valley, one of New Zealand's premier wine growing regions, before arriving in Queenstown for 2 nights’ stay. Driving time approximately 3 hours."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Explore Queenstown or try one of the many adrenaline activities on offer. Or for those not seeking any hair-raising thrills, simply take a leisurely lakeside stroll or ride the gondola for breath-taking views, or head down the Gibbston Valley wine trail to sample some of the region’s best Pinot."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "From Queenstown cross the Crown Range Road to the gateway to Mt Aspiring National Park, where you’ll see the Alpine town of Wanaka with its stunning lake. Continue through the spectacular Haast Pass to the West Coast. Allow approximately 4 and a half hours, plus time for photo stops along the way!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Discover the Franz Josef Glacier and view the incredible sight of this frozen river as it winds its way through ancient carved valleys. To see the ice from a viewpoint you can walk along the valley floor to the terminal face without a guide. However, to go on the glacier itself you must take a licensed helicopter tour."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you’ll head north through the historic gold mining region of Hokitika, known for its Greenstone (Pounamu), the iconic stone emblem of New Zealand. Then along the stunning West Coast Road. Driving time, approximately 2 hours. Drop your rental car off and board one of the world's great train journeys, the TranzAlpine Scenic Train to Christchurch. From the comfort of your carriage see lush beech forest, deep river valleys and the spectacular peaks of the Southern Alps."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Depart Christchurch today with a transfer to the airport. Alternatively continue your vacation in New Zealand and see the North Island with one of our many tours..."
    }
  ],
  "map": ""
}