{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "best-of-australia-new-zealand-vacation",
  "tourName": "Best of Australia & New Zealand Vacation",
  "placesVisited": "Melbourne, Sydney, Queenstown, Christchurch, Rotorua, Auckland, Cairns",
  "generalInfo": "On your 18-day best of Australia and New Zealand tour, you will find the point at which the lush rainforest meets the vibrant coral reef and where the traditional Maori war song can reach the slopes of the Southern Alps. Explosive geysers and rich valleys, jagged mountainscapes and rich culture will highlight the timeless marvels of the land and sea for an adventure into Australia and New Zealand’s indelible wonder.",
  "durationDays": "18",
  "price": "7,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Melbourne - Welcome to Melbourne",
      "description": "Arrive in Melbourne, Australia and let the eclectic city welcome you with open arms. With the day and the city, yours to explore take the opportunity to immerse yourself in the fabulous culture of Melbourne, known for its art, architecture, food, wine, and everything in between. The city is extensive, filled with a variety of neighborhoods each offering something different and new to the city and to you. Sit in one of the many restaurants that populate Lygon Street and you might just watch half of Melbourne pass you by. The bustling streets are brimming with people, cars, bikes, and ever-present life. The scent of sweet tiramisu and savory, creamy pasta drifts through the alleyway and offers the perfect welcoming embrace to this new vivacious city that is yours to discover."
    },
    {
      "dayNumber": "2",
      "title": "Melbourne - A City at Play",
      "description": "Today you will be guided through the diverse offerings of Melbourne on a highlight tour of the sensational city. From magnificent architecture, fine restaurants, beautiful gardens, and fascinating history today you will experience the famous landmarks that encompass the city’s rich influences throughout its beating life ranging from architectural majesty to artistic awe, cultural history to gastronomical pleasantries. Indulge in a delicious morning tea, mixed with milk and accompanied by a crunchy biscuit before heading off to see the magnificence of Saint Paul's Cathedral. The stunning structure combines early English and decorative gothic styles with towering spires, vibrant windows, and lofty ceilings. The stained glass windows adorn the entrance and shine multicolored light onto the interior of the cathedral. The scent of cinnamon and myrrh fills the marbled interior as the white and black stripes line the aisle. In the evening you will have the pleasure of dining on Melbourne’s unique Colonial Tramcar. The interior harkens back to a vintage age of a streetcar golden ear. The city lights glow beyond the drawn curtains over the windows. The plush velvet is comfortable against your back. The meal, whether three courses or five, begins light and crisp and evolves into indulgent decadence. The meal runs the same course as the tramcar. When the meal, and the ride, come to a stop, the lovely flavors and the playful jaunt through central Melbourne are a fabulous way to end the evening. But it doesn’t have to end there."
    },
    {
      "dayNumber": "3",
      "title": "Melbourne - An Island Full of Penguins",
      "description": "Leave the hustle and bustle of Melbourne behind for the day to venture to the fabulous natural world of Phillip Island. The staggering rugged coastline can be seen from the cliff-top boardwalks. Meander along the island’s steep edges, the breeze bringing in the scent of the salty water, and arrive at the Nobbies Centre where Australian fur seals and migrating whales can often be seen in the ocean. At dusk the golden sun sets behind the reflective water. Penguins waddle ashore from their ocean feeding grounds. The collection of penguins shuffles up the beach in groups and squawks loudly in the darkening sky and cool sand. They make their way onto the dunes where their nests have been burrowed and situated. Watch the daily ritual from the comfort of the boardwalks that stretch along the sand, from the information center to the shoreline, giving you a chance to get in close contact and to see the sea birds live and in person."
    },
    {
      "dayNumber": "4",
      "title": "Cairns - Beach City",
      "description": "Today you will fly from Melbourne to the gorgeous city of Cairns on Australia’s northeast coast, a fantastic starting point to the Great Barrier Reef. The city of Cairns stretches along the hot sand and warm water of the Pacific Ocean. Wander along the city’s beloved esplanade where the locals stroll along the walkway in the golden sun, the water laps at the rocks below, and the sound of playing children rises from the Swimming Lagoon. Enjoy the luxuries of your accommodation as you settle into the Kewarra Beach Hotel situated in the quite lush trees where the Kuranda Forest meets the Pacific shore. Indulge in the main pool where a waterfall spa and secluded grotto cave offer comfort and relaxation."
    },
    {
      "dayNumber": "5",
      "title": "Cairns - City Underwater",
      "description": "Today you will journey through the warm waters of the Pacific to experience the sensational ribbon of color that is the Great Barrier Reef. Located at the edge of Australia's Continental Shelf, the underwater world is shaped from dazzling color and a collection of stunning aquatic life. The water is warm and welcoming if you choose to dive in and explore the reef by scuba or snorkel. The majesty of the reef is also accessible if you choose to stay dry; wander through the reef’s border in a semi-submersible. The vibrant pinks, oranges, and blues of the coral twist and turn as you explore its depths. The bright orange of clownfish can be seen hiding in the purple glow of anemones. The colorful stripes of angelfish sit before you as the curious creatures study your unique swimming technique. From beneath the surface or from the boat’s deck, the stunning life of the Great Barrier Reef shines in the shimmering sun and presents its splendor in unparalleled grandeur."
    },
    {
      "dayNumber": "6",
      "title": "Cairns - Sunny, Sandy Shores",
      "description": "The day is yours in Kewarra Beach to do with as you please; meaning the chance to relax and luxuriate on the warm sand is always an option. The water is pristine in its milky-blue hue as the tide gently laps at the sand. The tall, thin trees of the forest practically brush against the water’s edge. Whether you dip your toes in the warm water or tuck them beneath the hot sand, take a deep breath and relax along the shoreline. You can even enjoy a soothing massage within the tropical surroundings of the resort. The scent of coconuts is all too prevalent as the sweet scent of the ocean drifts in and out with the tide."
    },
    {
      "dayNumber": "7",
      "title": "Sydney - Seaside to Sail-Side",
      "description": "Today you will say goodbye to the colorful ribbons of the Great Barrier Reef and the warm esplanade that line the Cairns shore. Your flight to Sydney takes you away from Kewarra Beach and replaces it with the famous Darling Harbour, the stunning Sydney Opera House, and the beauty of Bondi Beach. Transfer to the fabulous accommodation of the Grace Hotel located in the heart of downtown Sydney. Enter the opulence of the reception, lined with pristine marble floors and dangling chandeliers, and know that you are walking into the lap of luxury."
    },
    {
      "dayNumber": "8",
      "title": "Sydney - Sydney Lights",
      "description": "Experience the best that Sydney has to offer on a guided tour of the city’s highlights, from its historical architecture to its stunning beaches and vivacious people. Enjoy a visit to Bondi Beach where the famous television show Bondi Rescue is filmed. The scent of sunscreen and coconut linger around the bay. The light blue of the water crashes along the shore as surfers catch the waves and bring themselves back to the warm sand. Journey through the variety of neighborhoods that make up Sydney’s eclectic culture, from the bohemian stylings of Newtown, to the historic sandstone chair of Mrs. Macquarie’s, who was the wife of Sydney’s mayor, and used to sit and watch for ships from England sail into the harbor, located in the Royal Botanic Gardens. However, no tour of Sydney would be complete without a visit to the famous Sydney Opera House. Known for its opulent roof designed to look like raised sails from every viewable direction, the opera house sits on its own platform distinct from any other building in the area and glowing in the warmth of the sun. Surrounded on three sides by the serene water of the harbor, the Opera House looks as though it is ready to set sail at any moment and drift quietly out to sea."
    },
    {
      "dayNumber": "9",
      "title": "Sydney - Blue Mountains Majesty",
      "description": "Today you will venture into the Blue Mountains and see the raw beauty and majesty of the wondrous Grose Valley, spectacular rainforests, stunning waterfalls and breathtaking cliffs. The road less traveled can be bumpy but is always exciting as you adventure away from the mass of people. Travel off road along four-wheel-drive tracks, and endeavor deep into the heart of the Blue Mountains’ wilderness. Lunch will be a special highlight. The mountains stand prominent above the valley as the evergreen scent of the forest surrounds you. The rush of water echoes through the trees from the winding rivers to the thundering Govetts Leap Waterfall. Enjoy a luxurious lunch overlooking a canyon, complete with a luscious cheese platter served with a delectable Australian wine. Continue your journey through the vast mountains as you drive beyond the prominent stature of the Three Sisters rock formation and see the carved, protruding marble the way other visitors never will. From within the valley’s trees or on top of the proud mountains, the tour in and around the Jamison Valley is nothing less than breathtaking, is always majestic, and is yours to discover."
    },
    {
      "dayNumber": "10",
      "title": "Queenstown - Harbour City to a Queen’s Town",
      "description": "Today you will wave goodbye to the collection of Australian adventures as you depart the Harbour City of Sydney and make your way to the luxurious alpine city of Queenstown, New Zealand. The deep green of the Jamison Valley and Blue Mountains are soon replaced by the opulent blue of Lake Wakatipu and the expansive reach of the Remarkables Mountain Range. The pristine blue of the lake brushes Queenstown’s edge as Bob’s Peak sits along the city’s exterior looking down over the alpine streets. Queenstown will make sure that you feel like royalty along the city’s beautiful streets and around the city’s spectacular surroundings."
    },
    {
      "dayNumber": "11",
      "title": "Queenstown - Luxuriate Like Royalty",
      "description": "Queenstown is a city overflowing with stunning beauty and exciting activities meant for everyone and anyone to enjoy. The shores of Lake Wakatipu lap at the edges of town. The alpine streets are charming and inviting, filled with the continuous sounds of laughter and life. The Remarkables Mountain Range sits in the distance watching over the city streets. Whether hiking along Bob’s Peak, jet boating along the lake, or sipping the fabulous variety of wines from a vineyard along Queenstown’s outskirts, the day is yours to enjoy, and the city is yours to explore. For a luxurious taste of the region you can travel along a private tour of the wine trail. A visit to the Gibbston Winery is plush with vines. Being situated along the ridge of the Kawarau Gorge gives the vineyard a cooler climate, which, along with the vineyards north-facing hillside, allows the vines to ripen later in season. You can taste the wine’s lighter body; however the grapes intensity does not lose its luxurious presence."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown - The Sound of Silence",
      "description": "Experience the serenity and beauty on a scenic tour and flight through Milford Sound. Nestled in the depths of Fiordland National Park, Milford Sound embodies the stunning natural beauty of the waterfalls that thunder down into the calm waters. Mitre Peak stands tall above the fiord’s surrounding mountains, often decorated with a snowcapped peak that melts into the lush green of the flourishing forest. Seals bask along the rocky shores and bark at your passing. The sweet scent of rushing waterfalls rises from the mist. Your departure from the tranquil sound is matched by the scenic flight that will take you back to Queenstown. Wind through the undulating foothills and snowy mountain peaks of Milford Sound with the lush forests blanketing the mountains. The tree-line often breaks for the sapphire glow of glacial lakes that light up the ground below. Arrive back in beautiful Queenstown and settle back into the charming streets of the city."
    },
    {
      "dayNumber": "13",
      "title": "Christchurch - Royalty to Garden Luxury",
      "description": "Today you will depart from the beauties of Queenstown and make your way to the fabulous city of Christchurch, the largest city on the South Island. On your way to the city you will have the chance to stop at the fabulous Mount Cook National Park, which boasts New Zealand’s highest peak. The Church of the Good Shepherd is made of smooth limestone and boasts a large window that frames the clear water of Lake Tekapo and towering peak of Mount Cook. The air is crisp and cool. The water is clear and cold to the touch. A scenic flight over the area gets you within arm’s reach of Mount Cook’s snowcapped peak and the stunning turquoise blue of the glacial lakes that populate the park, giving you the opportunity to view the South Island and Mount Cook in a more unique way than most. Travel through the incredibly green Canterbury Region where farmland stretches over the expanse of flatland and onto the foothills that line the South Island. The rich scent of grassland reaches you from every direction before you enter Christchurch, also known as the Garden City. The charming Avon River winds through the city’s center surrounded by cobblestone streets, vibrant gardens, and Victorian architecture. The gentle hum of the cable car mixes with the laughter falling out of the various shops and cafes. Settle into your luxurious accommodation at the Heritage Christchurch, located in the fabulous red-bricked Victorian building in the heart of the city."
    },
    {
      "dayNumber": "14",
      "title": "Christchurch - Garden City Blooming",
      "description": "Explore fabulous Christchurch on a highlight tour that will take you though the city’s iconic sights. Wind along the serene Avon River that bubbles through the center of the city, and traverse through the city’s charming gardens. Along the drifting water sits the iconic Antigua Boat Sheds that have been a part of the city for more than 130 years. The Sheds sit colorfully striped along the grassy shores of the river and offer boats, kayaks, and various ways to explore the splendid waterway, including a punting tour that meanders through the city. You will also see the beautiful stone structures of the Canterbury Provincial Council Buildings that oversaw the Canterbury Province in the mid to late 19th century. The buildings are the only purpose-built provincial government buildings currently in New Zealand and they decorate the streets and gardens of Christchurch, including the Bellamy’s building, where bright daisies sit along the walkway, and the sloping roof adorns the bright gray façade. Roam through the city’s icons located not just in the architecture of the city but within the landscape itself."
    },
    {
      "dayNumber": "15",
      "title": "Rotorua - Effervescent Worlds",
      "description": "Today you will make your way to the Christchurch Airport and leave behind the South Island of New Zealand. Descend into the Rotorua Airport where the majesty of the North Island awaits you. Geysers release steaming water that roars from the earth. The warm water of Lake Rotorua glistens along the shores of the city. The sizzle of thermal baths almost blows into the streets. This evening you will be welcomed into the indigenous world of the Maori. Enter the traditional Maori village and be greeted by the chief with a hangi, the traditional greeting of tribesmen pressing their noses to one another as a symbol of trust, respect, and familiarity. The scent of hardy root vegetables and succulent meats emanate from the hangi , foods cooked traditionally in an earthen oven. Listen to the beat and rhythm of tribal songs and dances performed by villagers. The connections to Polynesian culture are present; however, when the haka begins, you quickly hear the historical depth that the Maori culture contains. The traditional war dance echoes in the meetinghouse as drums beat, as the tribesmen beat their chests, and their voices boom louder into the night. Make your way back to your luxurious accommodation at Lakeside Novotel where you will sink into the comforts of the hotel and the evening."
    },
    {
      "dayNumber": "16",
      "title": "Rotorua - The Bubbling Earth",
      "description": "Depart early to witness the stunning landscape of erupting geysers, hot thermal springs, and bubbling mud pools. The historic Waikite Geyeser, meaning “water seen from a far,” was once able to be seen from a huge distance, but now sits in constant steam and bubbles over, the craggy gray separating itself from the lush green that surrounds it. The geothermal pools are filled not only with boiling transparent water but also with ancient Maori tradition. Witness a cooking exhibition in what the Maori refer to as a “natural cooking pool.” The alkaline spring is constantly flowing and continuously boiling, which is of great use in cooking a range of delicacies. A large woven pouch filled with seafood, eggs, sweet corn, or watercress is dipped into the bubbling water. When the pouch is pulled from the pool, the delicious scent of sweet corn and mussels emanates from the fabric. Wandering through the fantastic landscape of the thermal village will also bring you to the large sapphire pool traditionally used for bathing. Dip your fingers into the pool and feel the warmth of the water due its constant influx and outflow of hot water keeping the pool at a constant perfect temperature."
    },
    {
      "dayNumber": "17",
      "title": "Auckland - City Made of Sails",
      "description": "Today you will depart Rotorua and fly to the fabulous city of Auckland. Auckland is known as the City of Sails for the mass of boats that are housed in the harbors. As the sun glistens off of the water, the bright sails from incalculable boats glide through the sea like a collection of low-lying clouds. The sweet scent of ocean water drifts through the diverse and vibrant neighborhoods of the city. Check-in to your luxurious accommodation at SkyCity Hotel, the tallest building in Auckland, and the Southern Hemisphere. The view from your room encompasses Auckland’s panorama, from the pastel homes, to the rocking boats in the harbor, to the green trees in the distance. Spend the night exploring Auckland’s shores on a luxurious dinner cruise. Enjoy a three-course meal along the water where the scent of fresh cooked seafood, from prawns to mussels, surrounds you. The Auckland Harbour Bridge’s arch hovers over the bay as the sails for the nightly regatta rise into the sky. The sun sinks along the horizon bringing bright orange and red stretching across the sky and reflecting off of the white sails. The cool breeze dances around the dusk. The sweet mist splashes your face as the night slowly settles over the city and the sea."
    },
    {
      "dayNumber": "18",
      "title": "Auckland - The World Brings You Home",
      "description": "Today you will depart Auckland and make your way over the great Pacific and back home. The sights, sounds, and flavors of Australia and New Zealand have been discovered but you know there is always more to see. The adventure through the varied landscapes, with the friendly people, and along the stunning shorelines will never leave you. As the ocean sits serenely below the plane you hear the sounds of the haka lingering in your ears. The colors of the Great Barrier Reef sit in the back of your mind, and your journey through Australia and New Zealand offered you the discovery of otherworldly proportions that you can always try to discover again."
    }
  ],
  "map": ""
}