{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "best-of-both-islands-two-week-new-zealand-seniors-tour",
  "tourName": "Best of Both Islands: Two-Week New Zealand Seniors Tour",
  "placesVisited": "Waiheke Okawa Bay, Rotorua, Lake Taupo, Tongariro National Park, Wellington, Marlborough, Kaikoura, Christchurch, Queenstown",
  "generalInfo": "New Zealand’s laid-back ambiance and slow pace of life are ideal for senior travelers in addition to the ease and accessibility of the country’s wilderness areas. On this two-week tour, you will fly over Fjordland, cruise with whales, discover the famous Sounds, and explore vineyards and islands. Handcrafted to include a rich variety of destinations and experiences, this relaxed and private tour can run at your pace with each day being tailored to your mood and energy levels.",
  "durationDays": "14",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Waiheke Island – Slow Down to the New Zealand Pace",
      "description": "With many vacations, it is easy to be carried away with all of the things to do and places to see. Often, you are forced to land in large cities and to be greeted by bustle and noise. New Zealand is nothing of the sort. Although it takes a long flight to get here, and there can be no denying the jet lag, the country makes it easy to slow down and settle into a vacation-like pace. After being greeted at the airport, you will be transferred to Auckland Harbour for a 45-minute ferry journey to tropical Waiheke island. Here, you will stay at a small wooden lodge that will be perched on the sand and enveloped by the sort of serenity that you might imagine exists elsewhere in the Pacific like Hawaii."
    },
    {
      "dayNumber": "2",
      "title": "Waiheke Island – Beaches and Vineyards",
      "description": "A golden beach stretches beneath ferns and indigenous forest, the ocean waters are calm and turquoise, and vineyards are scattered across the island and mark the highest hills. These can be reached by the excellent tourist bus service that stops by your lodge. Nothing specific will be planned for today, and the main focus will be adjusting to a new time zone and country. It is hard to predict what time you will wake up and how your mood will be. However, you may consider a vineyard for a lazy lunch, and try not to miss the island’s famous fish and chips for dinner."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua – A Serene Cruise on Lake Rotoiti",
      "description": "After two soporific days, your journey will really begin today. After the return ferry to Auckland, your private driver-guide will take you southeast across Waikato’s fertile dairy farmlands. You can stop in Karangahake Gorge to explore a gold mining past before surrounding yourself with kiwifruit in the Te Puke orchards. You will then cruise on Okawa Bay during the middle of the day when lunch will be served on board as you travel serenely to isolated coves and hot pools. Rotorua is a quiet, lakeside town, and tonight’s hotel will be on the water, where you will not need to walk far to enjoy a string of delicious restaurants and cafes."
    },
    {
      "dayNumber": "4",
      "title": "Rotorua – Kiwi Birds and Maori Culture",
      "description": "Kiwis are unusual little things. They are birds that waddle about the ground after losing their ability to fly. Their ongoing future is uncertain, and there will be a sense of exclusivity when you encounter some of them at Rotorua Kiwi Encounter. Rotorua is also a hub for the indigenous Maori, who have a culture that really revers elders. A Maori community will meet you this afternoon, and their traditional greeting will be an immediate impression of proud customs. After much huffing and puffing, a chief will lay down a single feather. This message of peace can be reciprocated by picking up the feather. Formalities over, you will be privileged to enter a Maori meeting place for an evening of food, song, and dance."
    },
    {
      "dayNumber": "5",
      "title": "Tongariro National Park – Accessible Mountain Adventure",
      "description": "Mud pools bubble and silica terraces glisten in the morning sun, and a geyser may burst skyward, the water surging above you many meters. Some areas of the geothermal reserve are a shock of surreal colors while others are marked by strange textures and explosive action. The highlight is how there is so much different geothermal activity in such a small space. You will only need to walk for a few minutes to catch everything from geysers to gassy vibrancy. After this stop at Wai-O-Tapu, you will make a stop at Huka Falls where the waters are blissfully turquoise as they surge into a narrow chasm. Tongariro is an active volcano and will provide the compass point this afternoon. Ngauruhoe and Ruapehu are also part of the trilogy of cones here. Their individual features will be clearly visible as you enter a national park for a night beneath the volcanoes. One of New Zealand’s highlights will be that you do not need to be incredibly fit or have much time in order to get very close to nature. This afternoon, you will explore a spectacular landscape of volcanoes and mountains without needing to wear walking boots."
    },
    {
      "dayNumber": "6",
      "title": "Wellington – Relaxing in the World’s Coolest Capital",
      "description": "It is a fairly long but beautiful drive to Wellington that mostly consists of twisting along mountain roads before a smooth straight ride into the nation’s capital. While it would be a little shorter to fly, this privately chauffeured journey will be worth it, particularly to view how the landscape transforms from volcano to rainforest to pastures. The world’s southernmost capital is a charming little place and can feel more like a village than a city. This afternoon will be left free, and your guide can provide some ideas on places to go and things to for you see. Local cafe culture is usually very appealing to senior visitors, and there are some lovely little boutiques here as well."
    },
    {
      "dayNumber": "7",
      "title": "Wellington – The New Zealand Museum and Cafe Culture",
      "description": "The Museum of New Zealand Te Papa Tongarewa finds a superb balance. Stories of Maori and settler history are presented thoughtfully, illustrating how disparate cultures have come together to create a unified New Zealand. Historical artifacts are complemented by a stunning art collection as the museum is essentially the country’s national art gallery as well. This is New Zealand’s best museum and will be the main focus of today. Your local guide will help to provide more context to some of the exhibits. Then, this afternoon, you can discuss all things Maori at one of the city’s neighborhood cafes."
    },
    {
      "dayNumber": "8",
      "title": "Marlborough – Cruising Queen Charlotte Sound to Wine Country",
      "description": "Green islets rise from the Cook Strait as if the fingers of another being are rising from beneath the water. Approaching Picton, these islets soar higher, and mountain spines become thickly-clad in the indigenous forest. While Milford Sound is the most dramatic of New Zealand’s coastal landscapes, today you will see why Queen Charlotte Sound is the prettiest. The best part will be that cruising through the Sound is part of the journey that you must undertake to reach the South Island. In New Zealand, the journey is always experiential. To be sat on the deck and cruising through the sand will be such a relaxed way to spend a morning. The ferry will dock in Picton, where you will be met by a new guide and transferred to wine country. Vineyards carpet a broad valley, and rows and rows of vines stretch between the mountains. Regardless of whether you like wine or not, this will be a serene place to spend two nights. Your lodge will be located on a wine farm, providing a sense of peace and tranquility along with all the excellent wines and food. Marlborough is well regarded as the producer of the world’s finest Sauvignon blanc. Fresh and summery, this white wine tastes much like how the region feels."
    },
    {
      "dayNumber": "9",
      "title": "Marlborough – A Tranquil Day in the Winelands",
      "description": "Today’s tour can be flexible and depends on how many vineyards you would like to see. The standard, private tour is to visit one farm to get an understanding of the region’s range of wines and flavors, and then to go for a long and indulgent lunch at an upmarket winery. You can also visit the charming town of Blenheim, where whitewashed townhouses and gardens line the streets, but in a destination as tranquil as this, you do not need a clearly prescribed itinerary. Plus, like every day so far, having a private tour means that you can mold the day around your energy and interests."
    },
    {
      "dayNumber": "10",
      "title": "Kaikoura – Whale Watching Cruise",
      "description": "Your drive to Kaikoura will be the most eye-catching so far, with mountains that stand majestic over Pacific waves and sun-scorched boulders. Hugging the water, you will travel to an old fishing village that is almost hidden by the mountains. Sperm whales love it here in Kaikoura. The planet’s largest toothed predator breaches and dives through the bay. You may enjoy intimate, close-up encounters with these giants on an afternoon whale watching cruise, although it cannot be absolutely guaranteed that you will witness these elusive creatures. Dusky dolphins and fur seals will also be highlights, but these will be dwarfed by your first sightings of a sperm whale. Such massive creatures can be quick to make you feel humbled by nature."
    },
    {
      "dayNumber": "11",
      "title": "Queenstown – The Innovative City of Christchurch and Onwards to Queenstown",
      "description": "You will complete your coastal drive this morning before rolling into Christchurch around mid-morning. An earthquake flattened this city less than a decade ago, and you can see continued evidence of the destruction. However, you will mostly discover a city that is rebuilding through ingenuity and innovation. Gigantic graffiti murals have been used to cover up ruins, turning the city into a living art gallery, and pop-up shops and cafes fill the void left by destroyed malls. There is a lively and friendly energy on the streets, but there is not much traffic, especially in the compact city center. Christchurch is suitable for senior travelers because you can see and understand a lot without having to walk very far. Everything is close together, and you will have a full afternoon to explore. In the early evening, you will take a flight to your final destination of Queenstown."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown – Customize Day on Lake Wakatipu",
      "description": "After a late arrival, you will not have seen anything of Queenstown until this morning. It will be a delightful scene to open your curtains to Lake Wakatipu as it mirrors the snow-speckled mountains. You will leave your hotel, and it will be less than 100 meters to the lakeshore and promenade. You can also take a short shuttle to the cable car station and drink in Queenstown’s natural setting from Bob’s Peak. This day will be left free, and it can easily be filled with mooching around Queenstown. Should you wish to explore further, you should consider half day trips to Wanaka or the Central Otago vineyards."
    },
    {
      "dayNumber": "13",
      "title": "Queenstown – Scenic Flight Over Fjordland National Park",
      "description": "Jagged peaks and vertiginous fjords cover New Zealand’s southwest. Many of these are shrouded in mist, giving the landscape an increasingly surreal feel. Most of this Fjordland National Park is inaccessible by road or even by foot, but you can only really experience it from the air. Today, you will fly across the fjords in a helicopter with a dazzling scene that will unfold beneath the propellers. You will touch down on an isolated mountain plateau, where you can really appreciate the scale and majesty of the surroundings. The next time you touch down will be at Milford Sound, where a scenic cruise shows you the wonders of New Zealand’s highest and narrowest fjord. You will return to Queenstown by helicopter, and you can indulge in some excellent seafood restaurants for a celebratory vacation dinner."
    },
    {
      "dayNumber": "14",
      "title": "Queenstown – Departure",
      "description": "Rather than backtrack, you can depart directly from Queenstown’s International airport. This morning will be left free, so you can happily spend it along the lake, perhaps at one of the many small cafes. In the early afternoon, you will be transferred to the airport for your outbound flight."
    }
  ],
  "map": ""
}