{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "luxury-escape-to-new-zealand-enthralling-nature-and-delightful-cities-tour",
  "tourName": "Luxury Escape to New Zealand: Enthralling Nature and Delightful Cities Tour",
  "placesVisited": "Rotorua, Napier, Wellington & the Wairarap, Picton, Christchurch, Aoraki / Mt. Cook Nationa, Queenstown, Milford Sound, Auckland",
  "generalInfo": "Visit New Zealand’s iconic destinations and experience the country’s essential highlights on this grand, 14-day luxury tour tailored to the most discerning of travelers. From the dazzling cityscape of Auckland to the verdant wine-producing vineyards of Napier and the towering glacial summits of Mount Cook to the forested geological wonders of Milford Sound, experience the best of New Zealand along the way.",
  "durationDays": "14",
  "price": "16,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland - Welcome to Paradise",
      "description": "Poised between the Pacific Ocean and the Tasman Sea and boasting flourishing rainforests and expansive bush, Auckland is a dreamy metropolitan that features something for everyone. You will arrive at the international airport where you will be collected by your private transfer and whisked away to your gorgeous luxe accommodation stationed in the heart of the city. From here, you may stroll along tree-lined boulevards to exquisite restaurants serving divine New Zealand cuisine and immerse yourself in the atmospheric first stop on your extravagant vacation."
    },
    {
      "dayNumber": "2",
      "title": "Rotorua - Illustrious Landscapes of New Zealand",
      "description": "Between Auckland and Rotorua, your next destination, lies an impressive expanse of lush wildlands home to a marvelous collection of endemic wildlife you may spot on your way to your spectacular lakeside accommodation. After checking in, you may step onto the deck of your stellar suite to catch a glimpse of the glittering Tarawera lake. This intimate hideaway home is the perfect place to swoon over the natural paradise before you visit landscapes made famous in the Lord of the Rings trilogy and witness rock formations borne from the country’s geothermal activity."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua - Scenes from the Sky",
      "description": "Today, you will see Rotorua’s staggering untouched wilderness from a unique vantage point as you take to the skies in a private plane set to swoop over the remarkable stretches of land. Peering out of the window, you will lay your eyes upon the soaring forested summits of Mount Tarawera and the winding azure streams of the Waikato River. Your plane will soon land, and you will be allowed to freely explore the volcanic terrain, dipping your toes into the bubbling hot springs and admiring the proliferating greenery."
    },
    {
      "dayNumber": "4",
      "title": "Napier - Bewitching Displays of Geothermal Activity",
      "description": "You will travel further along the New Zealand countryside this morning after breakfast as you transfer from Rotorua southbound for Napier. The journey will reveal more spectacular geothermal scenes, including sizzling mud pits and steaming geysers that compose the volcanic landscape. Approaching Napier, you may stop by the pounding silver waters of the Huka Falls, an awe-inspiring waterfall beating down an 11-meter drop into the natural pool below. You will soon arrive at your exquisite boutique farm-style accommodation hosted at an esteemed farmland retreat hemmed into the emerald hills."
    },
    {
      "dayNumber": "5",
      "title": "Napier - Divine Delicacies and Sumptuous Wines",
      "description": "The morning sunshine will envelop Napier’s farmlands in a golden glow, illuminating the landscape as far as the eye can see and nourishing the blossoming buds that blanket parts of the untouched region. After breakfast, you will tour Napier’s acclaimed wine country, stopping at a revered estate that portrays the country’s devotion to decadent wines. Settled in at a table on the estate’s stylish terrace, you will explore the nuances of flavor distinct to each bottle prepared by the local makers while tucking into a delightful spread of delectable dishes paired perfectly with the wines."
    },
    {
      "dayNumber": "6",
      "title": "Wellington - Golden Visions of New Zealand’s Farmlands",
      "description": "Traveling to Wellington today, you will cruise through the rich farmlands that sweep the countryside of the Hawke’s Bay. Between images of the endless golden fields and the array of fluffy white sheep, you will be charmed by New Zealand’s endearing rural landscapes before you arrive at the country’s thriving capital. After dropping off your belongings at your royal suite, you may take pleasure in a light stroll along the promenade alongside the sparkling sea views and indulge in an assortment of gourmet meals prepared at one of the many award-winning restaurants."
    },
    {
      "dayNumber": "7",
      "title": "Picton - Gliding Gently across the Sparkling Sea",
      "description": "You will make your way from Wellington to Picton today, a distance which you will cover mostly by ferry. Arguably one of the most beautiful ferry rides in the world – the voyage will be nothing short of perfection. Gently gliding across the shimmering navy waters, you will cross the paths of many iconic points of interest and take in the myriad of landscape and seascape scenes that will present themselves on the way before you draw nearer the remarkable sounds hugging the coastline of Picton."
    },
    {
      "dayNumber": "8",
      "title": "Picton - The Fruits of a Labor of Love",
      "description": "Picton is positioned in one of New Zealand’s most majestic destinations, a scenery composed of rolling olive-green hills brushing a twinkling blue coastal sea. But even more so, beyond the bay lies a countryside veiled in vegetation where life flourishes uninterrupted by the spoils of man. Today, you will venture to these bewitching parts of Picton to relish the prestigious wines produced at elite estates hemmed into the illustrious hills. From wine tasting to chocolate nibbling, you will take delight in the delicacies prepared in the mesmerizing hills of Picton."
    },
    {
      "dayNumber": "9",
      "title": "Christchurch - Gorgeous Seascapes along the Kaikoura Coastline",
      "description": "After breakfast this morning, you will make your way to Christchurch along the impressive Kaikoura coastline. Zigzagging along the tarred road the hugs the coast, you may catch glimpses of endemic birdlife hovering overhead and singing from the trees flanking the road, or even New Zealand fur seals, which may lie lazily sunbathing on boulders jutting out of the sea. Dubbed one of New Zealand’s prime whale-watching towns, you may spot them swimming beyond the shores before continuing to your decadent accommodation in Christchurch."
    },
    {
      "dayNumber": "10",
      "title": "Aoraki - Alpine Discoveries from Soaring Heights",
      "description": "Tuck into a sumptuous breakfast spread before packing up your things and continuing your New Zealand tour from Christchurch to Mount Cook. Making your way to the icy mountains of Mount Cook, you will pass through the bewildering golden landscapes of the Canterbury Plains, a stark contrast to the scenes that await you in Mount Cook. AS you approach your destination, these vistas will give way to hills topped with snow rising to meet the clouds, and you will admire these alpine panoramas from a private helicopter shortly after arriving."
    },
    {
      "dayNumber": "11",
      "title": "Queenstown - Refuge on the Banks of Lake Wakatipu",
      "description": "Beginning your journey away from the alpine summits of Mount Cook, you will transfer through the lakeside town of Twizel towards the Lindis Pass. From there, continue on to Gibbston Valley wine region before arriving in Queenstown. As you approach Queenstown, the towering crests of the Remarkables Mountains will come into view and vistas of Lake Wakatipu will flow beneath these mighty peaks. Here, alongside the tranquil waters of the lake, you will find refuge in a boutique accommodation fringing its banks."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown - All that Queenstown has to Offer",
      "description": "Queenstown, the adventure capital of New Zealand, is yours to explore freely on the twelfth day of your vacation. There are several activities to partake in during the day, each offering a way to discover the natural beauty circling the destination and delve into the culture sweeping its spirited districts. Whether you wish to zip across the gleaming waters of the lake on a jet boat weaving past the looming jagged cliffs or settle in at a Michelin-starred restaurant serving palate-pleasing delicacies, there is something for everyone to enjoy in Queenstown."
    },
    {
      "dayNumber": "13",
      "title": "Queenstown - The Wonders of the Milford Sound",
      "description": "Beyond being beautiful in and of itself, Queenstown is also a gateway to the iconic Milford Sound of New Zealand. To witness this incredible geological phenomenon, you will hover into the sky onboard a private helicopter and swoon over the surroundings with a birds-eye view. As a result of tremendous rainfall battering this region throughout the year, an environmental exhibition of mossy rocks, dense rainforest, and vast rivers await those you eagerly take to the skies to witness the majestic natural wonders of the Milford Sound."
    },
    {
      "dayNumber": "14",
      "title": "Queenstown - Luxurious Memories of Your Travels",
      "description": "As day breaks and your last day is upon you, you may enjoy it slowly while taking in the surrounding environmental beauty carpeting Queenstown from your balcony. Shortly after relishing a mouth-watering breakfast alongside views of the glimmering lake, you will pack your belongings and meet your private transfer. You will be taken to the international airport where you will board your flight headed home and say your last goodbyes to the wondrous country of New Zealand. Until next time, you will return home with many marvelous memories of your luxurious travels."
    }
  ],
  "map": ""
}