{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "ultimate-adventure-tour-in-new-zealand-australia-and-fiji",
  "tourName": "Ultimate Adventure Tour in New Zealand, Australia, and Fiji",
  "placesVisited": "Auckland, Rotorua, Christchurch, Mount Cook, Wanaka, Queenstown, Te Anau, Sydney, Adelaide, Kangaroo Island, Melbourne, Nadi",
  "generalInfo": "Experience New Zealand, Australia, and Fiji on the ultimate 25-day adventure that highlights the cities, natural sanctuaries, and breathtaking coasts of each stunning destination. Discover the magnificent cities of Auckland, Christchurch, and Melbourne. Explore the remote regions of Rotorua, Mount Cook, and Queenstown. And live like a local as you explore Wanaka, Kangaroo Island, and Nadi. This itinerary spotlights the best of the South Pacific.",
  "durationDays": "25",
  "price": "30,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland - Fine Dining and Wine Welcome on Waiheke",
      "description": "Auckland, the pearl of New Zealand’s North Island, is a postcard-perfect metropolitan nestled between two massive harbors. Superyachts flood the marinas, towering skyrises twinkle in the sunshine, and visitors descend upon glossy neighborhoods. You will acclimate to the bustling atmosphere from your accommodation, then travel by ferry to Waiheke Island for gourmet dining and wine. Taste New Zealand’s top vintages as you slurp fresh oysters from Te Matuku Bay, sample a selection of artisanal foods, and admire views of Auckland at sunset."
    },
    {
      "dayNumber": "2",
      "title": "Rotorua - Gaze Upon the Glow Worms of Waitomo",
      "description": "You will travel off the beaten track this morning, transferring to Waitomo en route to Rotorua. Beneath Waitomo’s rolling green hills lies an intricate network of caves concealing the dazzling New Zealand glow worm. A boat tour through the web of caverns will reveal the magnificent luminous display of thousands of glow worms covering the roofs of the caves. Your knowledgeable guide will discuss the historical and geological significance of the system as you gaze up at the galaxy of glowing worms illuminating the caves. You will continue to Rotorua afterward, where you will check into your accommodation for the evening."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua - The History of Rotorua’s Geothermal Region",
      "description": "Rotorua is a gateway to the geothermal reaches of New Zealand and a region with a rich Maori heritage. After breakfast, a guide will escort you across the volcanic landscape, where colors shift from grays to yellows, oranges, and reds. You will watch the massive eruptions of Lady Knox Geyser, listen to the hissing fumaroles, and swim in the sizzling silica terraces of the geothermal wonderland. In the evening you will visit a Maori village in the Tawa forest to view traditional performances, learn about the ancient culture, and tuck into a Hangi feast cooked underground on boiling stones."
    },
    {
      "dayNumber": "4",
      "title": "Rotorua - Experience Middle-earth in Matamata",
      "description": "New Zealand’s countryside is spectacular and its cinematic environments have featured as the backdrops for iconic silver-screen movies. In the township of Matamata, you will discover one of the most memorable slices of the countryside, made famous as the home of the Hobbits in The Lord of the Rings . Known as Hobbiton, the former set-turned-landmark reveals the history of the movie against images of the emerald hills. You will explore the tiny homes carved into the hillside, sip specially brewed Middle-earth beverages, and admire views of the Kaimai mountains."
    },
    {
      "dayNumber": "5",
      "title": "Christchurch - Discover the Charms of Christchurch",
      "description": "After breakfast, you will transfer from New Zealand’s North Island to the largest city on the South Island, Christchurch. With a charming English heritage, neighborhoods beautifully reimagined after dramatic natural disasters, and access to the breathtaking rural regions of the South Island, Christchurch is a beautiful place to visit. You may spend your afternoon absorbing its pleasures on quiet walks. With each passing moment, you will discover more to admire about the charming cityscape. You may wander lush parklands, view architecture steeped in history, and dine at award-winning restaurants at sunset."
    },
    {
      "dayNumber": "6",
      "title": "Christchurch - Uncover the City’s Beauty and Highlights",
      "description": "Today you will join your guide to tour the city’s highlights. There are many unique ways to experience Christchurch and your tour will begin at the Christchurch Gondola meeting point in Heathcote Valley. A gondola will whisk you up the slopes of Mount Cavendish, where you can relish panoramic views of the city while soaring in a glass-walled cabin. Returning to the city afterward, you will take the Christchurch Tram to the banks of the Avon River. Relax on velvet seats in a small boat during an unmissable punting on the river, culminating at the Christchurch Botanic Gardens."
    },
    {
      "dayNumber": "7",
      "title": "Mount Cook - Trace the New Zealand Countryside",
      "description": "Beneath the soaring summit of Mount Cook, New Zealand’s highest mountain, you will discover breathtaking farmlands with modest villages and charming hamlets. Among these, you will find cozy accommodation overlooking the lush countryside and imposing peaks of the mountain. Your travels to Mount Cook this morning will showcase these landscapes in all of their glory. From the shamrock-green pastures of the Canterbury Plains to the glistening sapphire waters of Lake Tekapo and beyond, you will snapshot impressive photography on your scenic trip to Mount Cook."
    },
    {
      "dayNumber": "8",
      "title": "Mount Cook - Heli-Hike on New Zealand’s Largest Glacier",
      "description": "Today you will explore the region’s largest glacier on a thrilling heli-hike to untouched parts of the snowy peak. The views from the helicopter will be spellbinding, revealing the remarkable icy formations from unique perspectives and showcasing the solitude of this sparse and frozen region. You will traverse the glacier to viewpoints overlooking the immense snow-white landscape, feel the ice formations as you find areas rarely traveled, and enter ice caverns that cascade the cliffs. A spectacular scenic flight back to camp will complete your riveting tour of Mount Cook’s unforgettable glacial wonderland."
    },
    {
      "dayNumber": "9",
      "title": "Wanaka - Snapshot the Surreal Wanaka Tree",
      "description": "You will continue your thrilling adventure in the remote reaches of New Zealand this morning on a trip to Omarama, passing Peter’s Lookout to witness the most magnificent photography spot, with views of Mount Cook. The road to Wanaka climbs scenic passes that rise and fall through the countryside, sharing moments to spot red deer and alpaca, explore lush meadows, and visit historic sites in the farmlands. The journey concludes at the Wanaka Tree, a lonely willow surrounded by the southern waters of Lake Wanaka."
    },
    {
      "dayNumber": "10",
      "title": "Wanaka - The Remarkable Rob Roy Glacier Hike",
      "description": "Wanaka is a gateway to more of New Zealand’s most majestic places and today you will tour the natural paradise of Mount Aspiring National Park. Regarded as one of the best hikes in New Zealand, trails will guide you across the Rob Roy Glacier to admire the astonishing landscapes that compose the unspoiled region. You will navigate the alpine rainforest across swing bridges to fiords and waterfalls, crystal-clear streams, and glaciers that cling to the cliffs. You will spend every second of this experience immersing yourself in the natural wonders."
    },
    {
      "dayNumber": "11",
      "title": "Queenstown - Unearth the Gold-mining Heritage of Arrowtown",
      "description": "After breakfast you will transfer to the historic gold-mining town of Arrowtown. The gold-rush village boasts a fascinating history as you tour museums and exhibits memorializing Arrowtown’s heritage. You will then continue to Queenstown, check into your accommodation, and set off on the Skyline Gondola to see the town from the sky. The dauntingly steep but incredibly safe cable car takes you 1,476 feet above sea level to the summit of Bob’s Peak. Here you can enjoy spectacular views and partake in thrilling luge rides down the scenic race track."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown - Explore the Region Your Way",
      "description": "You will welcome a free day to explore Queenstown, in which there is much to see and do. You may experience the action-packed Shotover Jet boating trip through the canyons, past craggy cliffs to sensational fiords. You may escape to the flourishing grape fields surrounding Queenstown to see what the region’s wine has to offer. Other tours include cycling around the countryside to viewpoints overlooking the breathtaking landscapes and glamorous fine dining following a cruise on the historic TSS Earnslaw from Steamer Wharf to Walter Peak High Country Farm."
    },
    {
      "dayNumber": "13",
      "title": "Te Anau - En Route to the Fiordlands",
      "description": "You will travel deeper into New Zealand’s fiordlands this morning as you transfer from Queenstown to Te Anau. On the borders of Fiordland National Park and Milford Sound, Lake Te Anau and its surrounds offer some of the best sightseeing in the country. You will arrive at an accommodation overlooking the immaculate scenery and spend the day unwinding in the peaceful region. You can explore on foot, walking from your accommodation to viewpoints on the lake’s borders, and listen to birds singing from the beech forests, while tucking into a picnic as the sun drifts beyond the horizon."
    },
    {
      "dayNumber": "14",
      "title": "Te Anau - Marvel at the Milford Sound",
      "description": "Milford Sound is New Zealand’s premier fiord and you will explore its unending beauty this morning on a coach and cruise tour. You will begin to uncover the breathtaking region along Milford Road as your guide shares stories of how the fiordlands came to be. At Milford Sound, you will board a boat and set sail across azure waters in the shadows of looming summits. The boat will bring you to points where you can jump off and wander floral forests that flank the reflective waters."
    },
    {
      "dayNumber": "15",
      "title": "Sydney - See Sydney Scenes From Above",
      "description": "Today you will return to Queenstown to catch a flight to Australia. Your plane will arrive in the bustling capital of New South Wales, Sydney. From the moment you step foot in Sydney, you will discover what makes the cosmopolitan city such a sought-after destination. The silhouette of the Sydney Opera House rises above the harborfront, cruise ships glide in and out of Darling Harbour, and neighborhoods bubble with smiling strangers that gather at boutiques and chic bars. The excitement will be palpable and beauty unrivaled as you see Sydney from above on the spectacular Harbour Bridge Climb before dinner."
    },
    {
      "dayNumber": "16",
      "title": "Adelaide - Transcontinental Crossing on the Indian Pacific",
      "description": "You will have a small window this morning to explore more of Sydney before you transfer to the train station to catch an epic overnight transcontinental crossing, the Indian Pacific, to Adelaide. Staff will welcome you aboard and show you to your cozy cabin, offering top-class service for the duration of your trip. The journey across Australia is breathtaking and you can look out from the windows while enjoying sumptuous food in the dining cart or relaxing in the lounge. You will view the mighty Blue Mountains, sparse desert outback, and vast stretches of wilderness en route to Adelaide."
    },
    {
      "dayNumber": "17",
      "title": "Adelaide - Arrive in South Australia’s Coastal Capital",
      "description": "This morning you will arrive in Broken Hill, a mining town with a rich history and thriving artistic culture that captures the spirit of the outback. Exploring the Pro Hart Gallery and more landmarks, you will learn about the deep connection artists have to the desolate desert region. Stepping back onboard, you will continue your trip to Adelaide and notice how the landscape's colors shift from oranges and browns to greens and blues as you approach the lush coastal capital of South Australia. Here you will spend the evening exploring the vibrant cultural precinct or historic Hahndorf or Barossa Valley."
    },
    {
      "dayNumber": "18",
      "title": "Kangaroo Island - Admire the Art of Adelaide",
      "description": "You may spend your morning in Adelaide wandering the landscaped lawns across the banks of the River Torrens. Incredible art galleries and fascinating museums fringe the river, inviting you to unpack Australia’s rich indigenous history. You may explore the colorful markets, tour the vibrant valleys, and take the tram to unique landmarks before you pack your things and head for Kangaroo Island. A short ferry from Adelaide, Kangaroo Island is a wilderness sanctuary just off South Australia’s coast. Here you will spend a few days enjoying the pleasures of Australia’s spellbinding natural paradise."
    },
    {
      "dayNumber": "19",
      "title": "Kangaroo Island - Witness the Island’s Unique Wildlife",
      "description": "Nature takes center stage on Kangaroo Island as wildlife flourishes across the unspoiled destination. You will enjoy breakfast, then head off along the country track to view koalas hanging from Eucalyptus trees, spot brightly-colored honeyeaters swirling through the canopy, and hear cicadas buzzing from the leafy bush. You will continue through more of the coastal bushland in search of wallabies, kangaroos, and rare plant life that thrives on the island. After lunch a guided tour of Seal Bay Conservation Park will spotlight massive Australian sea lions playing on the sandy shores."
    },
    {
      "dayNumber": "20",
      "title": "Kangaroo Island - Discover the Dramatic Coast",
      "description": "Today you will learn more about the local wildlife and landscapes, beginning with a trip to the Kangaroo Island Land for Wildlife to discover the threats of environmental damage to the resident creatures. Your ecological experience of Kangaroo Island will continue at Flinders Chase National Park after lunch, where the impressive Remarkable Rocks steal the show. The signature landmark born from 500 million years of erosion displays the tremendous power of Mother Nature that extends down the craggy coast to wind- and wave-battered shores that are home to the Admirals Arch coastal grotto."
    },
    {
      "dayNumber": "21",
      "title": "Melbourne - Find the Hidden Gems of Victoria’s Capital",
      "description": "Melbourne is a magnificent coastal city in Victoria that is as modern as it is historic, inspiring as it is thrilling, and glamorous as it is modest. After you arrive you will discover its hidden gems on a tour of secret lanes and arcades. You will wander down narrow alleys where the smells of freshly baked goods billow from charming eateries. You will follow the fragrances past fashion boutiques and quaint art exhibits that showcase local style. Touring the street art, architecture, and historic tales of Melbourne will typify your stay in the Victoria capital."
    },
    {
      "dayNumber": "22",
      "title": "Nadi - Welcome to Viti Levu, Fiji",
      "description": "From Melbourne to Fiji, you will transfer to the stunning resort city on the main island of Viti Levu to spend the final leg of your vacation embracing tropical seaside splendors. Nadi is a South Pacific pearl, with plenty to see and do as you come to discover more of the gorgeous sun-washed island. You will be greeted with views of a shimmering, baby-blue sea and rolling forest that stretches as far as the eye can see as you arrive and transfer to your accommodation."
    },
    {
      "dayNumber": "23",
      "title": "Nadi - Uncover the Traditions of Fiji",
      "description": "Discover the beauty of Fiji on an ecological and cultural tour of Nadi’s forested region. You will cruise across the Sigatoka River on a safari jet boat with a knowledgeable guide and visit authentic Fijian villages that display the ancient traditions of the local people. You will explore their culture through song and dance performances, traditional meals shared with families and friends around the table, and more experiences unique to the indigenous people. Your tour through the Fijian wilderness will fill you with great respect for the local way of life, while sharing memorable moments to photograph."
    },
    {
      "dayNumber": "24",
      "title": "Nadi - Cruise in Style Across the Pacific Ocean",
      "description": "Today you will explore the seas surrounding Fiji in style on a lavish cruise ship that takes you across the glimmering sapphire waters to lagoons, beaches, and hidden coves. You will tuck into an assortment of delicious treats and sip cocktails on the deck while gazing across the seascape and relishing some time in the sun. You may snorkel at colorful reefs that cascade the seafloor, kayak against the coastal coves, and relax on this glamorous voyage over the Pacific Ocean."
    },
    {
      "dayNumber": "25",
      "title": "Nadi - Farewell New Zealand, Australia, and Fiji",
      "description": "Having spent 25 days on an ultimate adventure across New Zealand, Australia, and Fiji, it will be a bittersweet morning in Nadi. On one hand, you will be eager to return home with fabulous memories of your travels. On the other hand, you will be missing the marvelous South Pacific region from the moment your plane lifts off. Be sure to spend your last moments soaking up the splendors as you browse Nadi for beautiful crafts and items to memorialize your great escape to New Zealand, Australia, and Fiji."
    }
  ],
  "map": ""
}