{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "top-tier-food-and-wine-tour-of-new-zealand",
  "tourName": "Top Tier Food and Wine Tour of New Zealand",
  "placesVisited": "Queenstown, Auckland, Rotorua, Napier",
  "generalInfo": "New Zealand remains a world apart and presents visitors with an abundance of untouched wilderness and pristine landscapes, all of which will be yours to enjoy on this 11-day luxury tour of Auckland, Rotorua, Napier, and Queenstown. From the North Island to the South, the country's fantastic cuisine, unparalleled natural beauty, and warm hospitality will be highlighted with a delightful balance of leisurely and active explorations of the beautiful country.",
  "durationDays": "11",
  "price": "10,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – The City of Sails",
      "description": "The City of Sails is an excellent representative of New Zealand, and you will be able to enjoy the city at your leisure during your inaugural day on this tour. From the Pacific Ocean to the Tasman Sea, this coastal community presents visitors with an excellent springboard into the beauty of the North Island. After arriving at the city's main international airport, a private transfer will whisk you effortlessly into the city center and to your conveniently located hotel. Here, you will have the remainder of the day to explore on your own."
    },
    {
      "dayNumber": "2",
      "title": "Auckland – Across the Hauraki Gulf",
      "description": "To celebrate your first full day in New Zealand, you will spend the day on the lavish island of Waiheke, where you will be able to enjoy the fruits of the many vineyards and orchards that texture the landscape. After a leisurely morning at your own pace, you will make your way to the island and enjoy some stunning views of the Hauraki Gulf before embarking on a savory food and wine tour. Fresh olive oil and oysters are just the tip of the proverbial iceberg on this tour, and a private guide will happily lead you through all the facets of the country's cuisine."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua – Search for Glowworms",
      "description": "New Zealand is known for it's stunning and scenic geologic features. Today, you will plunge into one such example as you depart Auckland and make your way through the rolling farmland and rich dairy pastures of the Waikato region. During your journey, you will partake in the unforgettable with a visit to the Footwhistle Glowworm Cave. Here, a guide will lead you through the extensive passageways in search of the glowworms. After your tour, only a short journey will separate you from your luxurious accommodation at Lake Rotorua."
    },
    {
      "dayNumber": "4",
      "title": "Rotorua – Private Helicopter Tour",
      "description": "It will take little time to appreciate the picturesque landscape of Lake Rotorua and the impressive forces that shaped it. New Zealand has long been a hotspot of geothermal activity, and hardly a decade goes by without some massive eruption of some sort. Today, you will be able to witness this dramatic legacy during a helicopter tour of the geothermal vents, crater lakes, and intrepid rivers that dare flow through this region. In the evening, you can enjoy this picturesque setting at your leisure."
    },
    {
      "dayNumber": "5",
      "title": "Napier – Through Hawke's Bay",
      "description": "Today, you will turn your back on the placid shores of Lake Rotorua and make your way to the southern edge of mainland New Zealand and Hawke's Bay. This is a journey that is best enjoyed at a slow pace because you will be passing through breathtaking mountain ranges covered with natural hot springs, boiling mud pits, and enough craters to make it look like the far side of the moon. After arriving at your luxurious accommodations near New Zealand's most important wine district, you will have the rest of the day to relax."
    },
    {
      "dayNumber": "6",
      "title": "Napier – In the Footsteps of the Maori",
      "description": "Your first full day on Hawke's Bay will be a celebration of the region as well as the original inhabitants that still call this country home. The Maori people lived in New Zealand long before Europeans arrived. Today, you will get a front-row seat to this heritage on a walk with the ancestors of the nearby Maori sites, during which you will learn about the culture that they still proudly practice. Through a local guide, the folk stories, culture, and customs will come to life. By the time you return to your luxurious accommodation, you will have a new appreciation for the indigenous culture."
    },
    {
      "dayNumber": "7",
      "title": "Napier – Amble Through the Vines",
      "description": "It is a lucky person indeed who is able to enjoy a third day in Napier. Today, you will make the most of this advantage on a private wine tour of local vineyards where Merlot, Pinot, and Shiraz are just some of the savory products that come off the vine. A local guide will happily introduce the area to you as well as the significance of the wine production on the landscape and local economy. With the rich smell of the crush still in your nose, you will be able to spend the remainder of the day at leisure."
    },
    {
      "dayNumber": "8",
      "title": "Queenstown – Adventure Capital of New Zealand",
      "description": "With Hawke's Bay in the rearview mirror, you will make your way to the main airport of Napier to catch a transnational flight. For the last two days, the gentle contours of the coast will have been your companion to delight in all the unique experiences of the North Island. Mountains will replace sand as you make your way into the heart of the South Island and the adventure capital of New Zealand: Queenstown. A private transfer will meet you upon your arrival in this stunning landscape to ensure your timely arrival at your accommodation."
    },
    {
      "dayNumber": "9",
      "title": "Queenstown – Chasing Glaciers in the Alps",
      "description": "There is no shortage of mountains in the South Island, and Queensland is an outstanding launchpad to explore the craggy peaks, powerful glaciers, and meandering rivers of this area. After enjoying a leisurely morning complete with a delicious breakfast, you will be able to enjoy a private helicopter and boat tour of Milford Sound that will display the majesty of the landscape. You will even be able to enjoy a stop in Fiordland National Park, where the water glistens like alpine jewels."
    },
    {
      "dayNumber": "10",
      "title": "Queenstown – Sipping Through Otago",
      "description": "Your final full day on this tour will be spent in style during a private gourmet wine tour of some high-altitude vineyards. With the finest vintages of Otago at your disposal, you will be able to immerse yourself in the full essence of Otago and savor a series of wines and cheeses that help bring the landscape to life. Afterward, you can plunge into the depths of the country's largest wine cave to witness the process of the region's wine production."
    },
    {
      "dayNumber": "11",
      "title": "Queenstown – A Reluctant Departure",
      "description": "As the dawn breaks on Queenstown, your final morning on this tour will have arrived. You can enjoy a final breakfast provided by your attentive hotel staff an reflect on the unforgettable journey you have enjoyed. From the vibrant contours of Auckland and the Hauraki Gulf to the lofty peaks of the Southern Alps, you will have seen an exclusive side of New Zealand often missed by the hasty traveler. Shortly after, you will make your way to the Queensland airport for your departing flight."
    }
  ],
  "map": ""
}