{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "adventurous-two-week-south-island-family-vacation",
  "tourName": "Adventurous Two-Week South Island Family Vacation",
  "placesVisited": "Queenstown, Â Blenheim, Â Christchurch, Doubtful Sound",
  "generalInfo": "Your epic two-week family-friendly New Zealand tour will create unforgettable memories of timeless adventures on the South Island. You can swim with dolphins and cycle down winding hilltop trails. Kayaking on clear turquoise waters will provide surprising wildlife sightings. Cruise through the pristine wilderness of Doubtful Sound and immerse the family in Middle Earth by visiting Lord of the Rings filming locations for a dynamic New Zealand family excursion.",
  "durationDays": "14",
  "price": "7,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Queenstown – Relaxing Along the Lakeshore",
      "description": "Queenstown is a small and relaxed town that is located beneath the mountains and along the lakeshore. The scenery is majestic, and it is quick to inspire with slithers of snow reflecting in the soft blue waters of Lake Wakatipu. A small-town harbor will have restaurants and a European-style square, while the main town will be a block of four horizontal and vertical streets. Your hotel is located just off the water and will be your base for the next week. You will check-in after the airport transfer and get your bearings in Queenstown."
    },
    {
      "dayNumber": "2",
      "title": "Queenstown – Family Adventure Along the River",
      "description": "Today you will be zooming in on a family river trip down the Shotover River. While this may sound intense for young children, this adventure activity is extremely safe and was even visited by Queen Elizabeth II not too long ago. Rushing down Shotover River will certainly get your family's blood flowing, and it is a good introduction for showing the kids all the fun that can be had in New Zealand as the wind and the mist splash against your cheeks. Onsen hot pools are nearby, providing a much needed hour of rest after the river ride."
    },
    {
      "dayNumber": "3",
      "title": "Queenstown – Lord of the Rings Filming Locations Tour",
      "description": "Standing in Gladden Fields, you will relive the loss of the ring. In Kawarau Gorge, you will look upon Argonath, which is the location of the Valley of the Kings in the movie. Gazing down from a hilly summit, you can see Rohan and the place where the Ambush of the Wargs was filmed. Your guide will tell stories of Queenstown locals appearing as extras as you find more Lord of the Rings filming locations. This private adventure will culminate in your family donning cloaks and swords as you pose for photos that could have come straight from The Hobbit."
    },
    {
      "dayNumber": "4",
      "title": "Queenstown – Exploring the Mountains",
      "description": "Today, you will rise above Queenstown by gondola and gaze out across the lake. The Remarkables mountains create a panorama, and the lakes will reflect the mirrored image. Up here, you can try a form of family karting. Many kids will complete their allotted five laps and want to keep going forever. Many easy hiking trails head off from here. If you are the adventurous type, you can zipline and walk back into town, choose some of New Zealand’s best downhill mountain biking, or try your hand at hang gliding."
    },
    {
      "dayNumber": "5",
      "title": "Queenstown – A 3-D Maze and a Puzzling World in Wanaka",
      "description": "Today, you will enter the world’s first 3-D maze. It is all deliberately weird and wonderful, such as impossible stairs, puzzling toilets, odd proportions, and holograms. The main attraction is a maze that unfolds on many levels. After Puzzling World, you will be taken to a quiet world, where you can relax in the stunning scenery around Mount Aspiring National Park. The alpine lakes and Red Hills offer an astonishing diversity shaped by the active tectonic plates over millennia. You can trek to the Blue Pools to find glacier-fed waters or enjoy the views over Lake Wanaka."
    },
    {
      "dayNumber": "6",
      "title": "Doubtful Sound – An Expedition onto the Fjords",
      "description": "You will leave Queenstown for the day on an expedition across the water in a small boat, feeling modern civilization slipping into the background. You will disembark and cross a headland, bumping up to Wilmot Pass. Soon you will be enveloped by the fjord. Waterfalls will gush out from stark rock, and cliffs will rise to seemingly endless heights at Doubtful Sound, an impressive fiord. You can kayak in the fiord or ride along the coast in a small boat for a lovely feeling of tranquility after the day’s escapades."
    },
    {
      "dayNumber": "7",
      "title": "Queenstown – Returning After the Overnight Cruise",
      "description": "Today, you will wake up with nature all around. The cliffs are majestic as they soar to nearly half a mile above you. The boat will look small in such surroundings, and even the dolphins and waterfalls will appear in miniature. This morning will be a lot like yesterday afternoon, with a mix of cruising around the fjord and your choice of a kayak or small boat excursion. After lunch, you will disembark and make the beautiful return journey to civilization. This evening will likely be quiet and serene."
    },
    {
      "dayNumber": "8",
      "title": "Blenheim – A Little of Wine Country After the Adventure",
      "description": "You will have an early flight north to Blenheim, where you will swap New Zealand’s adventure capital with its most famous wine region. You will be staying in Blenheim, and you will quickly discover more than just wine. Trails run off in all directions, providing an excellent opportunity for walking and cycling. The coast is only ten minutes away, and the town has a grand selection of shops and cafés. After a week spent focused on activities for the kids, settle into an exploration of the vineyards with a moment of tranquility."
    },
    {
      "dayNumber": "9",
      "title": "Blenheim – Seals and Seabirds in Marlborough Sounds",
      "description": "Today, you will be going on a half-day cruise through the Marlborough Sounds. Various dolphin and seal species can be seen here, with fins rising above the surface as seabirds dive dramatically into the water. Sometimes the birds will emerge with silver slivers of fish, and other times they will seem to come up exhausted, barely able to shake the water from their wings. After lunch on the boat, the afternoon will be free, and the area is superb for hiking. All of these will offer breathtaking views of the sounds for all of you to enjoy."
    },
    {
      "dayNumber": "10",
      "title": "Blenheim – Cycling and Kayaking for All Ages",
      "description": "Today will be left free, and there will be several activities that can bring your family together. New Zealand is for all ages, and there is a stunning network of trails, so you can easily find a cycle or walking route that suits you and your family. Marlborough is rural, and as you cycle around, you can stop at vineyards or enjoy the view. You could also take an adventurous trip to Abel Tasman National Park to find small coves and empty tropical beaches. Out there, you may discover Manta rays and turtles visible from a kayak."
    },
    {
      "dayNumber": "11",
      "title": "Christchurch – Learning About Earthquakes and Change",
      "description": "You will fly to Christchurch, where you will have an educational day exploring the charm of the Garden City. Much of the city was rebuilt after the 2011 earthquake, and quintessential beauty stems from the architecture to blossoming flowers. As you walk the streets with your local guide, you will see how well the city uses art and innovative design to craft a unique aesthetic from Lyttleton Harbour to the city center. Christchurch has become a symbol of nature’s power and humanity’s determination to grow. After a relaxed, half-day tour, the evening will be at your leisure."
    },
    {
      "dayNumber": "12",
      "title": "Christchurch – Swimming with the World’s Smallest Dolphins",
      "description": "Most people think of dolphins as big things, however, Hector’s Dolphins are more childlike in size. They are the world’s rarest and smallest oceanic dolphins, and you can swim with them at Akaroa. Soon you will be jumping into the water, and some may even leap before your eyes. Through the mask, you can watch how they corkscrew to ridiculous depths before rising back to the surface. Perhaps, the most impressive aspect of the dolphins are the sounds they make. With your head in the water, you can hear all the communicative tweets."
    },
    {
      "dayNumber": "13",
      "title": "Christchurch – A Family Antarctic Experience (Without Getting Too Cold)",
      "description": "This final day will mostly be left free. So, pack up your things, do some souvenir shopping, and reflect on the journey that has been before it is time to head home. You might choose to explore Antarctica at the interpretation center. Inside the award-winning center, you will explore simulation rooms, seeing what it is actually like to be at the South Pole. For a brief moment, it will be windy and freezing cold. You can also spot penguins waddling along the landscape. The simulation rooms also explain the challenges, human history, wildlife, and expeditions of Antarctica."
    },
    {
      "dayNumber": "14",
      "title": "Christchurch – Departure",
      "description": "After breakfast your family will be transferred to the international airport for your outbound flight home bringing an end to your fabulous New Zealand adventure as a family."
    }
  ],
  "map": ""
}