{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "nature-of-new-zealand-family-tour",
  "tourName": "Nature of New Zealand Family Tour",
  "placesVisited": "Christchurch, Paparoa National Park, Fox Glacier, Makarora, Wanaka, Milford Sound, Queenstown",
  "generalInfo": "New Zealand is all about going away to come together as a family. Be brave and venture to places where the Wi-Fi signals are weak because this is where you will detox from everyday life and reconnect with one another. Handcrafted for families with teenage children, this ten-day adventure will take you to the South Island’s wild and wonderful places. It is packed with once-in-a-lifetime experiences, including a Heli-Hike, jet boating in Siberia Valley, and an overnight adventure on Milford Sound.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Christchurch – Early Arrive in an Easy City",
      "description": "Christchurch is cute and compact, and it is a city that is rebuilding itself through art and ingenuity. The earthquake destroyed so much, but this is not a sad place, and it is one that displays a visible resilience and pride. You can feel this from the moment you begin walking around the city center and most especially in places like the Cardboard Cathedral. Graffiti-style murals cover many of the ruined walls, and these can be very engaging for teenagers. After an early arrival into Christchurch’s airport, you will be transferred to your hotel and have the day to pick and choose which attractions that you dedicate your time to visiting. A local guide will explain different options and show you the most impressive sights."
    },
    {
      "dayNumber": "2",
      "title": "Paparoa National Park – The TranzAlpine Train and Pancake Rocks",
      "description": "The TranzAlpine train is an excellent way to relax while seeing the country. It is okay if you snooze a little or still struggle with the jet lag because the train will keep going, crossing the country from east to west without any stops. Gazing from the window, you can sense the splendor of the island’s landscapes from mountains and lakes to gorgeous waterfalls. By disembarking in Greymouth, you will be transferred south to Paparoa National Park, which is a short drive along the sublime coastline. You will check into an ecolodge, and there can be so much space to come together as a family here. Blowholes and surge pools provide the backdrop to your two-night stay with forests and beaches that provide places to walk without a map."
    },
    {
      "dayNumber": "3",
      "title": "Paparoa National Park – Rafting and Hiking With the Glowworms",
      "description": "Surreal natural formations cover Paparoa, both above and below the ground. This morning, you could choose a walk to Pancake Rocks to watch the blowholes huff and spurt, or you can venture straight into an underground cave adventure. Although this is a very common region of the world to whale watch, it cannot be guaranteed that you will actually witness these rare creatures. In the dry chambers, you can walk past stalactites and stalagmites before it becomes more exciting as you drift into the gloom on a rafting tour. Glowworms will light up the darkness, dancing before you in what seems to be a choreographed routine. They will create constellations with their unique glints, and it will be great fun to try to decipher the messages that these glowworms appear to be making. Exploring the caves will take half the day, so there will still be plenty of time to kick back at the ecolodge and to settle further into your digital detox."
    },
    {
      "dayNumber": "4",
      "title": "Fox Glacier – Spectacular Family Heli-Hike",
      "description": "Ecosystems collide on today’s drive to Fox Glacier. Golden beaches are honeycombed with strange boulders and rocks, rainforests are dominated by giant ferns and moss-covered tree branches, mountain slopes interlude the green, and it will not be long before you hit the ice. Snow-capped pinnacles will be an indication that you are nearing close to the glaciers. However, even with some warnings, the sight can be incongruous. Glaciers surge down from the mountains and into the rainforest, then onwards to the ocean. There are many different glaciers here, and two are accessible on helicopter hikes or Heli Hikes. Franz Josef is the more popular glacier, but Fox Glacier has a more varied landscape, which you will discover this afternoon. Just to reach the glacier is an adventure. You will be strapped into a helicopter and soar into a wonderland that can initially look like Narnia. Crampons and snowsuits are essential, which further adds to the fun. The ice beneath your feet will crunch as you trek to ice-sculpted archways, artistic natural pinnacles, soft, blue melt pools, and ice caves. You can walk through tunnels where the ice has a gorgeous blue tinge before gazing out onto the humbling magnitude of Fox Glacier. There are very few places in the world where such an adventure is accessible for families, and this is just the sort of once-in-a-lifetime activity that can make you really connect as a family."
    },
    {
      "dayNumber": "5",
      "title": "Wanaka – An Adventure in New Zealand’s Most Pristine Wilderness",
      "description": "In New Zealand, you do not always drive between destinations. This is not a country for long and boring days on the road, especially with kids who shout are we nearly there yet every ten minutes. In this country, the journeys are integral to the adventure. Today starts off relatively sedate, and you will transfer south by chauffeured, traveling beneath the peaks of Mount Aspiring National Park to Makarora. Then, it will all change, and you can find that today’s experience is a classic case of going away to come together. You will board a helicopter and soar alongside snow-engulfed mountains, feeling the tranquility of New Zealand. Then, you will touch down in Siberia Valley, which is a place as remote as almost anywhere in the country. Now, you will set off on foot with your guide, hiking through a sublime alpine wilderness in a land without roads or Wi-Fi. This is a humbling landscape that is so pretty and majestic but emanates such power. It is the sort of place that kids will remember for a lifetime. The great part about this hike is that the helicopter makes it accessible. This three-hour section could be the ultimate highlight of a week-long trekking expedition, but you will fly straight to the most spectacular part of the trail. Your adventure will continue in a small speedboat that will have you zooming down two wilderness rivers and cutting a spectacular path back toward the road. After all this, it is highly likely that everyone will fall asleep when the driver takes you over the pass to Wanaka. Here, you will stay at a lodge on the lakeshore, and after today’s adventure, this evening is likely to be one of doing nothing at all."
    },
    {
      "dayNumber": "6",
      "title": "Wanaka – Free Day to Explore Wanaka and the Lake",
      "description": "Two very active days will be followed by a tranquil day around the lakeside and Wanaka town. This will be a chance to recharge your batteries and perhaps have some alone time. Activities can be arranged locally, and some of these are excellent if there is a split between those who want to do different things. Kayaking on the lake is one option, and you can paddle all the way over to a small island. Cycling and hiking trails spider out in all directions as well, and there are the vineyards as well. Whatever happens during your day, an early dinner at a vineyard that is perched upon the lake will be an excellent way to end your day."
    },
    {
      "dayNumber": "7",
      "title": "Milford Sound – Enchanting Overnight Milford Sound Cruise",
      "description": "This morning’s journey will be the longest drive of your vacation. It is roughly 3 ½ hours to Fiordland National Park and Milford Sound. Wi-Fi will be available onboard, which is one way to keep the kids entertained. It will be worth gazing out of the window as well, as the road twists over a dramatic mountain passes and bolsters the majesty of Fiordland. You will arrive at the harbor, where you will get straight onto the cruise ship with lunch and an introduction being provided on the main deck. You will be staying in deluxe interconnected cabins, and their highlight is being connected to balconies that create a private family space. By cruising through Milford Sound, you will soon be enveloped by its ethereal beauty. Waterfalls tumble from vertiginous cliffs, fur seals sunbathe on exposed rocks, and dolphins often swim in the surf behind the boat. You will anchor in a sheltered cove and explore in kayaks with the short paddle bringing a more intimate impression of the seals and waterfalls. If that sounds too adventurous, then you can choose an extended ride in the tender boat. By now, the other boats and tours will have departed, so you get the tranquility of Milford Sound all to yourselves."
    },
    {
      "dayNumber": "8",
      "title": "Queenstown – Relaxation On the Lakeshore",
      "description": "Early risers will be rewarded this morning. Javelins of light will cut through the Milford mist and dance across the water, and mountains will peak out then disappear as ephemeral clouds drift around. Milford Sound day tours only reach the fjord in the afternoon, so you will have this entire morning nearly alone in the natural wonder. Before your cruise returns to the harbor, there will be the option of another kayak and tender boat tour. If you do not wish to take another boat tour, then you can sit on the deck and drink in the view. From Milford Sound, you will be transferred to Queenstown, which is a lively lakeside town that is surrounded by mountains."
    },
    {
      "dayNumber": "9",
      "title": "Queenstown – Lord of the Rings Territory",
      "description": "To reach Middle Earth, you will need a four-wheel-drive vehicle. Bumping across rivers and rural roads, you will set off for Minas Tirith and the Misty Mountains and recollect Lord of the Rings scenes. Traveling down Skipper’s Canyon Road to Lighthouse Rock, you will see Gladden Fields and the Ford of Bruinen. Then, by taking a gold mining road to Arrow River, you can recreate scenes from the movie. After this half-day tour, you will have a free afternoon in Queenstown. There are many other adventurous activities to do here. Probably the easiest and best with teenage kids is to take the cable car to Bob’s Peak above Queenstown. Then the kids can cart on an alpine track as you sip on wine and wait for the magnificent sunset."
    },
    {
      "dayNumber": "10",
      "title": "Queenstown – Departure",
      "description": "After breakfast, you will be transferred to Queenstown’s International airport for your outbound flight. You will have had ten days of discovering New Zealand and ten days of coming together as a family."
    }
  ],
  "map": ""
}