{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "ultimate-australia-and-new-zealand-tour",
  "tourName": "Ultimate Australia and New Zealand Tour",
  "placesVisited": "Melbourne, Alice Springs, Cairns, Great Barrier Reef, Sydney, Auckland, Rotorua, Christchurch, Queenstown, Milford Sound, Uluru, Franz Josef",
  "generalInfo": "If you’ve ever wanted to experience the ultimate vacation to Australia and New Zealand and to experience their “best of,” look no further. This 22-day trip takes you through the incredible wonders of both nature and man that span the lengths of Australia and New Zealand. From visiting UNESCO World Heritage sites in Australia to experiencing truly breathtaking scenes in New Zealand, the Southern Hemisphere is beckoning you to experience her very best.",
  "durationDays": "22",
  "price": "9,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Melbourne – A Calm Landing",
      "description": "Arrive in the cultural capital of Australia, Melbourne. A city full of quaint cafés, beautiful gardens, eclectic museums, and a vibrancy that is both international and uniquely Australian. Take part in the welcome reception at the Hotel Crowne Plaza, a plush hotel overlooking the serene Yarra River. Relax in one of the many cafés of Melbourne, a city that boasts its café culture as part of its lifeblood. No matter the weather, sit with the locals under the umbrellas, most often lining an alley, like Degraves Street, with restaurants and umbrellas sitting shoulder to shoulder, the smell of fresh pastries and chocolates drifting through the street. For a sweet treat, try Little Cupcakes, their Blueberry Pistachio cupcake has the tart sweetness of berry with the earthy crunch of pistachio. Melbourne is a city known for its art. The boutiques clustered around Little Collins Street are funky and fresh with styles that range from avant-garde and international, to strictly Australian, bannering the proud cry, “Ozzie, Ozzie, Ozzie!” across the garment’s chest. The street art that coats the city is vibrant and adored, colorful pieces that range from political satire to comic book appreciation. A walk down most streets in Melbourne will boast how proud the city is about their artistic culture, whether worn on a local’s shoulders as a broach or painted on the city’s walls."
    },
    {
      "dayNumber": "2",
      "title": "Melbourne – A Welcome Poise",
      "description": "Touring through Melbourne will bring the beauty of its landscape and its architecture. Wandering through the botanical gardens will leave any thoughts from the world you left behind. The lily pads cover the pond and blossom a vibrant purple and pink hue, making the water look as if it was strung with colorful light. The city’s skyline sits on the horizon just above the trees, far enough not to reach you, but close enough to return to when the time comes. Visit Guilfoyle’s Volcano, originally a water source for the gardens, the beautiful refurbished design showcases low water use plants. It now has boardwalks and viewing platforms with spectacular views of the city."
    },
    {
      "dayNumber": "3",
      "title": "Melbourne – The Ocean’s Pull",
      "description": "Spend the day traversing the Great Ocean Road, a 151 mile stretch of road that twists and turns along the coast of Victoria. The road hugs the coastline giving a beautiful view of the Southern Ocean and the waves pushing against the ever-nearby beach. Don’t miss the Twelve Apostles, a collection of limestone stacks close to the shore of Port Campbell National Park. The rocks drift over the emerald water in its calmest state, and stand defiantly as the dark waves crash in the stormy seasons. As the sun sets over the southern coast, the pale red rocks that stand tall in the waters glow as the glistening water laps around the rocks’ base."
    },
    {
      "dayNumber": "4",
      "title": "Alice Springs – The Desert’s Wonder",
      "description": "It is a quick and easy flight from Melbourne to Alice Springs where you can see the vast, empty red of Australia’s infamous Red Centre from the window of the plane. The extreme conditions of the Red Centre have caused incredible services to be created throughout the years. Visit the School of the Air, created to provide children living in remote areas an education. The service used shortwave radio until 2009, but now offers classes through the use of wireless internet, including video feeds. A tour of the Royal Flying Doctor Service (RFDS) will show how rugged and rough Australia’s center can be, along with the types of services the Royal Flying Doctors provide. The RFDS is a non-profit organization providing emergency and healthcare services to those living in rural and remote areas of the country. Finish the day with a view of Alice Springs from Anzac Hill. The panoramic view of the city, along with the beauty of the mountain ranges that range from the east and west. As the sun loses its intensity, the sharp red of the surrounding earth fades. Arrive at the beautiful Chifley Alice Springs Resort, located desert-side with a pristine pool and stunning views of the desert’s strong landscape."
    },
    {
      "dayNumber": "5",
      "title": "Uluru – The Walkabout",
      "description": "Uluru rests approximately 200 miles from Alice Springs and is the largest freestanding monolith in the Southern Hemisphere. It is known around the world from movies like “Australia” and “Crocodile Dundee.” The rock’s exterior is bright red and its vivid color shines against the blue of the sky. Rich in Aboriginal culture and lore, Uluru is one of the holiest sites for the surrounding tribes, complete with crevices off-limits to anyone not of Aboriginal ancestry. Anangu rock paintings decorate parts of Uluru, an area meant to join the past and the present. Enjoy a glass of Australian wine as the sun sets over of the monolith. Watch as the opulent colors of sunset shift the coloration of Uluru from bright red, to orange, to an almost neon pink. Settle into the comforts of the Desert Gardens Hotel, with Uluru’s form on the horizon and the sweet quiet of the desert between you."
    },
    {
      "dayNumber": "6",
      "title": "Uluru – Dreamtime",
      "description": "Uluru at sunrise is just as stunning as Uluru at sunset, the colors twisting from pink, to red as the dark black of the sky shifts to bright blue. A trip to Kata Tjuta will have you relishing in the majesty of the Red Centre, its unique appeal and Aboriginal legend. The Olgas are a group of large domed rock formations with caves and crevices shaping the base of the cluster. In the shade of the Olgas, listen to the story of “Dreamtime” when the Rainbow Serpent Wanambi was said to have lived on the summit of Mount Olga and only came down during the dry season. With the beauty of the rocks and the desert at your feet, wander through the caves and up the rock face. A glass of sparkling wine is a sweet reward as the sun goes down and the rocks fade into the night sky."
    },
    {
      "dayNumber": "7",
      "title": "Cairns – Drawn to the Sea",
      "description": "Fly from Ayers Rock Airport to Cairns where parts of the Great Barrier Reef peek through the water like tiny islands. Walk along the stunning esplanade with the pearl blue water within reach. Put your feet in the man-made-lagoon, often filled with swimmers of all ages. The warm clear water looks over the ocean as large metal fish pose above the lagoon swimming forever in the air. A stroll through the Pier Marketplace can be a comfortable break from the sun, showing off luxury shops, from art to swimwear. Enjoy a delicious pizza at the Blue Mango Café Wine Bar along the esplanade with tastes of luscious melted cheeses. Relax at your spectacular hotel with views overlooking the crystal waters and the always-active esplanade."
    },
    {
      "dayNumber": "8",
      "title": "Cairns – The Quiet of the Ocean Floor",
      "description": "After breakfast, you will experience the vibrant beauty of the Great Barrier Reef on a high-speed catamaran. Boats are diverted to different areas of the reef bi-weekly to preserve the area’s natural beauty and habitat. See the marine-life from the dry safety of a semi-submersible craft or jump into the warm water armed with a snorkel or full-on SCUBA gear. A buffet lunch is included onboard the catamaran, where you can dine in style and in the warm sun with the ocean’s playground right beneath the waterline. Once in the water you can get within a finger’s touch of the orange and blue coral. Curious clown fish poke their heads out of the wavy tentacles of anemones. The elegant wings of stingrays drift in the water’s calm. There is no shortage of wonders to see while beneath the water, including the drop-off—a plunging wall that drops suddenly, exchanging the vibrant beauty of the coral for the breathtaking darkness of deep water. But the reef, the playful fish, and the boat are never far away."
    },
    {
      "dayNumber": "9",
      "title": "Cairns – Where the Jungle Meets the Sea",
      "description": "Leave the shore behind for the day to visit Kuranda. Take the Skyrail, a gondola that extends over four-and-a-half miles, from the ocean-side view of Cairns to beautiful Kuranda, a village found in the depths of the lush rainforest. While cruising through Kuranda take the time to visit the Koala Gardens, a unique experience that allows you to get up-close and personal with some of Australia’s best known wildlife. Feed the soft, sweet wallabies and kangaroos with your own hands and you can even see freshwater crocodiles lounging on the distant shores. Visit German Tucker Kuranda for a delicious, juicy sausage made from local ingredients; for a tasty and unique treat try the sausages made of crocodile and emu. Topped with sweet and crunchy sauerkraut, any condiment you may need comes on the side."
    },
    {
      "dayNumber": "10",
      "title": "Sydney – Shore to Shore",
      "description": "Before leaving Cairns to partake in the Cairns Wildlife Dome experience. As if stepping into the uninhibited jungle, the vivacious colors of parrots and cockatoos soar around you, along with the kookaburra, a pudgy bird with feathers that look like they have been slicked back with water; their call sounds like a bustling guffaw, and are popular enough in Australian lore to have acquired their own nursery rhyme. In almost no time your flight will have you in the gorgeous city of Sydney. Be taken to an extraordinary hotel located in the heart of downtown, just minutes away from the water. An elegant hotel inside and out, with facilities made for atmosphere and relaxation. For an unforgettable dining experience, try Quay. Not only does the restaurant overlook the beauty of Sydney Harbour, but it also showcases the delectable, exclusive Australian seafood. Try the roasted black-lipped abalone, a delicate blend of herbaceous and succulent, with Sydney’s Opera House lit brightly in the night."
    },
    {
      "dayNumber": "11",
      "title": "Sydney – Sea and Sails",
      "description": "Navigate the sites of Sydney with a guided tour through the beautiful landscape, natural and manmade. Sydney’s Opera House is a magnificent structure shaped to look like sails as if the building’s roof will catch the soft breeze and drift into the sea at any moment. The smell of the ocean is in the air and the crystal water is at your fingertips. The esplanade can take you from the Opera House to the Bay Bridge; at the proper angle, the bridge’s beautiful arch floats over the Opera House and frames the building like a portrait. Travel to pristine Bondi Beach, the location for “Bondi Rescue,” one of Australia’s popular reality TV shows, and featured in the movie “Point Break.” Bondi is one of Australia’s most popular beaches. Open, sun-filled restaurants line the esplanade that encircles the beach. Surfers cruise the waves. The sand is peppered with sunbathers. The smell of fish tacos and coconut lotion are in the breeze. Watch over the beach and see the surfers in the distance and the sand sculptures taking shape as you make your way back to Sydney Harbour for an evening cruise. Float under the bridge and around Sydney’s suburbs; the Opera House’s roof is never the only sail that you see in the clear water. Out on the water, as the sun starts to fade, take a look back at the city’s glow and all that you have seen."
    },
    {
      "dayNumber": "12",
      "title": "Sydney – Journey to the End",
      "description": "Your free day in Sydney could take you anywhere. The Blue Mountains are a short and stunning ride away from the city. Journey to the Three Sisters, a rock formation that looms over the lush forest of the Jamison Valley. Near the Three Sisters, take the Giant, a large staircase down a cliff into the Jamison Valley, and breathe in the smell of cedar. On occasion, a platypus can be spotted floating in the ponds and lakes that dot the valley. A panorama of the Blue Mountains shows you Australia’s natural beauty and its magnitude as if you’re seeing where the tree line meets the end of the world. Take part in a dinner bidding farewell to Sydney and Australia. For one last taste of quintessential Australia, order the succulent roast lamb and savor every bite. Your time in Australia may be coming to an end, but the journey is far from over."
    },
    {
      "dayNumber": "13",
      "title": "Auckland – Embrace New Zealand",
      "description": "A brief flight will have you in Auckland, checking into the luxury of your hotel, with a fantastic location in the heart of the city. Stroll through the city and take the elevator to the top of Sky Tower to see the City of Sails from its highest vantage point. On top of the highest building in the Southern Hemisphere it’s almost as if you can see all the way back to Sydney. Looking out over Auckland you can see the marinas that line the shore, all the boats that sway in the calm sea, waiting to take you to one of the thousands of islands just off of Auckland’s coast. Take part in High Tea with a twist at Knights on Albert. The bite sized Mulled Wine Cupcake combines the sweet taste of liqueur and pastry. By the time the sun sets you’ll be ready and deserving of a drink welcoming you to the North Island."
    },
    {
      "dayNumber": "14",
      "title": "Auckland – The City of Sails",
      "description": "A cruise through Waitemata Harbour will ferry you through the chilled, clear water where the Pacific Ocean meets the Tasman Sea. The islands that litter the area off the coast of Auckland are easy and fabulous to explore. Volcanoes that have inhabited the coast and shaped the city’s topography dot the local islands and tower over the shoreline. A visit to lovely Davenport offers the beautiful seaside and quaintness of a small town. Davenport is the home of indie pop-sensation Lorde and is just across the harbor from Auckland. The sounds and lights of the big city seem miles away with the sprawling lush green hills at your feet and the clear open sky above. A tour of Auckland will have you walking up the Harbour Bridge. The wind blows lightly through the bearings, the ships and the sea calm beneath you. It is a quick and awesome walk to the AJ Hackett base at the center of the bridge. The walk is a stunning adventure, akin to flying, where the city’s sails take on a completely different look. You can see the natural wonder of western Auckland from the breezy plateau."
    },
    {
      "dayNumber": "15",
      "title": "Day 15 – The Maori Way",
      "description": "Between the sails of Auckland and the thermal baths of Rotorua are the Waitomo Caves. Floating through the center of the earth with stalactites hanging down around you, listen to the soft rush of water echoing in the damp cave. In the darkness you can see the bright green lights lighting up the cave walls like stars. Float past the famous glowworms on your guided tour and learn about the history of the caves and the discovery of the caves’ wondrous glow. After arriving in Rotorua you will have the pleasure of joining a traditional Maori hangi . Rotorua is considered the cultural center of New Zealand and there is no better place to learn about the Maori culture than at the Maori equivalent of a barbeque. A deep hole is dug and filled with coals and burning wood, covered by a metal rack, and covered in foil. The hole is then stuffed with traditional vegetables like purple sweet potatoes and carrots. Eventually, lamb and poultry are placed into the hole to cook. The air fills with the scent of tender lamb and roasted carrots. The beat of drums surrounds the crowd and Maori warriors’ eyes bulge out as they perform the Haka , the Maori war dance. Remember to tell them you are friendly, and maybe they’ll let you partake in the incredible delicacy that takes hours to prepare."
    },
    {
      "dayNumber": "16",
      "title": "Christchurch – The Garden City",
      "description": "Travel from Rotorua to the Southern Island, settling into Christchurch. Traces of the 2011 earthquake are still visible in parts of the city, but the beauty of Christchurch has been enhanced by the rebuilding projects, the stunning architecture, and preserved gardens. The Christchurch Botanical Gardens contain colorful flowers that paint a rainbow across the lively grass. The calm beauty of the Avon River drifts through the gardens. Ride down the Avon and brush your fingers through the leaves as you pass by the Victorian architecture and greenhouses that spread through the gardens."
    },
    {
      "dayNumber": "17",
      "title": "Franz Josef Glacier – The Magnificent Southern Alps",
      "description": "Traverse the Southern Alps by train, winding through the majesty of snowcapped mountains that are ever-present around Canterbury. A stop in Arthur’s Pass brings you to the foot of the upper mountains, their peaks reaching deep into the sky. The crisp air smells like the forest. It is an easy hike to Devil’s Punchbowl Falls, where the tall, thin water streamlines between two craggy domes. Arrive at the Franz Josef Glacier and fly over the mountaintops to where the glacier begins. Crystal blue and white, the glacier looks like it had once been a seven-and-a-half-mile long tidal wave frozen in the midst of crashing between the colossal mountains. Embrace the sense of awe that comes with its opulent, colorful façade."
    },
    {
      "dayNumber": "18",
      "title": "Queenstown – Discover Queenstown",
      "description": "Leaving Franz Josef Glacier takes you through Haast Pass, where the Haast and Makarora Rivers meet. The pass is full of mostly untouched beech forest, large evergreen type trees that fill the air with a minty crispness. A stop at Thunder Creek Falls gives you time to take in the white, rushing water of the falls as it molds itself deeper into the crevices of the mountain. The bottom pool is almost jade with the melted snow rushing down from the Alps. Enjoy a brief stay in Arrowtown, a historical site in Southern New Zealand that highlights the region’s history with a conversion of the statuesque town into a museum. Arrowtown is a one street, frontier town full of 19th century architecture at the base of the Southern Alps. The town is proud of its heritage, and its educational purpose. The end of the day brings you to rest in Queenstown, at the edge of Lake Wakatipu."
    },
    {
      "dayNumber": "19",
      "title": "Milford Sound – The Incredible Fjordland",
      "description": "New Zealand has its own fjords decorating the lower half of the Southern Island. Today a trip to Milford Sound will have you wandering through the natural majesty of the southern hemisphere. Wander across the footbridges to see the dramatic views of the Chasm, a series of powerful waterfalls that have molded the shape of the mountain below. As the water rushes down the mountainside, it leaves a powerful echo in the trees and sends mist flying into the air. Milford Sound is filled with the silent beauty of nature untouched. The water reflects the mountains and the sky with such lucidity that sometimes its hard to see where the water stops and the sky begins. Cruise through the Sound where dolphins jump alongside the boat with playful glee and seals lounge on the rocks. Water drifts down the rock faces, and in some places, charges down the rocks. No matter how much time is spent cruising through Milford Sound, it will never be enough."
    },
    {
      "dayNumber": "20",
      "title": "Queenstown – Relaxing in Queenstown",
      "description": "Relax in Queenstown with a day to soak in the sweet scenery and peaceful remedies of the south. Soak in the thermal spa and indulge in a massage, the cool mountain air soothing your lungs and the stunning lake at your side. A Lord of the Rings scenic tour is also a great way to spend a day sightseeing, whether you’re a fan of the film or not. The scenery of the films focus on the vast beauty of all of New Zealand, including the lush green of the prairies, the density of the forests, the clear depths of the ocean, and the seemingly endless roll of the mountains that surround Queenstown. The mussels on the South Island are not to be missed, cooked in a decadent white sauce, try Winnies, and indulge in every bite."
    },
    {
      "dayNumber": "21",
      "title": "Christchurch – One More Time",
      "description": "Departing for Christchurch leads you to Lake Tekapo. Lupines thrive around the lake, surrounding the shore with various shades of purple and the subtle scent of grape soda as an elegant blue hue ripples along the water. A tour and lunch at Morelea Farm gives you a typical working sheep farm and the authenticity of country life. Experience the art of sheep herding first hand as dogs chase the herd around the farm and cluster the sheep into their pen. The demonstration is followed by a sheering display that highlights the humane and natural techniques that New Zealand farming has become associated with. Enjoy the delicious barbeque lunch on the property before leaving for Christchurch."
    },
    {
      "dayNumber": "22",
      "title": "Christchurch – Never the End",
      "description": "Transfer to the Christchurch Airport to catch your flight. Although the trip may have ended, the journey has just begun. Your experience of the Southern Hemisphere will be the envy of those that have never been lucky enough to experience it, and you will forever be one of the lucky few that have. For more ideas or if you would like to extend the New Zealand portion of the vacation, please visit the New Zealand tours section."
    }
  ],
  "map": ""
}