{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "spectacular-new-zealand-family-itinerary-in-14-days",
  "tourName": "Spectacular New Zealand Family Itinerary in 14 Days",
  "placesVisited": "Auckland, Coromandel Peninsula, Rotorua, Queenstown, Christchurch",
  "generalInfo": "Handcrafted with a perfect mix of culture, nature, and the outdoors, this two-week New Zealand family tour will reveal the country’s highlights and give your family time to rest and explore. New Zealand offers a sublime range of experiences to bring a family together, such as Maori encounters, Lord of the Rings filming locations, secluded beaches, inspiring fjords, and endless outdoor activities. This getaway features stunning accommodation, guided tours, and exclusive experiences.",
  "durationDays": "14",
  "price": "6,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – Epic Views",
      "description": "To begin your vacation, you will fly to Auckland. You may be amazed that it is New Zealand’s largest city because everything seems small and tranquil, even when you are in the heart of Auckland. A local guide will greet you at the airport and transfer you into the city to your waterfront hotel. Riding to the top of the Sky Tower is a great first experience to keep you active after the flight. You can witness spectacular views from the top, and a vast range of children’s activities can be found inside the tower."
    },
    {
      "dayNumber": "2",
      "title": "Auckland – Whale and Dolphin Cruise",
      "description": "The Auckland locals love to sail. Beautiful water stretches from the harbor and is speckled with small islands and migratory wildlife. After a relaxing morning, a local skipper will take you out on the water this afternoon. Just to sail here is a unique experience because golden cliffs mark the horizon, and green islands impress at every angle. Spotting dolphins will make your experience even more exciting, and you may even encounter a breaching whale once outside the harbor. This is an interactive tour, so everyone will get a chance to steer the yacht or learn how to sail."
    },
    {
      "dayNumber": "3",
      "title": "Coromandel Peninsula – Digging Your Own Spa",
      "description": "This morning, you will have about a two-hour private transfer to Coromandel. You may want to venture straight to the beach, but some of the fishing villages and volcanoes on the way are very interesting. You will arrive in Coromandel before checking in to a family villa on the beach. The next three days will provide you with some family time with hardly any other people or footprints on the beach. After lunch, a local guide will lead you to a hot water beach, where you can dig in the sand and build your own bath. Then, as the tide comes in, you can all bask in your self-dug spa."
    },
    {
      "dayNumber": "4",
      "title": "Coromandel Peninsula – Laid-Back Family Time",
      "description": "These two days will be at your leisure and will provide everyone with a chance to unwind. Golden sand stretches from your villa, and a handful of coastal trails make for active mornings or afternoons. The bay is protected, and the water is ideal for children because it does not have any rip currents or crashing waves. Kayak tours can be arranged locally, and you can paddle around to hidden beaches and sandstone pinnacles. In the surrounding village, you can find excellent seafood restaurants and a couple of cafes. Your time here will be all about finding the space to come together as a family."
    },
    {
      "dayNumber": "6",
      "title": "Rotorua – Legendary Hobbiton",
      "description": "The hobbit holes are surrounded by fake gardens and furniture. The entire movie set has remained completely unchanged since the time Peter Jackson was here. On a guided tour, you will wander through the preserved movie set. You will end your tour with lunch in the Green Dragon Inn before continuing to Rotorua. Geothermal activity bubbles up all over the Rotorua area. Visiting one of these areas will allow you to witness geysers explode. You should find Rotorua a laid-back place to spend three days."
    },
    {
      "dayNumber": "7",
      "title": "Rotorua – Maori Culture and Impressions",
      "description": "The Maori initially swarmed to Rotorua because of the thermal activity. They use naturally warm water to bathe, cook, wash, and enjoy their personal spas. This morning, you will meet a local Maori community, and the experience will begin with a traditional welcome. Heading to the community meeting place, you will learn local songs and dance along with some of the handicrafts for which Maori people are known. It will be an unobtrusive day and a chance for your children to hang out with people their own age. Lunch will be roasted underground on the thermals and will lead to a relaxing afternoon in the home of the Maori."
    },
    {
      "dayNumber": "8",
      "title": "Rotorua – Customize Your Adventure",
      "description": "New Zealand is famous for outdoor adventure. While Rotorua does not have the tallest volcanoes or most famous trails, it is still an excellent destination for families who seek outdoor adventure. A local guide will tailor today to your family’s interests. You can kayak on the lake to a natural spa, water raft through a forest, mountain bike on the trails, or partake in some hiking or horseback riding. You can combine up to three of these activities in a single day."
    },
    {
      "dayNumber": "9",
      "title": "Queenstown – Tranquility on the Lakeshore",
      "description": "Flight connections between Rotorua and Queenstown are excellent, so in less than three hours you can be on the South Island checking in to your boutique hotel on Lake Wakatipu. Queenstown is world-famous as an adrenaline destination, especially for its bungee jumps and jet boat rides. Regardless, Queenstown is a tranquil town that runs on its own rhythm. Barely four streets across, the town is also small and walkable for children of all ages. Nothing will be planned for this afternoon, and you may want to take a cable car up to Bob’s Peak for a superb sunset view."
    },
    {
      "dayNumber": "10",
      "title": "Queenstown – Glacier Helicopter Flight",
      "description": "Breathtaking fjords tumble across the landscape west of Queenstown. At first, you will travel through them by road, crossing majestic mountain passes and feasting your eyes on the incredible scenery. Then, you will cruise around Milford Sound to admire its rushing waterfalls and steep cliffs. Dolphins and seals are typically featured in every Milford Sound cruise, and there is a mystique to this landscape on the edge of the world. Rather than driving back, you will fly by helicopter, which will prove to be an incredible flight with a glacier landing. Touching down in the middle of nowhere, you can jump onto the snow, admire natural ice sculptures, and inhale the silence of a rarely visited landscape."
    },
    {
      "dayNumber": "11",
      "title": "Queenstown – Central Otago’s Vineyards",
      "description": "Queenstown is a great base because there are many things to do and see within an hour of the town. One of these options is Wanaka, which is a town that is draped along an icy-blue lake. Here, Puzzling World will baffle your children for hours. You can also visit Central Otago’s vineyards, where you can dine on local cuisine, and the adults can sample local vintages. These two destinations are a great combination for a single day, but with a customizable tour, you may wish to travel in a different direction. Glenorchy is another option, especially if you seek some more outdoor activities."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown – Lord of the Rings Tour",
      "description": "All of the Lord of the Rings movies were filmed in New Zealand, and some of the most important locations are hidden in the valleys around Queenstown. You need a 4WD vehicle to visit them, and sometimes, you may need a little imagination to see the real landscape without CGI. Today’s private tour will lead you to battlefields and Middle-earth, where you can dress up in costumes from the movie sets and recreate iconic scenes. Just driving around these incredible landscapes is a highlight, but it is so much more exciting when your children know exactly where you are in Middle-earth."
    },
    {
      "dayNumber": "13",
      "title": "Christchurch – Understanding an Earthquake",
      "description": "Your outbound flight will depart from Christchurch in the morning, and the city is more than worthy of your final 24 hours. You will touch down after a domestic flight, and a local guide will transfer you to the Antarctic Interpretation Centre, where you can all feel South Pole conditions and imagine what it is like to drag a sled across the ice. This interactive attraction will be followed by an interactive city tour, which will teach you about the 2011 earthquake and how the city is rebuilding itself through innovation and art. Christchurch also has great restaurants, so you can feast on local cuisine and celebrate your final night in New Zealand."
    },
    {
      "dayNumber": "14",
      "title": "Christchurch – Departure",
      "description": "Today will be at your leisure. Late checkout will be arranged, and you will be transferred to the airport privately."
    }
  ],
  "map": ""
}