{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "heritage-tour-of-new-zealands-south-island-powhiri-to-pounamu",
  "tourName": "Heritage Tour of New Zealand’s South Island: Powhiri to Pounamu",
  "placesVisited": "Christchurch, Kaikoura, Mount Cook Village, Oamaru, Dunedin, Otago Peninsula, Middlemarch, Queenstown, Arrowtown, Franz Josef, Hokitika, Greymouth",
  "generalInfo": "Discover 800 years of dynamic heritage during your 13-day culture tour of New Zealand. Experience the powerful pōwhiri welcome and search for Scottish and Victorian architecture. Find a spirit of exploration exuding from pioneer history and the customs of wayfinders. Explore raw natural history and local traditions during your custom-tailored tour connecting the timelines between settlers and explorers, archipelagos and cities across the North and South islands.",
  "durationDays": "13",
  "price": "5,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Christchurch – A Short History Since the Earthquake",
      "description": "Christchurch’s architectural heritage came down in 2011. An earthquake devastated the city, and on a short walking tour, you can still find large piles of rubble and rutted out, ruined buildings; however, this is not a sad city story. Amid the destruction there are symbols of beauty and innovation, such as the Cardboard Cathedral and an abundance of murals that shine upon walls in various states of reconstruction. A walking tour will be a great insight into what happened, and especially what has happened since the devastating earthquake. It will prove an excellent introduction into the positive attitude and atmosphere that marks the Southern Island."
    },
    {
      "dayNumber": "2",
      "title": "Christchurch – Maori Pōwhiri Welcome Plus Maori Concert and Hāngi Dinner",
      "description": "This morning will be left free and it is hard to predict how you will feel after the long flight and jet lag. Rather than rush into an active itinerary, it will be better to take it slow and rest up before the journey to come. In the midafternoon, you will head to Willowbank Nature Reserve for an authentic South Island introduction. Stamping their feet and staring intensely, a Maori community may appear frightening from 20 meters away. Chanting in their local language, they will form a warrior-style image. Then, leader will emerge and will place a single feather upon the ground. It is a sign of peace, and by picking up the feather you accept their friendship. You will join the Maori in singing and dancing for a whole concert of entertainment as your dinner roasts underground. Hāngi is the traditional way to cook both meat and vegetables, leaving it to roast on hot coals for many hours through the day. After the concert, you will sit down to eat, and it will be quite a feast, especially if you are a keen carnivore as there is no better New Zealand dish than local lamb. The entire experience will take four to five hours, and will be an excellent introduction to what takes place behind closed doors in the Maori community."
    },
    {
      "dayNumber": "3",
      "title": "Christchurch – Maori Family History and Tradition in Kaikoura – An Intimate Perspective",
      "description": "Most preconceptions of Maori culture have to do with warriors and war dances, such as the famous Haka . The first European to reach the island was Abel Tasman, who was a famous Dutch pirate hunter. Behind these fearsome warriors, there are subtle and lesser-seen elements of the Maori culture. It is not all dances and defending native territory. This proud culture has lived through great change and has proudly preserved its way, and this is something that you will experience on a private family tour in Kaikoura. You will join a family for a day as you learn the ins and outs of their daily culture and traditions that have been passed down over eight centuries. It will truly be a beautiful insight into an often pigeon-holed culture."
    },
    {
      "dayNumber": "4",
      "title": "Mount Cook Village – Exploring Sir Edmund Hillary’s Legacy",
      "description": "You will head South across the Canterbury Plains where you will watch the wilderness unfold as pastoral landscapes give way to snow-topped mountains and lakes of turquoise blue. You will stop at photographic viewpoints as you head deep into an alpine zone and Mount Cook Village where the Sir Edmund Hillary Centre will provide a very different perspective on heritage. The great explorer is a New Zealander who became the first person to both summit Everest and reach the South Pole. These expeditions will be superbly chronicled in the center as well as Hillary’s achievements in making the surrounding mountains more accessible to all. You will spend some time outside after dinner this evening, gazing up at the beauty of one of the world’s first accredited dark sky reserves."
    },
    {
      "dayNumber": "5",
      "title": "Mount Cook Village – Your Own Adventure in the Mountains",
      "description": "Glaciers have carved the South Island, and you will explore this natural as you hike in Aoraki/Mount Cook National Park. Over 140 peaks will rise from the horizon, and some 72 glaciers fill this World Heritage Zone. You can only glimpse a few of these, but it is quite an adventure. Follow a hiking trail out of Mount Cook Village, you will venture across a succession of suspension bridges to a lake that is dotted with icebergs. This will be a half-day option and can be achieved by most fitness levels. Other hikes will be possible if you have more energy and want to travel deeper and higher into the mountains."
    },
    {
      "dayNumber": "6",
      "title": "Dunedin – Discovering Victorian and Scottish Heritage",
      "description": "The streets will glimmer white in Oamaru, and they were crafted from a local white-stone that appears like marble at first glance. An entire precinct will unfold as you walk with a local guide, and almost every facade is an original Victorian design. There is impressive Victorian architecture in outposts all around the world, yet the stone gives Oamaru a very surreal appearance. You will have lunch here before continuing your journey to the land of the Scotts. Some of the streets will make it appear more like you are in Edinburgh rather than New Zealand (the pubs certainly do). You can check it out on your own this afternoon, with the pubs being a great place to warm up on a cold day. Continue on to Dunedin."
    },
    {
      "dayNumber": "7",
      "title": "Dunedin – New Zealand’s Only Castle and More Settler Stories",
      "description": "The South Island’s Southeastern corner also appears Scottish in terms of landscape. You will be able to see how the settlers lived with the many lakes, lochs in Scotland), and narrow valleys, or glens . Larnach Castle was built in 1871, is the only castle in the country, and looks as if it could come straight from a Scottish postcard. You will discover this site in the morning before taking a journey back to Dunedin to visit an albatross colony on the Otago Peninsula, where you will witness the flight of the world’s largest flying bird. Your guide will then provide a narrated tour of Dunedin, informing you about how the city evolved from a time of the first settlers."
    },
    {
      "dayNumber": "8",
      "title": "Queenstown – A Historical Railway Line to a Mountaintop Maori Haka",
      "description": "How they cut through such immense rock will be very hard to imagine, especially with the primitive methods of 100 years ago. The Taieri Gorge railway line is a single track that snakes dramatically across the South Island. New train carriages have been constructed in vintage styles, so you can cruise all the way to Middlemarch on this railway in comfort. From here, it will only be a short road transfer to Queenstown, where you will receive another Maori welcome. Fearsome and frightful, the haka will bring silence from all who watch. This is the classic Maori experience, and you will witness it in a very special setting as the sun comes down on Queenstown and Lake Wakatipu."
    },
    {
      "dayNumber": "9",
      "title": "Queenstown – Heritage Tour Including Farmsteads and Gold Mining Villages",
      "description": "Gold still runs through the rivers around Arrowtown, and you will have the opportunity to pan it for yourself. Today, it is rare to get more than a sliver of gold, but in the 19th century great nuggets used to be pulled out, including one weighing more than two kilograms. Gold mining history will be the focus of any trip to Arrowtown, and you will explore how the town has changed, plus what is left from their first gold rush. In farmsteads nearby, you will continue a tale of settler history, looking at how farmers were successful in what initially appears to be a harsh and unforgiving land. While the North Island was already well populated by Maori, the South Island was mostly an open wilderness when settlers arrived after they considered it too cold and inaccessible. Today’s tour will tell the story of those who took a gamble and settled here in the mid 19th century."
    },
    {
      "dayNumber": "10",
      "title": "Franz Josef – Encountering Kiwis and South Island’s World Heritage Natural History",
      "description": "Natural history will become the focus for today as you will follow the South Island’s most impressive road route, carving a path through a UNESCO World Heritage zone of glaciers, lakes, and peaks. It is five hours to Franz Josef, and you will connect many landscapes as you traverse Mt. Aspiring and Westland Tai Poutine National Parks. The congruence of ice and rainforest will be a very unique sight, while the open lakes will provide some of New Zealand’s most impressive photo stops. From the macro to the micro, you will continue nature’s journey late this afternoon, visiting the West Coast Wildlife Centre to search for the rarest and smallest of New Zealand’s flightless birds, the rowi kiwi."
    },
    {
      "dayNumber": "11",
      "title": "Hokitika – Carving Your Own Jade with Maori Artists",
      "description": "To the Maori the South Island is called Te Waipounamu, which translates to The Waters of Greenstone. This greenstone is a highly revered form of jade native to New Zealand, which is now solely the property of Maori tribes, so outsiders are not permitted to mine it. Today’s intimate local experience will offer a deep insight into this greenstone and its meaning. You will see where it is harvested and will have chance to find your own in the Hokitika rock. Then, you will meet with local artists and see how it is crafted into a protective or ceremonial piece that is usually hung around the neck. Each style of greenstone design has its own meaning and purpose, which is something you will come to learn from the artists. Some symbols are buried and then dug up to increase fertility. There are also more simple pieces that indicate friendship or protection for sea journeys. Every carving will become an expression of the Maori land and culture. There is a chance to get involved in making your own piece, although most of the exacting chips and carves must be done by a professional. This is also a fun and informal way to explore more of the local culture away from the more famous Maori welcomings and dances."
    },
    {
      "dayNumber": "12",
      "title": "Christchurch – Traditional Train Journey Across Explorers’ Passes",
      "description": "You will travel to Greymouth this morning, stopping at Pancake Rocks en route to a second traditional train journey. This time, it will be across Arthur’s Pass, which is a single track that traverses stupendous landscapes. It is 4 ½ hours back to Christchurch, and this will be your final night in New Zealand. You can reflect on the many sides to the island’s heritage in one of the many restaurants that the city has to offer, recollecting a journey through Scottish settlers, Maori culture, pioneering explorers, and the grand works of nature."
    },
    {
      "dayNumber": "13",
      "title": "Christchurch – Departure",
      "description": "Depart from Christchurch International Airport after breakfast."
    }
  ],
  "map": ""
}