{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "off-the-beaten-track-new-zealand-adventure",
  "tourName": "Off the Beaten Track New Zealand Adventure",
  "placesVisited": "Bay of Islands, Cape Reinga, Taupo, Hawkes Bay, Westhaven Inlet, Wanaka",
  "generalInfo": "So much of New Zealand is so blissfully off the beaten track. This two-week tour will take you to many of the country’s most secret places and hidden destinations, where silence and adventure showcase a country untamed. You will be indulging in helicopter rides to active volcanoes, rafting through the private Maori land, escaping to remote vineyards, and hiking through the wilderness. Handpicked lodges elevate your sense of getting away from the crowds, and there will be many beautiful ways to explore this marvelous country.",
  "durationDays": "14",
  "price": "19,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland to Bay of Islands – Cruising in Paradise",
      "description": "When you are battling with jet lag and travel fatigue, the best thing to do is to cruise. You can recline on the deck of a chartered yacht, feel a refreshing wind as it passes your ears, and gaze upon deserted islands. When the captain drops anchor, you can jump into beautiful Pacific waters or kayak to an isolated and uninhabited beach. To round off your introductory day, you will indulge in a picnic that will be complete with a bottle of sparkling champagne. So, rest, kick-back, and forget about planning anything. From the moment that you land in the Bay of Islands, there is not much that you need. An airport transfer will bring you to the harbor-side lodge, and your day can be as relaxed as you require."
    },
    {
      "dayNumber": "2",
      "title": "Bay of Islands – Helicopter Tour to Cape Reinga and Rally Car Adventure",
      "description": "New Zealand’s Northern tip can be easily reached on a helicopter, and there is so much sand for the pilot to touch down. You will soar over Ninety Mile Beach and watch the forest roll beneath the propellers. Once at Cape Reinga, you will have a choice of adventure: You can accelerate around corners and kick up dust on a guided drive on part of the country’s world rally route, or drive yourself, kicking up sand on a tour across one of the world’s longest beaches. The helicopter will take you back to the Bay of Islands where a sunset dinner will be an indulgent affair."
    },
    {
      "dayNumber": "3",
      "title": "Bay of Islands – More Sailing in the Wilderness",
      "description": "Hopefully by now, you will have completely let go, but you may still need a little time to completely adjust to the new time zone. This open day will be your chance to adjust with nothing but a bay, deserted islands, and a private yacht. With the wind in the sail, you can cruise to very remote areas where there are not even any other boats. You can also sail closer to the lodge, which is a shorter journey with plenty of stops to swim, snorkel, and drink wine with the setting sun. Like most days on this handcrafted tour, the exact timings will be customizable, so you can bend the day to your delights."
    },
    {
      "dayNumber": "4",
      "title": "Taupo – Blackwater Cave Rafting or Abseiling in a Lost World",
      "description": "There are areas around Taupo that are not only off the beaten track but closed to visitors. These are traditional Maori lands, and you need special permission to gain access. Today, you will explore some of these lands with a senior Maori who will show you where to pray and how to fully respect the region. With no roads, you need a novel way to explore. You will go rafting in a cave, climb and abseil in a remote cove, and find secluded places that are mostly known only to the Maori."
    },
    {
      "dayNumber": "5",
      "title": "Taupo – Active Volcano Heli-Hike",
      "description": "Today’s adventure will be just as remote. Volcanic cones stand sharply above Lake Taupo, and you will have been admiring throughout yesterday’s evening. They are active, spitting, and hissing strange colors from their craters. From a helicopter, you can appreciate this surreal and natural sight. The pilot will take you above and alongside three different volcanoes before you touch down and hike in this supreme wilderness. As you wander around a crater rim, the stark reality of this volcanic landscape will hit you. The Earth has a humbling power, and it is this that will enchant you most when walking along these volcanoes."
    },
    {
      "dayNumber": "6",
      "title": "Hawkes Bay – Spa Relaxation at New Zealand’s Hidden Vineyards",
      "description": "After two very active days, Hawkes Bay will now give you some time to unwind. This is the least visited part of the country’s wine regions even though it produces some of the country’s best wines. Coming from Taupo, the landscape will flatten from mountains to rolling pastures and wine farms that line the cliffs. Few people come here, and the escapism can feel absolute. Your lodge is located on the cliffs. To one side, you can gaze out onto the Pacific while to the others you will be surrounded by vines. You will check-in to your detached suite, and your private plunge pool will be a great place to bask in these views. A private wine tasting will be arranged on your terrace, and the cellar master will give you the chance to try rare and old vintages. Over these two days, a private chef will customize your menu, and it is always fresh and seasonal produce with a certain flair and panache as well. Mostly, you can do nothing but indulge on the farm, down at the beach, and in the excellent on-site spa. If you need things to do, there can be activities on the water or around other vineyards. Some of the clifftop picnics can provide memories for eternity."
    },
    {
      "dayNumber": "8",
      "title": "Nelson to Westhaven Inlet \u0000– Cruising and Kayaking Abel Tasman National Park",
      "description": "Today, you will fly directly from Hawkes Bay to Nelson, where you will be greeted by a guide and transferred to Westhaven Inlet. Located on the Eastern side of Abel Tasman National Park, this small bay continues a sense of being cut off from the world. This afternoon will be all about the coastline itself with a private charter that will take you to turquoise coves and isolated places beneath the cliffs. Sharks and rays swarm in the tidal coves and are clearly visible in such pristine waters. To really get close to them, you can choose to go kayaking as well. Again, this activity will be tailored around you, so it could be 20 minutes or two hours of paddling."
    },
    {
      "dayNumber": "9",
      "title": "Westhaven Inlet – Kahurangi Hiking Trails and Coastal Fishing",
      "description": "From Westhaven, you can easily explore both Abel Tasman and Kahurangi national parks. The coastal fishing is superb all along the coast, so this can be your primary option today. Kayaking and renting a charter boat are also options. The recommended afternoon activity is to explore some of Kahurangi’s remote mountain trails. Despite this being New Zealand’s second largest park, it is off the beaten track. Your guide knows some excellent little trails that can suit your fitness levels from riverine tracks to an ascent to remote high-country lakes and peaks."
    },
    {
      "dayNumber": "10",
      "title": "Westhaven Inlet – A Safari Wilderness Tour",
      "description": "Mountains soar, rivers cut through indigenous forest, and strange birds tweet from the trees. This is a part of Kahurangi that is normally closed to the public, and it will be your destination for today. The only way around is in a four-wheel drive vehicle, and it can be quite a journey, surging over rivers and bumping onto deserted beaches along your way. You will enjoy a barbecue picnic by a river, feel the silence and solitude, and then explore some more of the park’s unknown trails. You will have another option for today. You can choose to go canyoning instead, which is a mix of abseiling, waterfalls, jumps, slides, and floating down a granite canyon."
    },
    {
      "dayNumber": "11",
      "title": "Queenstown to Wanaka – The World’s Southernmost Wine Region",
      "description": "With a good flight connection, you can connect Nelson with Queenstown in just three hours. After soaring over the Southern Alps, you will land in New Zealand’s most touristic destination. A local guide will take you into Central Otago, which is the world’s Southernmost wine region, where you will visit a private winery for a private tasting with the owner. You will then stop for an opulent lunch on a terrace that overlooks the vines. Then, you can choose whether to make one or two more stops en route to Wanaka, which is where your lodge will be tucked away on the quietest side of the lake."
    },
    {
      "dayNumber": "12",
      "title": "Wanaka – Horse Riding and Mountain Biking in Mt Aspiring National Park",
      "description": "Mountains rise majestically above Lake Wanaka, and they will be the focal point of today’s adventure. You can choose whether to horse ride, mountain bike, or hike in this national park. For all these options, your guide will first take you into the park by road, so there is no wasted time. With hiking and biking, the idea is that you will travel downhill to Wanaka although you can choose to add in a couple of climbs. Horse riding mostly sticks to the high country where there is space to gallop on open pastures. There is a vineyard that is located directly on Lake Wanaka, which can be a good choice for dinner tonight."
    },
    {
      "dayNumber": "13",
      "title": "Wanaka – Helicopter and Kayaking in Fjordland",
      "description": "Fjordland is enormous. There are still large stretches of it that are an unknown. Tourists mostly visit Milford and Doubtful Sounds because these are the only two places that have been made accessible by road. This is a landscape of endless mountains, valleys, fjords, and lakes. Your guide will be a former Fjordland hunter and helicopter pilot. He knows this landscape better than anyone and will design a full day’s tour that is based on the type of landscapes that you want to see. With propellers blurring, you can cruise through fjords and land on remote plateaus. It will be possible to cross snow-capped peaks and to touch down on unseen beaches where ocean waters rush into the fjords."
    },
    {
      "dayNumber": "14",
      "title": "Wanaka to Queenstown – Departure",
      "description": "Queenstown’s popularity is a good thing, and today you will depart from the renovated international airport. It is a 60-minute transfer from Wanaka, but you can allow more time for viewpoint and winery stops."
    }
  ],
  "map": ""
}