{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "highlights-of-new-zealand-tour",
  "tourName": "Highlights of New Zealand Tour",
  "placesVisited": "Bay of Islands, Rotorua, Christchurch, Queenstown",
  "generalInfo": "Experience charm, excitement, and tranquility during your 13-day New Zealand highlights tour. You can indulge in the dreamy natural splendor of the scenery as you travel from coastline to cityscapes, mountain peaks to surreal sounds. Follow hobbits to Middle Earth, sail around the Bay of Islands, and enjoy an aerial view from a hot air balloon as you discover the endless wonders of New Zealand.",
  "durationDays": "13",
  "price": "14,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bay of Islands – Warm Welcomes to New Zealand",
      "description": "New Zealand’s remoteness has always aided its natural idiosyncrasy, the country developing in isolation from the rest of the world. Your first aerial vistas confirm your arrival in a lost landscape, rolling green and endless beaches visible through the plane window. Connect in Auckland to a domestic flight and touch down at Kerikeri Airport, the northern most reaches of the country offering an unforgettably serene welcome. You’re probably tired after the flight, so soak up the tranquil sight of lush islands in the marine blue. Relax. Take your time. This is New Zealand, and almost immediately you settle into a gentle rhythm, nothing rushed or stressful, yet everything running on your time."
    },
    {
      "dayNumber": "2",
      "title": "Bay of Islands – Majestic Private Sailing",
      "description": "Today you sail through the Bay of Islands. A private yacht picks a route through the uninhabited bliss; tropical greenery and deserted sand are a continual feature of your photos. An expert skipper unveils the hidden and forgotten corners, like secluded bays that rarely see eyes and rocky coves that are perfect for a sumptuous lunch. Disembark on beaches without footprints and then continue your sail through sublime sights, nothing artificial breaking your immersion into New Zealand’s untouched nature. As it’s a private yacht, the itinerary is very much decided by you; the skipper is full of potential options and routes that reveal the Bay of Islands in all their splendor. Return to the hotel, gaze at the view, and listen. Silence. Welcome to New Zealand."
    },
    {
      "dayNumber": "3",
      "title": "Bay of Islands – Flying Over Ninety Mile Beach and Exploring Sand Dunes",
      "description": "After the marine exploration comes aerial delight, a micro flight taking you above the Bay of Islands and along Ninety Mile Beach. Yellow and blue juxtapose beneath the wingtips; the plane swoops low and allows for unforgettable panoramas of this untamed landscape. Cruise inland and it's green that dominates the vista, a thousand shades merging before your eyes. Touch down on a tiny isolated runway beside Cape Reinga Lighthouse, and then transfer to a coach that takes you across Tapotupotu Bay. Have a quick swim in the deserted waters and continue to giant sand dunes. It’s tempting to stand back and simply photograph their majesty, but the adventurous will want to grab a sled and surf down these remarkable natural features. The memories are continually forged; your afternoon is filled with the returning micro flight. This time you glide inland, flying low across the northern tip of the country and finally descending into your idyllic Bay of Islands base."
    },
    {
      "dayNumber": "4",
      "title": "Rotorua – A Maori Immersion",
      "description": "New Zealand’s domestic flight network ensures no precious vacation time is wasted. You depart from Kerikeri and touch down in Rotorua via a quick change in Auckland. It’s just a couple of hours by air, with luxury chauffeured transfers and astonishing views from the window coming as standard. This North Island was formed by volcanoes, and rumbling beneath the Rotorua surface are inspiring reminders of this geological foundation. Geysers suddenly explode, huge flumes of boiling water spiraling some 50 feet into the air. Pools of mud slurp and bubble, while thermal baths cascade across the hilly landscape. Explore the remarkable beauty of this geothermal town at Te Puia, the geysers gushing just meters away. They don’t just look pretty. The natural heat has been essential to the Maori lifestyle for many millennia. Your dinner has been roasting underground; huge joints of meat slowly cook on the scorching rock. But before dinner, you must be officially welcomed. The Maori chief comes out in a fanfare of trumpets and singing, putting down a single leaf as a sign of peace. Pick up the leaf and accept the traditional welcome, then enter their wooden home for an evening of entertainment. Watch and learn the haka war dance, admire narratives told through dance, and enjoy this very rare opportunity to connect with Maori culture. Then it’s time to feast on the thick cuts of lamb and beef, the slow-roasted vegetables, and a couple of modern delicacies for dessert. With a steaming mug of hot chocolate in hand, you return to the geyser just in time for its evening explosion."
    },
    {
      "dayNumber": "5",
      "title": "Rotorua – Stunning White Water Rafting on Rangitaiki",
      "description": "New Zealand’s wilderness is ever calming, but when you head deeper into the forest it can also be thrilling. Today’s journey is by raft, eager paddle strokes dissecting green canyon walls and perfect reflections in the water. In the distance, you can hear rapids rumbling and thundering. Keep paddling forward and then down into the white water that rages around your inflatable boat. Some rapids are easy to navigate, a few careful strokes and everything is tranquil once more. Others are grade four rated, delivering thrills and the occasional spill over the side. It’s an experience that seems symbolic of the whole New Zealand experience, part serenity, part exhilaration, and complete submersion in the country’s nature."
    },
    {
      "dayNumber": "6",
      "title": "Rotorua – Standing on the Edge of a Live Volcanic Crater",
      "description": "But perhaps every unique experience on this itinerary could be symbolic of the country. This morning you cruise over to White Island, the rims of craters gazing on from the distance and the delights of whales often breaching beside the boat. Following the calm comes the thrill of a live volcano, one that hisses and bubbles below the earth’s crust. It was only a decade or so since the last eruption, so hard hats and gas masks are a necessity, and careful monitoring of the underground rumbles means the trip can be canceled if there is imminent danger. Trek along the scorched rim, stepping over rocks created from lava and ash. A layer of steam floats in the distance, the volcano exhaling small reminders of its power. Ascend to the edge and then look into the abyss, hissing and bubbling sounds accompanying the inherent thrill. Yes, this is real; you’re standing on the edge of one of New Zealand’s active volcanoes. From here you follow the fault line, walking across the scars left by past eruptions and marveling at the iconic dome of Mount Tarawera. With all the excitement it’s left to the dolphins and whales to bring you back down to earth, friendly marine delights accompanying the cruise back to the mainland."
    },
    {
      "dayNumber": "7",
      "title": "Christchurch – Admiring the Reconstruction",
      "description": "The landscape hasn’t always been smiles and friendly experiences; Christchurch was decimated by an earthquake just a few years ago. Picking your way through rubble and remains doesn’t sound that appealing. But Christchurch is far from a depressing destination. It’s been ingeniously rebuilt, the locals' enthusiasm and commitment helping to raise a city of indelible charm from the ashes. Every visitor is bowled over by the infectious vivacity, the whole city looking forward as it concocts novel ways to rebuilt and redevelop. After a domestic flight and luxury transfer, the day is free to explore Christchurch and its endearing passion for life."
    },
    {
      "dayNumber": "8",
      "title": "Christchurch – Hot Air Ballooning Above Canterbury",
      "description": "This corner of the country is a patchwork of colors and shapes, the farmlands of Canterbury mingling with white tinged mountain peaks and the thick ocean blue. It’s best explored at a slow pace, so climb aboard a hot air balloon and ascend above the beauty. 360º panoramas roll far into the distance, the dawn light coating everything in a mythical seductiveness. Christchurch’s remarkable cityscape offers further aerial enchantment, the buildings providing a harmonious contrast to the endless acres of unadulterated wilderness. While there’s always a kick of adventure to the hot air balloon starting its ascent, today’s experience is as relaxed as they come."
    },
    {
      "dayNumber": "9",
      "title": "Christchurch – Swimming With the World’s Smallest Dolphins",
      "description": "Wildlife is an omnipresent feature of this vacation, from the twittering of bird song in the morning to the dramatic marine life that jumps out of the water. Endemic Hector’s dolphins are the world’s smallest dolphins and whole pods congregate in the waters near Akaroa. All dolphin species are cute, but these playful locals must be some of the cutest. They’re never camera shy, always willing to jump in unison, and cruise alongside your boat. After marveling from the deck it’s time to join them in the water, this itinerary offering the rare opportunity to swim with these unique creatures. Like always, expect to be inspired by nature and imbued with a sense of natural harmony. This highlight is just an hour’s drive from Christchurch, so there’s still free time in the afternoon to continue your exploration of the city."
    },
    {
      "dayNumber": "10",
      "title": "Queenstown – Jet Boat Thrills",
      "description": "As you land in Queenstown you complete the journey from north to south; this vacation has allowed you to traverse the whole length of the country. You’re now tucked away on the southern edge of the South Island, a place where the mountains rise higher and the lakes delve deeper. White peaks surround you, the mountain ridges separating dramatic fjords. The Shotover River unveils deep impressions of a raw and rugged landscape, the stark canyons dissected by a glacier river with breathtaking transparency. Hurtle between the walls on a jet boat, the skilled pilot doing 360º spins and sending the boat sideways at exhilarating speeds. After an hour on the river, return to the soothing landscape of Queenstown, the lake reflecting the mountains and a wonderful sense of calm accompanying your final base in New Zealand."
    },
    {
      "dayNumber": "11",
      "title": "Queenstown – The Dazzling Beauty of Milford Sound and the Fjordlands",
      "description": "While the North Island landscape rolls and curves, the landscape of the South Island cuts conspicuous lines and defined shapes. This breathtaking geography is epitomized by the Fjordlands, a great expanse of snow-consumed rock, precipitous cliffs, and hidden wonders. Today’s experience offers three unique highlights, each providing a different vantage point for admiring the splendor. Head out in a glass-ceilinged bus stopping beside calming lakes along the way, and then meander across a dazzling mountain pass. You’re always gazing up, rocking your head skyward and trying to comprehend the enormity. This impression continues when you reach Milford Sound, the world-famous natural wonder featuring vertical mountain walls that rise over 4000 feet from the narrow sapphire water. Switch to a boat, cruising past delightful waterfalls and into the magical mist that always hangs on the horizon. The boat provides the close-ups, revealing the intricate details of this abundant landscape. Later in the afternoon you get to see scale, a helicopter soaring above the Fjordlands and serving up one of the planet’s most sublime panoramas. Fjords and white peaks extend in every direction, and now the pilot swoops low and reveals natural ice sculptures lost amongst the rock. Touch down on a glacier, no evidence of human existence anywhere to be found. Take a few steps and photograph the white mirage. Admire your complete immersion in the wilderness. Then climb aboard for a final helicopter ride and make an extraordinary landing in the bliss of Queenstown."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown – A Journey to Middle Earth",
      "description": "New Zealand’s comparison to Middle Earth is well documented, this being the land where the Lord of the Rings and The Hobbit were exclusively filmed. Throughout the last 12 days, it will have been impossible to ignore the comparisons, these cut adrift islands standing untamed in the Pacific. Today’s tour connects fiction with non-fiction, taking you to dozens of locations used in the movies. You’ll recognize where Orcs fought battles and elves trekked, the landscapes unveiled in high definition that’s far sharper than your local movie theater. Every turn seems to reveal a scene from somewhere imagined by directors. Yet you’re left with the overarching impression that any part of New Zealand’s landscape could justifiably claim to be Middle Earth, the country’s nature delivering an incredible dose of intimacy and inimitability,"
    },
    {
      "dayNumber": "13",
      "title": "Auckland – Leaving New Zealand with Indelible Memories",
      "description": "This morning you depart, a domestic flight taking you to Auckland and to your international flight home. Scroll through the camera roll and relive the highlights, each photo another snapshot from this vacation that paraded every side of New Zealand just for you."
    }
  ],
  "map": ""
}