{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "two-week-new-zealand-tour-for-active-couples",
  "tourName": "Two-Week New Zealand Tour for Active Couples",
  "placesVisited": "Auckland, Waiheke Island, Hobbiton, Rotorua, Abel Tasman National Park, Marlborough, Queenstown",
  "generalInfo": "Find your own slice of paradise on a New Zealand adventure that has been handcrafted just for two. With dazzling landscapes that provide the backdrop, this two-week tour is all about the private moments. You will float above Middle Earth, jet boat to an exclusive spa, explore island vineyards, and helicopter to a secluded picnic spot. These experiences are tailored specifically for starters as you discover the best of the north and south islands from Waiheke Island all the way to Queenstown.",
  "durationDays": "14",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – Skywalk, Lunch and Relaxing on the Waterfront",
      "description": "Auckland will quickly impress you with New Zealand’s laid-back atmosphere. A third of the country’s population lives here, yet the city will seem so quiet, especially after you land and check into your hotel on the waterfront. Most international flights to New Zealand land in the morning, and this will give you a day to relax and overcome some of your jet lag. A local guide will transfer you from the airport to your hotel and then take you to the Skywalk for impressive views from near the top of the country’s tallest building. You will culminate your first New Zealand impressions with a three-course lunch at Peter Gordon’s celebrated Auckland restaurant where you will toast to romance with a glass of the country’s famed sparkling wine."
    },
    {
      "dayNumber": "2",
      "title": "Waiheke Island – Vineyards and Treats on a Tropical Island",
      "description": "Waiheke does not resemble preconceptions about New Zealand; it appears to be more like Fiji or Hawaii. Turquoise waters and golden waters fringe on rolling volcanic hills with vineyards that blanket many of the slopes. After taking the 35-minute ferry this morning, you will have a two-night stay at a boutique, beachside hotel. Today’s exploration will be all about the vineyards as your local guide takes you to four different farms. Wines will be accompanied by local treats, including Te Matuku Bay oysters, wild honey, artisanal cheeses, and meats. Such a day of indulgence is complemented by the beach as you spend the evening settled in a tropical island paradise."
    },
    {
      "dayNumber": "3",
      "title": "Waiheke Island – Romance With a Seaplane and Sea Kayaks",
      "description": "Today will be all about the water. You will soar above the Hauraki Gulf in a seaplane, taking off from the water before watching lush colors swirl beneath the wingtips. The plane will land on the water, and you will continue the adventure in sea kayaks by paddling out to a deserted beach for a picnic and lazy afternoon. This experience epitomizes a romantic New Zealand adventure. Dazzling landscapes set the scene, and the activities offer excitement. Then, there is a private space reserved just for two. You will return to Waiheke by motorboat where golden sand continues to set the scene."
    },
    {
      "dayNumber": "4",
      "title": "Hobbiton to Rotorua – Through Middle Earth to Hot Springs",
      "description": "As you walk through the lush pastures of the Shire, it may be difficult to make sense of the scene. Rocking chairs stand outside colorful hobbit holes, and potted plants and post boxes are fixtures in each garden. This is Hobbiton, and there is absolutely nothing modern in view. It all seems too real and too much like a place where elves and hobbits could converse. The movie set has been entirely untouched since Peter Jackson was directing here from the Green Dragon Inn to a set of hobbit-holes that were built into a tumbling hillside. This preservation of filming history creates a romantic atmosphere. When walking hand in hand, you can really imagine being in a mythical and fictional place. Hobbiton is neatly located on the route between Auckland and Rotorua. You will travel here by private chauffeur and continue onward to the most important town for New Zealand’s Maori. The afternoon in Rotorua will be left free. You can explore walking trails around the lake, visit natural hot springs, and check out Maori artisans who craft personalized greenstone pendants."
    },
    {
      "dayNumber": "5",
      "title": "Rotorua – Zip Lining, Bubbling Mud Pools, and Maori Culture",
      "description": "Deep in a long-forgotten forest, you will zoom through the trees. A zipline connects the millennia-old trees, taking you on a journey high through the forest canopy. Like so much in New Zealand, there may be a little anxiety when starting the activity. After all, it is not every day that you stand in a tree and look across a 220-meter zipline. This anxiety will soon fall away as you appreciate how the country sets the standard for safety. New Zealand is where many of the world’s adventure activities have been tested and perfected before being copied elsewhere around the world. Ziplining in Rotorua is very safe, and you will feel the exhilaration upon completing the course. After lunch, the Maori will take over. Geothermal activity can be found all over Rotorua, and the Maori use this for many things from cooking to bathing. This underground activity has real power as well. You will marvel at the geyser, and nothing may happen for five, ten, or maybe twenty minutes. Then it will explode with a jet of water that shoots 20 meters into the sky. It is truly an impression of nature’s power. Nearby, you can see bubbling hot pools and mud baths where colors spiral in strange formations. Your dinner will be cooking underground on the thermals, which is a hangi style of cooking that you will share with your Maori hosts. Before dining, you must be formally introduced. A Maori family will provide a traditional tribal welcoming along with some song and dance before you dine as their respected guests."
    },
    {
      "dayNumber": "6",
      "title": "Rotorua – Jet Boat to a Hot Spring Spa",
      "description": "Today, you can sleep for as long as you please. This is a romantic tour, and the number of early starts has been deliberately minimized. Maybe, you want to order breakfast to the room and lock yourself away for a few more hours. Traveling by jet boat, you will visit a private hot spring this afternoon. The boat will take you through a narrow, 50-meter high gorge before it cannot continue any further. You will disembark and clamber through a narrow crevasse, scramble over some boulders, and wade through warm, waist deep water. You will emerge from this where you will find yourself in untouched New Zealand bush. It is here that the private spa is located. By spending the afternoon here, you can refresh in waterfalls, replenish with a couple’s spa treatment, and enjoy a classic Rotorua mud bath."
    },
    {
      "dayNumber": "7",
      "title": "Abel Tasman National Park – Lounging Around the Beach",
      "description": "Today, you will fly from Rotorua to Nelson, swapping the volcanic North Island for a glacier-carved South Island. Good flight connections mean that you will be in Abel Tasman National Park by midday where your lodge will be hidden in a forest just steps from a golden beach. The only way to reach this lodge is by foot or water. It is not a private beach, but such inaccessibility creates a solitude that is ideal for two people who are seeking to escape the world. This day will be left free, and there are different ways that you can explore. Sea kayaks can lead you around a dazzling coastline, walking trails rise and fall along the cliffs, and the sound of bellbirds and Tui birds provide a lullaby throughout the evening."
    },
    {
      "dayNumber": "8",
      "title": "Abel Tasman National Park \u0000– Wildlife and Wonder During a Private Boat Tour",
      "description": "Today, you will wake up in paradise. The ocean waters will offer similarities to your time on Waiheke, but the coastline will be very different. This will be revealed on a private boat tour that is based on the tides. There is a four-hour sweet spot when small boats can safely access small passageways in the cliffs. You will travel through these and enter tiny coves where you can see reef sharks and rays as they swim around the shallow water. Jagged cliffs create a stunningly private environment, and with four hours to explore, you will visit many of these coves. Wildlife also provides a highlight here as you can encounter cormorants, gannets, blue penguins, and fur seals."
    },
    {
      "dayNumber": "9",
      "title": "Marlborough – Cruising Marlborough Sounds",
      "description": "The South Island’s dramatic coastline continues to impress as the adventure continues in Marlborough. You will leave the beach by water taxi and return to Nelson before a chauffeured road transfer brings you to Picton. Marlborough Sounds dominates the vista, and you will spend half a day exploring on a private boat that can access the smallest and most sublime of all the bays and sounds. Dolphins can swim past with a trail of fins in poetic harmony, and Cape fur seals may bask in the hundreds and can be commonly spotted on open rocks. You can go fishing and swimming should you before you get lunch on the boat and cruise back to Picton. You will spend your afternoon in Blenheim, which is the capital of New Zealand’s most famous wine region and where you will be staying at a boutique vineyard lodge."
    },
    {
      "dayNumber": "10",
      "title": "Marlborough – New Zealand’s Exquisite Sauvignon Blanc",
      "description": "Waiheke Island has experimental wines that are mostly organic and focused on red varietals. Marlborough is home to the world’s most famous Sauvignon blanc, which is produced in a new-world style that has become the darling of the international wine scene. Your local wine guide will show you around today with visits to three local producers. You will start at a large vineyard where you will gain a good understanding of local terroir and viticulture. You will then move into to the region’s oldest farm for an indulgent lunch with wine. Then, you will end your day’s tour at a boutique winery where you will taste with the cellar master and explore the wine region’s more recent subtleties."
    },
    {
      "dayNumber": "11",
      "title": "Nelson to Queenstown – Indulgence on Lake Wakatipu",
      "description": "As you land in Queenstown, it will be easy to see why it is New Zealand’s most famous destination. Peaceful and blissfully blue, Lake Wakatipu will stretch out before your eyes. The Remarkables mountains provide a snow-capped backdrop in one direction, and rugged mountain peaks lean over the rest of Queenstown from other angles. Your hotel will be perched on the edge of the town, and you can enjoy a 360-degree view from the rooftop. Today will be at your leisure, and there is a ton to see in the town. You can check out the boutiques, take a boat out on the lake, and try some mountain biking. For sunset, you will take a cable car to Coronet Peak, which is New Zealand’s most iconic vista. Then, this evening, you may be treated to the southern stars."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown – Helicopter Picnic in Remote Paradise",
      "description": "All around Queenstown, there is space and privacy. While the town has a cute little bustle, the mountains offer an enchanting solitude. Most of the landscapes are inaccessible unless you have a helicopter. This morning, you will fly by helicopter to a remote plateau in the mountains that overlooks Lake Wakatipu. The guides will leave you here with a picnic, and the day will be yours to enjoy and explore. This is a very exclusive New Zealand experience, but again, it is typical of the country. With so much space and wilderness, there is always a place just for two. A helicopter adds some adventure, and the picnic will come with delicacies from all across the South Island."
    },
    {
      "dayNumber": "13",
      "title": "Queenstown – Hot Air Balloon Ride Above Middle Earth and Onsen Hot Pools",
      "description": "The Lord of the Rings and The Hobbit were exclusively filmed in New Zealand, and many of the locations lie to the east of Queenstown. This morning you will soar above Middle Earth in a hot air balloon, gazing down upon the Misty Mountains, Rohan, Ford of Bruinen and the Gladden Fields. From this aerial vantage point, you can follow the road to Mordor, feasting your eyes on surreal landscapes as they emerge from the morning shadows. You will drift across mountains and water before touching down to a champagne celebration with muffins and pastries. Then end to your romantic vacation in an Onsen hot pool. You will enjoy a couple’s massage before you soak in a hot pool and enjoy stunning views over the Shotover River."
    },
    {
      "dayNumber": "14",
      "title": "Queenstown – Departure",
      "description": "After two weeks in New Zealand, your outbound flight will depart from Queenstown this afternoon."
    }
  ],
  "map": ""
}