{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "highlights-of-the-south-pacific-tour-australia-new-zealand-and-fiji",
  "tourName": "Highlights of the South Pacific Tour: Australia, New Zealand, and Fiji",
  "placesVisited": "Auckland, Waitomo, Rotorua, Queenstown, Melbourne, Uluru (Ayers Rock) & Kata, Great Barrier Reef, Sydney, Nadi, Taveuni, Port Douglas, Laucala",
  "generalInfo": "Discover the very best of the South Pacific on a three-week vacation to Australia, New Zealand, and Fiji. Experiential and enchanting are the landscapes, and you will connect with local cultures and explore magnificent landscapes, such as Uluru, New Zealand’s fjords, and remote Fijian islands. Including Aboriginal art, a private island sanctuary, snorkeling the Great Barrier Reef, and the great outdoors, this is the ultimate vacation package that spans three incredible countries.",
  "durationDays": "20",
  "price": "8,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – Settling in to the South Pacific",
      "description": "After landing at New Zealand’s largest airport, you will be picked up by a local guide and transferred into the charming city of Auckland. Here, city neighborhoods are dominated by independent businesses, but the streets do not feel hip or trendy. It is more of a local atmosphere epitomized by friendly smiles and welcoming waves. Your hotel will be located on the harbor, and the harbor-front promenade will be an excellent place to begin walking off your jet lag. Nothing will be planned for today, so you can have all the time you need to rest."
    },
    {
      "dayNumber": "2",
      "title": "Auckland – Day Trip to Waiheke Island",
      "description": "Today, sails will flutter in the gulf, and islands will be awaiting your exploration on your trip to Waiheke Island. You will travel to the island by public catamaran from a harbor near your hotel. A local guide will accompany you, so you can discover the best of this tropical island. Vineyards create carpets of green across the island interior, and there are some beautiful trails through the vines. Golden bays and quiet beaches can be found sprinkled around the coast, which can be places to grab an ice cream or some fish and chips. This day trip can run around your schedule, so it can start earlier or later, depending on how you are feeling with the time difference."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua – Glowworms and Maori Experiences",
      "description": "Today, you will leave Auckland, and the natural wonders will soon take hold. Glowworms inhabit a Waitomo cave that you will explore, and if you cruise a little further underground, you will be able to witness magnificent chambers of changing stalactites. Waitomo is a neat stop en route to Rotorua, but you can customize the day to stop at the Hobbiton movie set instead. The Maori have their hearts in Rotorua, and you will meet a community this evening. In traditional dress, they will greet you, giving a welcoming ceremony that will provide immediate insight into their long-standing traditions. Afterward, you will spend the evening in their company with dance, song, and a hangi dinner, which is cooked using underground thermals."
    },
    {
      "dayNumber": "4",
      "title": "Rotorua – Experiencing New Zealand’s Outdoors",
      "description": "New Zealand is the great outdoors. It is a country of wilderness, where you can adventure in all directions. You will spend the day with a private guide, handcrafting your own outdoor activities in the Rotorua area. Excellent single-track mountain bike trails that are suitable for all levels can be explored, and stunning hikes can lead you through forests and onto volcanic mountains. You can also paddle on the lake in a kayak to natural island hot springs. Part of your tour will include exploring Rotorua’s geothermal wonder. Here, geysers explode, pools bubble, and there is a real sense that nature’s power dominates this part of the world."
    },
    {
      "dayNumber": "5",
      "title": "Queenstown – The Best of Queenstown",
      "description": "From Rotorua, you will fly to the South Island, and the landscapes change dramatically, While the North Island is primarily rolling hills and isolated volcanoes, the South is a dramatic landscape of towering mountains, endless glaciers, peaceful lakes, and the wild. Much of the island remains unexplored. Even around Queenstown, it is incredibly easy to find places of complete privacy. Today will be left at your leisure, and you can discover Queenstown highlights in a single afternoon and evening. One option for you will be to ascend Bob’s Peak by gondola or on foot for wonderful views of Lake Wakatipu."
    },
    {
      "dayNumber": "6",
      "title": "Queenstown – Helicopter over Milford Sound",
      "description": "Fjords carve rugged vistas near Queenstown, and many of them remain unexplored. Milford Sound is the tallest and narrowest, and it is a fjord that baffles the imagination when viewed from any angle. After a spectacular drive across mountain passes, you will cruise through Milford Sound this afternoon to admire its immense waterfalls, dolphin pods, swimming seals, and mysteries. Shortly after, you will return to Queenstown by helicopter. You will indulge in a scenic flight that will offer you stunning views of the fjords before touching down on a glacier for an experience with the South Island’s ice and snow. On the fjord, you will be able to hear the ice crunch with every step."
    },
    {
      "dayNumber": "7",
      "title": "Melbourne – Basking in the Art and Culture",
      "description": "From Queenstown to Melbourne, you will go back a couple of hours in terms of the time zone, which saves time and means that you can explore Australia’s most culturally rich city today. After an airport transfer and some downtime on the river, you will discover Melbourne on a private tour. Traveling by tram and on foot, you will venture down the backstreets, where impressive street art juxtaposes Victorian buildings and contemporary styles. With a local guide, you can venture off the beaten track to mix glamorous Victorian arcades with glass-fronted towers and the charms of a forward-thinking city."
    },
    {
      "dayNumber": "8",
      "title": "Melbourne – Private Yarra Valley Tour",
      "description": "You do not need to travel far from Melbourne to experience tranquility and sensual pleasures. Some of the world’s oldest new-world vineyards inhabit the Yarra Valley, and they produce exceptional wine. To understand it, you will need to be led by the experts. On this day trip, you will be meeting the winemakers and cellar-masters, who will guide you through tasting sessions and the evolution of Yarra wine. It will prove to be a fun day in the countryside. If you are not interested in wine, then another option will be a wildlife tour to see kangaroos and koalas."
    },
    {
      "dayNumber": "9",
      "title": "Uluru – Sunset at Uluru and Guided Stargazing",
      "description": "You will swap time zones again. Today, you can enjoy a full 24 hours in Australia’s red desert. On a small-group tour, you will tour the base of the world’s largest monolith to admire Aboriginal paintings carved into the rock. As the sun drops, you can step back and bask in the view. During the sunset, Uluru’s facade transforms through reds and oranges until a stark blackness falls. With no light pollution for hundreds of miles, this desert can get incredibly dark, which means that the stars shine brighter than almost anywhere else on Earth. During a guided stargazing tour, you will discover constellations with an astronomer and savor the desert’s nighttime beauty."
    },
    {
      "dayNumber": "10",
      "title": "Port Douglas – Sunrise at Kata Tjuta",
      "description": "Many red domes jut from the landscape barely 40 miles from Uluru. Kata Tjuta is practically unknown outside of Australia, but these domes are more impressive than the big red rock. They are also more sacred as you will learn on a sunrise tour. Here, billabongs help to support life in the desert, and you can walk through a rugged canyon of imposing red walls. By mid-morning, you will be back at the hotel and resting before your flight to Cairns. From Cairns, you will have a one-hour transfer to Port Douglas. With the time difference, it will be evening by the time you arrive, but you can still experience the waterside charm of this quiet coastal town."
    },
    {
      "dayNumber": "11",
      "title": "Port Douglas – Aboriginal Experiences",
      "description": "Australia was once divided into more than 250 Aboriginal nations, each with its own territory and specialism. On today’s tour, you will connect with three of these nations. A forest specialist will guide you through Mossman Gorge, where you pay homage to spirits and learn how dozens of different plants can be used. A gatherer from a coastal tribe will lead you out with traditional spears to forage for delicacies like rock crabs. Then, an Aboriginal artist will teach you how to create meaningful stories through paintings made only from lines and dots. Just three natural colors will be used, and this is another intimate experience that will explore the essence of a culture."
    },
    {
      "dayNumber": "12",
      "title": "Port Douglas – Great Barrier Reef Cruise",
      "description": "Although it is famous for being visible from space, the Great Barrier Reef is most memorable for its details and not its size. On a small-boat tour, you will cruise to three outer reefs today, which are untouched places of vibrant color and marine bliss. Turtles may swim past, and giant grouper fish may cast rainbow hues around sea fans and barnacles. By snorkeling, you can admire the reefs’ untouched beauty. Today’s focus will be on showing you reefs that are lesser-visited and well preserved."
    },
    {
      "dayNumber": "13",
      "title": "Sydney – Icons of Sydney Tour",
      "description": "It may seem odd to fly south when you ultimately need to fly north to reach Fiji. The reason for this is that there are no direct flights between Cairns and Fiji. Rather than a two-leg flight, you will have the chance for two nights in Australia’s most iconic city. This afternoon’s tour will show you the icons and famous sites along the river. Here, sails shimmer white at the opera house, steel arches connect two sides to the city, and Victorian architecture impresses a regal 19th-century beauty. After a brief walking tour, you will be able to see it all again on a Parramatta River dinner cruise that will be timed so you can watch city lights illuminate."
    },
    {
      "dayNumber": "14",
      "title": "Sydney – Up-Close Encounters with Wildlife",
      "description": "By escaping to the UNESCO World Heritage Site of the Blue Mountains today, you will spend the day amid hazy forests and weathered sandstone pinnacles. Hiking trails can lead you along ridges and through trees, and there is a great variety, so you can pick and choose based on your interests. A local guide will also introduce you to some local culture, such as local shops that sell artisanal foods. En route back to Sydney, you will stop at a wildlife sanctuary, where exquisite moments with koalas and wallabies can provide you with a final fitting experience in Australia."
    },
    {
      "dayNumber": "15",
      "title": "Nadi – Embracing the Island Atmosphere",
      "description": "Fiji is very remote. It is an archipelago of islands isolated from everything in the South Pacific. The country is incredibly laid-back and exudes a quintessential small-island atmosphere. Turquoise waters lap against the shorelines, volcanic mountains cast shadows from above, and dense forests create an emerald landscape. After flying to Nadi, you will spend the afternoon and evening on Fiji’s largest island, where you can immerse yourself in the local ambiance and catch some quiet hours after an active couple weeks in New Zealand and Australia."
    },
    {
      "dayNumber": "16",
      "title": "Taveuni Island – Tropical Escapism",
      "description": "Taveuni Island is Fiji’s third-largest island and an excellent place to experience Fijian culture while also escaping into solitude. Your lodge will be traditional in style and will stand on white sand. There’s an on-site spa to complete your immersion into Fiji’s slow pace of life. Activities include walking on the old mountain, kayaking, and stand-up paddleboarding. You may not want to do anything, and included in your stay will be a traditional kava ceremony. Cultivated from an indigenous plant, this sedative drink is integral to Fijian customs and etiquette. Eventually, you will be gifted yaqona by a village chief and sit in on a ceremony, which will be as pleasantly relaxing as sunbathing on the island’s white sand."
    },
    {
      "dayNumber": "18",
      "title": "Laucala Island – An Island Sanctuary",
      "description": "Private island resorts are another side to the Fijian archipelago. On these islands, there really is not much to do other than completely unwind in luxury. Laucala is an hour by private speedboat from Taveuni and is one of the largest private islands. Spacious apartments are spread across the island, so every guest can enjoy private space and solitude. You will also have a golf buggy to get around, so you can explore different beaches and waterfalls with ease. Opulent and enchanting, this is a sanctuary where you can reflect on everything that you have experienced in New Zealand, Australia, and Fiji."
    },
    {
      "dayNumber": "20",
      "title": "Nadi – Departure",
      "description": "From Laucala, it will be a short transfer back to Taveuni before a domestic flight to Nadi, which is Fiji’s international gateway. Dayroom hotel use can be arranged if you have a late departure. The airport is practically on the ocean, so you can have some more hours on the beach before returning home."
    }
  ],
  "map": ""
}