{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "luxury-new-zealand-family-vacation",
  "tourName": "Luxury New Zealand Family Vacation",
  "placesVisited": "Bay of Islands, Rotorua, Christchurch, Queenstown",
  "generalInfo": "Effortlessly blending natural superlatives with child friendly adventure, this custom tailored luxury vacation brings New Zealand to life for the whole family. Tranquility merges with exhilaration, sumptuous lodges hide amongst inspiring landscapes, and every activity holds the attention of both children and adults. Travel time is kept to a bare minimum and each of your four destinations burst with endless opportunity to explore New Zealand at its most authentic.",
  "durationDays": "16",
  "price": "18,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Welcome to New Zealand",
      "description": "As the plane descends into New Zealand you take in the aerials, the deep blue ocean water juxtaposed with the North Island’s rolling green landscapes. Even from this vantage point you admire a country of idiosyncrasy. You’ll be met at Auckland International upon arrival, a representative assisting your family as you transfer to a domestic flight to the Bay of Islands. Then at Kerikeri Airport your rental vehicle keys are waiting, the vacation kicking off with the country’s unruffled ease and relaxed style. Clear turquoise waters sooth any travel aches and the thick green topography guides you to the renowned Eagles Nest in Russell. From up here the views are endless, a plethora of tiny islands twinkling in the ocean water, and the Bay of Islands welcoming you for four days of exploratory bliss. After a long international flight you’ll want some rest and recovery time, so indulge in what the Eagles Nest can offer. World class villas feature private Jacuzzis, and are equipped with a gourmet kitchen, home theater system, contemporary furnishings, and hidden locations amongst the 75 acre gardens. It’s hard to believe you’re within walking distance of Russell’s historic town, the villa blending into the green topography and foliage. Soak up the serenity and dip into the private heated horizon-edge pool; those astonishing vistas omnipresent throughout your four days."
    },
    {
      "dayNumber": "2",
      "title": "Sailing Around the Spectacular Bay of Islands",
      "description": "144 islands cover this bay, the majority of them uninhabited and inaccessible by land. Secluded bays hide behind green canopies, marine brilliance dances through the water, and pristine beaches almost never bear footprints. The only way to truly explore and appreciate the beauty is by boat. And what a boat your family has today! A 50 foot pedigree racing yacht (expertly skippered of course) takes you on an adventure into the Bay of Islands that few other tourists get to discover. Stop at sheltered bays where children of all ages can safely swim, relax beside glorious beaches, and cruise through an achingly beautiful and untouched landscape."
    },
    {
      "dayNumber": "3",
      "title": "Stunning Scenic Flight Over the North of New Zealand",
      "description": "With the children’s faces covered in excitement, you climb aboard a small fixed wing aircraft, the far North of New Zealand revealing itself as you gently ascend. The cruising altitude offers visual intoxication; you’re high enough to appreciate an immense wide angle panorama, yet low enough to pick out the distinct detail. Fly along the Ninety Mile Beach, then cruise inland and land on a tiny runway close to the Cape Reinga Lighthouse. The family adventure continues…An air-conditioned minibus provides ground exploration, taking you across to Tapotupotu Bay and a quick swim in glorious waters. Next it’s giant sand dunes, the children (and probably the adults) taking sleds and sand surfing down this visual wonder. After heartbeats have risen and hundreds of photos have been taken, you board the plane again, the returning scenic flight delivering arguably the finest coastal scenery anywhere in the country."
    },
    {
      "dayNumber": "4",
      "title": "A Family Orientated Nature Walk Through Northland’s Most Scenic Reserve",
      "description": "The untamed far North of New Zealand has a diverse majesty and beauty. Rocky bluffs, waterfalls, historical sites, fascinating flora, improbable fauna, Maori history; it’s all unveiled in just three hours as you go on a guided walk and boat trip into Northland’s most scenic reserve. An indelibly laid-back Kiwi character provides the narrative, keeping the whole family entertained with stories and insights into the rich natural diversity. The nature walk is just over three miles long, going at a very leisurely pace (this is New Zealand, after all) and featuring dozens of stops. It’s supplemented by a boat cruise through Whangaroa Harbour, yet another highlight of your time in the Bay of Islands. Like every day here, your free time is filled with possibility. Choose to relax at your sumptuous accommodation, use the rental vehicle to explore intriguing corners of the Islands, or take in the quaint cozy atmosphere of Russell and other small nearby towns."
    },
    {
      "dayNumber": "5",
      "title": "Into the Heart of Maori Culture",
      "description": "Today you fly south, following the extinct volcanic ridges and arriving on the Central Plateau. Rotorua hums with Maori culture, this town of bursting geysers the spiritual heartbeat of the country’s endearing indigenous residents. Few destinations offer families such a rich choice of activities, yet can simultaneously wrap the whole experience in a unique cultural blanket. Nestled on a lifestyle farm, just 15 minute’s drive from Central Rotorua, the elegant Hamurana Country Estate provides your base for the next four nights. You’re tucked away in peaceful privacy, yet close enough to the adventurous wonders of Rotorua. With a new rental vehicle there’s hundreds of places to explore in the surrounding area, although it may be hard to prize yourself away from the estate’s idyllic backdrop. Hamurana’s on-site restaurant always comes well recommended for evening meals."
    },
    {
      "dayNumber": "6",
      "title": "Bubbling Mud and Exploding Geysers at the Wai-O-Tapu Thermal Wonderland",
      "description": "Rotorua sits above insatiable volcanic activity, rumblings from the earth’s core thundering out of holes in the crust. Mud bubbles evocatively, mirages of steam float across pre-historic looking rock formations, huge volcanic craters stand in their ancient glory, and sinter terrace formations take the eye on a merry dance. Wai-O-Tapu features all these thermal wonders and you explore at your own pace, absorbing the unique geology and natural surprises. Then at 10:15 am Lady Knox explodes, Wai-O-Tapu’s famous geyser sending a huge flume of water some 60 feet into the air. Even if you had heard the underground murmurs, nobody would have expected such a sudden and ferocious explosion. Children are often left spellbound. After the excitement comes some calm, the world-famous champagne pool bringing a gentle smile to every face."
    },
    {
      "dayNumber": "7",
      "title": "Thrilling Rangitaiki White Water Rafting",
      "description": "The Rangitaiki River offers a soothing sight, the water gushing through a pristine green landscape bursting with nuance. It’s lost in a wild landscape of overhanging greenery and volcanic shaped geography, merely an hour’s drive from Rotorua. Climb aboard an inflatable raft and the river transforms into thrilling adventure, nine miles of rapids winding their way deep into hidden New Zealand. Grade two and three rapids get everyone’s heart racing, the water splashing into the raft as the whole family furiously paddles away. These surges of excitement are complimented by gentle stretches for laying back and admiring the scenery. A hearty picnic-style lunch is served in the most picturesque of settings, the sounds of laughter and water filling the air. More rapids follow, although for safety reasons, children will be walked around a set of Grade 4 rapids. After around four hours on the water you return to Hamurana around 4:30 pm, the children tired but ecstatic, and the graceful estate always offering a serene evening together."
    },
    {
      "dayNumber": "8",
      "title": "Immersion in Maori Traditions and Mitai Cultural Performance",
      "description": "Maori culture never fades into the background in Rotorua. You’ll already have discovered many traditions during the past three days and this cultural enthrallment is amplified with an evening at Mitai. Traditionally dressed warriors paddle down the Wai-o-whiro stream, their wooden canoe, or waka , effortlessly navigated through the natural bush. A cultural performance reveals songs and dance and, while this is a show for visitors, these performances have become an essential way for Maori locals to continue their ancient traditions. Without this opportunity, their rich heritage might slip away over just a couple of generations. They demonstrate an innate ability to work with the landscape, epitomized by your evening feast. Large cuts of meat are roasted underground, the naturally heated volcanic rock providing the perfect oven for joints of lamb, beef, and pork, not to mention all the vegetable trimmings. Sit down to this traditional hangi meal and don’t miss tonight’s opportunity to witness glowworms in their natural habitat. Like each day in Rotorua, having a rental vehicle enables you to tailor your free time and enjoy many sides of this mesmeric area."
    },
    {
      "dayNumber": "9",
      "title": "The Endearing Optimism of Christchurch",
      "description": "Domestic flights make traveling with a family easy in New Zealand. There are no long drives to negotiate, and all the airports are close to city centers and your accommodation. Within a couple of hours of leaving Hamurana you'll have landed in Christchurch. This city hit the news a few years ago when a devastating earthquake ripped it in two. Some might expect doom and gloom. Yet the ebullience and determination of the residents surrounds you. Huge areas have been ingeniously restored and visitors are always welcomed with captivating optimism. Your host at the 40 Thornycroft Bed and Breakfast epitomizes the local’s charm. Turning her delightful place into more of a home stay than a bed and breakfast, Vivienne Turner is your hostess for the next three nights. She’s particularly great with children and will be full of unique ideas for discovering the city. So pick up your rental vehicle from Christchurch Airport and get ready for one of the planet’s most fascinating cities."
    },
    {
      "dayNumber": "10",
      "title": "Hot Air Ballooning Above Beautiful Canterbury",
      "description": "Canterbury’s landscape is ideal for ballooning, the gently floating craft ascending above the parks, rivers, and buildings of the city. It’s an early rise today, the pre-dawn start ensuring a flight at the most beautiful time of day. With the sun piercing the horizon you coast up high, the rivers fading into a patchwork of farmland and the Canterbury Plains. The Southern Alps twinkle in the distance, and the inexhaustible ocean blue extends to the east. It’s a tranquil and benevolent journey; each angle will have your finger pressing the camera shutter. Yet it’s also filled with excitement. How many times does the whole family get to take a hot air balloon ride together? After four to five hours you return to the ground and the rest of the day is free to explore Christchurch."
    },
    {
      "dayNumber": "11",
      "title": "Cruising Alongside Dolphins and Discovering History",
      "description": "Dolphins dance through the water, delighting children’s eyes as they glide alongside your boat. These are Hector’s dolphins, the smallest (and probably the cutest) of the dolphin species and are only found in New Zealand. A two hour wildlife cruise gets you up close, the playful marine beauties just part of a whole ecosystem of unique sea and bird life. Your family can get closer, with activities such as sea kayaking and swimming with dolphins available as optional extras in the historic settlement of Akaroa. Being in the water with these fun loving mammals is an unforgettable experience for children. Like everywhere in New Zealand, a volcanic backdrop keeps you company throughout the day, and there’s an indelible serenity to the inimitable activities. Akaroa is just an hour’s drive from Christchurch."
    },
    {
      "dayNumber": "12",
      "title": "The Luxuriant Splendor of Queenstown",
      "description": "After dropping the rental vehicle at Christchurch Airport you fly south once more, snow-tinged peaks and resplendent lakes guiding your journey to Queenstown. Tucked between jaw-dropping mountains, and standing over a lush blue lake, this is one of New Zealand’s most visually spectacular destinations. Pick up the rental vehicle and indulge in the views, idyllic natural landscapes rising above near deserted roads and perfectly triangular peaks tinged with white. Complementing the visual splendor is the sheer luxury of the Remarkables Lodge. Spacious living areas abound; a sun lounge stands beside a hydrotherapy spa and sauna, while the cozy bar and swimming pool mingle with many spots for admiring the view. The resident chef has a great reputation, and he cooks up sumptuous three course dinners using the freshest of New Zealand’s produce. These table d’hôte meals are included in your itinerary, along with pre-dinner drinks and canapés."
    },
    {
      "dayNumber": "13",
      "title": "Something for the Whole Family at Cardrona Adventure Park",
      "description": "Cardrona Adventure Park bursts with excitement and offers a level for everyone. Get behind the wheel of a huge variety of monster trucks, the rides suitable for everyone from beginner to complete adrenalin junkie. Children can climb up the steps and jump in for the ride, or they can drive the world’s biggest school bus monster truck. Children’s quad bikes, go-karts, all terrain vehicles, off-road racing cars; there’s a vehicle for every size and every ability level. And when the roaring metal and exhilaration becomes too much, the tranquility of the Remarkables Lodge is just nearby."
    },
    {
      "dayNumber": "14",
      "title": "Spectacular Dart River Jet Boat Safari",
      "description": "Jagged peaks tower over the Dart River, dominating a rugged wilderness without boundary. Your 90 minute jet boat journey splashes along, traversing the transparent water and scenically cutting deep into the Mt Aspiring National Park. Like most of New Zealand, this jet boat ride effortlessly blends thrills with tranquility, and nature with unique adventure. Disembark beside ancient forests, admiring just how much the landscape looks like a Peter Jackson Hollywood epic. Don’t be surprised at the comparisons; The Hobbit and Lord of the Rings were filmed in this corner of the world. While it’s not actually Middle Earth, these forests have remained unchanged for 80 million years, and guided commentary picks up on a narrative of mystery and history. Spot more Hollywood comparisons on the journey back to Queenstown, a winding road taking you through paradise and back to the lodge. What’s Included: Dart River jet boat safari, overnight at Remarkables Lodge with three course dinner and breakfast"
    },
    {
      "dayNumber": "15",
      "title": "The Ultimate Scenic Helicopter Flight",
      "description": "Fjordland National Park glimmers beneath the sun, hidden glaciers and impassable peaks coated in layers of white. Inspiring ice formations extend across the landscape, crevasses offer views into the abyss, and lakes stand silent in the crisp morning air. Some of this can be glimpsed from a road or walking track. But almost all of Fjordland has never been tamed. To really see this natural wonder you need an aircraft, something with the ability to fly low between the mountains and land on isolated glaciers. The Milford Ultimate Heli-Scenic Flight is an incredible way to round out this once-in-a-lifetime vacation, the family transported to places that rarely see human eyes. Explore the heart of this epic expanse, the 2500 foot Sutherland Falls thundering away from close quarters and the helicopter touching down on a huge glacier in the midst of the wilderness. It’s hard to know which way to look; the astounding lake down below, perhaps the artistically framed ice formations, maybe the complete panorama of peaks, or the white mirage that fills the window. Stop for lunch at a remote Musterer’s Cabin then return to the air, children’s eyes filled with amazement as the natural scenes keep coming. Now comes a famous landing at the Moonlight and Shotover Canyons, and the last three and a half hours have flown by. What’s Included: Milford Ultimate Heli-Scenic Flight, overnight at Remarkables Lodge with three course dinner and breakfast"
    },
    {
      "dayNumber": "16",
      "title": "Fond Farewells from New Zealand",
      "description": "After 15 days of family adventure you return the rental car to Queenstown Airport and bid a fond farewell to this nation of superlatives. You’ll catch a domestic flight to either Christchurch or Auckland and connect with your international departure filled with family memories that will last a lifetime. What’s Included: breakfast at Remarkables Lodge For traveler experiences, read New Zealand travel reviews."
    }
  ],
  "map": ""
}