{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-tour-wineries-maori-tribe-pristine-nature",
  "tourName": "New Zealand Tour: Wineries, Maori Tribe & Pristine Nature",
  "placesVisited": "Auckland, Rotorua, Wellington, Christchurch, Mount Cook, Queenstown",
  "generalInfo": "Unparalleled beauty and welcoming culture will charm you during your 13-day New Zealand highlights tour. Dolphins will swim in quiet bays. Tender vines will produce celebrated wines. The dramatic peak of Mount Cook will dominate the skyline. From European descendants crafting cosmopolitan cities to traditional Maori songs echoing around a fire, vast pastoral hills to wonderlands of waterfalls hidden inside steep fiords, you will discover endless majesty.",
  "durationDays": "13",
  "price": "5,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – A Personal Touch",
      "description": "Arrive in Auckland with the city inviting and the excitement buzzing in your ears. After settling into your accommodation, enjoy the sites of Auckland and its surroundings on an Auckland Harbour Coffee Cruise. Hop aboard a local Kiwi’s yacht, the sail raised into the air to catch the breeze, the splash of the sea on your lips, the pleasant commentary of Auckland and New Zealand’s history coming from the captain. Sip on your coffee, the heat warming you from the inside out as you make your way through the clear blue water of the Waiheke Island-Half Moon Bay. The farther you drift from the shore, the more impressive the skyline. The Sky Tower, the Southern Hemisphere’s largest free-standing structure, stands tall among its surroundings, the sky needled pointing high into the distant sky. The sails of Auckland Harbour wave in the breeze like a collection of sheets trying to blanket the ocean. It is no wonder the Auckland is called the “City of Sails.” After you dock and exit the cruise wander along the urban life of Auckland’s harbors. With the people of New Zealand being just as much of a reason to visit as the country’s landscapes and activities, spend part of the day in Viaduct Harbour. Filled with a fabulous maritime museum that highlights New Zealand’s long history of its nautical connections, the harbor is also a great place to relax, enjoy a drink, and watch the city pass by. Colorful artist types, kooky hipster types, yachtsmen, and everyone in between, pass along the harbor’s walkways, the sea gently rocking the boats. The smell of fresh coffee drifts past you from the Sierra Coffee shop mixing with the salt of the sea. The sun sets beyond the harbor and makes the once blue ocean dance in a fire light."
    },
    {
      "dayNumber": "2",
      "title": "Rotorua – The People of Rotorua",
      "description": "Travel down to Rotorua and experience all you can of the city with the Rotorua Diamond Pass. Known as New Zealand’s “Cultural Capital,” the city offers more than just hot springs and thermal baths. It contains the heart of the indigenous people; it holds the culture of the farmers and ranchers of an entire country, and, of course, it is also a wonderful place to experience hot springs and thermal baths. Whether you want to experience the culture of the local people or indulge in the relaxation of this antique town, having been a spa resort since the late 19th century, there is plenty of time and plenty to enjoy during your stay in Rotorua. Visit the Maori experience of Te Puia where the culture and history come alive. Maori guides tell stories that have been handed down orally from generation to generation. The men dress in woven grass skirts, their faces decorated with T ā moko , which differs from a tattoo due to its application. The green lines swirl around their chins and cheeks in a delicate and graceful swirl. The National Carving and Weaving Schools teaches and displays traditional craftsmen & women at work. The wood is local and smells of fern. The masks are often decorated with the same T ā moko that decorate the men and women carving the work, sometimes including the bulging eyes of a warrior during the haka , traditional war dance, when the drums and voices build to a crescendo, pulsing and echoing through the sky."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua – A Different Culture to Experience",
      "description": "The new day in Rotorua brings new experiences to enjoy. The breeze brings in the fresh smell of dew off the morning grass. The sun rises slowly in the distance. Fresh pastries and sweet fruit grace the breakfast table. Much of the land of New Zealand is used for pastoral farming with none of its farming being subsidized by the government. The farming community ensured its survival through its own efforts of humane, pasture-based farming techniques. With such a deep, historical connection to farming and to the animals that provide many people a living, a visit to the Agrodome is a must. The famous show is an hour of farm-based action-packed entertainment. The soft smell of sheep lingers in the stadium. The audience is boisterous and the arena full. The experienced farmers jump onto the stage, rock stars in their discipline and speed. The sheep’s wool flies off in a shearing demonstration, the buzzing sound of clippers drowned out by the cheers of the audience. Participate in feeding the lambs, their wool soft beneath your fingers. You can even milk a cow, learning the proper technique, the necessary force and grace that is required to extract the milk. The differences between the Agrodome and Te Puia are apparent but both are equally important to New Zealand and its people for understanding its past, its present, and its future."
    },
    {
      "dayNumber": "4",
      "title": "Wellington – The People of the Land",
      "description": "The people of this incredible country are as stunning and eclectic as the land itself. As you wave goodbye to the fun and relaxing experiences of Rotarua to make your way to the country’s capital of Wellington, you will pass through Tongariro National Park. Don’t hesitate to stop and explore the Tongariro, New Zealand’s first national park and the world’s fourth. Tongariro is a vast land of juxtaposition. There are fields of snow in the water, unobstructed lava flows chaotically, and the craters that lie among the mountain range are active. You can hike along the volcanoes’ foothills or up to some of the opulent hot springs that speckle the range. Waterfalls trickle and spill down craggy areas. Smoke sometimes rises from the crater. The air is clean and crisp. The sky feels within reach. Take a deep breath and watch the range fade from view as you venture to Wellington arriving later in the day to the welcoming city nestled between the harbor and the hills."
    },
    {
      "dayNumber": "5",
      "title": "Wellington – The People’s Choice",
      "description": "The day is yours in Wellington to explore and experience the delights of the city. There is never a lack of exciting and lovely things to do including visiting Te Papa, the National Museum of New Zealand, full of the country’s history, from before its European settlers through the evolution of the country that has led to its present. An understanding of its people is easily obtained with a visit to Te Papa, but if you are looking to find the unique flavors of the country, then partake in a decadent luxury of a gourmet food and wine tour. On a tour or traveled independently, you can wander through New Zealand’s Classic Wine Trail to taste the wine, food, and sociability of the region. The Murdoch James Estate is a fine example of the luscious wines and decadent food that flows through the country. The soil is lime based in the Blue Rock Vineyard that gives the white wine a combination of vibrant fruit and a long, lingering mineral sensation. In summer you can relax on the deck and in winter you can snuggle up by the fire. The pan-roasted fish is flaky and tender while the haricot and pancetta broth has a decadent flavor packed with umami. The restaurant will even do a wine and meal pairing to ensure a perfect, unforgettable visit."
    },
    {
      "dayNumber": "6",
      "title": "Christchurch – Solitude Along the Sea",
      "description": "Today you will cross the Cook Strait on the Interislander Ferry, a shuttle that links New Zealand's North and South Islands. The journey takes around three hours and takes you from Wellington to Picton. It has been described as \"one of the most beautiful ferry rides in the world.\" The water reflects the green hills and trees that hover along the shore. Stand along the outer deck and watch the mountain range in the distance drift by, the snow topped peaks standing high and bright in the distance. Oftentimes dolphins swim and laugh in the ferry’s wake, jumping out of the water and diving back into the clear sea. Once you reach the South Island you will make your way down to Christchurch through the opulent seaside town of Kaikoura. Stop along the shoreline and watch the sea lions basking in the sun, drying their fur along the warm rocks. Their gruff barks rise above the sound of crashing waves. They dive back into the water and jump onto crowded rocks cuddling with one another. As the sun moves along the sky, continue your drive down to Christchurch absorbing the beauty of the sea on one side and the mountain ranges on the other."
    },
    {
      "dayNumber": "7",
      "title": "Christchurch – The Isolation of Antarctica",
      "description": "The tranquil Avon River meanders through the Christchurch, sporting the periodic punter drifting down the serene waterway resembling a Venetian gondolier. The lively arts community fits snuggly inside the historic buildings dating back to the late 19th century with the earliest European settlers. The smell of roses fills the streets meandering from the vibrant gardens in the summer. In the winter the fresh snow gives a rosy color to the locals’ cheeks. For an experience and view within the city, hop along one of the restored trams that circle the city proper. Add a bit of ease and local flair, where the locals hop on and off on their way to work, school, the local shop, or to the city center. The hum of the track vibrates the tram. The tram bell rings at intersections giving notice of its presence to those in the area. Christchurch doesn’t just boast its beauty in its architecture and gardens, but contains many museums and activity centers that keep locals and visitors enthralled. Visit the International Antarctic Centre and experience the interactive fun of Antarctica in the relative safety of the educational center. As the third closest country to Antarctica, after Chile and Argentina, you will experience the unforgiving snow, ice, and arctic storms of the world’s last continent, while also learning about the day-to-day life in modern Antarctica from information collected and given from Scott Base. The center is in the heart of a working Antarctic campus where many missions are organized. The blue penguins chirp and waddle their way along the frozen tundra exhibit created just for them. Watch how they fly through the frigid water, chase and catch fish, and groom themselves along the snowy shoreline. The Antarctica Centre is a fun and pleasant time especially knowing that you can leave the perils of the unforgiving continent behind, exit the center and return to the serenity of the “Garden City.”"
    },
    {
      "dayNumber": "8",
      "title": "Christchurch – Citizens of the Bay",
      "description": "With a day at your leisure why not take the short venture outside of Christchurch; an easy 75-kilometer drive will bring you to the eclectic beauty of Akaroa. Nuzzled in the heart of an ancient volcano, Akaroa is a historic French and British settlement full of colonial architecture and surrounded by pearl blue bays and lush rolling hills. The people are incredibly welcoming and helpful. The streets are lined with pristine white homes, and the roofs are angled and colorful shining against the white of the building’s base and the green of the hills. The people of Akaroa aren’t the only friendly citizens of the area; get up close to New Zealand’s playful Hector's dolphins in Akaroa Harbour. Known as the smallest dolphin they have a rounded dorsal fin with pale gray skin from a distance. However once you float along the water’s surface the dolphins swim ever closer, you will notice the variety of colors that decorate the dolphins; their dorsal fins and flippers are black, their eyes are surrounded by a black mask, and a subtle black shaded band crosses their head behind the blowhole, while their underbellies are buttery white. The water is cool on your skin, the salt coating your goggles. The dolphins bob their heads, circle around you, and laugh at the water’s surface. Their joviality is contagious making everyone in the area smile, laugh, and feel warm."
    },
    {
      "dayNumber": "9",
      "title": "Mount Cook – Inhabitants of the South Island",
      "description": "Departing Christchurch you will travel through the opulent pastoral farmland of the Canterbury Plains. The green is set in patches and stretches to the base of the Southern Alps looking more like a painting on a movie set than real life. Continue past the evolving landscape of the foothills of the Southern Alps, the South Island being known to have some of the best alpine landscapes in the world, until you arrive at Mt. Cook. Mt. Cook is the highest mountain in New Zealand reaching 12,218 feet. Local legend claims that Mt. Cook was originally a boy frozen by the south wind, and is considered the most sacred ancestor from which the southern tribe has descended. In the warmer months lupines blossom violet and red, their stunning colorful stems rising from the green field. Mt. Cook’s peak continuously rises while surrounded by the sparkling white of the Tasman and Murchison Glaciers to the east, and the Hooker and Mueller Glaciers to the south. Take the journey up Mt. Cook whether on foot or on horseback and pay a close, personal visit to some of the oldest inhabitants of the South Island, the Southern Alps. You could even spend the night beneath the stars. The Milky Way swirls around the night sky, the stars sparkle like diamonds, and you are on the top of the mountain so close to the stars you could practically touch them."
    },
    {
      "dayNumber": "10",
      "title": "Queenstown – Meet the Adventurers",
      "description": "Travel down to Queenstown along the Kawarau Gorge, the emerald green water rushing through the rocky sides carving deeper into the gorge every year. Stop along the suspension bridge and hear the rush of the water pour through the gorge. The cool mist rises from the river below. The rich green along the gorge’s rim clashes with the mineral gray of the rocks that stretch to the gorge’s base beneath the river. Birds linger along the bridge’s railing and sing in the cool mist. Arrive in Queenstown, the adventure capital of New Zealand with plenty of activities to enjoy, whether for the adventurous visitors or those wanting a more relaxed visit. Lake Wakatipu sits along the city’s edge. The breeze blows bringing in refreshingly cool vapor from the lake. The city sits between the lake and Bob’s Peak, the mountain that stands tall above the city opposite the lake. Climb aboard the steepest gondola in the Southern Hemisphere which will carry you to the top of the peak. The entirety of Queenstown unfolds before you as the gondola climbs up the cables. The city looks more like a town in its quaint and small layout; Lake Wakatipu rolls out to the shore of the foothills beyond. The air is crisp at the top of Bob’s Peak, the sound of giggled cries surround you. Feel the wind in your hair and the rush of sweet adrenaline as you make your way on the alpine luge, whether on the speedy, adventurous track or the tranquil, scenic route where the trees hang over the track’s edge giving the scent of pine in the wind as the panoramic view of Queenstown fades to the base of Bob’s Peak and the quaint streets of the city before you."
    },
    {
      "dayNumber": "11",
      "title": "Queenstown – The Life Around Queenstown",
      "description": "Queenstown is a deluge of adventure sports for anyone that has the desire to jet-boat across the lake or hang-glide from the nearest mountain; however, the city and its surroundings are much more than the pigeonholed extreme-sports existence that some may think. A short journey outside of Queenstown will take you to the stunning experience of Milford Sound. Nestled in the beauty of the Southern Island’s western shore, the waterway is located inside New Zealand’s Fiordland National Park. The area is of such extreme beauty that Rudyard Kipling once called it, “The eighth wonder of the world.” In the light of the summer morning sun, the haze lifts from the water, the mountains peeking through mist until it burns away to display Milford Sound in all its glory. Surrounded by pristine mountains, lush rainforest clings to the looming cliffs. The sound of rushing water fills the silent air from the waterfalls careening off of the cliff tops. Dolphins swim around through the cold water and play in the boat’s wake. In the proper months whales can be seen breaching the water’s surface, their large bodies jumping into the air and crashing down, their large girth somehow graceful in its fall. Penguins waddle along the shoreline and dive into the water grabbing fish and avoiding whales. The Sound is a place of serene beauty, natural wildlife, and a gem for the locals, human and animal alike."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown – Relax Like a Local",
      "description": "After a whirlwind of exploration, even the most experienced travelers want a day to soak in the resident flavor and relax like a local. Enjoy the walk in Queenstown’s safest and most well marked trail as it takes you past the opulent Lake Wakatipu, over to the reflective beauty of Lake Hayes. The trail would even take you through the vistas of Gibbston Valley Winery. Stroll along the vineyard floor for a taste of the region’s luscious wine and decadent food. The smell of oak barrels and earthy vines emanate from the valley floor. Stroll into the Gibbston Valley Winery and try the 2009 Pinot Noir. Its fragrant nose of blueberry and clove makes your mouth water. The palate is full of flowing fruit that complements the dense, soft tannins. Enjoy a snack of savory salami and rich creamy cheese before making your way back to Queenstown. As the sun sets over Lake Wakatipu the water reflects the sunlight to the point where it is hard to know if the sun is rising from the lake’s surface or setting behind the horizon."
    },
    {
      "dayNumber": "13",
      "title": "Queenstown – A Friendly Goodbye",
      "description": "Today you will wave goodbye to the friendly locals of New Zealand. Whether of Maori culture, European descent, land or sea dwelling animals, or the incredible landscape, the locals of New Zealand were not only friendly but also welcoming in their sweet attitudes and stunning existence. Your trip may be coming to an end but your experience traveling the North and South Islands of New Zealand will urge you to continue your exploration, your exploration of landscapes, culture, and people. If you want to see more of the North or South Islands, consider extending your adventure. Read the reviews for New Zealand vacations for ideas and to see how other travelers customized their trips."
    }
  ],
  "map": ""
}