{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "auckland-waitomo-caves-rotorua-christchurch-queenstown-tour",
  "tourName": "Auckland, Waitomo Caves, Rotorua, Christchurch & Queenstown Tour",
  "placesVisited": "Rotorua, Christchurch, Queenstown, Auckland, Waitomo",
  "generalInfo": "Breathtakingly beautiful, New Zealand beckons visitors with its stunning natural scenery and warm hospitality. Take your dream vacation to this unspoiled destination and enjoy an exceptional value. Discover the charming cities, picturesque countryside and awe-inspiring alpine settings that have won many hearts over on this tailored New Zealand tour .",
  "durationDays": "11",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – Welcome to New Zealand",
      "description": "Upon arrival at the Auckland airport, you will be greeted by your driver who will provide a private transfer to the Heritage Auckland Hotel. Steeped in history, this hotel offers the charm of an original 1920s building. Your spacious Superior Room features a brand-new ensuite bathroom, high ceilings, original jarrah columns and native timber floors. SKY TV, LCD television and free WiFi access are included. The hotel is within easy walking distance of the city's many attractions, and you’ll find Auckland is a manageable, welcoming and tourist-friendly city. For dinner, enjoy fine dining at the hotel in the beautiful palm-tree lined atrium space or try one of Auckland’s renowned gourmet restaurants. There’s a wide range of ethnic and local cuisine to choose from! *Flight are not included in package price. We’d be happy to arrange airfares separately."
    },
    {
      "dayNumber": "2",
      "title": "Auckland – Uncover the City's Highlights",
      "description": "In the morning, take a half-day tour of Auckland’s scenic highlights. Visit the eclectic Karangahape Road and famous Queen Street, then check out the hip neighborhood of Ponsonby with its fashionable restaurants, cafes and boutiques. You’ll drive over the Auckland Harbour Bridge with its sensational views of the Hauraki Gulf and city skyline. Enjoy a stop at the Auckland Domain, the city's largest park featuring tropical gardens, duck ponds and modern sculptures. Stop for tea at the trendy Parnell Village, where you can browse unique craft and specialty stores. Enjoy panoramic views as you travel over the waterfront route of Tamaki Drive, looking out to the picturesque Eastern Bays and Waitemata Harbour. The tour ends in downtown Auckland. The rest of the day is at your leisure to experience this cosmopolitan city’s fabulous dining and shopping opportunities."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua – Journey through the Countryside",
      "description": "Your tour departs Auckland in the morning and takes you on a drive south through the Waikato farmland. Travel through countryside, meandering around green rolling hills. You’ll see the “Bridge City” of Hamilton on your way to Waitomo Caves—one of New Zealand’s top tourist attractions. Take a guided walk through long galleries and lofty chambers of the caves. Your guide will tell you about the caves’ history and geological significance. Then you’ll take a boat ride through the Glowworm Grotto, illuminated by thousands of glowworms suspended from the cave ceiling. These tiny creatures (Arachnocampa Luminosa) are unique to New Zealand. After the cave tour, continue on a spectacularly scenic drive to Rotorua. Check into your lodging at the Rotorua Tuscany Villas. Your tastefully decorated Executive Studio includes a king-size bed, kitchenette, SKY TV, DVD player and DVD library and free WiFi access."
    },
    {
      "dayNumber": "4",
      "title": "Rotorua – Explore a Geothermal Wonderland",
      "description": "In the morning, discover the geothermal wonderland of Rotorua, a place steeped in Maori legend, history and culture. Enjoy a piece of paradise in this lush natural site filled with beautiful volcanic crater lakes, rushing waterfalls and pristine forests. This tour takes you to three of the region’s most iconic attractions. Te Puia, a site that is important in Maori culture, will impress you with its active geysers and bubbling mud pools. Next stop, Rainbow Springs Nature Park offers a chance to see native flora and fauna as well as the New Zealand Kiwi Bird. Set in 22 acres of trees and springs, this conservation center has a hatchery where you can view adorable kiwi chicks that have just entered the world. Finally, visit the Agrodome to watch an actual sheep shearing display and sheep dog trials."
    },
    {
      "dayNumber": "5",
      "title": "Rotorua – Leisure Day for Outdoor Activities",
      "description": "Discover more of what Rotorua has to offer at your leisure. If you are interested in Maori culture, the Mitai Hangi and Cultural Show is highly recommended. This unique interactive performance includes a buffet featuring authentic Maori cuisine. Rotorua has many forest and lakeside trails for mountain biking, hiking and walking—for all different skill levels. There is exceptional trout-fishing in Rotorua’s freshwater lakes. If you’re looking for adventure, you can travel through the landscape in a Shweeb, a pedal-powered pod attached to a monorail that allows you to soar over the terrain. Another favorite activity is the Rotorua Canopy Tour that allows you to experience ziplines, swing bridges and views from treetop platforms over 70 feet above the ground."
    },
    {
      "dayNumber": "6",
      "title": "Christchurch – Relaxing Time in Christchurch",
      "description": "Take a private transfer to the airport in Rotorua. Upon arrival in Christchurch, your driver will be waiting for you at the airport to take you to your hotel in downtown Christchurch. Bordered by hills and the Pacific Ocean, Christchurch is known as New Zealand’s “Garden City” because of its abundance of public parks and botanic gardens. In the heart of the city along the tranquil Avon River, the beautifully manicured Hagley Park delights visitors with close to 400 acres of majestic trees, greenery, lakes and vibrant flowers. You’ll be staying at the Heritage Suites Hotel, a historic landmark that was once the city’s Old Government Building. Your spacious one-bedroom suite is a self-contained apartment with a full kitchen, SKY TV, LCD television, DVD player and WiFi access."
    },
    {
      "dayNumber": "7",
      "title": "Akaroa – Sightseeing along the Coastline",
      "description": "The tour departs Christchurch in the morning and takes you to Akaroa over the scenic Banks Peninsula. Travel on a high summit route with glorious views of the winding coastline, patchwork farmlands on the Canterbury Plains, and the awe-inspiring Southern Alps in the distance. Stop to visit the 150-year-old French village of Akaroa and browse art studios and craft shops. Your tour guide will take you to a local cafe for a casual lunch. The tour continues with a cruise around Akaroa Harbour. You’ll have a chance to see the endangered Hector Dolphins, the world’s smallest dolphins that are endemic to New Zealand. On the way back to Christchurch, visit Barry's Bay Cheese, an artisan cheese producer that has been handcrafting cheese the traditional way since 1895. Learn about the process and sample their award-winning cheeses."
    },
    {
      "dayNumber": "8",
      "title": "Queenstown – Discover Mount Cook",
      "description": "Start your tour in Christchurch and travel over the farmlands through small towns dotting the Canterbury Plains. Continue along the rolling hills around the Rakaia River and up to Mount Hutt. Pass through Mount Somers and Mackenzie Country, where you’ll see Lake Tekapo and the Church of the Good Shepherd. Take in the amazing scenery as you wind through high country tussock until arriving at Mount Cook. Enjoy lunch on your own in this charming alpine village. You can opt (additional cost, weather permitting) to take a helicopter or ski plane flight for views of the mountains and glaciers. On your way through the high country, you’ll stop in the tiny township of Omarama. The tour ends in the evening at Queenstown, a year-round alpine resort. You’ll be staying at the Heritage Hotel overlooking Lake Wakatipu. Your Deluxe Room includes SKY TV, LCD television and WiFi access."
    },
    {
      "dayNumber": "9",
      "title": "Fiordland National Park – Milford Sound Cruise)",
      "description": "Take an unforgettable journey into the exhilarating Fiordland, a World Heritage site surrounded by dense alpine forests, glacier-carved valleys and gushing waterfalls. Departing Queenstown, travel in a glass-roof coach through rugged mountain terrain past Te Anau, a quiet lakeside town in the South Island. Journey into the Southern Alps and along the picturesque Eglinton Valley. At Milford Sound, board a catamaran with large viewing windows and outdoor decks, and set off to explore the region that Rudyard Kipling called the Eighth Wonder of the World. Cruise the length of the fiord out to the Tasman Sea, gliding past lush forests and waterfalls that crash into the sea. You may spot penguins, seals and dolphins in the icy waters. After your cruise, return to Queenstown by coach. Alternatively, take a scenic flight (at additional cost) back to Queenstown."
    },
    {
      "dayNumber": "10",
      "title": "Queenstown – Leisurely Day at the Resort",
      "description": "Today is at your leisure to explore the lake and alpine resort area around Queenstown. Nestled in majestic mountains and overlooking the serene Lake Wakatipu, Queenstown’s unspoiled scenery will inspire you to commune with nature. Go on a cruise across Lake Wakatipu to take in unspoiled alpine views. Discover the great outdoors with a walking, hiking or biking trek. There are options for all fitness levels. Many trails start right in town and others take you deep into the back country. If you’re more adventurous, go bungy jumping, jet boating or river rafting. Queenstown is known as New Zealand’s adventure capital. Lord of the Rings fans will want to visit Glenorchy, a quiet township with picture-perfect sites where many of the movie’s magical scenes were filmed."
    },
    {
      "dayNumber": "11",
      "title": "Queenstown – Depart New Zealand",
      "description": "It’s time to say goodbye to beautiful New Zealand. Your driver will pick you up at the hotel and provide a private transfer to the airport for your departure flight. What’s included: transfer to the airport."
    }
  ],
  "map": ""
}