{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealands-south-island-leisure-tour-for-seniors",
  "tourName": "New Zealand’s South Island: Leisure Tour for Seniors",
  "placesVisited": "Queenstown, Milford Sound, Franz Josef, Hokitika, Punakaiki, Nelson, Picton, Blenheim, Kaikoura, Christchurch",
  "generalInfo": "You can indulge in idyllic vineyards and rugged glacial landscapes during your 14-day New Zealand tour for seniors. You will travel at your preferred pace on a custom-tailored tour perfect for an easy-going exploration that reveals the highlights of South Island. You will cruise the majestic Milford Sound, watch for fascinating whales off the Kaikoura coast, and witness preserved Maori heritage for your perfect New Zealand adventure.",
  "durationDays": "14",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Queenstown - A Relaxing Day on Lake Wakatipu",
      "description": "Lake Wakatipu extends serenely beneath the wingtips as you touch down in Queenstown. The Remarkables will shimmer white as their peaks remain snowbound year-round. After an airport transfer, you will check into a hotel on the lake. You can take a short stroll along the shore where you can find a couple of restaurants. New Zealand is extremely relaxed, and there is no better introduction than landing in Queenstown."
    },
    {
      "dayNumber": "2",
      "title": "Queenstown - Your Choice of Activity on Another Relaxed Day",
      "description": "It will be near impossible to avoid jet lag when traveling to New Zealand, so take it slow and easy today. Nothing specific will be planned, and there will be a wide variety of potential activities you can do. The most popular activity is to ride a gondola above Queenstown, having coffee with a view from a mountain summit as paragliders whizz past. Half-day tours can take you to many Lord of the Rings filming locations or to a gold panning village and farmstead. Just having a slow walk around will prove helpful for the jet lag. You can also find small boutiques and cafésthroughout the town, including an abundance of local, merino wool for sale."
    },
    {
      "dayNumber": "3",
      "title": "Milford Sound - Overnight on the Famous Fjord",
      "description": "The journey to Milford Sound will be magical because you will travel on a near-deserted road that cuts through a narrow canyon. Twisting and turning, you will cross a mountain pass and then descend towards the fjords You will arrive at the harbor and check into a luxury suite before heading upstairs for a welcome lunch in the dining room. The small cruise ship will depart in the mid-afternoon, sticking close to the southern flank of New Zealand’s most famous fjord (it was incorrectly named a sound by the European explorer who discovered it). Cliffs will rise almost a kilometer above you, and waterfalls will sprout from the rocks. Here, you will have the chance to see marine animals like whales, dolphins, and seals. By late afternoon almost all the boats will have left. Sunset will bring color changes, and you will settle into the wilderness that will be anchored in a dramatic natural setting."
    },
    {
      "dayNumber": "4",
      "title": "Queenstown - Dolphins, Seals, and Superlative Wilderness",
      "description": "The great highlight of an overnight cruise through Milford Sound will be waking up. In the dawn light, the fjord is an all mist and moody color. Sometimes you can only see 50 meters from the boat due to the intense mist and fog. Slowly, the mystique will give way to a panorama that is full of mountains that seemingly grow larger by the minute. Now the dolphins will be out to play, and hopefully a little morning sun will send bright shimmers and reflections across the water’s surface. You will head back to the harbor via the northern flank, where more waterfalls and wildlife will fill the leisurely journey. After disembarking and having lunch, you will head back to Queenstown."
    },
    {
      "dayNumber": "5",
      "title": "Franz Josef - A Stunning Journey Through Mt. Aspiring and Westland National Parks",
      "description": "The South Island is an explorer’s paradise, and the finest overland journey is from Queenstown to Franz Josef. You will stop in Wanaka for coffee alongside a lake, and cruise through vineyards before you ascend across mountain tops. You will descend back to a landscape of green, with forests and open pastures beneath dozens of snow-dappled peaks. Every corner will be a new view, and the journey is best done at your own pace, stopping at multiple places to stretch your legs and take photos.. You will continue to Franz Josef where you will nearly have glacial views from your room. You will still be in Te Wahipounamu, and today’s journey will demonstrate why the South Island is so unique."
    },
    {
      "dayNumber": "6",
      "title": "Franz Josef - Scenic Glacial Flight and Optional Hikes",
      "description": "There are glaciers in many countries around the world. Those of Franz Josef and Fox are fairly rare. To fully appreciate the magnificent landscape there are two angles that you will be shown. First, you will take a scenic flight, looping above both. Then, you will get a close look at Franz Josef’s Glacier’s intimate details on your choice of hike. This can be very easy, or it can be more challenging with an option to set foot onto the glacier. The guide will explain the different options so can choose what suits you best."
    },
    {
      "dayNumber": "7",
      "title": "Punakaiki - Maori Culture and a Bizarre Coastal Landscape",
      "description": "This morning, a Maori artist will guide you through Hokitika, The Place of Jade . The local greenstone is incredibly important to the Maori. Every Maori has one or more hand-sculpted pieces, and each style and shape symbolizes something different. For example, the fish hook ( hei matau ) provides protection on the water while the twist ( pikorua) symbolizes a bond between two people and is given as a gift. In a workshop, you will witness the exacting process for creating sacred greenstone pendants, discussing the meanings of various designs of highly symbolic pieces that are used in Maori weddings or as fertility charms. It will be a very exciting morning in Hokitika, which is the place where the majority of the island’s greenstone is harvested. After lunch you will continue along the coast. Your eco resort will be on a golden beach, and it will only be a short walk to the Pancake Rocks and the Blowhole, which are strange pieces of nature that are best enjoyed when you have time to watch them for hours. You may find it remarkable that yesterday you stayed besides a glacier, and today you will be on a tropically scented beach."
    },
    {
      "dayNumber": "8",
      "title": "Nelson - New Zealand's Most Loveable Town for Seniors",
      "description": "Bucolic and charming, Nelson is a favorite of both senior travelers and New Zealand’s retired community. It has a very slow pace of life with casual and friendly stores, many corner cafés, and a stunning location on a headland. You will check into your boutique hotel and the afternoon will be free. During your leisure time, the Classic Car Museum and World of Wearable Art are very popular attractions that you can visit. Nelson becomes lively down by the fishing port, and this area is well worth a look. There will be plenty of restaurants to choose from for dinner tonight, most of which are excellent seafood restaurants."
    },
    {
      "dayNumber": "9",
      "title": "Nelson - Scenic Cruise in Abel Tasman National Park",
      "description": "Nelson is not just a relaxed place to stay. It is also the gateway to a national park that is completely different from those in Te Wahipounamu. Turquoise waters fill small bays all along the Abel Tasman coastline. These bays are tidal, and during low tide there is only sand so guides will time boat tours for when you can enter. Small waterfalls will trickle down, and the water will morph through a kaleidoscope of green and blue. Tropical and tranquil, the Abel Tasman coastline is packed with these coves. There are no buildings or roads anywhere near, which helps complete your immersion into nature.. Finally, you will spend today on a small-boat cruise before returning to Nelson late in the afternoon."
    },
    {
      "dayNumber": "10",
      "title": "Blenheim - A Delightful Cruise on Marlborough Sounds",
      "description": "Unlike Milford, Marlborough Sounds are actually valleys. Essentially, they are deep, wide ocean inlets that dominate the island’s Northern coast. They are also a playground for wildlife as the rich, warm waters attract dolphins, seals, turtles, and sometimes whales. This time, your scenic cruise is in a much larger boat that also has a bar onboard. You can find your space to watch the landscape roll by as you have lunch onboard. Shortly after, a private transfer will take you further along the coast from Picton to Blenheim. Once more the landscape will change, and now, you will be staying in the vineyards. An introductory wine tasting will be included at your vineyard accommodation where the sunsets are magical."
    },
    {
      "dayNumber": "11",
      "title": "Blenheim - Relaxing in New Zealand's Most Famous Wine Region",
      "description": "Light and crisp, the Marlborough Sauvignon Blanc has become internationally revered and acclaimed. Its flavors of green fruits and tropical grass set off a trend in the 90s and 2000s, with wine regions around the world attempting to replicate this signature style. It made Marlborough New Zealand’s most famous wine region, and today you will go wine tasting at three vineyards, exploring both old and new farms. Other varietals also do well here, and one of the farms will showcase the Marlborough flavor through a mix of Italian and French grapes. Lunch will be at a vineyard, and the day will pass in the most relaxed fashion as you chat with winemakers, sample old vintages, dine with a view, and sleep at a hotel amid the vines."
    },
    {
      "dayNumber": "12",
      "title": "Kaikoura - Whale and Dolphin Watching on the Eastern Coast",
      "description": "A little further around you will travel, skirting the coast to Kaikoura, which is a small town that is draped along the Pacific. These are deep, seemingly endless waters, and they are a playground for giants. Kaikoura is New Zealand’s ultimate whale watching destination, and you will spend half the day on a cruise. Humpbacks may breach and crash their mighty bodies against the water, and water may shoot from the whale’s blowhole. Blue whales, the world’s largest giants, are also spotted here. While sightings are still very rare, they still occur much more regularly than almost anywhere else in the world. Dolphins will also play, and by now, you will be able to spot the different subspecies, appreciating how they dance poetically in and out of the water."
    },
    {
      "dayNumber": "13",
      "title": "Christchurch - A Cardboard Cathedral and a Glimpse of Antarctica",
      "description": "Christchurch was decimated by a 2011 earthquake, but the city has come roaring back. Today you will be able to visit the Cardboard Cathedral. Piles of rubble can still be seen, yet the buildings and walls have been painted by graffiti artists. This is a small city, and a short walking tour will give you an idea of what happened. Next, you will head to the Antarctic this afternoon, which is an international center that simulates an environment that is located thousands of miles South. It is also a chance to feel like an explorer without needing an expedition."
    },
    {
      "dayNumber": "14",
      "title": "Christchurch - Departure",
      "description": "After two weeks on New Zealand’s South Island you depart from Christchurch International Airport."
    }
  ],
  "map": ""
}