{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "north-island-new-zealand-tour-cities-to-volcanoes",
  "tourName": "North Island New Zealand Tour: Cities to Volcanoes",
  "placesVisited": "Auckland, New Zealand",
  "generalInfo": "This 11-day tour is designed especially for the intrepid traveler who enjoys a blend of active exploration and relaxing time to explore on your own. Boasting a distinctive identity and charming culture, New Zealand holds a special place for those wishing to visit the Southern Hemisphere. From Auckland to Wellington, the North Island will be your playground as you visit the many places that keep visitors thrilled.",
  "durationDays": "11",
  "price": "9,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – The City of Sails",
      "description": "Like an Italy of the Southern Hemisphere, New Zealand's distinctive boot shape is divided by the Cook Straight and presents visitors with an abundance of outdoor recreation and beautiful landscapes. You will step into this world on your first day of this tour of the North Island. Upon your arrival at the main Auckland airport, a comfortable transfer will convey you from the outskirts of the city into the beating heart of the City of Sails. After settling in to your conveniently located hotel, you will have the remainder of the day to explore the scenic waterfront and downtown area."
    },
    {
      "dayNumber": "2",
      "title": "Matauri Bay – Magic of the North Island",
      "description": "Due to its remote location, New Zealand was one of the last major islands to be inhabited as patterns of human settlement reached through Oceania. New Zealand is home to some of the world's most stunning natural beauty. Today, you will enjoy an up-close and personal look at this beauty as you depart Auckland and transfer to Matauri Bay. Along the way, you will enjoy stops at the pristine beaches, secret coves, and subtropical forests."
    },
    {
      "dayNumber": "3",
      "title": "Matauri Bay – Through the Outback",
      "description": "The scenic contours of the New Zealand coastline will be yours to enjoy as you make the most of your time in this picturesque destination. Your accommodation will happily provide you with a menu of activities to choose from, including a breathtaking horseback ride through the windswept sand dunes, a sailing excursion on the waves, or a mineral treatment at the local spa if you are more inclined to have a relaxing day. Regardless of what you choose, today's adventure will be a way to add a touch of class to your stay."
    },
    {
      "dayNumber": "4",
      "title": "Matauri Bay – Through the Coastal Skies",
      "description": "Today, you will wake up to your final full day in Mantauri. A stroll along the hotel patio will reveal stunning views of the Pacific Ocean, including Cape Brett and the Cavalli Islands. As the day continues, your views will only get better when you take to the skies for a guided helicopter tour. This tour will allow you to enjoy a bird's-eye view of the coastline and to catch glimpses of the Kerikeri Inlet, Takou Bay, Tapuataehi Bay, and the Purerua Peninsula."
    },
    {
      "dayNumber": "5",
      "title": "Auckland – Departing Northland",
      "description": "After enjoying breakfast from your hotel staff, you will turn your back on the rugged coastal terrain of the Northland region and make you to Auckland. During your journey, you will have plenty of time to enjoy the lush forests and scenic beauty of New Zealand. A short stop in the village of Kerikeri will introduce you to some of the local fruit, orchards, and artisans who proudly display their wares. From meandering hiking trails to scenic national forests, there is plenty to see before you arrive in Auckland."
    },
    {
      "dayNumber": "6",
      "title": "Rotorua – Finding Your Rhythm",
      "description": "Your road trip will continue as you make your way from the warm embrace of Auckland to the lake district around Rotorua. After a delicious breakfast from your hotel staff, you will make your way to the Bombay hills before passing through the rolling hills of Matamata. Like drops of blue on a green landscape, you will soon pass the lakes district. By the time you arrive at Lake Tarawera, you will have the remainder of the day to relax with a good book, enjoy the panoramic views, or use the hotel's recreational gear."
    },
    {
      "dayNumber": "7",
      "title": "Rotorua – The RIng of Fire",
      "description": "Sitting atop the famous Ring of Fire, which stretches along the tectonic plates that surround the Pacific Ocean, New Zealand has no shortage of geologic evidence of its volcanic nature. Today, you will explore this volcanic side of the North Island as well as its indigenous culture of the Maori people on a Kapa Haka cultural show. This show will introduce you to the storytelling, song, and dance that distinguishes this group from others. Afterward, you will explore the thermally active landscape and witness how to prepare food using the heat that is emitted from volcanic vents."
    },
    {
      "dayNumber": "8",
      "title": "Hawke's Bay – Arriving at Cape Kidnappers",
      "description": "Today, the landlocked serenity of the lakes region will be replaced with the stunning vistas of Napier and the bold expanse of land known as Cape Kidnappers. During your journey, you will be fully engulfed in a landscape that has been carved through the powerful forces of volcanic activity that still frequent this part of the world. Geysers, mud pits, and natural hot springs will offer you abundant opportunities to stop and enjoy the roadside attractions. Soon, you will arrive at the hospitable accommodations."
    },
    {
      "dayNumber": "9",
      "title": "Hawke's Bay – The Fruits of the Volcanic Soil",
      "description": "Volcanic activity and fertile soil are often found in tandem as frequent eruptions over the ages have allowed plenty of opportunities for the rich mineral wealth of the Earth's interior to be spewed across the landscape. The area around Hawk's Bay is no exception, and today, you will be able to enjoy the fruits of this fertile soil on a tour and tasting at a local winery. Here, the rustic growers will happily reveal the secrets of their savory wine varieties."
    },
    {
      "dayNumber": "10",
      "title": "Wellington – New Zealand's Breadbasket",
      "description": "With the agricultural views of yesterday's wine tour still floating through your imagination, you will embark for your final leg of this North Island Tour. This morning, you will make your way to the country's charming capital of Wellington. Before arriving at your accommodation, you will have plenty of opportunities to view the countryside. Your journey and transfer will lead you through the rolling countryside of the Manawatu region and past neat rows of vineyards and rustic villages. Upon arriving in the capital, you will have the remainder of the day at your leisure."
    },
    {
      "dayNumber": "11",
      "title": "Wellington – Departure",
      "description": "As you wake up to the vibrant and mellow spirit of Wellington that percolates through the capital city like a thick fog, you will wish that you could stay for another 11 days. To spend your final morning of this tour, you can stop by a local book shop or pay a visit to the film studios that helped produce hits, such as King Kong and Lord of the Rings . A stroll around the waterfront will be another excellent way to enjoy the beautiful panoramas of this city before making your way to the airport for your departing flight."
    }
  ],
  "map": ""
}