{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "ultimate-south-island-nature-tour-fjords-mountains-beaches",
  "tourName": "Ultimate South Island Nature Tour: Fjords, Mountains & Beaches",
  "placesVisited": "Christchurch, Lake Tekapo, Mount Cook Village, Wanaka, Queenstown, Te Anau, Doubtful Sound, Lake Moeraki, Franz Josef, Arthur’s Pass National Park, Nelson, Abel Tasman",
  "generalInfo": "Nature’s kaleidoscope unfolds on New Zealand’s South Island. New Zealand is full of tropical beaches, tiny rays, massive glaciers, glowworm caves, sperm whales, snowy mountains, and bucolic green valleys. No other island on Earth has such a diversity of landscapes, and this 17-day tour takes you around it all, including hiking, kayaking, canoeing, whale watching, swimming with dolphins, a scenic flight, a Heli Hike , and an overnight cruise.",
  "durationDays": "17",
  "price": "7,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Christchurch – Checking into a Welcoming City",
      "description": "Christchurch is the South Island’s central gateway city. You will touch down, transfer to a hotel in the city center, and take some time to settle in. New Zealand is a long way from home so you may want to rest before the adventure begins. Although devastated by a 2011 earthquake, the city has rebuilt and redefined itself over the last few years. It is a very charming and largely pedestrianized city to walk around, with a host of bars and restaurants near your hotel. If you have the energy, then head to the International Antarctic Centre, where simulations show a day in the life of what it is like on Antarctica."
    },
    {
      "dayNumber": "2",
      "title": "Christchurch – Fur Seals and Swimming with Dolphins in Akaroa",
      "description": "Hector’s dolphins will gracefully swim through the shallows as they pirouette and somersault in and out of the water. With a head beneath the surface, you will watch them play. You may even hear them communicating with squeaks and tweets that become very loud when you are in the ocean with these majestic creatures. Fur seals are also regularly spotted here, and there is a good chance you will be swimming with these as well. Akaroa is just over an hour from Christchurch by road, and you will travel here for a half day tour and then spend a relaxed evening back in the city, perhaps choosing another one of the excellent seafood restaurants for dinner."
    },
    {
      "dayNumber": "3",
      "title": "Christchurch – Whale Watching and More Dolphins in Kaikoura",
      "description": "Sperm whales will dot the ocean waters around Kaikoura, which is a little over two hours north of Christchurch. They will breach and play with each other as great jets of water flume from their blowholes. These whales are residents here, and you can watch them come up to prepare for their deep dives. Dolphins cavort here as well, sometimes arriving in hundreds. On the whale watching cruise, you may also spot southern right and humpback whales, both species being regular visitors of these shores. The more fortunate may encounter a killer whale or southern right whale dolphins. Kaikoura is the best place in New Zealand to spot large oceanic wildlife, and you will have excellent seats during your cruise."
    },
    {
      "dayNumber": "4",
      "title": "Mount Cook Village – Scenic Flight Over Quintessential South Island Landscapes",
      "description": "Contrasting landscapes collide all across New Zealand. The most dramatic changes are showcased around Lake Tekapo, which is located halfway between the Canterbury Plains and Mount Cook. On a scenic flight, you will be able to appreciate the island’s geography. A flat patchwork of farmland will stretch to the east, and the Canterbury Plains will be lush and leveled before they hit the Pacific. Beneath the wingtips will come the glacial blue of Tekapo and Pukaki lakes that will seem perched on the edge of the mountains. As you gaze northwards, the mountains will seemingly tumble down towards the rainforest, while to the south and west they will rise as majestic, tightly-packed fjords with hundreds of high peaks. From Lake Tekapo, you will almost be in the geographic center of the country, and there will be no greater variety of surrounding landscapes. After the flight, you will continue to Mount Cook Village where you will sleep beneath the shadow of New Zealand’s highest mountain."
    },
    {
      "dayNumber": "5",
      "title": "Mount Cook Village – Guided Mountain Hike and Ancient Icebergs Up Close",
      "description": "You will walk across suspension bridges, and narrow paths in the national park as magnificent cliffs will rise vertically on one side as the glacial rivers flow below. You will slowly ascend where you will gain better views of the surrounding 10,000-foot peaks, in addition to a glimpse of Aoraki Mount Cook. After a half-day hike, you will go even deeper into this landscape, traveling on a small boat across a lake that is beneath the mountain. Icebergs will float here, and the ice cliffs will stand tall in a commanding demonstration of power. The Tasman Glacier will unfold, and you will witness portions of it that are completely inaccessible without a boat. It will be a full day’s adventure, and the exploration will continue this evening as you will gaze up at the southern sky in one of the world’s few accredited Dark Sky Reserves."
    },
    {
      "dayNumber": "6",
      "title": "Wanaka – Island Nature Walk and Lake Wanaka Cruise",
      "description": "A glacial remnant from our planet’s last ice age, Mou Waho Island, is a haven for birdlife as well as an idyllic place to slow your heart down after yesterday. Here, the hiking trail is designed to be taken slowly. You can stop for a warm drink at the island’s only café, listen and watch the birdlife, and then cruise back across Lake Wanaka to your lodge on the lakeshore. Wanaka is a 2 ½ hour drive from Mount Cook, and today will be designed to be comfortable and relaxed with time to also rest on the lake’s beach or check out the Wanaka vineyards."
    },
    {
      "dayNumber": "7",
      "title": "Te Anau – A 12,000-Year-Old Network of Glowworm Caves",
      "description": "New Zealand’s famous adventure capital, Queenstown, is a mainstay on almost every South Island excursion. The setting is always majestic, as it is perched beneath the Remarkables and Fiordland and is draped along the shores of Lake Wakatipu. You will spend half of today here, taking the gondola up the mountain behind the town, and perhaps choosing some hiking or mountain biking to come back down. Paragliding and a jet boat ride are also popular options, and Queenstown is the most famous place for these experiences. In the late afternoon, you will continue to Te Anau and head straight to the murky and mysterious glowworm caves. Limestone pathways will lead to hidden whirlpools and sculpted rocks. Then, gliding through the cave in a small boat, you will see colors in the darkness, which will be the thousands of glowworms that create the magical, underground theater."
    },
    {
      "dayNumber": "8",
      "title": "Doubtful Sound – Kayaking and Overnighting on the Fjord",
      "description": "The entire southwest of the island is made up of fjords, as dozens of them are clustered in ragged formation. Although Doubtful Sound is the most impressive, Milford is the most famous. Getting here will prove to be quite the adventure. First, you will take a boat over Lake Manapouri and then a drive over Wilmot Pass. You will then check into your vessel and set off beneath towering cliffs, admiring dolphins, and waterfalls as you go further into the fjord. This afternoon you will explore by kayak, which is an excursion that will help showcase the sheer scale of the landscape. By sleeping onboard, you will be fully immersed in the wilderness and tucked up in a surreal landscape."
    },
    {
      "dayNumber": "9",
      "title": "Wanaka – Resting Up Along the Lake",
      "description": "Today, you will wake up to mist. Doubtful Sound will have disappeared. You will not even be able to see the cliffs, but you will be sure that the boat anchored near them yesterday. In the early morning, Fiordland will be at its mysterious best. Gradually, it will begin to clear, and once more the scale of the fjord will be revealed. There will be time for another water excursion this morning before you head back to the dock and retrace your journey back to Wanaka, where the lakeside lodge will provide you with a place to rest after 24 hours of adventure."
    },
    {
      "dayNumber": "10",
      "title": "Lake Moeraki – Across Epic Wilderness to the Wild West Coast",
      "description": "Following the shores of lakes Hawea and Wanaka, you will traverse Te Wahipounamu, which is the World Heritage wilderness that covers most of the western half of the island. You will stop in Makarora and hike through untouched beech forest where you will reach the Blue Pools in around 30 minutes. You will then return to the road and weave through Mt. Aspiring National Park that is complete with waterfalls and gushing rivers that are visible at almost every corner. Mountains will glisten white above you, but after the Haast Pass, you will descend towards landscapes of green. This is the West Coast, and you will be staying here for two days where you will be tucked away on the quiet Lake Moeraki."
    },
    {
      "dayNumber": "11",
      "title": "Lake Moeraki – Canoeing and Hiking in World Heritage Te Wahipounamu",
      "description": "A network of trails crisscrosses the landscape. Some may take you along the coast, while others may take you up through a rainforest. Massive tree ferns will be spread along whichever trail you choose. Half a day of hiking will be followed by half a day on the water, which will be either an easy canoeing trip on Moeraki Lagoon or a more adventurous expedition down the Moeraki Rapids. This latter option ends on the beach, where Hector’s dolphins may be greeting your arrival. As this will be a flexible day, you can also choose a longer, full-day hike with the seacoast trail being highly recommended."
    },
    {
      "dayNumber": "12",
      "title": "Franz Josef – Intimate Glacier Experiences and the Rowi Kiwi",
      "description": "You will smell the seals before you see them. A little further along the road, a Fox Glacier will extend. This will prove to be a very surreal and spellbinding experience as it cuts a path through the green rainforest. You can take a look around and walk close to its icy frame. Shortly after, you will transfer to the Franz Josef glacier and the West Coast Wildlife Centre where you will marvel at the tiny frames of rowi kiwis, which are New Zealand’s national bird. With their long beaks and small, flightless frames, they will appear to be fragile things, which is the main reason they are now so endangered in the wild."
    },
    {
      "dayNumber": "13",
      "title": "Franz Josef – Spectacular Heli Hike on Franz Josef Glacier",
      "description": "From a helicopter, you will admire the rainforest and its various shades of green that twist above the Pacific Ocean swells. Remarkably, The Franz Josef Glacier glacier cuts straight through the forest, which creates an incongruent scene of tropical and icy worlds. You will touch down on the glacier and strap on some crampons before heading out on a hike through natural ice sculptures and tunnels. Nature has carved a dramatic landscape here, and on a hike, you will appreciate all of its details: meter-long icicles, swirls that will soon form tunnels, crevices between the ice, and the inexorable onward movement of the glacier. This afternoon will be at your leisure, and there are many other hikes you can do in the area."
    },
    {
      "dayNumber": "14",
      "title": "Arthur’s Pass National Park – Forest Hikes and Sheep Farms",
      "description": "Halfway to Abel Tasman will bring an abrupt change in scenery as the West Coast’s glacial landscape will give way to low-slung mountains and forests that are dominated by beech and moss. Arthur’s Pass National Park will be a great place to break the journey and the program of activities to bring something new to your tour. Here, you will visit a working sheep farm that is located just beneath the shadow of the Southern Alps. There will be an opportunity to do some kayaking and also to walk amid the limestone castles that were made famous as being the filming location for Narnia."
    },
    {
      "dayNumber": "15",
      "title": "Abel Tasman National Park – Relaxing on Tropical Beaches",
      "description": "You will continue the journey north, which will prove to be a worthwhile extension so you can discover how the island’s western coast makes its final change. After all the fjords and ice, Abel Tasman will take you into a land of tropical colors and rainforests. Accommodation inside the national park is limited, and you will stay at one of the few lodges with a beachfront location. Broad golden sand will extend beneath your balcony, and it will seem an idyllic setting for a beach holiday. So, take some downtime on the sand, watch the different birds fly past, and perhaps take a hike along part of the 30-mile coastal, forest trail."
    },
    {
      "dayNumber": "16",
      "title": "Abel Tasman National Park – Rays, Turtles, Hiking and Kayaking",
      "description": "Cliffs rise and fall all along Abel Tasman National Park and create a succession of small tidal bays. Just before or after low tide will be the best time to explore, when there is enough water to ride a boat into them. Rays will swim along the bottom, where they will become easily visible in such shallow water. Turtles often wait just outside the bays’ openings. Water-carved formations will impress at every turn as the tropical hues will continue in all directions. A small boat tour will be an essential experience here. The afternoon will be at your leisure, and this is also a great place to go sea kayaking."
    },
    {
      "dayNumber": "17",
      "title": "Nelson – Departure",
      "description": "After 17 days in New Zealand, you will end in Nelson where you will take a domestic flight back to Christchurch so you can make your outbound flight."
    }
  ],
  "map": ""
}