{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "two-week-private-outdoor-new-zealand-excursion-tour",
  "tourName": "Two Week Private Outdoor New Zealand Excursion Tour",
  "placesVisited": "Glenorchy, Fjordland, Abel Tasman, Taupo, Hauraki Gulf, Cape Reinga",
  "generalInfo": "In New Zealand, you can have outdoor adventures that are simply not possible anywhere else in the world. During these two weeks, you will helicopter through fjords, climb in sacred Maori places, go canyoning and jet boating in private wilderness areas, and spend three days cruising through tropical Pacific waters. Handcrafted to offer exclusive outdoor experiences, this will be a luxurious vacation with private helicopter transfers, remote picnic spots, and the exquisite stuff that others do not get to see.",
  "durationDays": "14",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Queenstown to Glenorchy – Peaceful Lakeside Welcome",
      "description": "You will begin your adventure by taking it slow. After flying to Queenstown, you will be transferred along the shores of Lake Wakatipu to Glenorchy, which is a hamlet that has been cut off from Queenstown’s bustle. Located on a lakeside farm, your lodge will be a peaceful place to escape from the everyday and get over any jet lag. You can wander the shore, watch the sunset fade through the surrounding mountains, and dine on exquisite farm-style cuisine. If you are feeling active, then you can take a boat trip onto the lake or paddle out in some canoes."
    },
    {
      "dayNumber": "2",
      "title": "Glenorchy – Wilderness Jet boat Picnic",
      "description": "Jet boats were invented for the wilderness. First used by farmers and hunters to access remote backcountry, they provide exhilarating travel in lands without roads. Today, you will zoom off and soon enter private land. Mountainous forest stands above sandy floodplains, and there is snow on the highest peaks most of the year. You can immediately sense the freedom and space with nothing but the jet boat in every direction. When the boat stops, you will also experience the New Zealand silence along with a decadent wilderness picnic. This is a soft adventure and is a good way of getting over the jet lag before the longer and more thrilling days to come."
    },
    {
      "dayNumber": "3",
      "title": "Glenorchy – Exploring Fjordland by Helicopter",
      "description": "Fiordland is famous for Milford Sound and Doubtful Sound, but there are dozens of fjords here, and some of the land remains completely unknown except to old-school hunters. On today’s private helicopter tour, you will spend a full day of exploring Fiordland. The exact itinerary needs to be weather dependent, but you should expect it to include high-country lakes, waterfalls, glaciers, beaches, flying through fjords, and landing in places that cannot be reached by road or foot. What is most unique about today is that you can really experience the natural contrasts of New Zealand’s Western Coast. Rather than a single fjord, you will see how each piece of Fjordland has its own color and atmosphere. You can expect a stunning barbecue lunch as well as a breathtakingly remote landing spot."
    },
    {
      "dayNumber": "4",
      "title": "Glenorchy – Heli-Hiking or Heli-Skiing in the Remote South",
      "description": "Virgin mountains always make for adventure in New Zealand’s far south regardless of the month of the year. Through winter, the slopes provide some of the world’s best heli-skiing. If you have some skiing or snowboarding experience, then you can slalom down with a local guide and with routes that suit varying ability levels. During summer, a Heli-Hike can feel like a real expedition, either crossing a mountain pass or walking down around a seasonal glacier. Both options are privately guided, and your guide will discuss the different options before you depart. On such vast and untamed landscapes, there really can be something for any mood or sense of adventure."
    },
    {
      "dayNumber": "5",
      "title": "Nelson to Abel Tasman – Relaxed Private Charter Along the Coast",
      "description": "There are excellent flight connections between Queenstown and Nelson, so today is one transfer that you will not do by helicopter. After landing in Nelson, you will check-in to your boutique lodge on the edge of Abel Tasman National Park before a private boat charter shows you the coastline. You can cruise into turquoise coves to see reef sharks and rays along the shallow bottom and disembark at a deserted beach that is hidden by indigenous forest. You can choose to go snorkeling or kayaking if the mood suits or cruise a little further around the coast in a search for dolphins and seals. Mostly, you can just sit back and experience the national park’s dazzling, cliff-lined coastline."
    },
    {
      "dayNumber": "6",
      "title": "Abel Tasman – Helicopter Trip Into the Kahurangi Ranges",
      "description": "Kahurangi is New Zealand’s second largest national park, and it is arguably the most unknown. Tidal bays and inlets stretch to the west with limestone bluffs that appear as sentinels over the beaches. If you travel inland, the ranges are rugged and forested. On today’s tour, you will fly by helicopter into the heart of the Kahurangi Ranges, where a private chef will cook up a barbecue lunch beside a secret lake. The afternoon will be flexible, and you can choose which direction to travel. One option will be to hike a short but spectacular piece of the Heaphy Track, and another will be to land at an isolated beach for a quiet afternoon."
    },
    {
      "dayNumber": "7",
      "title": "Abel Tasman – Canyoning in Ancient Rainforest",
      "description": "All across New Zealand, there are places that tourists visit on tours, and then there are the places that guides and experts go to when they want adventure. This entire tour concerns the latter, and it will take you deep into an ancient forest where waterfalls and rivers ratchet up the adrenaline levels. You will abseil 60 feet down a waterfall, slide through narrow chasms, jump off cliffs, and abseil some more. This is extreme canyoning, and it is the sort of the thing that the guides love to do in their spare time. You should note that there are always options on this customizable tour, so you can choose to switch canyoning for something less adventurous. Also, during the canyoning, you can opt to abseil down rock or walk around some of the waterfalls."
    },
    {
      "dayNumber": "8",
      "title": "Taupo – Scenic Volcano Flight and Geothermal Activity",
      "description": "Flying to Taupo is spectacular. By helicopter, you will cross the Cook Strait and then soar above forests and farmland. In the distance, there are volcanoes, and you can fly directly above them with sublime views into their active craters. As with most of the other days, this will be a helicopter charter, so your pilot can swoop back around for more intimate views of Tongariro, Ruapehu, and Ngauruhoe. After your arrival in Taupo, the rest of your day can be customized with various activities on the lake, including jet boating, fishing, kayaking, or kicking back at a spa."
    },
    {
      "dayNumber": "9",
      "title": "Taupo – Wilderness White Water Rafting",
      "description": "Today, you will be white-water rafting in Taupo. Your river journey will start placid, carving on a broad river that soon twists into a secluded forest. There is time to practice your paddling before the real rapids begin. Rushing down the river, you will feel water upon your face and a sense that the raft could tip. Usually, it does not, but there are some big rapids here, and they are about as big as you can tackle on a commercial tour. The tour will end with a little secret. We will call it a drop from the rainforest into a lake. It is best that you do not see it beforehand, and you will not because that is just the nature of drops. It is ultimately a very safe and thrilling way to end your tour."
    },
    {
      "dayNumber": "10",
      "title": "Taupo – Private Rock Climbing in Remote Maori Land",
      "description": "Rock climbing was previously permitted on a small Lake in Taupo bay. However, climbers were not respecting the environment, and the Maori landowners closed access. The climbing is superb and will take you inside caves and narrow chasms with routes that can suit all ability levels. Once you are inside the bay, there is silence, and it is an inspiring place to be as it is so cut off from everything. To gain access, you must first be welcomed by the Maori. They will give you the traditional visitor treatment, and a senior Maori will accompany you through the land, showing you where to pray and pay homage. So, you will not only be rock climbing on private land but gaining genuine insight into the local culture."
    },
    {
      "dayNumber": "11",
      "title": "Hauraki Gulf – Charter Yacht Cruise With Spearfishing in Tropical New Zealand",
      "description": "Your final destination is more outdoors than it is adventurous. After a number of very active days, you can drift off as a private yacht sets sail onto the Hauraki Gulf. This is New Zealand’s tropical zone, where the Pacific waters are warm and small islands evoke images of paradise. With three days on the yacht, you can tailor a route that is based on your personal interests. The captain knows some spots that are ideal for fishing and spearfishing, and others should you wish to have an afternoon on a deserted beach. A jet ski and kayaks are towed behind the boat and will provide other means of exploring during these three days. Diversity is what makes the New Zealand outdoors so special. After glaciers, fjords, mountains, and probably some snow, you will now be exploring exotic blue waters and islands. Many of the islands are not accessible without a private boat, so the charter cruise opens opportunities to see wilderness areas that remain just as nature created them. You will sleep on the yacht. Plus, this way you can dine on the deck as the sunset paints the horizon on remote Pacific Ocean waters. The transfer from Taupo to the gulf will be completed by helicopter and can provide another bird’s-eye view of the volcanoes."
    },
    {
      "dayNumber": "13",
      "title": "Hauraki Gulf – Helicopter to Cape Reinga for Above and Below the Water Adventure",
      "description": "Today has been planned a little differently than the last two, featuring a helicopter trip to Cape Reinga and the country’s northern tip. After soaring over Ninety Mile Beach, you will touch down for some private quad biking or rally driving in one of the country’s most remote spots. You can also choose to fly to Poor Knights, which is a dive site that is featured on Jacques Cousteau’s legendary top ten list. Crayfish and rock lobster gatherings are other options in the remote north with the tour lasting as long as you choose. Back in the Hauraki Gulf, you will have another private evening on the yacht, perhaps anchored beside a deserted islet."
    },
    {
      "dayNumber": "14",
      "title": "Hauraki Gulf to Auckland – Departure",
      "description": "After a morning of cruising, you will fly to Auckland by helicopter, where you will land at the airport, and your guide will assist in transferring you to the international terminal for your outbound flight."
    }
  ],
  "map": ""
}