{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-getaway-for-honeymooners",
  "tourName": "New Zealand Getaway for Honeymooners",
  "placesVisited": "Waiheke Island, Taupo, Napier, Wellington, Arthur's Pass, Lake Tekapo, Dunedin, Queenstown",
  "generalInfo": "Natural splendor and endless adventure will highlight the romance of your 14-day New Zealand honeymoon tour custom-tailored to your tastes. You will enjoy elegant views of the Southern Alps on a scenic train and sample delicate wines on a private island vineyard. You can bask in a candlelit dinner or an exceptional starry sky. You will share the experience hand-in-hand as you explore the tender heart of New Zealand.",
  "durationDays": "14",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland - Hold Hands in Auckland",
      "description": "Arrive in Auckland and see the beauty and romance in the swaying sails of the city. The harbors border the city and teem with sailboats that catch the breeze and race along the sea. Wander Queens Street hand in hand; the pulse of the city is contagious, enrapturing you with every step. The shops sport European style with a Polynesian flair. The sweet scent of fresh pastries flows through the streets and mixes with the floral perfume of the sea. As the sun begins to fade behind the skyline the streets begin to twinkle in the dusk. The skyline towers over the city center with its focal point, the SkyTower, piercing the sky with its space needle and casting an incredible light on the city; it is the Southern Hemisphere’s tallest freestanding structure. For a unique and decadent dinner, sit in the luxurious restaurant, located in the revolving tower with the city glowing and bustling below. Experience the modern Kiwi-inspired menu with decadent dishes like the roast salmon that will fill your mouth with a smoky glazed jus, accompanied by sweet corn, and the rich, mouth-watering prawn and potato risotto with broccolini. As the city spins slowly beneath you, the lights of the Auckland night surround you, as if the city is secluded and radiating just for you. This is what New Zealand luxury tours are all about!"
    },
    {
      "dayNumber": "2",
      "title": "Auckland - The Romance of Waiheke",
      "description": "Today you will venture off of the shores of Auckland and onto the stunning island of Waiheke. Board the interisland ferry and drift along the bay with the cool breeze brushing through your hair. The crisp bite of the ocean mist has you holding each other just a bit tighter until you come to the island shore. The sweet cologne of lush grass drifts from the hills as the gentle lull of the sea surrounds you. From oceanside walks to beaches, delicious restaurants to vineyards, Waiheke has activities for everyone to explore and enjoy. Stroll along the graveled path that wisps you along the sea; the easy crash of the waves below gives you a feeling of privacy. As you wander along the pathway the ocean breeze gives way to swaying grass and a long stretch of vines. Sit on the veranda where the open sky meanders past and frames the islands that dot the horizon. Taste the wine and distinguish the collection of flavors, from the earthy nose to the blackberry and vanilla notes. Whether sipping the lush wines of the island or sitting amongst the art at Connells Bay Sculpture Park, the beauty will always bring you closer, and the sweetness will have you never letting go."
    },
    {
      "dayNumber": "3",
      "title": "The Historical Beauty",
      "description": "Make your way out of the wondrous city of Auckland and onto the countless and colorful wonders of the North Island. SkyTower sinks behind the horizon as you make your way to New Zealand’s largest body of water, Lake Taupo. The crystal blue lake reflects the snowcapped peaks of the surrounding mountains. The city reflects colorfully on the banks of the water. The streets are quiet and serene, as the stunning New Zealand landscape sprawls along Taupo’s outskirts. Experience the cultural wonder of Maori rock art located just outside of the city’s hushed beauty, carved in the late 1970s by master carver Matahi Whakataka-Brightwell. The crisp water sits peacefully below the boat as you journey along the lake on a private boat. From the boulders along the shore to the cliffs rising above the water, the animals and faces depicted around the lake help tell the stories of a people that once had no written language. The deep waters of the lake are watched over by the cultural spirits carved into the cliff-side. Possibly the largest of their kind in the world, the faces depict traditional images in the Maori culture and continue the troublesome effort of passing down Maori knowledge and skills from generation to generation in an increasingly modernized world."
    },
    {
      "dayNumber": "4",
      "title": "Napier - Artistic Napier",
      "description": "Begin your day with an exploration of colorful grounds shaped by volcanic and geothermal activity over thousands of years. Mud pools boil beneath the elevated walkways where you feel the heat rising from underfoot. Watch as the undulating rock formations hiss with steam. The copious active subterranean heat and volcanic activity stretch south to the mountains of Tongariro National Park and east to White Island, an active and smoldering volcano. The whitewashed landscaped steams and whistles as you wander along the empty golden terrain: secluded, beautiful, chilling, and yours. The large, serene shores of Lake Taupo are left behind as you make your way hand-in-hand to the colorful streets of Napier, the Art Deco capital of the world. You hear the soft sound of the waves falling against the shore as the vibrant streets shine in your eyes. Wander along the main road amidst the backdrop of blossoming flowers that blend in with the pastel color of the buildings. The Victorian homes stand tall and thin while the spherical building on the corner illuminates its copper-green in the sunlight. The locals are as vivacious as the décor, sporting generational clothing. The streets are especially boisterous in the summer when the town is overrun with festivals that fill the streets with classic cars, dancing feet, and smiling faces, more so than usual, if at all possible."
    },
    {
      "dayNumber": "5",
      "title": "Wellington - Wonderful Wellington",
      "description": "Wave goodbye to the Art Deco streets of Napier as you make your way to the fabulous capital of New Zealand, Wellington, nestled between the lush foothills of Mount Victoria and the stunning blue of the Cook Straight. New Zealand’s capital is filled with life and culture for everyone and anyone to enjoy together. The small but lovely Scorching Bay is a fantastic beach in Wellington and a local favorite for picnics and relaxing in the sun. The white sands recede to make room for craggy rocks jutting into the calm water as lush green hills roll along the shores. The solitude of the beach and the vivid blue of the water give the bay a romantic and unique sensation."
    },
    {
      "dayNumber": "6",
      "title": "Wellington - A Budding Garden",
      "description": "Wake up to the rich aroma of fresh brewed coffee; Wellington is proud of its coffee house culture. The sweet scent of the sea floats along the gentle breeze. Climb aboard the red cable car that traverses the city and climbs into the surrounding suburbs where the Wellington Botanic Garden blooms. During the shining light of the day the flourishing fauna reaches towards the sun. At night the walkways are illuminated with neon, along the stairs, sidewalks, and even spiraling up certain tree trunks. Tulips gleam bright red, vibrant yellow, and deep purple. Follow the footpath around the pond and sit in the gazebo along the trickling water. With a view of the gliding ducks and drifting lily pads, the leaves sway in the breeze and your private view of the garden is a secret memory for you to enjoy."
    },
    {
      "dayNumber": "7",
      "title": "Fox Glacier - The Sensual South Island",
      "description": "Today you will board a flight and make your way to the sensational sight of Fox Glacier located on the South Island. The village of Weheka, Fox Glacier Village, is a close walk to the face of the frozen water. Grab hands and hold on as you witness the majesty of the Fox Glacier, fed by four separate glaciers and sitting between the foothills of the sprawling Southern Alps. Its pale face is pearly white and blue in the sun and looks like a massive deluge frozen in time. You can choose to witness the glacier from the viewing decks at its base or to experience it from above, trekking through the crunching snow, where you can taste to crisp ice on your lips and feel the cold breeze on your cheeks. Either way, the majesty of the glacier does not end but builds. Wander along its ancient surface, holding hands and stomping feet."
    },
    {
      "dayNumber": "8",
      "title": "Fox Glacier - Gentle Trains and Passageways",
      "description": "The icy surface of the Fox Glacier becomes a memory as you board the TranzAlpine Train for a journey through the Southern Alps. The snowy mountain peaks sprawl through the open air giving the sky a sense of earthen clouds. The smell of buttery croissants and dark roasted coffee lingers in the train cabin. The plush cushions of the seats welcome you as the train winds through the foothills. Once in Arthur’s Pass, the highest settlement in New Zealand, you will have time to stroll along the main street as the crisp air fills the pass. The mountains and deep gorges give way to beech forests, where thin trees tower along the railway. Your journey continues through the forests, along the open plains of Canterbury, and settling you into the thriving gardened city of Christchurch."
    },
    {
      "dayNumber": "9",
      "title": "Christchurch - The Gorgeous Garden City",
      "description": "The cobblestone streets of the city center add a vibrant charm to Christchurch as the gentle flow of the Avon River meanders in and around the city. The stone Victorian Christchurch Cathedral climbs into the sky with spires and is adorned with a rose window that lets the sun shine brightly onto the aisles and its platform. For a perfectly romantic experience take a leisurely cruise down the Avon. A punter pushes the boat down the gentle waters as you wind around the city through the vivacious gardens. The air is perfumed with roses as the tulips lean in the soft breeze. The gardens glow, the streets sing, and you float through the city in all its splendid tenderness."
    },
    {
      "dayNumber": "10",
      "title": "Dunedin - Stunning Dunedin",
      "description": "Arrive in Dunedin, New Zealand’s home to Edwardian and Victorian architecture. The city is decorated with stunning buildings that give the city a sense of antiquated charm. The university sits behind the lustrous yellow and red daisies surrounding the courtyard. The university itself is a rich gray stone that shines with white trim, and stretches in the pure, empty sky. For a unique and unforgettable experience around the city, venture to Penguin Place to see firsthand the efforts made to conserve the beautiful landscape and ecosystem that is home to the endangered yellow-eyed penguins. The sand stretches along the shore in waves looking more like a white desert than a beach, bordered by the froth of small waves and growing prairies. Penguins glide in the water, flying through the cold waves in search of fish. They stretch their wings out on the tops of boulders and dry themselves in the sun. They waddle along the grass and squawk against the gentle crash of the waves. Their eyes are surrounded by yellow streaks that wrap around their heads like crowns. From Penguin Place you can watch the amusing birds crowd the shores and return to their nests for the evening, having filled their day with fun, fish, and adventure."
    },
    {
      "dayNumber": "11",
      "title": "Queenstown - Fit for a Queen",
      "description": "Leave the wonders of Dunedin behind for the romantic alpine indulgences and scenery of Queenstown. The city feels more like a village snuggled between the lavish shores of Lake Wakatipu and surrounded by the foothills of the Southern Alps. The Remarkables Mountain Range stands proud on the opposite side of the lake, the peaks rolling and almost blanketing the distant sky. Stroll along the streets that are filled with the gentle flicker of gaslights, the charming shops with pine facades, and the welcoming laughter that spills from the numerous restaurants. For a delicious taste of Queenstown enjoy a night out at Vista, situated with a breathtaking view of Lake Wakatipu and the Remarkables Mountains feeling close enough to touch."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown - A Romantic Sound",
      "description": "Venture outside of the alpine appeal of Queenstown on a serene tour of Milford Sound. The secluded sound is filled with the majesty of wildlife, landscapes, glaciers, and solitude. Climb aboard a well-appointed boat that will take you cruising through the romantic sights of Milford Sound. The mountains stretch high and reach far, dwarfing the boat and you along with it. The thunderous crash of waterfalls fills the air as mist rises in the distance. Hold each other close as dolphins playfully jump from the water, almost dancing in the wake of the boat. The cold, crisp air surrounds you and kisses your cheeks. As you drift through the sound you can see the breathtaking beauty of the pure New Zealand landscape: lush, vivacious, and serene."
    },
    {
      "dayNumber": "13",
      "title": "Queenstown - The Unending Beauty of Queenstown",
      "description": "Today you can relax and enjoy the romantic views and activities in and around the alpine city of Queenstown. Whether sporty activities or relaxing spas, Queenstown has more than enough to keep you entertained, active, and holding each other close. Enjoy a relaxing moment in the secluded luxury of Onsen Hot Pools. Whether situated inside the tender glow of the candlelit room, fragrant with cedar, or outdoors with the stunning backdrop of the snow topped mountains, the pools will warm your body, relax your mind, and give you the privacy of individual comfort. Let the steam from the pools dissipate as the sun sets and the stars begin to appear."
    },
    {
      "dayNumber": "14",
      "title": "Queenstown - Lingering Romance",
      "description": "Today you will leave the charm of Queenstown and New Zealand behind as you depart for the airport and begin your journey home. From the sails of Auckland to the peaks of the Remarkables, New Zealand has given you the beauty, majesty, and romance innate in its landscapes and effervescent in its charm. As the verdant fields and undulating mountains sink beneath the clouds you know that the holiday is never really over and your honeymoon will never really end. If you wish to extend your trip, or customize this itinerary further, browse the New Zealand tour operator reviews on Zicasso."
    }
  ],
  "map": ""
}