{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "12-day-best-of-new-zealand-tour",
  "tourName": "12 Day Best of New Zealand Tour",
  "placesVisited": "Auckland, Rotorua, Napier, Martinborough, Wellington, Blenheim, Christchurch, Â Aoraki/Mount Cook, Queenstown, Milford Sound, Waitomo",
  "generalInfo": "You don’t have to ask for the best to know that the best is what you’re getting. The silence of Milford Sound surrounds you. The vista of the Panorama Restaurant stretches before you. The steam from the crater on White Island rises into the sky. From the Art Deco architecture of Napier to the extraordinary culture of Rotorua, New Zealand is filled with the unique, the diverse, and nothing less than the exceptional. This is New Zealand at its best and it never settles for less.",
  "durationDays": "12",
  "price": "13,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland - Welcome to the Best",
      "description": "Arrive in Auckland and settle into the largest city in New Zealand. The arch of the Harbour Bridge glistens in the sunlight. The skyscrapers stand tall over the city, including the Sky Tower , the Southern Hemisphere’s tallest freestanding structure. Boats wade in the harbor and rock to the gentle sway of the sea. Walk along the vibrant life of Queens Street, the urban heart of the city. The shops bustle with life, from the charming boutiques to the high-end fashion. The lingering scent of cafes surrounds you, from the rich scent of fresh-brewed coffee, to the sweet perfume of fresh bread. Open your eyes to Auckland’s diverse and stunning offerings, from the food to the people, and you will begin to see the tip of the iceberg of New Zealand’s best."
    },
    {
      "dayNumber": "2",
      "title": "Rotorua - The Best Glow",
      "description": "Today you will depart from Auckland and watch the skyline fade into the horizon as you make your way to the famous Waitomo Caves . Follow your guide through the limestone maze. The air is cool around you. Touch the cave walls and feel the smooth, slick surface. You can hear the sound of trickling water before you are guided onto a small boat. Drift through the cave’s waterway, the ceiling undulating and at times seemingly dripping the limestone down to touch the water. The black darkness gives way to speckles of shimmering blue that cling to the walls, ceiling, and stalactites. As you get closer the blue becomes brighter, strewn through the cave like fairy lights. You have arrived at the famous Glowworm Grotto where the luminescence of the glowworms lights the cave in iridescent blue. As you continue to drift through the cave the light from the glowworms fade, the cave entrance opens, and you continue your journey to Rotorua. Arrive in Rotorua, known to be the Cultural Capital of New Zealand. The diverse mixture of traditional Maori culture convenes together with the influences of European culture and history. The city was built upon the geothermal wonders of the province, giving the architecture a quaint Victorian charm with the luxuries of resort decadence. In the evening you will experience the cultural vivacity of the Maori with a visit to a Hangi , a traditional feast, complete with concert. Upon arrival be ready to enter the meetinghouse with a friendly greeting with the chief. He presses his nose to yours to show that you are welcomed as more than a guest, but as a new family member, into the tribe’s home. The carvings on the façade of the meetinghouse resemble spirits; smooth wood is chiseled into detailed faces with tongues sticking out, eyes bulging out, and geometric tattoos standing out. The scent of polished wood gives way to the slow roasting of lamb and pheasant. You can almost hear the sizzle of the potatoes as they cook in the traditional manner, dug into the earth in a large hole stuffed with hot coals. The concert begins with tribal chants similar to those that stem from its Polynesian roots; however, the melodic sounds soon end. The Maori warriors enter with frayed grass skirts, ta moko, traditional body art, decorating their shoulders and faces. The drums pulse through your bones. The warriors slap their chests and scream into the night. They bulge their eyes and stick out their tongues like the craved sprits on meetinghouse’s façade. Their war cry beats thick in the air and you have witnessed the sensational haka . After the concert’s end you will return to your hotel; whether you prefer rural charm, urban opulence, or luxurious seclusion, there is no shortage of accommodation to fit your tastes."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua - The Best’s Volcano",
      "description": "Wake up to the excitement of coming adventures as you take the day to explore Rotorua and its surroundings. Being your day with a unique and thrilling scenic helicopter flight to Mokoia, an active volcanic crater. The island is home to a plethora of endangered birds, including the coarse-haired kiwi for which New Zealand is known. Mokoia is filled with Maori traditions and myths. The lush green of the island is brought about by the volcanic soil which is rich in nutrients. The surrounding water is almost indescribably blue and serene. Hover around the rugged terrain of White Island where the main crater is situated. At various times of the day you can see puffs of steam rising from the crater. Wind around the steaming cliffs of the thermal valley where you can also see the iridescent glow of the colored pools of the thermal reserve before setting back down to earth. Your best of adventures continue on a 4X4 journey through the dense and stunning landscapes that surround Rotorua. The roar of the vehicle hums beneath you as the dense forest begins to open up. Branches brush against the jeep. Water splashes around you. You can hear the thundering waterfalls in the distance as you rumble along the unpaved path to see the outskirts of the city, beyond the Cultural Capital and into the heart of nature. The landscape rolls and the trees are full, until the world opens up into a quiet plane where you can see the mountains far in the distance."
    },
    {
      "dayNumber": "4",
      "title": "Napier - The Best Art Deco",
      "description": "Today you will leave the Cultural Capital behind you as you make your way to Napier, stopping in the beautiful city of Lake Taupo along the way. Circle around New Zealand’s largest lake, where the water reflects the surrounding mountains in perfect clarity. Take the opportunity to visit the jade waters of Huka Falls. For a fabulous rush and fantastic scenery, take a jet-boat ride along the thundering river, where the cool wind rushes through your hair and the crisp mist of the water splashes your face. You can also take an easy hike to the falls; you can stand on the bridge and watch the colorful water thunder over the rocks as you watch the jet-boat speed through the river in the distance. Whether you choose to linger around Taupo, rush through the river on the jet-boat, or enjoy the scenic drive, you will make your way to the region of Hawkes Bay and to the kaleidoscope colors of the Art Deco Capital, Napier."
    },
    {
      "dayNumber": "5",
      "title": "Napier - The Best of Art Deco",
      "description": "The colors and vibrancy of Napier and Hawkes Bay are yours to explore. From the city streets to the outlying vineyards, there is plenty to see, plenty to taste, and plenty to do. Stroll along the streets of the city and see the expanse of Art Deco architecture that decorates the city in a virtual palette of colors. The bricklayer streets sparkle in the sunlight. The energy of the city is as vivacious as the colors, caught in the roaring vibrancy of the Art Deco movement that is less than a tradition and more of a way of life. Leave the colors of the city behind for a moment to experience the luxurious flavors of the region. A visit to the Craggy Range Vineyard gives you first-hand experience of the diverse landscapes of New Zealand and how those landscapes drastically change the flavors of vines and food, whether through tiny variations in temperature or by soil type. Sit along the edge of the vineyard where you can hear the crash of the ocean along the rocky shores. The scent of fresh grass and growing vines fills the air. Swirl the Shiraz around your glass and see the deep and dark purple hue, the sweet aromas of blackberries combine with hints of cocoa and freshly cracked black pepper. The refreshing acidity of the wine brings you back to the expansive Art Deco streets of Napier where you don’t have to ask for the best to know that you are getting the best."
    },
    {
      "dayNumber": "6",
      "title": "Wellington - The Best Never Substitutes",
      "description": "Today you will depart the colorful and delicious town of Napier, making your way to the capital of New Zealand, Wellington. Along the way you will pass through the charming and beautiful town of Martinborough. The town contains a picturesque village square immersed in heritage buildings. The Victorian architecture lines the streets with encompassing balconies offering a view that wraps around the street corners. The Martinborough countryside is draped with vineyards that stretch along the valley and into the foothills, giving the region a diverse range of wine varietals and flavors. For a unique taste of the Martinborough pay a visit to Molive Gold, where their distinctive production of late harvested extra virgin olive oil results in a mellow and smooth taste. Continue on to Wellington where the sun glistens along the bay and invites you in. The city sits between the foothills of Mount Victoria and the cool waters of the Cook Straight. The red trolley rolls through the city, up the lush mountainside, and into the suburban gardens. For a decadent treat of New Zealand flavors visit Boulcott Street Bistro. The scent of smoky braised lamb drifts from the kitchen. The gentle spice of the crushed minted peas awakens your taste buds, and the slight crunch of the herb polenta gives you that satisfying texture assuring you it is the best lamb you’ve ever had."
    },
    {
      "dayNumber": "7",
      "title": "Blenheim - The North to the South’s Best",
      "description": "The sun rises over Wellington and brings the colorful morning along with it. The buildings sparkle in the morning sun, the grass of Mount Victoria glistens, and the water laps calmly at the city’s shores. It is the perfect time to visit Te Papa, the National Museum of New Zealand. The quiet solitude of the museum brings with it the collective weight of the country’s various cultures, from the indigenous Maori to the European settlers, and the largest population of Polynesians outside of the Pacific Islands themselves. The balance of Te Papa lies in its ability to inform visitors about the diverse history of the North and South Island’s people, from the land’s origins to the country’s origins, sometimes proud and other times questionable, but always unbiased and informative. Board the Cook Straight Ferry and cruise along one of the most beautiful ferry rides in the world. The mountains of the surrounding bay recede into the distance. The open water is filled with sunlight and a cool breeze. The lush scenery of the South Island comes closer until you dock in the tiny town of Picton and make your way to Blenheim, the sunniest town in New Zealand. The city sits besides rolling hills and vast vineyards in the stunning Marlborough Region. Filled with large fountains stretching through the opulent parks, Blenheim feels more like a town in the countryside than a bustling city. Orchards are brimming with ripe apples and vineyards are chockfull of grapes ready for harvest. The scent of fresh citrus fills the city streets and invites you in."
    },
    {
      "dayNumber": "8",
      "title": "Christchurch - A Vineyard’s Best",
      "description": "Today you will depart from the lovely city of Blenheim and visit the Brancott Estate Vineyard. Marlborough is considered New Zealand’s most famous wine region and Brancott Estate is at the heart of Marlborough’s best. The ranch style building sits between the vineyards as they expand across the hills giving an orange and green tinge to the day. The cool, sunny climate and young soil help create some of the most distinctive Sauvignon Blanc. The wine has the delicate sweetness of ripe fruit and citrus giving it a crisp freshness. Stay and taste the luxurious pairing of the Sauvignon Blanc with the barbecued prawns. The simple citrus zest of the prawns makes the fruity bite of the wine pop. Continue on to Christchurch, filled with cobblestone-paved streets at its center, and the sound of the Avon River meandering around the parks and streets. Known as the Garden City, you will easily see the pristine parks decorating the city and bursting with the vibrant colors of blossomed lupines, daisies, roses, and trees. Punters glide down the river in romantic embraces and with blissful smiles as the river opens the expanse of the city to the aquatic explorers. The hum of the trolley car fills the city center. The stone facades of the Victorian past remain in the spired cathedral and the vast façade of the college. Whether strolling through the gardens or the streets of Christchurch, the best of the city is offered to you in plain view."
    },
    {
      "dayNumber": "9",
      "title": "Aoraki - The Best of the Best",
      "description": "Depart the Garden City and make your way southward. The Canterbury Plains are vibrant green-sectioned farmland. The white wool of sheep stands against the lively colors of the plain that stretch along the foothills of the mountains. Stop and admire the exceptional beauty of Lake Tekapo. The snowcapped mountains in the background frame the turquoise lake where purple lupines blossom and sweep across the bank. Once in Aoraki you will enjoy an exceptional dinner at the award-winning Panorama Restaurant located in the Hermitage Hotel. The hotel is located at the base of the Southern Alps where, through the panoramic window, you can see the majestic mountain range lifting into the sky as the various mountaintops spread into the distance."
    },
    {
      "dayNumber": "10",
      "title": "Queenstown - For the Best View",
      "description": "Eventually you will leave the majesty of Aoraki behind, but, weather permitting, you should never pass up the chance to explore the Tasman Glacier. Board the inflatable raft with your knowledgeable guide and drift along the serene lake that is fed by opulent glacial waters. The snow is an untouched white along the shores until you reach the base of the Tasman Glacier. The bluish-white covers the textured surface and stretches between mountains as Mount Cook, the tallest mountain in the Southern Hemisphere, lingers over the range. Continue on your way to Queenstown with a stop along the fabulous Lindis Pass, where the colors change with the seasons. The Southern Alps fill the horizon as the orange plains shine in the autumn, the gold shimmering in the spring. Enjoy a stop at Mrs. Jones’ Fruit Orchard and sample the luscious fresh fruits. The kiwis are a vibrant green with a juicy citrus and the cherries offer a fragrant and satisfying scent. The almonds and nut varieties are worth the stop alone. Once in Queenstown you can relax in the comfort of the alpine city’s treats. The mix of village charm and city luxury is inherent in the city’s beauty, nuzzled between the foothills of Bob’s Peak and the shores of Lake Wakatipu. While in Queenstown you can be certain that every decision you make is the best decision."
    },
    {
      "dayNumber": "11",
      "title": "Milford Sound - The Best Sound",
      "description": "Travel into the depths of Fiordland National Park to experience the exceptional sights of Milford Sound. Board the famous Red Boat Cruise and enjoy the unforgettable experience of cruising through one of New Zealand’s most famous fiords. The water is calm and serene year-round, where dolphins swim in the boat’s wake and jump through the crisp and cool air. Waterfalls tumble down the mountainsides and crash into the sound, the cool mist rising into the sky. The scent of pure nature fills the fiord. You can hear the squawk of penguins in the distance and see them waddling along the boulder-filled shores. The majestic nature of Milford Sound is inherent in both its breathtaking beauty and continuous untouched serenity. Its magnitude swallows you whole and the best part is, you might never want to leave."
    },
    {
      "dayNumber": "12",
      "title": "Milford Sounds - The Best Never Ends",
      "description": "Today your tour through the best of New Zealand will come to an end; however, there is always more to experience and more time to find the best of what New Zealand has to offer. The most southern region of the country offers a variety of delicious Pinot Noirs in an area filled with ineffable beauty. The Remarkables stand tall above the sunken valleys where vineyards thrive. The Mata-Au Pinot from Chard Farm offers you a reminder of the luscious region with a nose of floral spice and dried herbs, like the surrounding trees. The balance comes from an herbal, silky tannic structure and the quality length of the finish, a perfect metaphor for your adventure through New Zealand. Why let the best slip away by ending your vacation now? One of the luxuries of a customizable tour is your ability to stay longer. Extend your experience and give yourself more days to explore the rest of the best that New Zealand has on offer. See more of Queenstown’s surrounding attractions, or wander away off of your current path and into the wide selection of great places to stay. Listen, browse, and discover local offerings while the rest of your itinerary comes to life. Related Information: If you enjoy wine and breath-taking scenery, then this itinerary is for you in New Zealand. With an off road adventure, a helicopter ride, and a cruise included into the trip, it’ll surely impress each traveler for the rest of his or her life in this once in a lifetime excursion. If you choose to stay over in Queenstown and see more of the surrounding attractions, there is a wide selection of great places to stay and be sure to browse through local offerings here, while you plan the rest of your itinerary. You may find the travel reviews for New Zealand section helpful."
    }
  ],
  "map": ""
}