{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "the-lord-of-the-rings-new-zealand-honeymoon-vacation",
  "tourName": "The Lord of the Rings New Zealand Honeymoon Vacation",
  "placesVisited": "Auckland, Hobbiton, Mt Ruapehu, Wellington, Queenstown, Christchurch",
  "generalInfo": "Not too long after you announced your vows to each other, follow Bilbo Baggins and his dwarf companions through the breathtaking and tumultuous beauty of the real Middle Earth on this 9-day honeymoon adventure of New Zealand’s North and South Islands. From the lush valleys and emerald rivers, to the monstrous mountaintops, join the famous hobbit adventure through the real Middle Earth, found in indelible New Zealand.",
  "durationDays": "9",
  "price": "5,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – The City of Sails",
      "description": "Today you arrive in Auckland ready for an unforgettable adventure through New Zealand’s, rightfully, famous terrain. As you walk along the city’s edge the opulent water is calm from the sand’s edge to the horizon. The various harbors decorate the shoreline giving Auckland its nickname the “City of Sails.” Boats fill the vast ocean, their sails raised tall in the open sky catching the wind, gliding along the water, the welcoming scent of the cold sea rising in the air. The water splashes around the speeding boats, including some yachts used in the America’s Cup races. As the sun sets over the western shore you will settle in to a dining experience that everyone, including a hobbit, can enjoy."
    },
    {
      "dayNumber": "2",
      "title": "Matamata – In a Hole in the Ground there Lived a Hobbit",
      "description": "Today you and your love will depart from Auckland and make your way to Matamata and dive into the heart of Middle Earth as you travel to the famous shire, Hobbiton. The scent of fresh, vivacious grass stretches along the rolling hills. Brightly colored doors peek out from beneath the undulating meadow, doors of pastel blue with circular windows, doors of wine-red, and of course the door painted emerald green. The smooth stone of the arch bridge curves over the river. Enter the Green Dragon Inn and realize that you haven’t just come to visit Middle Earth, you have become a part of it. Tapped barrels decorate the wall behind the bar as the lengthy green dragon adorns the ceiling in a twisted dance of elegant color. The bar frame made of smooth timber gives a glossy shine in the bright lamplight. The inn emits the scent of ale and rich, hardy stew. Laughter surrounds you as the light on the grass outside begins to fade. As you leave Hobbiton you wave goodbye to the shire but not the majesty of Middle Earth."
    },
    {
      "dayNumber": "3",
      "title": "Tongariro – Must Have the Precious",
      "description": "Today you will head deeper into Middle Earth as you drive through Piopio. You don’t have to imagine Bilbo and his dwarf companions running through the golden trusses of the hills, the mountains rising in the background, because Middle Earth is alive before your eyes. The Mangoataki Cliffs stand like a barrier along the foothills. The gray rocky surface pops among the green slopes creating a sense of nefarious landscape and an adventurous tour before you make your way to the Waitomo Caves. The caves on the outskirts of Piopio are famous around New Zealand. You step onto the dinghy and glide through the caves’ gentle waterway. The scent of damp limestone surrounds you, as does the darkness. In the dark of the cave, you can practically hear the whispers of Gollum as he watches you from afar. But today you won’t need a riddle to escape from Gollum and steal his precious as the cave’s darkness begins to retreat in the ample glow of vibrant lights. Glowworms adorn the cave walls and fill the dark cavern with their twinkling presence. If Gollum were to reside in the Waitomo Caves the stunning blue and green radiance of the glowworms would certainly keep him away. Glide out of the caves’ depths and continue on to the base of Mount Ruapehu."
    },
    {
      "dayNumber": "4",
      "title": "Wellington – Far Over the Misty Mountains",
      "description": "The twin snow-capped peaks of Mount Ruapehu and Mount Nguaruhoe tower above you and break the emptiness of the expansive sky. The area is known as the volcanic plateau due to the incredibly diverse terrain caused by the historical volcanic activity in the region. Trusses line the plain. The air is crisp and clean in your lungs. You can almost see the red glow of Mount Ngauruhoe’s, also known as Mount Doom, crater beneath its snowy summit. As you make your way to Wellington look back at the tumbling terrain that leads up to the mountains’ peaks. The breathtaking world of Middle Earth gives you a deeper understanding of the incredible landscape and New Zealand’s ineffable majesty."
    },
    {
      "dayNumber": "5",
      "title": "Wellington – My Armor Is Like Tenfold Shields",
      "description": "Wellington is not only the capital of New Zealand but is also the location of many of Peter Jackson’s studios that helped bring The Lord of the Rings trilogy and The Hobbit to life. You will venture out of Wellington to experience the incredible wonders of the studios that brought Tolkien’s imaginative world of Middle Earth to life, and brought the majesty of New Zealand’s landscape to the world. Closely located around the Miramar peninsula, the water glimmers in the sunlight. The homes are painted with pastels and shimmer along the vibrant sea. The stunning sight of Mount Victoria looms over the suburb ready to cast its shadow over the neighborhood. The soft scent of the ocean is overtaken by the image of Orcs descending from Mount Victoria’s foothills and the sound of Smaug’s gruff breath blowing in with the breeze. Enter Weta Workshop where much of the makeup, models, and weapons of Middle Earth were created and are continuously displayed. Hold an elfin bow, wield a dwarf’s axe, or feel the weight of Bilbo’s Mithril Shirt, his sleek chainmail armor. Depart the wonders of Weta Workshop but the thrills and adventure of Middle Earth have by no means ended."
    },
    {
      "dayNumber": "6",
      "title": "Queenstown – Other-Worldly Middle Earth",
      "description": "Today you will not only wave goodbye to the marvels of Wellington but to the majesty of the North Island as you fly to Queenstown on the South Island. Arrive in Queenstown, an incredible alpine town bordered by the stunning Bob’s Peak and the opulent Lake Wakatipu. The streets are lined with the quaint façade of shops and restaurants, outlined with a mixture of timber and stone. Replicas of gas-lamps line the sidewalks and the minty scent of juniper flows through the city. Board the historical gold rush preserved steamship, the TSS Earnslaw, for a cruise around Lake Wakatipu. Cruise around the stunning clarity of the lake, the surrounding trees reflect their green in the still blue of the water. The Remarkables Mountain Range rises along the horizon. You can see the sensational mountain range from every angle along the lake and can only imagine how Bilbo and his entourage would have crossed the swelling peaks in search of Smaug, treasure, or glory."
    },
    {
      "dayNumber": "7",
      "title": "Queenstown – Adventurous Spirit",
      "description": "Today is yours to adventure in and around Queenstown. Whether vineyards and spas, or hiking and food tours, there is an eclectic mixture of activities to experience in the alpine city. Enjoy the journey on the steepest gondola in the Southern Hemisphere and make your way the top of Bob’s Peak. As you ascend the gondola the city begins to blossom, the streets shrink beneath the trees and the homes, the homes contract, and Lake Wakatipu opens up on the outskirts of the city as the Remarkables sweep across the horizon. Wander through the pine trees, the strong scent lingers on your fingers. The clouds spread across the sky. If your sense of adventure grabs hold of you, take the luge back down, offering both a scenic route and a speedway. The wind sweeps through your hair, the lake in the distance fades behind the buildings on the boardwalk, and you reenter the inviting city."
    },
    {
      "dayNumber": "8",
      "title": "Twizel – Over the Edge of the Wild Now",
      "description": "Today you will traverse the incredible sweeping landscape of Twizel where Lake Tekapo and Lake Pukaki glow amongst the scenery. Lake Tekapo is milky-blue from the glacial waters and sits in the foreground of Mount Cook, New Zealand’s tallest mountain. The glacier-carved valley is filled with the tapering turquoise of the Tekapo. Lake Pukaki is a mesmerizing blue, surrounded by the pastel colors of blossomed lupines, high mountain peaks, and golden tussocks, stretching beneath a boundless sky. The Southern Alps are the divide extending north to south stretching almost the entire length of New Zealand’s South Island, and this is where ‘Lake-town’ in The Hobbit: The Desolation of Smaug was located. Welcome to what was once a small community of men in Middle-earth, constructed entirely of wood, and known to be the final resting place of the dragon Smaug. His bones ended up at the bottom of the lake, and, if you feel adventurous enough, climb aboard a helicopter for a tour with a dragon’s eye view; maybe you can find Smaug’s bones beneath the mesmerizing blue of Lake Pukaki or the milky-blue of Lake Tekapo."
    },
    {
      "dayNumber": "9",
      "title": "Christchurch – Even Dragons Have Their Endings",
      "description": "Today you will make your way to Christchurch and end your Hobbit road trip. From the moment you landed in Auckland to the moment you arrived in Christchurch the terrain was not just that of New Zealand’s North and South Islands, but also that of the sensational landscape of Middle Earth. The mountains were filled with mining dwarves and irate dragons. The prairies rolled over hobbit-holes. The sounds of an energetic evening in the shire spilled out of the Green Dragon Inn and you made your way through the breathtaking and the tumultuous terrain to arrive safely in Christchurch. Every journey has a beginning, and as Tolkien said, “…even dragons have an end.”"
    }
  ],
  "map": ""
}