{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "the-real-thing-new-zealand-tour-auckland-rotorua-much-more",
  "tourName": "“The Real Thing” New Zealand Tour: Auckland, Rotorua & Much More",
  "placesVisited": "Auckland, Rotorua, Nelson, Karamea, Franz Josef, Queenstown",
  "generalInfo": "Explore spectacular beauty from the northern beaches of the North Island to the southern fiords of the South Island on your 15-day New Zealand tour. The wonder of New Zealand not only lies in its dramatic landscapes, but also beats in the soul-stirring preservation of the country’s culture. From jet boat safaris to feasts beneath the stars, discover New Zealand’s heart by experiencing New Zealand’s culture.",
  "durationDays": "15",
  "price": "6,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland - Cultural Arrivals",
      "description": "Arrive in Auckland with the promise of New Zealand’s sensational landscapes and culture before you. The skyline of the city stands tall above the buildings and decorates the sky; the Sky Tower, the tallest building in the Southern Hemisphere, points into the air like a decorative beacon. The scent of coffee and the calm sea breeze float through the streets. You can practically hear the boats sail along the city’s edge as masts sway in the calm waters. Your cultural adventure through New Zealand has begun, and the pulse of the country, and your excitement, is palpable."
    },
    {
      "dayNumber": "2",
      "title": "Rotorua - The Culture Capital",
      "description": "Today you will be taken to the cultural capital of New Zealand, Rotorua. The city center is lined with buildings commemorating Rotorua’s Victorian resort past, where people flocked to the city to bathe in the hot springs, relax in the natural steam rooms, and witness the sizzling world of the geothermal landscape. Balconied buildings stretch down the city center with white trim and decadent rails adding European flair to the Maori-centric city, now known as much for its indigenous roots as its resort past. Settle into your plush accommodation and watch the city unfold before you."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua - Rotorua Opens Up",
      "description": "Begin your day with a venture to New Zealand’s largest bubbling mud pool at Wai-O-Tapu. The hot springs sizzle and steam beneath the elevated walkways. Lady Knox geyser erupts high into the sky; mist pressured into the air crashes down back to earth. From a distance the geyser looks like little more than a termite mound; however, when the eruption begins and the water sprays forth, the force from which the mist is ejected from the earth is another example of earth’s awesome power. Continue your exploration of the landscape that has shaped New Zealand’s past and present with a visit to Waimangu Volcanic Valley. The eruption of Mt Tarawera spread open the spectacular world of the bush covered, geothermal expanse. The water sparkles an opulent blue as the earth mists and steams around the water. Rock formations bleed and blend colors, looking more like a melted painting by Salvador Dalí than earth. From the sizzling earth and thundering rivers, to the chants of the Maori tribes that have called the region home for millennia, you will see and hear the inextricable link of thermal activity and the cultural evolution that has left the landscape and the Maori entwined. Follow your guide through the traditional village located within the volcanic valley, where you can experience a live weaving display within the art and craft gallery. The carvings of the traditional meetinghouse burst from the posts with facial art, bulging eyes, and protruding tongues in imitation of spirits and warriors. As the sound of exploding geysers and thundering water fades into the distance, the oral history of the Maori people fills the quiet. Listen and learn about the people that have called New Zealand home, considered descendants of a long ago Polynesian tribe. The stories fade, the sizzle and bubble of the geyser disappears, and you make your way back to your accommodation full of cultural understanding and the memory of the bubbling earth."
    },
    {
      "dayNumber": "4",
      "title": "Rotorua - City at Play",
      "description": "Rotorua is at your fingertips to explore and experience today before your hangi, the traditional Maori feast. With the city yours to enjoy at your leisure the streets and the surrounding landscape are always inspiring and welcoming. A visit to Rainbow Springs is an enjoyable and encouraged sight to view New Zealand’s creative and focused conservation efforts, along with the variety of animals native to New Zealand. Whether you want to view the long-beaked, plump shape of the famous kiwi, or the iguana-like shape of the closest living relative to the dinosaur, the tuatara, Rainbow Springs will highlight New Zealand’s sensational flora and fauna. Your journey through the cultural wonders of New Zealand continues with the exceptional experience of a traditional Maori feast. Hear the water splash as warriors paddle down the river in an ancient canoe, their chants rising above the slapping water. The spring, sacred to the tribe and flush with life, is filled with eels and trout. The scent of roasting meats and earthy vegetables rises into the hair from the underground barbecue. The tribespeople showcase their ta moko , body art, with spectacular, detailed designs that wrap around their shoulders, chests, and even faces. The warrior chant begins and tingles your spine and raises the hair on the back of your neck. The power in the warriors’ voices booms through the village. They stomp their feet. They pound their chest. The haka echoes into the night sky as you watch the war chant burst from their souls. The chant dissipates into the air and is replaced by the delicious and comforting taste of dinner."
    },
    {
      "dayNumber": "5",
      "title": "Nelson - South Island Differences",
      "description": "Today you will depart from New Zealand’s cultural capital and venture to Nelson on the South Island to experience the similarities and differences between two parts of one country separated by the Cook Straight. Journey through the charming city of Nelson as you make your way to Monaco, situated between the lush foothills of the Tasman Bay Mountains and the majestic springs, valleys, and mountains of the Kahurangi National Park. The sweet scent of the ocean bay sits on the breeze and drifts through the prairies. The golden straw of the grasslands sways and glistens. The lake sparkles in the sunlight; the water cold and crisp on your fingertips is inviting and spectacular."
    },
    {
      "dayNumber": "6",
      "title": "Nelson - The Seaside Culture",
      "description": "Today you will venture into the majestic landscape of Abel Tasman National Park on a full day sea-kayaking excursion. The water is a clear blue and the hills surrounding the bay are lush with trees. Aromatic juniper drifts from the trees and mixes with the relaxing scent of the sea. The water is cool and refreshing on your skin as you climb into your kayak and set out into the bay. Row in the calm, pure waters of the bay, eventually stopping in Bark Bay for a rest. Dive deep into the water and feel the sweet cool ocean surround you, or lie in the warm sand letting the sun dry your skin as you relax with a luxurious lunch on the shore. As the sun drifts overhead you will once again climb aboard your kayaks, settle into the water, and make your way back to Torrent Bay and Nelson."
    },
    {
      "dayNumber": "7",
      "title": "Nelson - Mediterranean Flare in New Zealand",
      "description": "The day is yours to experience Nelson and its surroundings at your own pace, whether it’s sitting along the jetty and watching the water lap at the shore, or venturing over Takaka to the charming village of Collingwood, there is always more to enjoy and plenty to see. The sheltering mountain ranges at the northern tip of the South Island give the area a Mediterranean style climate that helps keep the water pure and the landscapes lush. A journey to Farewell Spit offers you the longest sandspit in New Zealand. What once was a sandbar that connected the North and South Islands, the water is receding and may one day, but not one day soon, connect the islands once again. The sandbar is situated against the rush of ocean and the dancing grass. The sand is marked with grooves from the wind and mist that makes the banks look more like a sand dune in the Sahara than a sandy hill on an ocean shore. Rocky coasts surround the area as the splash of ocean mist sprays the air and echoes across the sand. As you cross over the mountains and through the trees making your way back to Nelson, the wonders of the South Island have not ceased to amaze you, while giving you the understanding of the exceptional link between the natural wonders and cultural identity of the people."
    },
    {
      "dayNumber": "8",
      "title": "Karamea - Divine Scenery",
      "description": "Today you will venture along the scenic road to Karamea where the untouched beauty of New Zealand opens up to you and thrives. The scenery is as stunning as it is diverse. Make your way along the calm waters of the coast; storks soar across the bay and dive into the water in search of a meal. Sandy beaches give way to cliffs, the sound and mist of crashing waves rise into the air. Venture through Kahurangi National Park; the mountains are lush with grass and roll along the skyline. The gray of the rock faces shines in the sunlight and stands out against expansive forests and rushing streams. You can wander across the hanging bridge in the reserve, stretching across the rushing river at the bottom of the gorge. The leaves brush against your cheeks, the scent of juniper surrounding you. From the large mountainsides to the sunken rivers and crashing waves, the drive to Karamea is as much of a destination as the village itself, where the wonders of New Zealand come to life along the roadway."
    },
    {
      "dayNumber": "9",
      "title": "Karamea - Where Caves Open",
      "description": "Venture into the center of New Zealand’s core with an adventure into the basin of Kahurangi National Park. Over time the Oparara River system has sculpted the limestone of the area into a labyrinth of caves, arches, and canals. The forest outside of the caves stretches tall with beech and rimu while the earth is blanketed with moss. Ferns crowd the cracks of limestone rocks to gain footing and grow along the cliff faces. Whether wandering along the earthen path or venturing into the depths of the caves, the rushing water of the Oparara River carves through the forest. The gentle chirp of birds mixes with the rush of the river. The park is pure in its age and conservation as insects and fish thrive. The caves, forest, and river lay home to the rare short-tailed bat, the giant land snail, and the steel-gray of the Blue duck."
    },
    {
      "dayNumber": "10",
      "title": "Franz Josef - The Wonders of Glaciers",
      "description": "Today you will journey through the fabulous West Coast to the Glacier Region where the wonders of Franz Josef Village await you. The west coast of New Zealand’s South Island is known for its rugged beauty. Monoliths stand tall against the crashing waves of the ocean. Tall grass stretches to the edges of cliffs until the rock face dips steeply onto the beach. Rocks undulate like pillars, carved by wind, water, and time and waterfalls stretch and thunder in the air. The beauty of the West Coast expands across the island, north to south, where the peaks of the Southern Alps can be seen rambling in the distance. Waves can be heard crashing on the shore, and you can see the glistening lights of Franz Josef Village inviting you in to relax in its calm charm."
    },
    {
      "dayNumber": "11",
      "title": "Franz Josef - Glaciers Firsthand",
      "description": "The Franz Josef glacier sparkles white and blue in the shimmering sun. The scent of untouched ice and snow drifts from the glacier’s surface. Soon you will be trekking a part of the icy expanse that looks as though a river had frozen in the gap between foothills. The muffled crunch of ice beneath your feet rises into the air. You can feel tiny specks of ice cold against your cheeks. You follow your guide over the rugged surface of the glacier as the bright blue of frozen water catches your eye. Travel into icy pipelines, as if the water froze in midair, capturing the circular structure in full like a still wave. As the glacier slowly recedes down the mountain you can be certain that your walk along the surface will be not only be unique, but unforgettable."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown - Alpine Luxuries",
      "description": "Today you will venture through the awe-inspiring expanse of Haast Pass and into the alpine luxury of Queenstown. As you travel through Haast Pass, the transparent blue of the water glows against white limestone which borders the Blue Pools. The river rushes a jade green through the forest-clad gorge. The scent of pine gives way to the mist of the river and, if you feel like stretching your legs, you can wander across the hanging bridge and see the photographic beauty of Fantail Falls. The whitewater rushes over the rocks, between the hanging trees, and then settles gracefully in the calm river below. Once in Queenstown you will settle into the active life of a big city that is filled with the charm of an alpine village. The city is nestled between the calm shores of Lake Wakatipu and the foothills of Bob’s Peak. The Remarkables Mountain Range decorates the horizon with craggy peaks rolling through the sky. The city welcomes you with comfort, grace, and the promise of coming beauty."
    },
    {
      "dayNumber": "13",
      "title": "Queenstown - A Landscape Safari",
      "description": "Today you will venture to the outskirts of Queenstown to the charming hamlet of Glenorchy where you will partake in the fun adventure of a jet boat safari. The Dart River flows a translucent blue along rocky shores, between meandering foothills, and next to towering beech forests. Climb aboard the jet boat and feel the rush of crisp wind in your hair. Mist brushes against your cheeks. The sweet scent of damp rocks and freshly fallen rain rises from the landscape. You will also be taken around the fabulous scenery just outside of the riverbanks with a hike through the sensational hidden rock pools located within the depths of Mount Aspiring National Park. The pools are warm and clear in the sun, inviting you into their waters and enticing you to stay before you traverse the expansive beauty of The Flats, the large, lush, field surrounded by a towering mountain range where beauty and awe come together once again, as you make your way back to Queenstown."
    },
    {
      "dayNumber": "14",
      "title": "Queenstown - Alpine Leisure",
      "description": "Whether you prefer the adrenaline rush of various offered activities in Queenstown, or a calmer venture through Queenstown’s beauty, there is an endless amount of activities to explore. The stunning scenery of Queenstown is always on display with a trip to the top of Bob’s Peak. Venture along the steepest gondola ride in the Southern Hemisphere. The city begins to shrink against the foothills of Bob’s Peak as the shores of Lake Wakatipu expand into the distance. The crisp scent of juniper surrounds you as you exit the gondola. There are numerous walking paths and hikes around the summit of the mountain, some even winding back down into the city; however, any path you choose will show the exceptional panorama of the city below and the landscape beyond. The Remarkables Mountains sit tall in the distance, a part of the Southern Alps stretching across the sky. Lake Wakatipu glistens in the sunlight as you walk along the shade of the trees and breathe in the pure air of the mountaintops. Make your way down into the city. As the sun begins to sink behind the horizon, you will end your evening by relaxing at one of the city’s most acclaimed restaurants. The lights flicker with memories, the room is perfumed with decadent entrees and sweet deserts. As the night lingers on, so do your memories of New Zealand and the culture you experienced throughout your adventure."
    },
    {
      "dayNumber": "15",
      "title": "Queenstown - A Cultural Goodbye",
      "description": "Today you will make your way to the Queenstown Airport and ready yourself for your journey home. From the North Island to the South Island, you have ventured across the diverse landscape, along glaciers, over mountains, and into the heart of caves to see the depths of the country’s beauty. You learned the majesty of New Zealand does not just sit within the breathtaking scenery but lies within the heart of the people, and the culture that beats within the indigenous people and settlers alike. The world of New Zealand opened up to you, welcomed you in, and showed you how wonderful its natural life was and always will be."
    }
  ],
  "map": ""
}