{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-australia-tour-for-families-with-teenagers",
  "tourName": "New Zealand & Australia Tour for Families with Teenagers",
  "placesVisited": "Auckland, Rotorua, Christchurch, Greymouth, Wanaka, Milford Sound, Queenstown, Sydney, Melbourne",
  "generalInfo": "Oceana offers a unique realm, exciting families with accessible adventures in otherworldly landscapes. Captivating and charming, it's a destination seemingly tailor-made for active teenagers. This handcrafted 16-day tour to New Zealand and Australia, designed for families with teenagers in mind, reveals the best of the two countries, a journey that blurs from glacier walking to glowworm caves, city exploration to Maori haka dances. Explore together, crossing New Zealand's iconic national parks before relaxing in Australia's famous cities.",
  "durationDays": "16",
  "price": "6,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – A Relaxed Day in the City of Sails",
      "description": "The City of Sails feels more like an oversized village, its atmosphere one of tranquility intermingling with a quaint vibrancy. For getting your bearings in Oceana, it's an ideal place to start, small enough to explore on foot and relaxed enough to help overcome any travel fatigue. You'll be greeted at the airport and transferred to a central hotel that's within a short distance of boutique food markets and some sublime heritage buildings. Relax, take your time and absorb the ambiance that sweeps across New Zealand. This isn't a place where things are ever rushed. It's a country that delights in helping you slow the pace."
    },
    {
      "dayNumber": "2",
      "title": "Auckland to Rotorua – A Journey Through Hobbiton",
      "description": "Hobbiton stands unchanged, a mystical world of circular hobbit holes and smoke emitting from cottage chimneys. Rocking chairs stand beside miniature jam jars while garden fences have been painted with ancient moss. The original movie set has been perfectly preserved, hidden amidst rolling green hills. This is the fictionalized Middle Earth, but it feels very real, the attention to detail captivating everyone in the family. A two-hour guided tour takes a winding path through the village, past the hobbit holes, and into the world from the big screen. Close by is another iconic filming location, the Mangaotaki Rocks. The troll and campfire scenes from An Unexpected Journey were filmed here, on towering limestone cliffs that overlook the primeval forest. Lunch is included as you journey south through these mystical landscapes before you arrive in Rotorua in the late afternoon. Geysers can be spotted from the hotel, exploding in the distance and indicating what you'll all see tomorrow."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua – Into the World of the Maori",
      "description": "Mud pools boil, and geysers explode all across Rotorua, the area's bubbling volcanic currents continually shaping the landscape. The gushing water arrives at clockwork intervals, erupting 20 times a day and sending flumes 100 feet into the air. You spend the morning exploring the thermal wonderland, watching steaming fumaroles and taking a dip in naturally heated pools. Strange colors are carved across the landscape, the world's crust uplifted to the surface. Yet you're not just here to admire unique geology. A Maori chief emerges to greet your family, laying down a feather as a sign of peace. Te Puia is the country's premier Maori cultural center, and you're invited into the meeting house, where the haka (war dance) is performed and then taught. Stories are narrated through song and dance, and your children are shown the basics of traditional Maori tales. Completing the evening's Maori heritage is a hangi meal, a feast of meats that have been steaming underground. Today's activities take place in Rotorua, and there's free time during the day to explore the town, or cycle along the lakeshore."
    },
    {
      "dayNumber": "4",
      "title": "Christchurch to West Coast – Through the Dramatic Arthur's Pass",
      "description": "Fly to Christchurch and meet a new guide, a local who sweeps you into the drama of the South Island. Mountains rise evocatively, the resplendent peaks jutting above lakes and tempestuous gorges. Driving through Arthur's Pass to the West Coast is one of the country's great journeys, and there are countless places to stop. Sweep away from the green Canterbury Plains, winding west into the valleys of the Waimakariri River, each growing narrower and steeper as you enter the national parks of the West Coast. Stop at the Nile River Caves, an ancient world of stalactites that rove above galaxies of glowworms. As javelins of light shoot into Metro Cave, the focus switches from sculpted formations to the luminescence of nature. After going underground, you continue the drive to Punakaiki, a landscape of blowholes and dense rainforest. This is the longest day of driving on the itinerary, but you'll only spend a total of four hours in the car, punctuated by all the different stops. Overnight along the coast at a lodge near Punakaiki."
    },
    {
      "dayNumber": "5",
      "title": "West Coast to Franz Josef Glacier – Walking Through Treetops and Across a Glacier",
      "description": "Ascend to the rainforest canopy, climbing past the tweets of native birds to a steel platform some 20 meters above the ground. A 450-meter long walkway leads you between the ancient rimu and kamahi trees, revealing a dense undergrowth of ferns and palms that are always alive with birdsong. From here it's a three-hour drive south, winding beneath snow-capped mountains to the village of Franz Josef Glacier. You must travel by helicopter to continue; your family swept above the vertical glacier wall to land on the snow. Gaze out and the glacier seems to stretch all the way to the ocean. But you walk away from the coast, ice ax in hand, to gargantuan ice tunnels that can gobble an entire family. Strange sculptures cling to the glacier's sides, ice creations that dance with originality. You'll have two hours on the glacier, surrounded by an untouched white wonderland. Specialist warm clothing is provided."
    },
    {
      "dayNumber": "6",
      "title": "Wanaka – Rainforest Walks and Remote Waterfalls",
      "description": "Alpine peaks reflect in the shores of Lake Matheson, a spectacular start to a journey through steep mountains and lush tumbling rainforest. At Haast, you take a 20-minute walk to Roaring Billy Waterfall, then onwards a little further to the rumble of Thunder Creek Falls. Silver beech forest takes you to a swing bridge over the Makarora River, where trout swim in the azure and everyone feels as if they're a thousand miles from anywhere. Part of New Zealand's appeal is the seamless journey from asphalt road to wilderness, something that often takes just a few footsteps. This is a land that makes adventure safe and easy, allowing families to explore within their own comfort zone. Later in the day you drive between Lake Hawea and Lake Wanaka, both the azure waters set against the alpine brilliance of Mount Aspiring National Park's peaks. Spend the next two nights along the shores of Lake Wanaka, a very tranquil counterpoint to the day's adventure."
    },
    {
      "dayNumber": "7",
      "title": "Wanaka – Scenic Flight and Boat Cruise Through Milford Sound",
      "description": "New Zealand's fjords are tucked behind towering mountains, resplendent waterways cutting out towards the Tasman Sea. Only one road heads in and out of the park, but an aerial journey makes this dramatic landscape accessible. Fly over pristine glaciers and the Maori “place of greenstone” to Milford Sound, where a boat cruise takes you along cliffs of wallowing seals and playful penguins. Sutherland Falls tumbles out of the cliffs, the world's fifth highest waterfall yet it's almost lost in the enormity of the fjord's walls. Returning to Wanaka is also an aerial ride, a scenic journey that portrays the scale of New Zealand's South Island. Everywhere is wilderness along the West Coast and every angle defies a teenage imagination."
    },
    {
      "dayNumber": "8",
      "title": "Queenstown – Lord of the Rings on the South Island",
      "description": "With so many ethereal panoramas, it's hardly surprising that the Lord of the Rings was exclusively filmed in New Zealand. So many places could be chosen to symbolize Middle Earth, but some are more resonant than others. After the one-hour transfer to Queenstown, you take a four-wheel drive safari to the exact filming locations from the trilogy. Stand in Lothlorien Forest, gaze at Isengard, find Ithilien Camp, and discover angles from dozens of other big screen blockbusters, like X-Men and the Chronicles of Narnia. There's even chance to don a cape and pose with that sword, a prop used during filming. Return to Queenstown by early afternoon and the rest of the day is at your leisure, a chance to catch your breath after the last few days."
    },
    {
      "dayNumber": "9",
      "title": "Queenstown – Day at Leisure in the World's Adventure Capital",
      "description": "Queenstown self-proclaims itself as the world's adrenalin capital, but you wouldn't guess that from the serene view of Lake Wakatipu. Much like the rest of the South Island, the town expertly encourages the ambiance of tranquility. Today is deliberately left free, and your family may wish to follow the relaxed atmosphere along the lake shore. But if you're still searching for New Zealand adventure, there jet boating, bungee swings, and paragliding off the mountain above Queenstown. While they all have exemplary safety records, these are not the typical activities that parents want to watch children doing. So take your pick or lounge along the lake."
    },
    {
      "dayNumber": "10",
      "title": "Sydney – Tranquil Day Along the Parramatta",
      "description": "A direct flight takes you across the Tasman, swooping into Sydney where a beachfront hotel offers a leisurely base for exploring the city. Reaching the city's heart is always an elegant journey from the beach, the public ferry taking 25 minutes to cruise down the Parramatta and beneath the famous archway of Sydney Harbour Bridge. By staying on Manly Beach, you have a quiet strip of sand to keep everyone in the family entertained. Then you also have a daily journey into Sydney that offers the same views as a Parramatta River cruise, meaning city sightseeing is as easy as it comes. You'll be greeted at the airport by a guide and transferred out to Manly, where your guide will show you where to go for taking the ferry."
    },
    {
      "dayNumber": "11",
      "title": "Sydney – Climbing Across Iconic Sydney Harbour Bridge",
      "description": "Step, step, step, slowly you ascend across the steel of Sydney Harbour Bridge. It's steep up here, so everyone is safely harnessed to the bridge. You rise on top of the arch, taking in the views as they slowly come alive. First the Sydney Opera House, famous sails that gently reflect the sun. Then the skyscrapers of the harbor, an imposing sweep of glass that you seem to be ascending above. Reaching the pinnacle of the bridge, you gaze out along the Parramatta to the mountains and green forests that line the edge of the city. There's a thrill to the climb, yet the experience has a calming charm. From the summit of Sydney Harbour Bridge, you feel as if an entire continent is at your fingertips, waiting to be explored just over the horizon. After the three-hour experience, you have free time in the city."
    },
    {
      "dayNumber": "12",
      "title": "Sydney – Wildlife Discovery in the Blue Mountains",
      "description": "The Blue Mountains, another World Heritage site that's made wonderfully accessible. Within an hour of leaving Sydney, you're standing on lookout points above the valley, gazing into vibrant eucalyptus forests enshrouded with blue mist, an outrageous feat of nature that your guide explains scientifically. Teenagers might prefer the explanation with a little more myth, something that's provided by the Aboriginal tale of the Three Sisters, crumbling sandstone pinnacles that stand above the forest. Your family's day in the Blue Mountains can take various directions. Hiking trails descend into the eucalyptus where the world's steepest train journey brings you back above the valley. Mountain bike trails are available for all levels, but it's also possible to tour the lookout points by road and savor the panoramas of this majestic national park. Return to Sydney at your leisure."
    },
    {
      "dayNumber": "13",
      "title": "Melbourne – Exploring the Art of the City",
      "description": "A final destination, a final unique stop that impresses regardless of your age. Melbourne is Australia's cultural city, a hotbed of art, heritage, and drama. And, like Sydney, this famous city is easy to explore on foot. You have a central city hotel, along the Yarra River, enabling you to step out into any of the galleries and boutiques found across Melbourne. You fly direct from Sydney where you're greeted by a guide at the airport. A range of options are available, and the guide will customize a day based on your family's interests."
    },
    {
      "dayNumber": "14",
      "title": "Melbourne – Koalas and Kangaroos in the Wild",
      "description": "Australia's wildlife isn't restricted to zoos and sanctuaries. Marsupials remain wild and untamed, dotting the landscapes with their unusual antics. The forests of Victoria provide one of the easiest places to see large numbers of marsupials so close to the city. First, the koalas are found clinging to eucalyptus branches with an indelible look of adoration. Eyes briefly open and the koala changes its pose before sleep overcomes and they sit in perfect repose. Kangaroos are far more active, continually hopping around as they fill the green plains between trees. You can get close if you step quietly, the males boxing and the females bounding in small mobs. In a wildlife sanctuary, you can see these animals. But in the wild, you can witness how they interact in their own realm."
    },
    {
      "dayNumber": "15",
      "title": "Melbourne – Moonlight Kayak Tour with Fish and Chips",
      "description": "On a vacation that's oscillated between adventure and tranquility, your final family experience combines the two. Basic kayaking skills are taught before you paddle slowly across a calming bay, golden sands to one side and the great Southern Ocean to the other. Gentle waves allow you to surf along in the kayak, feeling the rush of the water take you towards the shore. Then it's onwards, with dolphins often swimming nearby and the city skyscrapers rising above the distant horizon. Sunset brings a change in color and the evening offers a wonderful tranquility, especially in the week before the full moon, when the waters are illuminated by moonlight. When you paddle into shore, there's something iconic waiting: a packet of fresh fish and chips to eat on the beach."
    },
    {
      "dayNumber": "16",
      "title": "Melbourne – Departure",
      "description": "Depart Australia directly from Melbourne and the country's second largest airport. You'll be transferred to the airport after breakfast for your international departure."
    }
  ],
  "map": ""
}