{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "inspiring-self-drive-new-zealand-vacation",
  "tourName": "Inspiring Self Drive New Zealand Vacation",
  "placesVisited": "Auckland, Coromandel Peninsula & th, Rotorua, Queenstown, Aoraki / Mt. Cook Nationa, Christchurch",
  "generalInfo": "Fourteen days will allow you to discover the many wonders of New Zealand on this adventurous, handcrafted tour leading from the dazzling cosmopolitan of Auckland to the garden city of Christchurch. Along the way, New Zealand’s staggering wilderness will come to life as you explore the mesmerizing plains, gleaming peninsulas, and alpine peaks that sweep New Zealand’s illustrious countryside.",
  "durationDays": "14",
  "price": "14,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland - Something for Everyone",
      "description": "Auckland is a thriving cosmopolitan city that is both a beating economic heart of New Zealand and a gateway to the spectacular unspoiled scenery that spreads through the North Island’s countryside. For those seeking city highlights or a little more adventure, you will be thrilled to find something for everyone in Auckland, from the pristine parks peppering its charming districts to the decadent restaurants lining its beautiful boulevards. After transferring to your accommodation, you will have the evening to acclimate to the atmospheric city of Auckland."
    },
    {
      "dayNumber": "2",
      "title": "Auckland - Into the Wild",
      "description": "After breakfast, you will join a guide for an eco-tour of Auckland’s breathtaking surroundings. Starting at the Waitakere Ranges, you will absorb the history shrouding the forested region from viewpoints overlooking the viridian expanse and sites hosting age-old Maori carvings. The details of the rainforest will come to life as you stroll along shaded paths to the soundtrack of the birds singing before continuing to a hideaway west coast beach flanked by the flourishing vegetation and cascading waterfalls of the rainforest."
    },
    {
      "dayNumber": "3",
      "title": "Coromandel Peninsula - Across the Pohutukawa Coast",
      "description": "You will collect your rental car and begin your self-driving vacation after breakfast, where you will make tracks for the Coromandel Peninsula. You will cruise slowly past the rolling green plains of Hauraki towards the Thames Estuary wildlife sanctuary, where bird and plant life flourish with one another. The drive passing these scenes, along the Pohutukawa Coast, will be spellbinding and provide ample photo-worthy moments to commemorate your crossing. You will soon arrive at your charming secluded resort tucked away on the Coromandel Peninsula."
    },
    {
      "dayNumber": "4",
      "title": "Coromandel Peninsula - Balmy Waters of Hot Water Beach",
      "description": "Today, you may submerge yourself in the cultural and wildlife highlights that compose the beauty of the Coromandel Peninsula. After breakfast, retreat to the quaint town of Tairua, a seaside destination and fishing village fringed by a volcanic hill that boasts sandy beaches to set your feet upon and fresh waters to enjoy a vitalizing dip. Following your strolls through town, you will make your way to the famous Hot Water Beach, a geothermally heated shore featuring balmy waters to soak in while basking in the golden sunshine."
    },
    {
      "dayNumber": "5",
      "title": "Rotorua - Landscapes of the Lord of the Rings",
      "description": "After enjoying breakfast, you will pack your belongings and jump in the car to begin your next adventure. Your travels will lead you to Wahi, where you may catch a glimpse of the spectacular scenes from a soaring vantage point overlooking the Martha Mine or from the windows of the historical significant Goldfields Railway. Following these bewitching spectacles, you will witness the landscapes featured in the Lord of the Rings films and visit the magical fields where the Hobbits resided, known as the Hobbiton, before reaching your final destination, Rotorua."
    },
    {
      "dayNumber": "6",
      "title": "Rotorua - Stories of the Maori People",
      "description": "Rotorua is yours to explore this morning, and you will be thrilled to discover several geothermal wonders during your day touring its surroundings. From the colorful geological formations composing the Wai-O-Tapu Thermal Wonderland to the sparkling lake vistas and geysers sweeping the landscape, Rotorua will delight and dazzle you. In the evening, you will delve deeper into traditional Maori culture as you enjoy an authentic dinner in the Mitai Maori Village, accompanied by a colorful local performance. Stories of the Maori people and their customs will fill the evening as you spend it alongside these welcoming hosts."
    },
    {
      "dayNumber": "7",
      "title": "Queenstown - New Zealand’s Adventure Capital",
      "description": "You will drop your rental car off this morning and make your way to the Rotorua airport to catch a flight bound for the adventure capital of New Zealand, Queenstown. Queenstown is poised on the banks of Lake Wakatipu, and there are many marvelous ways to witness its unending natural beauty during your stay here. For today, you may settle in at your accommodation and appreciate the spirited atmosphere that sweeps the city’s endearing districts before tucking into an assortment of deliciously cooked seafood dishes set to dazzle your taste buds."
    },
    {
      "dayNumber": "8",
      "title": "Queenstown - Dining on Lake Wakatipu",
      "description": "Queenstown is packed with activities to keep both adventure enthusiasts and history buffs enthused. Depending on your preferences, you may wish to marvel at the picturesque scenery of the Fiordland National Park or tour the Gibbston Valley, home to a collection of prestigious wines produced by the region’s bountiful vineyards. Either way, you will be thrilled to discover Queenstown before you transfer to the TSS Earnslaw Steamship for an evening cruise and country farm BBQ dining experience served under the twinkling stars."
    },
    {
      "dayNumber": "9",
      "title": "Queenstown - Wonders of the Te Wahipounamu World Heritage Area",
      "description": "Today is the day to relish the lakeside scenery as you zip across the water onboard a jet boat that will skim through the canyons and past the craggy cliffs to the Te Wahipounamu World Heritage Area. Your guide for the day will share information on the surrounding area as you revel in images of the colorful birds fleeting through the forest and backdrops of the dramatic landscape that circles you. You will also delve into the history of the destination, uncovering what made the Dart River a pivotal part of early Maori trade."
    },
    {
      "dayNumber": "10",
      "title": "Aoraki - Making Way for Mount Cook",
      "description": "Today, you will embark for the alpine summits of Mount Cook after breakfast, once you have gathered your belongings and checked out of your accommodation. Driving from Queenstown, you will pass the cascading green vineyards of the Gibbston Valley before reaching the fruit orchards of Cromwell and continuing over the bewitching Lindis Pass. Scenes of golden tussocks and towering peaks will welcome you to the mountainous countryside of New Zealand as you draw closer and closer to the crest of Mount Cook."
    },
    {
      "dayNumber": "11",
      "title": "Aoraki - Glacial Geological Discoveries",
      "description": "Mount Cook is a remarkable glacial summit you will be delighted to discover today as you are joined by a guide and ascend to its peak, where the snow and ice have fortified the rocky cliffs. From forested lakes and rivers to mighty ice cliffs and bobbing icebergs, Mount Cook is an alpine playground you will swoon over as you step one foot in front of the other in the snow. You will also explore the local village as you grow ever fonder of the rural and modest lifestyle adopted by the people who reside beneath this difficult terrain."
    },
    {
      "dayNumber": "12",
      "title": "Christchurch - Glimmers of Gold in the Canterbury Plains",
      "description": "After breakfast, you will pack your bags and check out of your accommodation in preparation for the next leg and final destination of your New Zealand vacation, Christchurch. Your journey there will lead you across the countryside. First, you will pass the turquoise waters of Lake Pukaki and the charming little town of Tekapo before cruising across the gorgeous farmlands of Burkes Pass until finally capturing the simplistic majesty of the ever-golden and endlessly stretching Canterbury Plains. These glorious scenes mark the final stretch before you arrive in Christchurch."
    },
    {
      "dayNumber": "13",
      "title": "Christchurch - Romantic Moments with Nature",
      "description": "You will have a full day to lose yourselves in the picture-perfect restored garden city of Christchurch, a remarkable feat of city design that uplifted itself after the events of a tragic natural disaster. The districts work with the environment in one cohesive human and nature combination perfectly embodied by highlights such as the Christchurch Botanic Gardens. You may wander the impressive landscaped park boasting fragrant flower fields and pristine lawns before gliding across the Avon River by gondola and enjoying a romantic dinner before bed."
    },
    {
      "dayNumber": "14",
      "title": "Christchurch - Celebrating the Adventure",
      "description": "Today, although the last day of your New Zealand vacation, will be nothing short of perfection as you wake up to the morning sunshine peering in between your blinds. The subtle smell of freshly brewed coffee will invite you to the dining room where you will savor your last meal in the magical country before strolling the exuberant neighborhood one last time. Capture images and locate trinkets to celebrate your adventures here. Afterward, you will be collected and whisked away to the airport where you will depart the islands of New Zealand."
    }
  ],
  "map": ""
}