{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "unique-boutique-new-zealand-tour",
  "tourName": "Unique & Boutique New Zealand Tour",
  "placesVisited": "Rotorua, Wellington, Queenstown, Christchurch, Tongariro National Park, Abel Tasman National Park, Te Anau",
  "generalInfo": "From the depths of Helms Deep to the towering trees of the Fangorn Forest, watch Middle Earth come to life before your eyes as you venture across an unimaginable world on your 20-day New Zealand tour. The All-Seeing Eye watches the land from atop Mount Doom. Nazguls traipse across Middle Earth in search of the ring, which hides in the hills of the Shire on your journey of a lifetime.",
  "durationDays": "21",
  "price": "23,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – The Edge of (Middle) Earth",
      "description": "Your journey begins as all adventures do, with the first step away from home. Follow in the footsteps of Frodo Baggins by leaving your home behind for a magical experience through New Zealand. The plane soars through the sky. The clouds sit quietly beneath you. The beauty of New Zealand awaits you as a warrior’s adrenaline courses through you. The sound of clanking swords and grunting Orcs swirls in your ears. Gandalf’s voice rings in your head urging your adventure forward and you have happily accepted. Land in Auckland, New Zealand’s largest and most diverse city at the edge of Middle Earth. Known as the City of Sails, boats decorate the harbors with colorful bows and tall masts. The water is calm along Auckland’s shores as the scent of evergreen from the city’s remarkably lush surroundings flows through the outlying streets. Soon you will make your way into the depths of Middle Earth but for now, you will be able to explore the wonderful diversity of Auckland. The city skyline, including the Sky Tower, stands tall above the harbors giving depth and diversity to the cityscape. Cafes are interspersed throughout the neighborhoods filling the streets with the scent of rich coffee and fresh bread. As the sun sets over the water you can almost hear the Hobbits calling you to join them at the Green Dragon Inn."
    },
    {
      "dayNumber": "2",
      "title": "Rotorua – Step into the Shire at Hobbiton",
      "description": "Today you will leave the City of Sails behind and make your way to Hobbiton where Frodo Baggins began and ended his adventures. On the private farmland in Matamata where the rolling hills are always ardently lush, the grass tumbles over brick facades creating the imaginative luster and cozy comforts of hobbit-holes. The doors are circular and colorful. The windows are an eclectic mix of stained glass that shine bright colors into the homes. The gardens are filled with a vivacious life of yellow, purple, and red daisies. The gentle trickle of the river roams through the village, as the laughter of the Green Dragon Inn is contagious and compelling. The hobbit pub is boisterously inviting, filled with polished timber interior, a crackling fireplace, and the luscious scent of meat pie. The green dragon adorns the shimmering bar, looking down on you, watching your smile, and ensuring you evermore that this is Middle Earth. You will depart from Hobbiton and continue on to Rotorua."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua – From the Middle of Earth to the Middle of Culture",
      "description": "Today you have the opportunity to experience the eclectic life of Rotorua known as New Zealand’s cultural capital. The city contains a connection to its historic Maori culture along with its European settlers. The reminders of Rotorua’s original intent, being a thermal spa and resort settlement, is still apparent and prevalent; however, the cultures that may have once been threatened by the influx of outsiders have instead shaped themselves around the city’s growth. Enjoy Rotorua’s diversity by visiting the Maori Arts and Crafts Institute at Te Puia. Visit the pā , a small, delicately carved storehouse meant to safeguard heirlooms and treasures. The rich red color stands out against the surrounding forest. The faces that decorate the structure represent Maori spirits; the eyes bulge through the carvings, the designs swirl across protruding bodies representing the tā moko , traditional body art. The surrounding thermal valley is also steeped in the historic culture and mythology of the Maori tribe, where the goddesses of fire travel through the earth creating geysers, hot pools, and volcanoes as they search for their brother. From the exceptional creation stories of myths and legends to the uncanny imagination of Middle Earth, New Zealand contains and maintains its majesty."
    },
    {
      "dayNumber": "4",
      "title": "Tongariro National Park – The Gates of Mordor",
      "description": "Today you will travel from the cultural capital of New Zealand to the gates of Mordor as you venture to Tongariro National Park. The route will take you along the shores of the largest lake in New Zealand, Lake Taupo. The lake was born from a volcanic eruption that legend says was so large that it darkened the skies across the globe. The water shimmers in the sunlight brightening the surrounding city and forest. Take a moment to wander around the exceptional landscape of the lake and visit the Craters of the Moon. It is easy to imagine Frodo and Samwise Gamgee trudging through the tumult of the valley. The valley floor hisses and emits clouds of steam. The heat beneath the terrain can be felt from the elevated walkways as you peer into earthen buckets of boiling mud. The valley resembles the outskirts of Mordor as you continue on to the edges of Tongariro National Park and check-in to your accommodation."
    },
    {
      "dayNumber": "5",
      "title": "Tongariro National Park – The Depths of Mordor",
      "description": "Venture into the ominous land of Mordor, also known as the Tongariro National Park, where the battle marking the end of the Second Age of Middle Earth was fought. The day is yours to explore the exceptional landscape of Sauron’s kingdom. The terrain is blasted with vast volcanic rock. Three volcanoes sit in park’s heart and are a part of the Pacific Ring of Fire. Chaotic lava flows have created vast barren areas along the foothills, while winter snowfields, hot springs, and active craters stand side by side. The glacial lakes glow a vibrant turquoise beneath the bright blue sky. Oftentimes smoke rises from one of the volcanic rims as the steep hillsides and fallen ash bring you to the center of Mordor in the rugged depths of Middle Earth."
    },
    {
      "dayNumber": "6",
      "title": "Wellington – From Sauron’s Capital to New Zealand’s Capital",
      "description": "Today you will transfer from the rugged terrain of Mordor to the lush seaside city of Wellington. The city sits between the beautiful edge of the Cook Straight and the foothills of Mount Victoria. The water laps gently at the city’s shores. The colorful Victorian architecture shines bright in the sunlight. The streets are lined with fabulous cafes, vibrant shops, and eclectic restaurants where the scent of steamed garlic mussels drifts from the doors. Just beyond the city center is the lively Sanctuary Valley where a selection of outdoor walks will take you through the native bush. The trees are lush and surround the reservoir filling the area with the scent of evergreen trees. The water is still and reflective of the surrounding hills. A pier extends over the water with a charming red-roofed gazebo at its end. Wander through the trees and see the kaka, a playful forest parrot, and the tuatara, a lizard remnant of the dinosaur era, and so much more. As you settle into the luxury of your accommodation you know that the diverse fauna of New Zealand is as vibrant and unique as that of Middle Earth."
    },
    {
      "dayNumber": "7",
      "title": "Wellington – Capital to Castle",
      "description": "Your day is free to explore everything and anything that Wellington has to offer, from its incredible café culture to the surrounding award-winning vineyards. For an exceptional Lord of the Rings experience you could visit not only the Weta Workshop where the models, weapons, and armor were made, but the locations of Helms Deep and Bree. Although the set has been broken down, a visit to where Bree was located makes the village easy to assemble in your mind. The hills roll along foothills. Sheep graze in the vibrant grass. As you stand in the field where Bree once stood it is easy to imagine Frodo stumbling through the Inn and meeting Aragon, the sound of laughter echoing in the field. Continue on to the quarry where Helms Deep once stood proud against the steep bluffs. The mountains loom over the craggy expanse, snow sitting atop their peaks. The sky is crisp and perfumed with earth, the ground is rocky and gray. The battle of Helms Deep lingers in the air as you recall the Orcs breaking down the castle hull and forcing their way into the deep. Leave the memory of battle behind as you make your way back to Wellington and its soothing comforts."
    },
    {
      "dayNumber": "8",
      "title": "Nelson – South Across the Straight",
      "description": "Today you will leave Wellington behind as you cross the Cook Straight and make your way to New Zealand’s South Island. The Cook Straight is one of the most beautiful ferry rides in the world. Watch the vivacious mountains recede around you. For a few hours, the open ocean surrounds you. The sea air is a salty-sweet. The South Island’s horizon comes into view as you glide closer, the ocean mist cool on your skin. As you dock in Picton you will continue on to the seaside city of Nelson. Water along the shore of the South Island looks a more vibrant turquoise. The mountains look lusher. The sand on the beaches on the outskirts of Nelson is warm beneath your feet and the water is cold around your toes. Downtown is a pleasant array of quaint Victorian architecture that stretches through the streets. As you arrive in Nelson, before making your way to the luxuries of your accommodation, you could visit the incredible Jens Hansen Gold and Silversmith shop, the original forgers of Sauron’s ring. The sleek gold of the ring shimmers beneath the showcase lights. Whether it’s the original One Ring that you desire or a replica, you can obtain either, both inscribed with the Elvish words scrawled across the smooth surface."
    },
    {
      "dayNumber": "9",
      "title": "Abel Tasman National Park – Beneath the Landscape of Middle Earth",
      "description": "Today you will make your way from Nelson to Abel Tasman National Park where Takaka Hill stands in deep green stature hiding limestone caves and sinkholes. Whether winding through the hills or wandering within the smooth marble of the caves, there is plenty of curvaceous terrain to explore above and below the expanse of the hills. The trees along the road are thin and wistful as you venture to Harwood Hole, New Zealand's deepest vertical shaft. The long rope descending into the pit highlights the cave’s incredible depth. The air inside the cave is damp and dense. The light fixtures flicker in the darkness, and it looks as if you have found the forging place for Orcs, deep in the pits of the dark earth. As you exit the cave continue on to your accommodation."
    },
    {
      "dayNumber": "10",
      "title": "Abel Tasman National Park – The Best of Land and Sea",
      "description": "Today is at your leisure to explore the fabulous sights of Abel Tasman National Park. Whether on land or sea you will be able to witness the awesome beauty of New Zealand’s smallest national park. The water is clear jade, crisp, and cool on your fingers. Rocks protrude from the shallow sea where seals laze in the sunlight and bark as kayaks pass by. Split Apple Rock sits close to the shore surrounded by the vibrant glare of the water. The rock formation is smooth and cool in the sun. It is also true to its name as the split boulder looks like two halves of an apple. Or you could venture into the forest filled with a dense green, where a bridge dangles over the depths of the river below. Exchange the cool salty air for the minty green of pine. Within the confines of the forest, you can find the stunning Wainui Falls. The tumult of water fills the pond, as the water spills from the trees up top where for a moment you have stumbled back into the depths of Middle Earth battling to protect Frodo and the ring he carries."
    },
    {
      "dayNumber": "11",
      "title": "Hokitika – The Adventure Continues",
      "description": "Today you will make your way out of the Abel Tasman area and on to the stunning little town of Hokitika. The road to Hokitika is filled with pristine beaches and lush forests that line the west coast of the South Island. Be sure to see the fantastic sight of the Punakaiki Pancake Rocks. The pancake rocks are limestone formations created from lime-rich fragment deposits on the seabed and topped with weak layers of soft mud and clay. Earthquakes helped shape the immense coastal cliffs and protruding coastline. The pancake rocks look like thin layers of rocky paper stacked atop one another until forming the cliff on the shoreline. The rocks change color in the sunlight, shifting from bright gray to a rich red. The crash of the water fills the air. Heavy ocean swells crash into the caverns beneath the rocks causing water to blast skywards through the blowholes, raining ocean over the rocks and the shoreline. On the shores of the lively coast or hiding in the leaves of the dense forest, the South Island is a constant reminder of New Zealand’s captivating beauty and Middle Earths exceptional terrain. Continue on to the quaint town of Hokitika, a mixture of an antiquated gold mining artifact and a vibrant beach town."
    },
    {
      "dayNumber": "12",
      "title": "Fox Glacier – Near the Misty Mountains",
      "description": "Near the Southern Alps mountain range, better known as the treacherous Misty Mountains in the Lord of the Rings trilogy, lies the stunning beauty of Fox Glacier. You will depart Hokitika for the breathtaking exploration the glacier, a river frozen between mountain peaks. The stunning bluish-white ice looks as if it were frozen in motion, ready to glide down the mountainside and into the ocean. Walk through the polar light of ice tunnels to the sheer electric blue-white face of icy mountains and yawning caves. Frosted peaks are dusted with snow against the valleys of jagged, icy points. The glacial remnant of the Ice Age creaks as it trickles down to the forest below making any two visits to the glacier uniquely different. Whether feeling like Gimli in your preference to dwell beneath the mountain, or more like Frodo in your eagerness adventure to Mordor, your experience at Fox Glacier will be unlike any other."
    },
    {
      "dayNumber": "13",
      "title": "Wanaka – The Golden Fields",
      "description": "Travel along Haast Pass on your way to Wanaka. The pass winds through the foothills of the Southern Alps. A tour of the pass takes you over the Gates of Haast Bridge, where the walking bridge stretches the length of the gorge below as the sound of rushing water rises from the lively river that has helped carve the range. The Blue Pools of Haast Pass sit quietly at the base of the limestone glowing bright blue in the sunlight. The limestone shines a pristine white against the pool as the green trees glisten gracefully. The gravel path is carefully maintained and winds through the silver beech forest where tui calls echo through the trees. The clear pools are fed by glaciers and give the water a deep azure allowing you to see right to the bottom. Due to the pool’s clarity, brown trout call the pools home and look like they are suspended in the mid-air. As you get closer to Wanaka you travel through the Golden Plains, where Black Riders searched for Frodo and Orcs descended upon the fellowship. The grass bends in the cool breeze, as the mountains in the background stand tall against the flatlands. Whether in the current quiet state of the plains or the treacherous activity of descending Orcs, the plains sparkle in the daylight and guide you towards Wanaka."
    },
    {
      "dayNumber": "14",
      "title": "Te Anau – Through the Pillars of Kings",
      "description": "Travel by way of the Crown Range on your way to Te Anau where the vast landscapes of Middle Earth will open before you. The Great River Anduin, known to locals as the Kawarau River, stretches alongside the roadway rushing along and glistening like gold in the warm sun. As you drive along the road you can see where the Pillars of Argonath stood, tall and proud, amongst the mountaintops at the mouth of the river. The large kings stretch out their hands almost as if to invite you in or keep you out. As you get closer to Te Anau you will drive through the ominous Dead Marshes of Middle Earth, Kepler Mire. The boggy terrain is misty and mystical. The flooded earth winds through struggling tresses and the expansive grass, where Gollum saved Frodo from certain death. You can travel through the marsh, and follow in Frodo’s path without the fear of falling as you enter Te Anau."
    },
    {
      "dayNumber": "15",
      "title": "Doubtful Sound – Almost Like Rivendell",
      "description": "From the lakeside town of Manapouri you will glide across Lake Manapouri on your way to Doubtful Sound. Look up and see the high mountaintops where the alpine peaks and pristine lakes were passed by the Fellowship on their way south from Rivendell. The peaks of the Southern Alps stand tall on the side of Lake Manapouri; however, the majesty of Middle Earth has yet to reveal itself, until you board the Sound cruiser and begin to explore Doubtful Sound. The ship is large with three sails climbing the masts, catching the wind, and floating out to sea. The cruise ship drifts quietly in the glacial water of the sound. Mountains contain the waterway and dwarf the ship and its sails. The crisp scent of saltwater combines with the fern trees that blanket the landscape. The mountain peaks are covered in opulent white snow, melting down into streams, carving into the fragile terrain, and morphing into waterfalls and thundering into the water. The sound is untouched; the still water reflects the faultless landscape, surrounding you on all sides by ineffable beauty. Penguins line the rocks; their yellow hair sits along the ridges of their eyes looking like a mixture of fuzzy eyebrows and slick hair. Their beaks are orange and long. They waddle along the boulder covered shores, dive into the water, and swiftly fish in the sea. They return back to the boulder, bask in the sun, and dry on the rock’s warmth. The magnitude of Doubtful Sound is as breathtaking and fantastical as any of Tolkien’s imaginative landscapes, bringing you closer to Middle Earth than anywhere in the world."
    },
    {
      "dayNumber": "16",
      "title": "Queenstown – The Outskirts of Lothlorien",
      "description": "Breathe in the majestic beauty of Doubtful Sound as the sails catch the wind and bring you to dock at the shore. Pass through Manapouri and enter into the realm of Lothlórien, the forest next to the lower Misty Mountains, in the city of Queenstown. Queenstown is a stunning alpine city situated between the opulent Lake Wakatipu and the looming Bob’s Peak. The sweet piney scent of evergreens drifts through city. The quiet tranquility of the mountains settles in the streets. Downtown is a charming mixture of pine facades and gas lamps lining the sidewalk."
    },
    {
      "dayNumber": "17",
      "title": "Queenstown – An Adventurous Safari",
      "description": "Venture outside of the Queenstown’s alpine beauty and venture into a unique four-wheel-drive adventure through Middle Earth. The dream-like landscape embodies the fascinating history of Tolkien’s imagination and Jackson’s cinematic legendry. The rough and ragged hills stretch across the horizon. The scent of fresh grass and glacial lakes rushes around the vehicle. The sweeping breeze is the only sound you can hear. The snow-peaked mountains roll across Middle Earth, including the breathtaking peaks of the Misty Mountains. Take in the beauty of Kawarau Gorge where the turquoise water rushes through the mountain range’s basin, carving deeper into the earth. Whether speeding across the Plains of Rohan or venturing along the ridges of the Misty Mountains, travel the depths of Middle Earth where nothing and no one will be able to stop your adventure."
    },
    {
      "dayNumber": "18",
      "title": "Queenstown – Along the River’s Edge",
      "description": "Today you will experience the fabulous drive to Glenorchy where spindly trees sprout from the lake’s edge and the foothills of the Remarkables reach down to the riverbanks. Board the Dart River Jet and continue your journey into Middle Earth. The Southern Alps’ snowy peaks create a continuous white cloud stretching across the sky. The crisp scent of fresh water fills the air as a refreshing mist from the river touches your cheeks. The riverbanks shift from sandy shores to pebble beaches, and finally stretch into towering beech woods. Step into the forest; feel the gentle breeze in your hair as the scent of vivacious trees lingers in the woods. You realize you are exploring the forest of Lothlorien. Walking through Glenorchy country will bring you to the stunning area known as Paradise, where you can see the flatlands of Isengard and the mountains that surround it. Your journey back to Queenstown brings more of the indelible landscape of Middle Earth contained in the New Zealand countryside until you settle back into the comforts of the city."
    },
    {
      "dayNumber": "19",
      "title": "Mount Cook – Mount Doom",
      "description": "This morning you will make your way to the foothills of Mount Cook, the Southern Hemisphere’s highest peak, and the location of Mount Doom. Looking at Mount Cook you can see how the craggy mountain looks more like a collection of peaks climbing into the air, blanketed in white, until reaching its tallest, singular point. The lush fields stretch below the mountaintop where the grass shines and herds of sheep graze. Take the aerial road less traveled on a scenic flight with the company Peter Jackson used to fly cast, crew, costumes, and film equipment to and from locations around the South Island. Lift into the pristine blue sky and follow the Ford of Bruinen where milky-blue water rushes through the tree-lined riverbanks, and you can practically see Arwen summon the flood that washes away the Ringwraiths. The serene glacial waters of Lake of Nen Hithoel sit between rolling hills and sparkle in the sunlight. The sights of Middle Earth are not just below you but around you as you land in an isolated area in the heart of Tolkien’s imagination come to life, where the ominous mountains of Isengard surround you and the flat fields of Cormallen stretch in front of you. The air sits light and crisp in your lungs. The sun sits bright in the sky. Take on more breath and feel the pull of Middle Earth on your heart and mind before returning back to Mount Cook Village."
    },
    {
      "dayNumber": "20",
      "title": "Christchurch – Ice-Fall to Gardens",
      "description": "Before departing Mount Cook there is time to visit the stunning Hochstetter Ice-Fall. Mount Tasman, just north of Mount Cook, stands tall with a glacier-clad peak. Between the two mountains, snug between the basins, is the breathtaking Hochstetter Glacier. The color is a twisting sapphire blue that shifts to a silvery-white. The ice continues to shift and move at times filling the space between the mountains with a thunderous rumble and clouds of snowy dust. The glacier winds and twists through the mountain basins like a rambunctious river trying to break free from the ice. Although not highlighted in the Lord of the Rings, the glacier shines as a perfect example of New Zealand’s beauty, Middle Earth's majesty, and the fascinating expanse of Tolkien’s mind. Your day continues as you travel away from the icy expanse of Hochstetter Glacier and on to the Garden City of Christchurch. The Avon River winds quietly through the parks and the city center. Cobblestones decorate the city’s streets as Victorian architecture lines many of the walkways. The gentle hum of streetcars fills the crisp air, as the variety of parks and gardens disrupt the expanse of urbanization, adding vibrant color and life to the landscape. For a delicious taste of New Zealand, and Christchurch, take the night to enjoy a local restaurant. As the Lord of the Rings journey winds down it doesn’t mean that the adventure has to."
    },
    {
      "dayNumber": "21",
      "title": "Christchurch – A Completed Journey",
      "description": "Today you will make your way to the Christchurch Airport where you will embark on your next adventure: the journey home. Your time in New Zealand has taken you to places far beyond what most visitors experience. You ventured deeper into the landscape of the North and South Islands down to the depths of Middle Earth. What was once thought to live only in heart and mind of Tolkien has proved to be much more. The life and landscapes of Middle Earth extend across the whole of New Zealand, and you have experienced it all."
    }
  ],
  "map": ""
}