{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "outdoor-tour-of-new-zealand-best-of-the-north-island-in-2-weeks",
  "tourName": "Outdoor Tour of New Zealand: Best of the North Island in 2 Weeks",
  "placesVisited": "Auckland, Waiheke Island, Thames, Coromandel, Whangamata, Rotorua, Lake Taupo",
  "generalInfo": "Kayaking to Whenuakura and crossing Tongariro will be just two of the experiential highlights on this adventurous 14-day excursion of New Zealand’s outdoors. New Zealand’s North Island is the great outdoors: it is a magnificent land of rugged mountains, rolling coastline, bucolic pastures, and volcanic enchantment. From digging a jacuzzi in the sand to Maori encounters and sailing through the Pacific with dolphins, these two weeks will showcase the very best of the North Island’s wild side.",
  "durationDays": "14",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – Introduction to the Capital",
      "description": "Auckland’s city charm is created by quirky little neighborhoods, and the city center is not overly impressive, especially if you are more of an outdoor person. The small neighborhoods can feel like little villages with lovely cafes, boutiques, bars, and artistic architecture, and after a private airport transfer, this day will be at your leisure. Auckland’s neighborhoods are relaxing and comfortable places to get over your jet lag and become accustomed to the New Zealand pace of life. You can also take a stroll around the harbor to check out some pop-up bars and watch all the boats."
    },
    {
      "dayNumber": "2",
      "title": "Auckland – Whale and Dolphin Safari",
      "description": "Auckland has more boats per capita than any other city on the planet. They love sailing here, and there is no better introduction to the North Island than cruising on the water. Dolphins play in the wake of boats with their fins rising and falling in a form of marine poetry. Whales can also be seen in these waters, especially when you sail further into the Pacific. Today’s private catamaran tour will search for these marine creatures, but the real highlight will be the actual sailing. You can sail fast on these waters, and you do not need to use the engine. The captain can lead you to deserted beaches and uninhabited islets in addition to helping you follow all the dolphin fins."
    },
    {
      "dayNumber": "3",
      "title": "Waiheke Island – Vineyards and Beaches",
      "description": "Your two weeks on the North Island will feature a ton of hiking and outdoor activities. These two days will be at your leisure, and with all your adventures still to come, Waiheke is an excellent place to completely overcome the jet lag and allow the stress of home to drift away. Of course, this is New Zealand, so you will still be outdoors most of the time. Hiking trails connect vineyards with beaches, so you can do some tasting before an afternoon on the sand. Other trails can lead you to hidden coves and tiny pools that are perfect for swimming. You can also have tapas and wine on the hill at Casita Miro before enjoying a lively evening on Onetangi Beach."
    },
    {
      "dayNumber": "5",
      "title": "Thames – Exploring the Wilderness",
      "description": "After taking an early ferry back to the mainland, you will be met by a private guide for a North Island expedition. Your first stop will be Piha Beach, where the surf is superb, and the sense of wilderness will be an indication of things to come. Nikau glowworm caves will be your next destination, and they are far less popular than Waitomo. Unfortunately, Waitomo glowworm caves have turned into something of a tourist factory with tour buses that ship in groups all day long. Nikau is just as impressive but without the crowds. Afterward, Karangahake Gorge offers a wonderful, one-hour hike that you can choose to do, but if you are not feeling up to it, your guide will lead you straight to Owharoa Falls."
    },
    {
      "dayNumber": "6",
      "title": "Thames – Hiking to the Pinnacle Rock Formations",
      "description": "Today, you will have a full-day hike to the Pinnacle Rock Formations. By traversing along the Webb Creek Trail, you will cross a series of narrow suspension bridges and find small waterfalls that are located deep within the forest. Most of the trail is shaded, but it is exposed to the sun after Pinnacles Hut, which will be the final 45 minutes of your journey. This section offers spectacular views of the surrounding valleys, and these will only get better when you reach the summit and admire the 360-degree panorama. Although this hike can be divided into two days with a night in a mountain hut, by doing it in one day, you should have the summit mostly to yourself."
    },
    {
      "dayNumber": "7",
      "title": "Coromandel Peninsula – Relaxing on the Northern Beaches",
      "description": "After two active days, you will travel north along highway 25 to the Coromandel Peninsula, which is a destination that is dominated by spacious beaches and beautiful coastal tracks. Today will be customizable, and there is plenty you can do, including kayaking along the coast and hiking to a deserted cove for a picnic. The North Island beaches are famously clean and never busy, especially those in lesser-known areas like Coromandel. Trails wind through the trees and connect to different beaches, usually via a stunning, coastal viewpoint. Your guide will outline your options for the day, and you can also spend it lazing around your waterside hotel."
    },
    {
      "dayNumber": "8",
      "title": "Whangapoua – Building Your Own Jacuzzi",
      "description": "Today will start with a slow and winding drive from Coromandel to Whangapoua, and you will be provided with the opportunity to stop at viewpoints and small farm stalls along the way. Your time of departure will depend on the tide because there is only a four-hour window to fully enjoy Hot Water Beach. Getting to this long beach first involves a 30-minute walk through the forest and along a stretch of coastal rocks. It is nice to enjoy the serenity here because Hot Water Beach is popular, and you will not have it all to yourself. A volcanic hot spring runs beneath the sand, and your guide will give you a shovel, so you can dig your own natural jacuzzi on the beach within a few meters of the rolling surf."
    },
    {
      "dayNumber": "9",
      "title": "Whangamata – Kayaking to Whenuakura Island",
      "description": "You will continue your journey along the North Island coastline, winding through nature on a private transfer that will be followed by hiking and kayaking. The hike to Cathedral Cove is easy, and after walking through a cave, you will exit to a hidden beach and cove, where the vistas are a surreal assortment of rocky mountains that look as if they have been cast adrift by the ocean. This Cathedral Cove experience is best early in the morning, and an early start also means that you can fully enjoy your afternoon at Whangamata. From this small town, you will kayak to Whenuakura and follow an estuary into the heart of the island. The tide will push you inland to a lagoon of phantasmagorical color, and after this afternoon island experience, your evening will be relaxing and comfortable along the coast at another of New Zealand’s boutique hotels."
    },
    {
      "dayNumber": "10",
      "title": "Rotorua – Hobbiton Movie Set Tour",
      "description": "Hobbiton is an iconic North Island experience that showcases a different side to the outdoors. Although the movie set is artificial, Peter Jackson chose the location because nothing artificial can be seen in any direction. It can seem strange to pass through this part of New Zealand and not partake in the Hobbiton tour, but if you do not have any interest in Lord of the Rings, your guide can lead you along the coast to Mount Maunganui instead. A one-hour up and down hike will provide you with spectacular Pacific views from the summit, and the nearby town has some charming cafes that you can try for lunch. Rotorua will be today’s final destination, and you will be able to sense its volcanic history from the moment that you check into your luxury accommodation."
    },
    {
      "dayNumber": "11",
      "title": "Rotorua – Maori Cultural Experience",
      "description": "The Maori settled into Rotorua because of its natural underground energy, and the town continues to be at the heart of Maori culture. This evening, you will be greeted by a Maori community in the traditional manner, which can initially be a rather frightening experience. Do not worry because you will be in no harm whatsoever. After the welcome, everything will calm down, and you will spend the evening inside a Maori meeting place, watching some song and dance before a hangi dinner is roasted for you underground on volcanic rocks. The rest of your day will be fully customizable, and there are endless possibilities as to what you can do outdoors around Rotorua."
    },
    {
      "dayNumber": "12",
      "title": "Lake Taupo – Hiking Rainbow Mountain",
      "description": "Today, you will travel to Rainbow Mountain, which can be reached via a tramping trail. After hiking, you can descend into a crater of azure water before visiting a string of waterfalls. These waterfalls near Rainbow Mountain have hot water, so you can bathe in hot springs above and below the cascades. You will then venture to Wai-O-Tapu, which is another geothermal wonderland that features New Zealand’s most iconic geyser. Single-track mountain bike trails can lead you through the indigenous rainforest just like they can near Rotorua, and you can also go sailing on the lake. There is skydiving, bungee jumping, and so much more close to Lake Taupo, and today will be completely flexible, so you can do more activities closer to Rotorua or leave early for a full afternoon in Taupo."
    },
    {
      "dayNumber": "13",
      "title": "Lake Taupo – The Tongariro Alpine Crossing",
      "description": "An iconic, one-way hike around the North Island’s most majestic volcano, the Tongariro Alpine Crossing is a world-famous highlight of New Zealand. It is a challenging, guided hike, and will take all day, but with the effort comes reward because you will hike past volcanic pools and soda springs before reaching the crater rim. After summiting Red Crater and enjoying the Emerald Lakes, you will descend to Blue Lake and then all the way down along a narrow and rocky trail. It will be spectacular, and you will have stunning views of the North Island throughout your journey."
    },
    {
      "dayNumber": "14",
      "title": "Taupo to Auckland – Departure",
      "description": "From Taupo, you will fly to Auckland and connect with your outbound flight."
    }
  ],
  "map": ""
}