{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "ultimate-new-zealand-family-vacation",
  "tourName": "Ultimate New Zealand Family Vacation",
  "placesVisited": "Auckland, Rotorua, Bay of Islands, Queenstown, Christchurch, Kaikora, Milford Sound",
  "generalInfo": "Dramatic landscapes will lure you into adventure during your ultimate 12-day New Zealand family vacation. The spectacular journey will take you deep into the caves to view glowworms and have you speed upriver on a jet boat safari, lounge on scenic beaches and traverse undulating hills. Your New Zealand tour celebrates the stunning scenery and exciting excursions of New Zealand perfect for the young and young at heart.",
  "durationDays": "12",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland - Sensational Worlds",
      "description": "Arrive in Auckland with the City of Sails set before you. Boats rock in the calm waters of the harbor and drift along the horizon with their sails billowing in the breeze. The skyline welcomes you with the colossal Sky Tower, the tallest building in the Southern Hemisphere, standing watch over the city like a guard. Begin your adventure through the North Island with a visit to Kelly Tarlton’s Antarctic Encounter. The cold air brushes your cheeks as the simulated arctic experience wraps around you. The penguins waddle along the undulating ice surface and squawk in the open space. Climb aboard the virtual snowcat and feel the rumble and rock of the machine that takes scientists and explorers across the frozen tundra. Venture deeper into the encounter where you can also see the underwater world, where an incredible variety of turtles, sharks, and fish are housed. You can even stick your hand into the Stingray Bay, home to giant stingrays, and brush your fingers across the slick skin of the ray. Continue your adventure with a visit to the Auckland Zoo where animals roam and keepers are always present and happy to share some knowledge about the variety of species within the zoo. Experience one of the many animal encounters meant to show off the beauty and, often, oddities of the animals within the zoo, from orangutans to porcupines, tigers to spider monkeys, and to a show dedicated to the native species of New Zealand. There is no lack of information, fun, and community within the inviting space of the Auckland Zoo. As the day begins to fade into night you will journey to the Sky Tower, which glows a bright purple in the night sky. Watch the city of Auckland light up the night as the city begins to shine with you adorning it all atop Auckland’s highest point."
    },
    {
      "dayNumber": "2",
      "title": "Paihia - The Journey of Islands",
      "description": "Today you will travel to the Bay of Islands where you will settle in Paihia, a city where the opulent waters lap gracefully along the white sandy shores. A charming beachside community reminiscent of a small American beach town, the stunning water stretches to the horizon and never loses its grace and radiance. Venture to the Waitangi National Trust where you can experience the history of New Zealand wrapped up into its most important document, the Treaty of Waitangi. The treaty was meant to bring peace, understanding, and partnership between the Maori and the British Crown, where the symbol of that partnership is present in the combined structure of the Treaty House and the Maori Meeting House. The Treaty House is reminiscent of a 19th-century farmhouse turned museum, where the history of New Zealand, the treaty, and an outline of the Bay of Islands decorate the interior. The Meeting House is perfumed with polished wood and a deep sheen. The walls are adorned with spirits carved into the wood, decorated with smiles, body art, and large eyes. You can also visit the ceremonial war canoe, the largest of its kind, and witness the incredible detail and care that the Maori placed into their art, their surroundings, and their lives."
    },
    {
      "dayNumber": "3",
      "title": "Auckland - Within the Rock",
      "description": "Today you will venture away from the Paihia and journey onto the beautiful water of the bay with a boat tour of Cape Brett. Travel along the ocean as it glows a vibrant blue in the sunlight. The mist rises into the air and perfumes the sky. The gentle lull of the boat glides along the coastline as foothills rise and fall, sandy beaches give way to rising cliffs, and a brilliant white lighthouse shines on the shore. Wander around the famous Piercy Island at the northernmost point of New Zealand, known for the large tunnels that have been carved through the rock by wind, water, and time. Travel through the smooth limestone tunnel or take the opportunity to jump off the boat and swim in the deepwater of the Pacific before returning to land and making your way back to Auckland for the night."
    },
    {
      "dayNumber": "4",
      "title": "Rotorua - Glowing Wonders",
      "description": "Today is a moment that will stun and surprise the most ardent critic. Depart from Auckland and watch the Sky Tower fade behind the horizon as you wind your way through large trees and expansive prairies. Make a stop at the Waitomo Caves and ready yourself for an exceptional tour to and through the center of the earth. Run your fingers along the smooth limestone of the cave walls as you travel deeper into the earth’s center. The soft sound of rushing water travels through the tunnels while you follow your guide and meander through the subterranean expanse. When you reach the water’s edge, climb aboard the boat and drift into the darkness, but not for long. Specks of light shine in the distance, spread around the cave’s ceiling like stars in the sky. The purple and blue sparkle comes from the famous glowworms that are stretch throughout the grotto giving radiance to the darkness. Follow the shine through, and eventually out of the cave as you continue on to Rotorua. Arrive in Rotorua as the city’s surroundings sizzle and steam. Originally built and famed as a resort town due to its active hot springs, Rotorua is now considered to be New Zealand’s cultural capital, home to the country’s most active Maori experiences and European history. Tonight you will venture into a hangi, a traditional Maori feast, where you will immediately catch the rich scent of roasting meat and sweet potato from the subterranean barbecue slow-roasting dinner. Be welcomed into the meetinghouse with a hongi , the traditional greeting of pressing your noses together as a sign of familiarity. As the music begins you can hear the pounding of chests and the deep grunts of warriors. The Maori stomp their feet and bulge out their eyes showing you the famously feared haka . As the night wears on and the glow of the fire begins to settle, your adventure through Rotorua fades into sleep."
    },
    {
      "dayNumber": "5",
      "title": "Rainbow Springs - Sizzling Grounds",
      "description": "Wake up with the sweet scent of a nostalgia lingering as your hangi feast turned into a hangi dream. Today is yours to experience the exceptional landscape and life of Rotorua beginning with a visit to Te Wakarewarewa Thermal Reserve. The earth sizzles and smolders as you wander the walkways of the reserve. The earth is scorched and bleached from millennia of sulfuric water and volcanic pressure. Watch as Pohutu, New Zealand’s largest and most reliable geyser, erupts and water sprays high into the air almost fifteen times a day. Mud pools bubble and hot pools have been used to boil vegetables and seafood. From the smoldering earth to the cultural home of the Maori, there is so much to see and do within the reserve; visit the Maori Arts and Crafts institute where you could take a lesson in woodcarving. The wood is gruff in your hand but will soon become a smooth spirit resembling the decorated spirits on the meetinghouse. The wonders and fun of New Zealand are never-ending as you make your way to Rainbow Springs, the North Island’s premier conservation and sanctuary, open and encouraging to the public. The site boasts a population of New Zealand’s native animals, from reptiles such as the Tuatara, considered to be the closest living relative to the dinosaurs, to birds such as the Kiwi, the long beaked and flightless bird for which New Zealand is known. Whether traversing the grounds to see the animals or exploring the conservation efforts, there is no lack of activity to enjoy before you make your way back to Auckland and settle in for the evening."
    },
    {
      "dayNumber": "6",
      "title": "Christchurch - Garden Majesty",
      "description": "Arrive in Christchurch and settle into the wonderful charm of the Garden City. The soft trickle of the Avon River surrounds the city center. Victorian buildings line the cobble stone streets as the cable car runs around. Enjoy a gentle ride down the Avon as the aroma of blossoming lupines floats in with the breeze. You can hear the ding of the trolley car fade in the distance as you glide through gardens and parks of the city. The trees hover over the river and sway in the breeze. The water is cool and refreshing on your fingertips as you relax in the shade of the boat. Whether it’s a relaxing boat ride you’ve hoped for or a paddleboat ride along the pier, there are plenty of ways to experience the Avon River and the city of Christchurch."
    },
    {
      "dayNumber": "7",
      "title": "Christchurch - Breaching Marvels",
      "description": "Today you will travel to the outskirts of Christchurch where the expansive vivacity of the Canterbury Plains roll along the foothills of the Southern Alps. Wind along the rocky coast where sea lions bask in the sun and bark against the crashing waves. Arrive in Kaikoura and ready yourself for a sensational whale watching experience. Board the sightseeing boat and begin your journey out to sea. The ocean is filled with vibrant life, including Dusky dolphins that swim with the speeding boat, their dorsal fins gliding through the water’s surface. You can hear the gentle spritz of a whale’s breath a short distance away, a pod quickly swimming along the surface of the sea. Their bodies are expansive, somehow at odds with their grace in the water. A fin rolls through the air; there is another spritz of breath and then a large body rises sharply from the sea and crashes with an envious thunder. As you make your way back to shore, the whales continue their journey, and you will never forget your whaling adventure."
    },
    {
      "dayNumber": "8",
      "title": "Queenstown - Alpine Fun",
      "description": "Today you will travel to Queenstown by way of the largest mountain in the Southern Hemisphere, Mount Cook. From the stretching green lowlands of the Canterbury Plains, you will climb up to the high altitude plateau along the shores of Lake Pukaaki. The sapphire water glows in the shining sun. The smooth stone of the Church of the Good Shepherd is cool to the touch. The far side of the church offers an incredible panorama of the lake, bordered by the mountaintops. Your journey through the landscapes continues through Kawarau Gorge where the trees sway along the river’s edge and the water rushes with turquoise opulence. You will arrive in Queenstown early in the evening where the foothills of Bob’s Peak sit at the base of the city, while the sun sets over Lake Wakatipu whose shores border the city’s opposite end."
    },
    {
      "dayNumber": "9",
      "title": "Queenstown - A Need for a Speedy Safari",
      "description": "Wake up to the beauty of Queenstown’s alpine charm. The streets are lined with gas lamped antiquity as the wooden facades of the storefronts decorate the city center. Today you will journey to Shotover Canyon for a fun and adventurous jet boat ride through Shotover River. The riverbanks are lined with pebbles and sandy shores that break into towering beech forests. The scent of juniper drifts from the forest as you speed along the water, mist in your face and wind in your hair. The foothills force the river to wind to and fro, offering fun obstacles and quick turns from the boat before the adventure’s end and your return to Queenstown."
    },
    {
      "dayNumber": "10",
      "title": "Queenstown - Fellowships and Kings (of the Family)",
      "description": "Today you will enjoy a 4WD Lord of the Rings adventure around the Otago region on the outskirts of Queenstown. No matter if you’re a dedicated fan of the Lord of the Rings movies or just tempted to traverse the diverse landscape of New Zealand, the tour will have you twirling through the stunning South Island in style. You will travel the rocky terrain of volcanic remnants, bounce along secluded pebbled paths, and speed through the golden plains of Rohan, otherwise known as Wanaka. The scent of crisp grass fills the air as the mountain breeze swirls through the prairie. As your day continues you will climb aboard the gondola at Bob’s Peak, the steepest gondola in the Southern Hemisphere, and cruise to the top of the mountain. The city sinks beneath you; the lights of the Queenstown begin to glow as the sun sinks behind the Remarkables in the distance. Enjoy a buffet dinner at the top of Bob’s Peak where the stars look like imitations of the city’s lights, and a Maori concert begins to sing in the calm of the night."
    },
    {
      "dayNumber": "11",
      "title": "Queenstown - A Familial Serenity",
      "description": "Your adventure continues as you travel into the depths of Fiordland National Park where the serenity of the famous Milford Sound awaits you. The mountaintops undulate over the waterway as the foothills reach down and sink beneath the sea. Cruise through the scenery on a luxury tour of the sound where landscape, wildlife, and your imagination combine to show you the breathtaking world of New Zealand. The quiet of the sound gives way to the crash of waterfalls meandering down the mountainsides. Dolphins cry out in the water and swim along the boat’s flanks. Penguins fly through the water and waddle along the pebbled shores, squawking in the crisp afternoon. The perfume of pure, untouched glaciers surrounds you along with the majestic quiet of a world apart."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown - Close Together",
      "description": "Today your family-fun adventure through the North and South Islands of New Zealand comes to an end. You have wound through arduous mountains, sped through the pristine Shotover River on a jet boat, cruised through the serene waters of Milford Sound, and touched noses with a Maori Chief. Although your holiday may be coming to an end, that doesn’t meant that the adventure has to. The landscapes have been stunning, the culture has been illuminating, and your time exploring New Zealand will forever be unforgettable, having brought your family closer together. If your family wants to explore more of New Zealand, browse the travel reviews for New Zealand trips for additional ideas, and to see what other families experienced while in New Zealand."
    }
  ],
  "map": ""
}