{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "an-eclectic-australia-new-zealand-tour-nature-culture-gastronomy",
  "tourName": "An Eclectic Australia & New Zealand Tour: Nature, Culture & Gastronomy",
  "placesVisited": "Melbourne, Daintree National Park, Sydney, Blenheim, Queenstown, Rotorua, Auckland, Uluru",
  "generalInfo": "Australia and New Zealand are defined my so many different images and experiences that only come from the South Pacific: spectacular marine worlds, shimmering alpine landscapes, indigenous cultures, unusual wildlife, famous cities, tropical rainforests and a glowing desert. This luxury Australia and New Zealand tour seamlessly connects them all with a journey that dances with both iconicity and diversity. In less than three weeks, explore all the quintessence.",
  "durationDays": "18",
  "price": "7,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Melbourne – Melbourne's Victorian Charms",
      "description": "Melbourne provides a warm welcome as the streets are dappled with Victorian architecture and elegant little boutiques. The Yarra River swerves through the city and provides perfect spots to watch Australia wander by, while pristine beaches gaze out onto the enormity of the Southern Ocean. Land in Melbourne in the morning for your transfer to a five-star hotel in the heart of the city. So much is accessible within walking distance of the hotel, giving you a relaxed day that helps you explore at leisure while recovering from the flight."
    },
    {
      "dayNumber": "2",
      "title": "Melbourne – The Wild Kangaroos and Koalas of Australia",
      "description": "Just outside of Melbourne you will find great expanses of mystical forest, the eucalyptus tumbling around bizarre rock formations. Look carefully to see koalas cling to the branches, adorably opening their eyes and adjusting their cuddling position. Keep wandering through the forest, and the clearing reveals another delightful marsupial. The kangaroos congregate in mobs, some gently grazing, a few females hopping and leaving their scent in the grass. These marsupials are wild, and if you move quietly and slowly, you'll be able to get with ten or fifteen meters of the mob. Your full-day tour is also an introduction to the landscapes of Australia, which are dominated by swirling colors and shapes."
    },
    {
      "dayNumber": "3",
      "title": "Uluru – Evocative Tones in Australia's Red Center",
      "description": "The desert glimmers with shades of red that extend beneath the wingtips of your plane as you fly west to Uluru. This remote outpost is little more than a couple of hotels that are set aside from the remarkable rocks that rise untamed in Australia's red center. After lunch, travel to the base of Uluru, where Aboriginal stories are etched into the rock and sacred places are explained by your guide. Not just a rock; it's a staggering natural wonder, far bigger than any imagination can conjure. As the sun sets, watch Uluru flicker through its tones, every moment bringing a new hue before the night sky illuminates the path back to the hotel."
    },
    {
      "dayNumber": "4",
      "title": "Daintree National Park – Mysteries of Kata Tjuta and the Rainforest Canopy",
      "description": "An early start is rewarded in the desert as bands of red and orange paint the sky as the sun rises hypnotically between Uluru and the domes of Kata Tjuta. 36 imposing sandstone peaks cast competing shadows as morning rolls on, the desert's lesser-known rocks provide a captivating morning of mystique and wonder. Wander through a red valley, a tiny spec in a landscape of giant red domes. Most people come to see a single monolith, yet leave with unforgettable memories of Kata Tjuta, rocks that rise higher than Uluru. In the early afternoon, fly to Cairns on the tropical, northeastern coast of Australia. Land and then board a gondola to take you through the mist-shrouded rainforest canopy, a unique way to travel to your luxury eco lodge. Stay on the Mossman River, and be surrounded by the charms of Daintree National Park. It's only a 15-minute walk to where the trees meet the ocean, and you can sink your feet into the soft sand."
    },
    {
      "dayNumber": "5",
      "title": "Daintree National Park – Cruising to the Outer Great Barrier Reef",
      "description": "Thousands of corals swirl around the edge of Australia's continental shelf, their exotic colors complemented by vast swarms of strange fish species. The Great Barrier Reef isn't a single site; it's an organic collection of individual reefs, a chain of life that stretches far enough to be visible from the moon. Today's full-day tour will take you to the outer Agincourt Reef, where the exceptional underwater visibility allows for a variety of excursions. Snorkeling is the one way discover the marine colors best, but you can also try scuba diving or stay entirely dry in a semi-submersible craft. From turtles to rays, tiny nudibranch to giant groupers, expect to see the indelible life of the world's largest reef chain."
    },
    {
      "dayNumber": "6",
      "title": "Daintree National Park – Hot Air Balloon Ride Across the Atherton Tablelands",
      "description": "Northeastern Australia is a region of contrasting landscapes; coastal pleasures blurring into exotic rainforest that ascends into rolling green pastures. The scale of the landscape can feel unfathomable as they stretch for hundreds of miles, yet intermingle with seamless ease. Fly above it all at dawn in a hot air balloon, the sun rising over the Pacific and the orange desert rolling towards the horizon. Float across the Atherton Tablelands and pick out the individual details; waterfalls beneath farmlands and creeks that roll into mangrove forests. In just two hours, discover all of the jigsaw pieces of Australia's land. The rest of the day is at your leisure, with the rainforest and coast at your fingertips."
    },
    {
      "dayNumber": "7",
      "title": "Sydney – Aboriginal Adventures and First Impressions of Sydney",
      "description": "Once divided into 250 countries, Australia was once individual Aboriginal tribes with their languages and ways of life. Spend your morning with the Kuku Yalanji, rainforest dwellers that forge an extraordinary life in a remarkable land. A local guide asks permission from the ancestors before taking you into the forest and revealing how everything you see has use. Green bugs become antiseptic toothpaste, leaves are used to create soap, branches are for weaving, and bugs to be roasted on the fire. As you tour, the guide helps to unravel the complexities of what has been simplified as “the Aborigines.” A whole continent of different tribes had existed for tens of thousands of years before the Europeans arrived. Enjoy lunch at Mossman Gorge before being transferred to Cairns for your flight to Sydney and your hotel in Darling Harbour."
    },
    {
      "dayNumber": "8",
      "title": "Sydney – Sydney Harbor Cruise and the Opera House",
      "description": "Sydney reflects in the Parramatta River as so many famous sights reflect in the soft waters. A relaxed lunch cruise is an unforgettable introduction to them all, as you glide under the arch of the Harbour Bridge and along the historical marks from 18th-century Sydney. Lunch is served as green suburbs line the riverside before you loop back into the heart of the city to dock beside the glimmering sails of the Opera House. Head inside on a tour to discover that there is much more to this world-famous venue than its ingenious design. Wander through the theaters, admire the sets and props and enjoy the controversial story of its creation. Sydney is a relatively compact city, and your hotel is just two metro stops away from the Opera House."
    },
    {
      "dayNumber": "9",
      "title": "Sydney – An Intimate Foodies Tour of Oceana's Culinary Capital",
      "description": "Sydney is always changing as new immigrants bring their distinctive influences and shape the city on a day to day basis. Communities have blurred over the decades, yet the tastes of ancestral homes remain authentically represented. A city where you can truly find gastronomy from around the world, Sydney offers Mediterranean platters, Lebanese grills, Korean noodle houses, lovely English recipes. All of this is applied to local organic ingredients and infused with the city's adoration for experimentation. Today's full-day tour is both a journey for the senses and an exploration of the city's lesser-seen suburbs. Visit a variety of small boutiques and cafes, places where the best of the world is given a local makeover. Expect to be very full, with everything from indulgent Arabic sweets to slices of kangaroo steak."
    },
    {
      "dayNumber": "10",
      "title": "Blenheim – Welcome to New Zealand",
      "description": "New Zealand's South Island is a delight to the eyes; vast mountain chains extend above rolling green pastures and the waves of the Pacific. Land here, and immediately sense the country's atmosphere, one that is decidedly downtempo. Blenheim epitomizes its style, favoring local shops and organic produce over anything imported. After your flight from Sydney via Wellington, enjoy the late afternoon and evening free to wander the streets and gaze out at Marlborough Sounds from the coastal walkway."
    },
    {
      "dayNumber": "11",
      "title": "Blenheim – Wine Tasting and Culinary Delights on Marlborough Sounds",
      "description": "Blenheim is the world's revered destination for Sauvignon Blanc, the fertile soils and coastal climate creating subtle, yet complex, wines of distinction. In the morning, visit two of the region's oldest wineries, both boutique establishments that haven't been visibly affected by world fame. Sip the wine and indulge in the flavors before boarding a luncheon cruise into Marlborough Sounds. Rugged islands are cast adrift in the ocean while sea-enveloped valleys appear to be drowning amidst the waves. For all of the drama of the landscape, there is also an elegance that is completed by a lunch of green-lipped mussels and freshly caught seafood. Return to Blenheim with views of the Sounds' mystique that continue into the evening."
    },
    {
      "dayNumber": "12",
      "title": "Blenheim - Whale Watching Day Trip to Kaikoura",
      "description": "New Zealand's eastern coastline rolls along the South Pacific, its deep and calm bays the ideal place for migratory whales to stop and calve. Humpbacks crash against the water, southern white whales breach for hours as orcas troll the bays for easy meals. Fur seals and dolphins seek refuge here, and you'll regularly see their fins on your full-day whale watching cruise. It’s usually the giant sperm whales the dominate your memories, oceanic giants that travel through the Pacific with their youngsters. Oceana is a premier whale watching destination, and you can see up to six different whale species in a single day tour."
    },
    {
      "dayNumber": "13",
      "title": "Queenstown – Wineries Amidst the White Mountains",
      "description": "Queenstown quickly submerges you in a new landscape. Whitened peaks surround alpine lakes, and there's a keen sense of being miles from anywhere. This southern town is defined by nature, the mountain chains rising like unruly giants across the panorama yet there are also tranquil pleasures to be found. After landing in Queenstown, enjoy lunch at Amisfield Winery, a faded stone building with sublime views over Lake Wakatipu. Try vintages from the world's southernmost wine region (the Pinot Noir is highly recommended) and settle into the town's fusion of adventure and tranquility. It's hard to imagine a destination that looks more different than the tropical rainforest or red desert you explored last week!"
    },
    {
      "dayNumber": "14",
      "title": "Queenstown – Exploring the Sublime Fjordland National Park",
      "description": "Continue into the mountains and weave on the only road that penetrates the enormity of Fjordland National Park. The fjords line up against the Tasman Sea, each competing to rise higher and narrower than the last. It's a two-hour drive to the start of Doubtful Sound, where you continue by boat, then via a 15-minute walking trail, to the pristine waters of the fjord. Cliffs hem in your journey to rise almost a mile into the sky as you cruise through the mist to where a calm fjord meets a buffeting ocean. Tour past glacier-hewn inlets and vertiginous cliffs, all with the added scent of exclusivity – only a handful of tourists visit this spectacular fjord. Return to Queenstown as you are picked up by helicopter for a fabulous ride over the white mountains, following the extensive trail of summits back to the gaping waters of Lake Wakatipu."
    },
    {
      "dayNumber": "15",
      "title": "Queenstown – A Lake Wakatipu Steamer and Rural Country Life",
      "description": "After a day of adventure, enjoy a day of tranquility on the historic TSS Earnslaw with a slow cruise across Lake Wakatipu. Imposing mountains reflect in the clear waters as you head into farm country, places where sheep speckle green fields and log fires warm green fields and country cottages. The New Zealand farm experience includes traditional shearing and a relaxed lunch of slow-roasted lamb before a slow return to the town on the steamer. While Queenstown is famed for adrenalin, it has evolved from an atmosphere of rural life."
    },
    {
      "dayNumber": "16",
      "title": "Rotorua – Maori Traditions and Exploring Geysers",
      "description": "Maori warriors emerge to loud cries, the chief leading them from their wharenui (meeting house). A geyser explodes behind you as water shoots 30 feet in the air at its clockwork time. Mud pools are bubbling, and the Maori chief demands attention. Rotorua is the heartbeat of New Zealand's Maori culture, a town that has successfully preserved and celebrated all of the ancient traditions. Geysers and thermals cover the landscape to provide the natural splendor to accompany the cultural immersion. Your hangi dinner is steamed on underground rocks, and a Maori guide will explain how the thermal waters have been integral to the tribes' growth. Spend the day at New Zealand's premier Maori cultural center to explore geysers and pools before being invited to share a meal and learn the haka (war dance). Stories are told through song and dance, and just before you leave, there's one last treat of hot chocolate as you watch the biggest geyser make its evening explosion."
    },
    {
      "dayNumber": "17",
      "title": "Auckland – Through Hobbiton to Wine Tasting on Wahiheke Island",
      "description": "The North Island comes straight from Middle Earth; volcanic peaks rise at strange angles and undulating valleys hide holes for hobbits. The Hobbiton movie set is completely unchanged, complete with cottage chimneys that emit smoke, colorful rocking chairs, and trays of jam jars. It's a natural stop on the winding route north to Auckland. Arrive into the city and straight to the harbor for a cruise to Waiheke Island. Green slopes rise vertically above emerald waters and beaches seem to come from another world. Waiheke is a haven of olive groves and vineyards, a place where island escapism and wine tasting arrive in harmony. Spend the afternoon with tastings at two wineries, complemented by a grand gourmet dinner as you overlook the bay. Cruise back to Auckland in the early evening and a luxury hotel along the harbor."
    },
    {
      "dayNumber": "18",
      "title": "Auckland – Departure",
      "description": "Depart from Auckland on the intercontinental flight to Los Angeles to meet your onward connection home. A private airport transfer is provided after breakfast."
    }
  ],
  "map": ""
}