{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "best-of-new-zealand-vacation-in-10-days",
  "tourName": "Best of New Zealand Vacation in 10-Days",
  "placesVisited": "Auckland, Waiheke Island, Rotorua, Queenstown, Milford Sound, Franz Josef Glacier, Christchurch",
  "generalInfo": "From exploding geysers to glaciers and fjords, over these ten days, you can discover many of New Zealand’s most iconic highlights. You will bask on a tropical island, connect with Maori culture, explore Milford Sound, and discover the country’s most famous roads and train route. This privately chauffeured tour will reveal the highlights of both islands, including Auckland, Rotorua, Queenstown, and Franz Josef Glacier. Expect to be surrounded by natural wonder every step of the way as you are immersed in the immutable grandeur of New Zealand.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – Relaxing Around the Harbor",
      "description": "Yachts lull gently in Auckland’s harbor, thousands of them with their masts standing proud. A promenade may wind along the water and past dozens of quirky cafes and restaurant terraces. You can sense the city bustle is somewhere close, but by the harbor, it is always incredibly tranquil and relaxed. After landing in Auckland, you will be transferred to a hotel that overlooks the water and harbor. With such a long journey and the time difference, it is hard to predict how you will feel upon your arrival. Your first day will be deliberately left free, and the waterfront is the best place to be when you need some downtime. Should you wish to explore more of Auckland, a local guide can arrange a route and sightseeing."
    },
    {
      "dayNumber": "2",
      "title": "Auckland – Wines and Beaches on Waiheke Island",
      "description": "New Zealand is famous for its fjords and mountains, so Waiheke Island can come as a surprise. Its golden beaches are connected to azure waters. Vineyards create a carpet of green colors on the island’s interior, and you may initially think that Waiheke is more like Pacific destinations further north such as Hawaii or even the Californian coast. However, on a private day’s tour, you will realize that Waiheke is distinctly New Zealand. From the colorful, local cafes and boutiques to the Maori canoes upon the water, this is New Zealand’s own tropical island and a place where you can indulge and luxuriate in blissful surroundings. You explore at a relaxed pace, taste at three different vineyards, discover a sculpture park, and have an afternoon to unwind on the beach."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua – Legendary Landscapes, Glowworm Caves and Maori Impressions",
      "description": "Every journey is memorable in New Zealand. Traveling south from Auckland, you will cross rich Waikato farmland with its soporific scenes that extend on both sides of the road. When approaching Waitomo, these give way to indigenous forest although rugged mountain pastures remain dotted with sheep. With half a day here, you can tailor an adventure with your guide. Short hikes will lead you to waterfalls that hide in the forest along with strange, rocky cliffs and trees that could come from Middle Earth. The Waitomo glowworm caves are the unmissable highlight today, and you will cruise into a mystical world where the worms flash poetic, green patterns in the darkness. By the middle of the afternoon, you will back on the road, twisting through glorious farmland on route to Rotorua, which is the home of the Maori. With precise, choreographed movements, a Maori family will come out to greet you in the same way the Maori have welcomed visitors since Abel Tasman’s first landing. It may seem to incite war, but by placing down a single feather, this is a greeting of peace. By picking up the feather, you will show respect and be welcomed into their meeting place where song and dance will fill the evening. Tonight’s dinner will be a unique experience that features meats and vegetables that have been roasted underground with a geothermal method."
    },
    {
      "dayNumber": "4",
      "title": "Rotorua – At Home With Geysers and Hot Springs",
      "description": "All across Rotorua, volcanic activity bubbles away beneath the surface. Sometimes, it explodes. You can stand on a slab of rock, admiring the strange colors that are created by sulfuric mud, when out of nowhere water shoots 15 meters into the air. Geysers and mud pools are the more dramatic results of the geothermal activity while hot springs and natural spas are relaxing and ideal for spending a lazy afternoon. Your guide will provide transport to a hot spring resort where you can admire the volcanic activity before settling into some serious downtime."
    },
    {
      "dayNumber": "5",
      "title": "Queenstown – New Zealand’s Most Famous Sunset",
      "description": "Excellent flight connections make for an easy journey between Rotorua and Queenstown. You should sit on the right because when you come into view of the land, there will be superb views over the fjords even though these are only a glimpse of what you will see tomorrow. Mountains rise on all sides of Queenstown, and the Remarkables glimmer white and reflect in the serene waters of Lake Wakatipu, forming a barrier to the West Coast and New Zealand’s fjords. To the opposite side, the peaks grow ragged as they twist into Central Otago and a different kind of wilderness. Above you will stand a less domineering mountain that is known as Bob’s Peak. You will take a cable car up here for New Zealand’s most famous sunset. Before this, you will have a choice of afternoon tours in the area. Bungee jumping was invented here, and there are three potential jumps that you can try. Commercial jetboating also started here, and you can whizz down the Shotover River, turning 360 degrees on an exhilarating ride through nature. A Lord of the Rings movie location tour is the most tranquil option. Traveling through wild New Zealand in a four-wheel drive, you can reenact scenes from the trilogy in addition to hearing stories about half of Queenstown’s residents being enlisted as extras for the movie’s battle scenes. All three of these options will fill your afternoon and still provide time for sunset views over the lake."
    },
    {
      "dayNumber": "6",
      "title": "Queenstown – Milford Sound Day Tour",
      "description": "Mist swirls in Milford Sound, and the clouds almost always hang low. While this is not an excellent location for photos, it only adds to the charm when you cruise through New Zealand’s narrowest and tallest fjord. Before the Sound, you will need to travel by road, which is a spectacular journey across icy mountains and remote passes with stark rocks that tower high above the vehicle. This is a remote world that has remained mostly untouched by civilization. It is a string of fjords that stretches for hundreds of miles around the island’s coast. You will set off on the cruise, and you can immediately feel the mystique. When the clouds are low, it can really seem as if you are journeying into the unknown. Waterfalls roar and gush down the vertiginous fjord walls. They can seem small, but they are hundreds of meters tall. It is just that the fjord itself is over a kilometer in height. The scale of this landscape is first to impress, but as the boat gets close to the walls, you can pick out individual details like seals as they bask on a rock, slithering waterfalls that start 800 meters high, and perhaps dolphins that play in the boat’s surf. After a three-hour cruise of Milford Sound, you will return to Queenstown by helicopter, which will be a dazzling journey across Fjordland. Included in the flight is a stop on a remote and untouched mountain."
    },
    {
      "dayNumber": "7",
      "title": "Franz Josef Glacier – New Zealand’s Most Spectacular Drive",
      "description": "Te Wahipounamu or South West New Zealand is an enormous UNESCO World Heritage Site, encompassing four national parks, countless mountains, and many turquoise lakes. The journey from Queenstown to Franz Josef cuts through the heart of this landscape, connecting three national parks and some very dramatic and natural changes. It is New Zealand’s most spectacular road route, and you will be chauffeured by private vehicle. This means that you can stop at dozens of viewpoints, get out and explore lakes and walking trails, and really take your time. At first, it will all mountains and lakes, but after crossing Haast Pass, you will descend to the rainforest and boulder-strewn beaches with giant ferns that hang high above the road. Then, in Franz Josef, you can take a good look at tomorrow’s destination."
    },
    {
      "dayNumber": "8",
      "title": "Franz Josef Glacier – Stunning Heli-Hike on the Glacier",
      "description": "After breakfast, you will indulge in a helicopter ride that will take you to the icy wilderness of Franz Josef Glacier. Natural ice sculptures create an artistic canvas here, including giant tubes that you can sometimes walk inside. There is a strong feeling of wilderness, especially when you strap on a pair of crampons and feel the ice crunch beneath your feet. Continuing the walk, you will then see how this glacier is unlike most others. From this icy plateau, it tumbles down through a rainforest before carving a path toward the ocean. Just to witness this spectacle is special. A chance to walk upon it and to feel its raw majesty will be one of your main highlights of New Zealand and possibly your life."
    },
    {
      "dayNumber": "9",
      "title": "Christchurch – Lush Rainforest and the TranzAlpine Train",
      "description": "Today’s travel will complete your journey across Te Wahipounamu. First, you will travel north on a privately-chauffeured transfer that provides you with an opportunity to stop at beaches, caves, rainforest hikes, and strange boulders. Time is pressing, so you cannot stop everywhere as the TranzAlpine train departs from Greymouth at 2 p.m. This is the country’s most sublime train route, carving a dramatic path west to east across the South Island. You will cut through mountains and travel long tunnels before emerging onto the Canterbury Plains where a patchwork of green colors provides a grand contrast to Te Wahipounamu. Like elsewhere in New Zealand, your journey is the experience, and you will arrive in Christchurch with a superb appreciation of the country’s changing landscapes."
    },
    {
      "dayNumber": "10",
      "title": "Christchurch – Departure",
      "description": "After breakfast, you will still have time to see more of Christchurch, including the Cardboard Cathedral and some of the city’s superb street murals. This is a compact city, and it is easy to get around the center in a couple of hours. Later in the day, you will be transferred to the airport for your international flight home."
    }
  ],
  "map": ""
}