{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-tour-of-enchanting-north-and-magical-south",
  "tourName": "New Zealand Tour of Enchanting North and Magical South",
  "placesVisited": "Auckland, Â Waiheke Island, Â Tairua, Â Rotorua, Â White Island, Â Dunedin, Â Otago Peninsula, Â Te Anau, Â Manpouri, Â Doubtful Sound, Â Queenstown",
  "generalInfo": "Your 13-day green-friendly New Zealand tour will combine luxury with eco-conscious adventure on the North and South islands. Pristine nature will enchant you as you cruise the depths of Doubtful Sound and listen for traditional Maori songs in Rotorua. The Sky Tower will soar above Auckland’s skyline while a scenic flight over an active volcano will reveal the continued geothermal activity of the archipelago for an enticing customizable tour.",
  "durationDays": "13",
  "price": "5,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland - Welcome to the Enchanting North",
      "description": "Arrive in Auckland and be transferred to your luxurious accommodation at Ponsonby Arthotel Bed and Breakfast. Indulge in the serene beauty of Ponsonby, historically trendy, continuously posh and stunning, and complete with modern amenities. Wander around the neighborhood and visit the quaint architecture and vibrant street art. Auckland Harbour can be seen in the distance, the boats swaying in the calm water, their masts stretched into the air like a series of light posts. The old post office stands tall, located on the corner, eggshell in color, and maintaining its triangular shape and prominent clock tower. The Victorian architecture, lively cafes, and charming shops line the streets, and the scent of fresh baked bread lingers along the sidewalk. Here you may choose to take advantage of a half-day guided tour or to utilize the Hop On and Off Explorer Bus to traverse the city on your own. Whether strolling along the street or dipping into one of the many art galleries in the neighborhood, there is always a selection of aesthetics to feast on. Artstation Toi Tu, or Studio One Toi Tu, is a public art space that is bursting with innovative and imaginative local artists’ displays, from street art to sculptures. Ponsonby is known to be Auckland’s trendy cultural center and at its core is Artstation Toi Tu. The scent of fresh paint often lingers in its interior, children’s laughter echoing through the open spaces during the day. At night the gallery is bustling with local artists, connoisseurs, and locals that enjoy the creation and appreciation of New Zealand art. As the day ends, you have been unequivocally welcomed into Auckland and have embraced the enchantment of the North Island."
    },
    {
      "dayNumber": "2",
      "title": "Auckland - Embrace the Enchantment",
      "description": "Today you will board the local ferry and be whisked to the stunning Waiheke Island just across the Tamaki Strait. The water is turquoise and the mist is cool against your cheeks. The smell of sweet saltwater fills the breeze. Islands are speckled throughout the bay creating mounds of vibrant green in the blue water and clear sky. The lush green of Waiheke comes closer into view. The shores are filled with immaculate sandy beaches. The water quietly laps at the sand. The ferry weighs anchor and you depart the dock ready to uncover Waiheke’s secrets. Stroll along one of Waikheke’s many walking paths and get in touch with the island’s unspoiled enchantment. Enjoy the Owhanake Trail, which starts at Oneroa Beach. An experienced and knowledgeable local guide will lead the way as you wander along the coastal walkways where the waves peel on the shore. The mist sprays in the air. The trail takes you around the coastline and eventually through a variety of vineyards that sweep across the island. The sweet, salty scent of the water mixes with the plush grass and lavish vineyards. In addition to an optional olive oil tasting tour, the island offers three boutique wineries where samplings of the region’s famous red wines can be arranged. Visit the delicious and eclectic Passage Rock Vineyard where their Pinot Gris longs to be tasted. The familiar scents of pear and apple flow from the glass, while a hint of butterscotch lingers on your palate. During the summer, autumn, and spring you can enjoy the subtle flavors of the Pinot Gris with the restaurant’s delectable fresh smoked salmon while watching the sun joyously fade away."
    },
    {
      "dayNumber": "3",
      "title": "Tairua - The North Island Like a Local",
      "description": "Depart Auckland for Tairua, located on New Zealand’s Coromandel Peninsula. The Coromandel is a popular destination for locals to escape for a holiday. Here you can pick up a rental car to enjoy the scenery solo. Misty rainforests beautify the inland and the scent of cedar is ever-present in the trees. The golden beaches are pristine and glisten in the sunlight. Mt. Paku’s peak watches over the peninsula as it extends into the perfect water. Coromandel is chockfull of natural hideaways, and is an ideal place to hike, kayak, and visit local artists. Relax, unwind, and experience the enchanting North Island like a local. Check in to the Collieth Lodge nestled in tropical plants and overlooking the gilded glimmer of the Pacific Ocean."
    },
    {
      "dayNumber": "4",
      "title": "Tairua - Explore the Peninsula",
      "description": "Giant ferns and kauri trees surround you. The scent of fresh wood emanates from the forest. The gentle trickle of a crystal clear stream winds through the brush. Experience Coromandel Peninsula's natural beauty and vibrant heritage as you explore the landscape. Enjoy a guided walking tour with your very own Kiwi Dundee! You will follow a trail to visit the gold mine ruins, while learning the fascinating history of this magical area. Old cottages stand along the lush hills and machinery decays in the bush. The track descends to the old carriageway bordered by trees and the crisp stream until you reach the caves. Darkness initially overruns the cave from the dramatic descent from the light outside. Soon the black gives way to a sparkling blue, guiding you deeper into the cave. The light is from the glowworms that call the cave home and direct locals and visitors alike through the meandering cavern by their dangling glisten. Coastal vistas of white sand beaches will make this tour a photographer’s paradise. If the tide permits, you may also enjoy a visit to Hot Water Beach. The North Island is filled with mesmerizing sites, as you will have come to know through Coromandel Peninsula’s enchanting beauty."
    },
    {
      "dayNumber": "5",
      "title": "Rotorua - Always Enchanting",
      "description": "Today you will depart Tairua for the cultural capital of New Zealand, Rotorua. Pass through the Bay of Plenty where kiwi fruits flourish. The green canopy of the trees blend with the passing hills; however, the fuzzy rind of the kiwi stands out, dangling from the treetops. Take the time to explore Katikati, known to the locals as Mural Town. In 1990 the town was facing an economic downturn. In order to lift the town’s spirits and attract visitors, a group of volunteers took it upon themselves to paint the town’s history along its walls. Some of the murals are more avant-garde, the colors embodying the emotion, while other murals are a clear representation of the town’s cultural past, a realistic portrayal of cattle plowing the field with the New Zealand forest neighboring the farms’ edges. Take yourself away from the engrossing murals of Katikati, traveling through Tauranga on your way to your destination. Should you choose to take one final excursion along the way, it is just a short jaunt from Tauranga to the Okere Falls. The spectacular falls are just a short walk and worth a stop. Continue on to Rotorua where you will be able to luxuriate in the lakeside Koura Lodge. Koura Lodge not only promises a restful stay, but ensures it through tranquil surroundings. Whether you desire an active day filled with tennis and boating, or would prefer to take an open-air sauna, or to sit along the lake’s edge watching the still water sit below the foothills, the Koura Lodge will guarantee your comfort, your luxury, and that your desires are met."
    },
    {
      "dayNumber": "6",
      "title": "Rotorua - An Enchanting Flight",
      "description": "Today you will take an ineffable flight to White Island, New Zealand’s most active volcano. Fly over Hell's Gate Thermal Valley where the Kakahi Falls steams below. The Pacific Ocean coastline stretches below as you see the opulent water beneath you and smoke in the distance rising from the volcano’s crater. Land on the crater's rim and look out over the expanse of craggy, volcanic landscape. The steam continues to rise behind you. The water is calm around the island’s edge. The ocean’s color shifts from deep green on the shore to dark blue farther offshore. Your pilot will take you on a guided walk along the undulating landscape of this fascinating thermal world. The main crater is active with volcanic fury, bubbling and smoking. Sulfur deposits spread throughout the island, and the remains of an old sulfur mine are prevalent along the moonlike scenery. Follow your guide and fly away from the incredible adventure of White Island returning back to Rotorua where you may use the rest of the day to explore on your own. Your travel specialist will offer a multitude of suggestions of places to visit and sites that should not be missed."
    },
    {
      "dayNumber": "7",
      "title": "Dunedin - The Magical South Island",
      "description": "Today you will fly to Dunedin in the south-eastern region of New Zealand’s South Island. Filled with Edwardian and gothic styled architecture, the city of Dunedin is overflowing with vibrant life that is enhanced by its architectural and cultural history. The First Church of Otago is an incredible example of the gothic stylings that adorn Dunedin. The church is colored a faded white that connotes its age. Spires stretch into the sky with one pinnacle placed higher above the rest. Rose windows adorn the church’s exterior and reflect stained-glass light onto the aisles of its interior. The scent of myrrh and stone linger amongst the pews. Like a church located in the remnants of the British countryside, the First Church of Otago sits proud in the field of grass and boasts its connection to Dunedin’s past. Here you will pick up your rental car and carry on your way to Kaimata Retreat. Located on a spectacular estuary at the end of the Otago Peninsula, Kaimata Retreat is a boutique lodge made of timber and offers extensive views of the estuary. The wildlife consists of diverse birds and incredible sea faring animals like fur seals and Blue Penguins. Whether from the balcony of your bedroom or on a tour through the estuary, the colorful and vivacious Otago Peninsula is yours to explore."
    },
    {
      "dayNumber": "8",
      "title": "Dunedin - The Magic of Otago",
      "description": "Today is one filled with many opportunities. The Kaimata Retreat offers a number of eco tours and activities in the area and can provide suggestions. Or, take the opportunity to explore the Otago Peninsula on your own today. Otago is an incredible display of a busy crossroad of biodiversity. The unique nature of the peninsula is apparent in its inhabiting the only mainland colony of the majestic Northern Royal albatross, along with being a refuge for the Yellow-eyed penguin. Otago’s untouched beauty is also helping with the gradual return of the Hooker’s sea lion to the dune lands. The impressive ocean vistas of Lover’s Leap will take your breath away as you look over the collapsed sea chasm. The water splashes along the cliff walls. The mist rises into the air, the scent of the sea prevalent and inviting. The columnar basalt formation, known to the locals as The Pyramids, sits on the back dunes of Victory Beach. The Pyramids will remind you of something out of The Lord of the Rings due to its awe inspiring landscape, and the fact that it was used as a prevalent backdrop in the films. The rocky formation stands tall along the foothill like a mass of individual pillars. The dark gray rocks contrast against the lush, undulating hills. The breeze blows through the grass and brings the smell of fresh air along the grassy edge. The oldest Peninsula conservation reserve at Sandfly Bay Wildlife Refuge offers marvelous chance wildlife viewing. The landscape of New Zealand is breathtaking, and you know you still have much more to see."
    },
    {
      "dayNumber": "9",
      "title": "Te Anau - The Quiet Beauty",
      "description": "Today you will make your way to Te Anau, the gate to Fiordland National Park. You will check in to your accommodation at Dock Bay Lodge. With private balconies for each of the five guestrooms, this boutique property offers endless views of Lake Te Anau, the Kepler, Murchison Mountain Range, Te Anua Township, and the mountain range over Milford Sound. Though endlessly private, you are just a five minute drive to Te Anau. Te Anau feels like the backdrop to a movie set and is situated next to Lake Te Anau, the largest lake in the South Island. The mountain range looks over the lake, its snowcapped peaks reflecting in the crisp water. The lake’s shores are an expansive and lush green. Jetties hover over the serene lake. For a tasty, local treat try La Roulotte. The French crepes are either a savory delight or a sweet snack depending on your preference. Whether fresh fruit and cream or smoked salmon, the flakey crepe and the decadent filling is enough to make you melt. For a truly majestic experience grab some chairs, sit along the jetty over the stunning lake surrounded by the enchanting town of Te Anau, nibble on your crepe, and watch the day fade away. The cool dusk air rises from the lake and the bright colors of the sun sink behind the mountains. The day couldn’t be any more perfect."
    },
    {
      "dayNumber": "10",
      "title": "Doubtful Sound - Undoubted Majesty",
      "description": "Transfer from the sweet and quaint luxury of Te Anau for the breathtaking beauty of Doubtful Sound. Your journey begins as you cross Lake Manapouri. Islands speckle the lake on the east end. Waterfalls trickle down the mountains, and the lake’s soft glow glistens in the sunlight. Glide along the water until reaching the far side of the lake where you will continue your journey through Fiordland National Park. It is a wonderful beginning to your overnight immersion and exploration of Doubtful Sound, but you know it is only the beginning. Enter Doubtful Sound and feel the magic of its tranquil landscape. Cruise along the sound on the Fiordland Navigator, which blends antique charm with modern luxury, spacious viewing decks, and a lounge for observing your incredible surroundings. Your knowledgeable nature guide ensures you miss nothing as you explore the shoreline by kayak or from one of the viewing decks onboard. A pod of dolphins skip in the distance. Fur seals laze in a pile on the rocky shore. The mountains enclose the sound and rise until practically blocking out the sky. Waterfalls splash down the mountainside, the mist rises into the air and lingers around the deck. In the evening you can sit on the deck and gaze at the stars twinkling over the top of the mountains, more stars than you could ever imagine, as if they came out just for you."
    },
    {
      "dayNumber": "11",
      "title": "Queenstown - The Luxury of Queenstown",
      "description": "The morning sun brings with it the bright blue and orange of the new day spreading over the mountaintops. Spend the morning floating along the sound, the sweet smell of fresh water in the air, the slight crash of waterfalls in the distance. The hearty breakfast scent of fried eggs, crisp bacon, and sweet mango surrounds the deck. Perhaps you can spot the rare penguins that soar through the clear water. The slick, yellow streak above their eyes imitates eyebrows. They waddle along the rocky shores and dive into the water below. Enjoy the sound until once again reaching Manapouri where you will transfer to luxurious Queenstown. Once in Queenstown you make your way to the Dairy Private Luxury Hotel. The hotel is your escape in the center of the city and is perfectly private and luxurious but close enough to all of Queenstown’s famous beauty. Known for its excellent service and delectable food, The Dairy also boasts a fantastic library. The scent of leather and mahogany waft through reception as you make your way inside. The comfort of each bedroom is felt the moment you walk through the doors, the plush pillows and welcoming warmth."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown - The Culture of Queenstown",
      "description": "Today is yours to explore the stunning surroundings of Queenstown. Set out on your own, or join one of the area tours. Lake Wakatipu outlines the city with the Remarkables Mountain Range towering behind it. Bob’s Peak stands above Queenstown and pushes the city closer to the lake’s edge. The breeze blows the scent of evergreens through the quaint, alpine streets. A visit to the Artbay Gallery is warm and inviting. The space showcases the diversity of New Zealand’s artists, from naturalist painters to industrial sculptors. The ongoing arts program includes regular exhibitions, artists in residence, art classes, art talks, and interactive displays that change as often as every two weeks. Walk through the open, industrial styled gallery and experience the magic beyond New Zealand’s landscapes by seeing its current culture in motion, from expressing a connection to tribal roots, to a hopeful decadent future for the nation as a whole; the art is as diverse as New Zealand itself."
    },
    {
      "dayNumber": "13",
      "title": "Queenstown - Final Farewell",
      "description": "Today you will transfer to the Queenstown airport to make your way back home. As the flight lifts you into the air you can watch The Remarkables sink below you, their snowcapped peaks disappearing beneath the clouds. From the North Island’s enchanting landscape to the South Island’s majestic scenery, your journey home and beyond will be filled with the lingering beauty of New Zealand. Although the adventure may be over, the islands have captivated you, enraptured you, and will be waiting for your next visit to sensational New Zealand. For additional ideas of what to do in this fabulous country, see the travel reviews of New Zealand ."
    }
  ],
  "map": ""
}