{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "exclusive-south-island-new-zealand-tour-for-couples",
  "tourName": "Exclusive South Island New Zealand Tour for Couples",
  "placesVisited": "Christchurch, Kaikoura, Marlborough Sounds, Queenstown",
  "generalInfo": "Handcrafted with the island’s most romantic activities and five-star lodges, this exciting 9-day adventure is the perfect celebration for two. Romance echoes across New Zealand’s South Island landscapes. Hot air balloon over Canterbury, indulge in wine tasting in Marlborough, bask in a spa in the wilderness, and partake in a scenic flight above the fjords. Private tours and exclusive excursions place the two of you amid the forefront of breathtaking landscapes and amorous surprises.",
  "durationDays": "9",
  "price": "3,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Christchurch – Fine Dining with a Twist",
      "description": "To begin your adventure, you will land in Christchurch and may need something to do after your flight and private transfer. The Antarctic Interpretation Centre can provide this and more as it effortlessly transports you into a realm of penguins and expeditions. It is a virtual world, so you will not actually get cold, but it will be an interesting introduction to the unusual activities the island offers. Later today, your guide will transfer you to a charming restaurant hidden in a part of Christchurch that was decimated by an earthquake in 2011. Gourmet fine dining will be coupled with an artistic twist."
    },
    {
      "dayNumber": "2",
      "title": "Kaikoura – Hot Air Balloon Ride",
      "description": "Today, you will partake in a hot air balloon flight that will have you soaring over the Canterbury Plains and gasping at the landscapes that unfold below. When you touch down, you can toast to romance with a bottle of Marlborough sparkling wine and indulge in a picnic brunch. From the sky, it is obvious that the South Island is a place of wilderness, and there are many places for couples to get lost. One of these places is Kaikoura, which is a small harbor that is surrounded by mountains and passing whales. Your lodge will be perched on a cliff outside the town and will be complete with spectacular views of the mountains and coast."
    },
    {
      "dayNumber": "3",
      "title": "Kaikoura – Stunning Whale Encounters",
      "description": "A humpback whale may breach, clearing the water before crashing back down with an astonishing sound. After briefly disappearing, the humpback may return, sticking close to the surface to take a few sharp breaths. Diving deeper, the humpback will disappear, and it is usually around five seconds before the humpback soars from the water and breaches once more. Blue whales can also be spotted here, but this type of sighting is for extremely lucky souls because very few people have ever witnessed a blue whale. After a private whale watching tour, you will return to your lodge for another afternoon of solitude."
    },
    {
      "dayNumber": "4",
      "title": "Marlborough Sounds – Wine Tasting Tour",
      "description": "This morning, your driver will transfer you to the blissful vineyards of Marlborough. New Zealand’s most famous wine is made here, and a fresh Sauvignon Blanc will complement your picnic perfectly. Other varietals have sprung up, and the wineries have a contemporary feel. After stopping at one of the best wineries in the area, you will tour the vines before indulging in a private tasting. Lunch will then be served at a second vineyard, using a tasting menu with different wines to compliment your meal. Then, the afternoon can take you in multiple directions. Perhaps, you would like to tour more vineyards or venture directly to Marlborough Sounds."
    },
    {
      "dayNumber": "5",
      "title": "Marlborough Sounds – Adventures on the Sounds",
      "description": "Lush waters roll out in all directions, cliffs rise golden and rugged, dolphins pirouette, and birds dive for fish, creating a brief commotion. Marlborough Sounds are one of the most famous South Island landscapes and have much better weather than Milford Sound. Here, you can paddle around in a tandem kayak, explore the coastline in a private boat, bask in the sun, and stop at small beaches for secluded downtime. Today will be completely customizable to you and your partner’s interests with a local guide that can arrange activities on this incredible stretch of water."
    },
    {
      "dayNumber": "6",
      "title": "Queenstown – Private Spa in the Wilderness",
      "description": "After a short flight, you will check-in to another opulent lodge. Perched on Lake Wakatipu, your standalone villa will be just 15 minutes by foot from Queenstown, but it still boasts tranquility because it is located on a wilderness road. From your private veranda, you will have uninterrupted views of the lake and the Remarkables mountain range. After checking in and enjoying lunch, you will spend the afternoon at a wilderness spa that overlooks the Shotover River. Surrounded by stark mountains and rugged slopes, your private hot tub will completely immerse you in nature without anyone else in view."
    },
    {
      "dayNumber": "7",
      "title": "Queenstown – Scenic Flight and Private Picnic",
      "description": "Fiordland is New Zealand’s least explored and most inaccessible region. Most visitors only get to glimpse it by visiting Milford Sound, but you can enjoy a much broader impression during a scenic flight. It will all unfold from the air. After soaring over the fjords and mountains, you will land on a glacier, where you can wander hand in hand across the ice and savor the tranquility before continuing your scenic flight to where fjords meet the sea. This extended flight will then lead you back to Queenstown and a very remote mountain, where a picnic will be laid out for you. You can dine and celebrate before the helicopter transfers you back to your lodge."
    },
    {
      "dayNumber": "8",
      "title": "Queenstown – Exclusive Wine Tastings",
      "description": "For a final day of treats, you will enjoy a private tour of Central Otago, which is home to a wine region and where all the vineyards fall into the boutique category. Afterward, you will indulge in lunch while overlooking the mountains. Like in Marlborough, a private guide will customize the day to your liking with more or less wine stops, depending on how you feel. When you are back at your lodge, you can indulge in a vast array of activities, from wandering along the lakeshore at sunset to venturing deep into the Glenorchy wilderness."
    },
    {
      "dayNumber": "9",
      "title": "Queenstown – Departure",
      "description": "After nine amorous days in Queenstown, you can continue to indulge in its peaceful allure. Late checkout will be arranged, so you can explore some more or lay back in your suite. When you are ready, you will be transferred to the airport for your outbound flight."
    }
  ],
  "map": ""
}