{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "private-paradise-new-zealand-north-island-tour-for-couples",
  "tourName": "Private Paradise New Zealand North Island Tour for Couples",
  "placesVisited": "Kauri Cliffs, Taupo, Palliser Bay, Martinborough",
  "generalInfo": "Handcrafted to keep you away from crowds, this romantic, 12-day adventure celebrates destinations and experiences that are not usually available to the public. Romance thrives on New Zealand’s North Island, which is where you can escape the world on islands, volcanos, and backcountry wonder. Serenity floats on the breeze, and indulgence reigns at lodges that are hidden away. You can walk hand-in-hand upon landscapes that see very few visitors, helicopter to enchanting wilderness areas, be welcomed by the Maori, and bask in private spas.",
  "durationDays": "12",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kauri Cliffs – Helicopter to the Northland",
      "description": "As you fly north, the landscape will blur into deep blue tones because this piece of New Zealand is dominated by the South Pacific Ocean. It is remote and wild out here, and, other than some famous kauri trees and Ninety Mile Beach, this area is not typically visited by international visitors. After landing at Auckland International Airport, you will be met by a guide and transferred to the helicopter for a short flight north. You will touch down near the Kauri Cliffs and check-in to your lodge that will be located on vast, private grounds. You may want to hideaway here for part of the afternoon, but you should definitely indulge in a stroll along the cliffs to three secluded Bay of Island beaches."
    },
    {
      "dayNumber": "2",
      "title": "Kauri Cliffs – Bay of Islands Helicopter Tour",
      "description": "After lifting off from the Kauri Cliffs, you will fly across this iconic landscape en route to the Omarino Peninsula. From the sky, you can feast on the landscape before the pilot sets you down at some of North Island’s most important cultural and natural attractions. The Waitangi Treaty Grounds is where the Maori signed a peace agreement with the British, paving the way for a colony on the island. Russell is a romantic township that is dominated by 19th-Century architecture and charming cafes. After these destinations, you may be craving a little more solitude, so the pilot can lead you to Hole in the Rock and Urupukapuka island, where you can drift off to the sounds of the surf."
    },
    {
      "dayNumber": "3",
      "title": "Kauri Cliffs – Bay of Islands Boat Cruise",
      "description": "After a day exploring from the air, you will spend today discovering the Bay of Islands from the water. You will board a private sailing boat and will ease across the Pacific with your captain. Cruising the Bay of Islands can also impress the significance of Maori history in the area, and you may even pass a traditional Maori canoe. There will be space to relax beneath a covered deck, and you can also lounge at the front of the boat beneath the sun with only a gentle breeze for company. Like yesterday, this will be a private excursion, and your exact itinerary is completely customizable."
    },
    {
      "dayNumber": "4",
      "title": "Kauri Cliffs – Intimate Maori Experience",
      "description": "By now, you will have overcome any jet lag and travel fatigue, and you will also have enjoyed a couple of leisurely mornings at your lodge, sleeping in and ordering breakfast to the room. An early start will be important today because the Maori believe the optimal time for a connection with the spiritual world is the time when the rest of the world is asleep. With a Maori guide, you will travel to Cape Reinga, where two oceans collide. It is an incredibly spiritual place, especially when you are informed of some of the old stories. From the coast to kauri trees, your experience will continue in Waipoua Forest, where you will discover why kauris are known as the fathers and guardians of the forest."
    },
    {
      "dayNumber": "5",
      "title": "Taupo – Backcountry Exploration and Crystal Clear Pools",
      "description": "From the Bay of Islands, you will fly to Taupo via Auckland on two scheduled flights. Volcano views can be enjoyed from the airplane window, but you should not worry if you miss them because, tomorrow, you will be able to see them plenty. You can meander through the gardens of your accommodation to discover that the trails run into the backcountry, giving the lodge a wilderness feel as well. Your guides are extremely familiar with Taupo backcountry, so they will be able to find a place that suits the two of you. You will then enjoy a picnic beside a stream or some sparkling wine deep in the forest."
    },
    {
      "dayNumber": "6",
      "title": "Taupo – Private Helicopter Safari to White Island",
      "description": "Volcanic forces will dominate today, and white islands will rise from the Pacific with a volcanic crater peeking above the water’s surface. Your pilot will fly around the island before touching down where the crater has split. From here, you can wander across scorched rock to a place of bubbling, sulfuric water and strange, metallic colors. From White Island, your pilot will fly you back above Taupo to Mt. Tarawera. This is one of the country’s most recognizable volcanic icons, and it is a majestic mountain that towers above the North Island. After landing on this highly active volcano, you can walk on an ancient lava flow to swimming holes and a waterfall that emerges from an underground river."
    },
    {
      "dayNumber": "7",
      "title": "Taupo – Maori Warrior Welcome",
      "description": "Forests typically flicker with enchantment on the lower slopes of Mt. Titiraupenga. You will be able to hear your footsteps as they crunch the Earth. Today, you will be given exclusive access to this sacred mountain. A Maori chief will provide you with a welcome, which is an essential piece of the day because nobody can go where you will venture without approval. Maori warriors will then lead you into their special place, teaching you about their physical and spiritual importance. Stories emanate from the slopes, and everything has its place here, from the smallest tree to ancient rocks that are crafted into knives and daily objects. You will be invited into a Maori stronghold, which is a place where few foreigners have ever tread. This will be a full-day experience, and you will probably spend the evening resting in the lodge’s spa."
    },
    {
      "dayNumber": "8",
      "title": "Taupo – Customizable Day of Activities",
      "description": "This day will be left completely at your leisure, and there are many different activities that you can engage in within the surrounding area. You can mountain bike through virgin forest upon single-track trails that are suitable for all experiences or indulge in a private sailing trip on Lake Rotoiti and the Maori hot springs. If you feel adventurous, then you can try the Tongariro Alpine Crossing, which is a single day volcano hike that is imbued with North Island wilderness. As with each day here, you can enjoy picnics and dining at various places among the grounds with the menus that will be designed to your tastes."
    },
    {
      "dayNumber": "9",
      "title": "Palliser Bay – A Day on a Wharekauhau Farm",
      "description": "After flying from Taupo to Wellington, you will travel by helicopter to a remote country estate. Your lodge will be perched on the cliffs above the Tasman Strait. Small trails can also lead you all around the property, so you can appreciate everything from grazing sheep to remote cliffs that stand above the ocean. After some time to check into your luxury retreat, you will have an active tour of a working farm that will have you getting your hands dirty while exploring New Zealand’s farming heritage. Working farms are integral to North Island heritage, and you will have a spa to wash away the dirt before another evening of private dining at an upmarket lodge."
    },
    {
      "dayNumber": "10",
      "title": "Palliser Bay – Indulgence at the Martinborough Wineries",
      "description": "As a wine-growing region, Martinborough does not have the fame or size of Hawke's Bay or Marlborough, but the cool climate and balanced terroir produce opulent, new-world wines, notably Pinot Noir and Chardonnay. Here you can indulge far away from the crowds that gather at New Zealand’s most famous wine regions. A specialist guide will customize today to your tastes and palate with wine tastings at up to four different vineyards. You can begin with some bubbles and pop a cork to romance before winding through the vines to a customized tasting. The winemaker or estate owner will be your guide at these vineyards that are closed to the public, and one of the stops will include a wine and lunch pairing."
    },
    {
      "dayNumber": "11",
      "title": "Palliser Bay – Romantic Day on the Coast",
      "description": "Your final day in New Zealand will be at your leisure and can be customized with a variety of activities. Small bays and beaches can make for serene hours, or you can visit the Cape Palliser seal colony for raucous wildlife encounters. There is hiking and biking all around the surrounding region, much like there is all over the North Island. You might want to try archery or quad biking, but like every day in New Zealand, your itinerary is customizable to the two of you. This is an island where you will always find privacy, so there is no need to plan everything now. Just wake up, see how you feel, and let amorous experiences flow on the North Island breeze."
    },
    {
      "dayNumber": "12",
      "title": "Palliser Bay – Departure",
      "description": "From Palliser Bay, it will be a short helicopter transfer back to Wellington, which is where you will be transferred to the international terminal for your outbound flight."
    }
  ],
  "map": ""
}