{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "the-classic-new-zealand-discovery-tour",
  "tourName": "The Classic New Zealand Discovery Tour",
  "placesVisited": "Auckland, Rotorua, Queenstown, Christchurch, Kaikora, Milford Sound",
  "generalInfo": "Fantastical landscapes and vibrant culture will captivate you during your 12-day New Zealand highlights tour. The majesty of dramatic cliffs lining a pristine sound and caves shimmering glowworms will reveal the spirit of the North and South islands. You will have an immersive experience to the heart of Middle Earth and witness captivating blue glaciers as you venture into luxury and epic scenery on your New Zealand adventure.",
  "durationDays": "12",
  "price": "13,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Christchurch – Arrive in the Fascinating South Island City of Christchurch",
      "description": "Arrive in Christchurch and experience the majesty of the Garden City. The sweet scent of blossomed tulips adds a welcoming fragrance to the streets as Victorian architecture decorates the city. The hum of trolley cars rings through the city center and a gentle trickle emanates from the current of the Avon River as it meanders through the lush parks and around the bustling cobblestone streets. Whether it’s venturing through the various gardens on foot or drifting along the Avon River with the soft scent of spring hovering in the air, Christchurch is the perfect city to welcome you to New Zealand and the splendors of the South Island. For the best introduction to Christchurch, you can take a gondola to the top of Mount Cavendish at more than 1,600 feet above sea level. The cable car will provide you with a fabulous 360-degree view of the city, the cobalt waters lapping against Banks Peninsula, and the sprawling greenery of the Canterbury Plains."
    },
    {
      "dayNumber": "2",
      "title": "Christchurch – Explore Tradition, Gardens, and Design in Christchurch",
      "description": "Café culture has taken root in Christchurch with popular coffee shops opening their doors in the morning and filling the air of the city with the aromas of caramel brews and fruity pastries. The cobblestone streets of the city center host exceptional wonders, partially rebuilding from the crippling earthquakes in 2010 and 2011. The vibrant life of the city continues to spring from the whirr of the trolley cars and the perseverance of the locals. The flowers blossom along the edges of the river within the nearly 75 acres of public parks. Fantastic art galleries that embody the beauty of the European-style city are packed with bright and bold representations of local and international exhibitions. Collections range from traditional to contemporary works including artists working in light or interactive sculptures. The Art Centre first opened in the 1870s inside a building known for its Gothic Revival architectural design, which was first associated with Canterbury College. After extensive restoration, the buildings have slowly reopened with a collection of boutique shops, charming cafes, and fascinating museums. Popular local artist Min Kim has opened a fine new gallery in the Boys’ High structure showcasing emerging artists from across New Zealand, as well as her own works within different mediums including sculpture, paintings, and handmade glass."
    },
    {
      "dayNumber": "3",
      "title": "Queenstown – Discover Mount Cook on a Heli-Hike en route to Queenstown",
      "description": "In the morning, the aroma of rhododendrons blends with the smell of brewing coffee that comes from the café at the heart of the Botanic Gardens. After a delightful breakfast, you will leave the quiet charms of the Garden City behind ready to explore the captivating diversity of the South Island’s famous landscape. En route to Mount Cook Village, you will pass the shores of Lake Tekapo. The peak of Mount Cook, the tallest mountain in the Southern Hemisphere, hovers over the plateau to the west reaching over 12,200 feet above sea level. The lake has a crystal-clear blue sheen that reflects Mount Cook and the surrounding ranges across its surface. After a scenic drive, you reach the helicopter pad near the base of the mountain. The propellers whirr to life and you take off into the air with an exhilarating view of the Aoraki Mount Cook National Park. In summer the alpine plains grow jade grass beneath the glistening glacial surface that wraps around the undulating peaks of Mount Cook, which encompasses 40 percent of the entire protected area. The helicopter lands on a safe plateau, which showcases the remarkable stretch of the Tasman Glacier’s 16-mile expanse. The ice reaches nearly 2,000 feet deep at its deepest point. The upper area on which the helicopter landed hosts pristine, powdery snow and the light glints against the pure ice below. Your crampons grip the ice and help you walk along the shifting but stable terrain. Ice-falls roll down the slopes of the dramatic mountain peaks surrounding the glacier. You touch your fingers to the glacial surface noticing the slick texture against your fingers. Before you return to the helipad, you pass the Hochstetter Icefall, where the chaotic crevassed surface resembles a rushing river frozen in midstream."
    },
    {
      "dayNumber": "4",
      "title": "Queenstown – Indulge in the Thrill Ride during a Dart River Jetboat Safari",
      "description": "The quaint streets of Queenstown have an inviting ambiance that derives from the gentle waters of Lake Wakatipu and the minty scent of the junipers at the foothills of Bob’s Peak. The city is best known for its adventurous activities but it has much more to offer. Fabulous luxuries, natural beauty, and an incredible focus on relaxation add to the splendor of the surroundings. You travel through the diverse landscape of Otago to reach the banks of the Dart River, whose water travels nearly 40 miles from the Dart Glacier to Lake Wakatipu. Your jetboat departs from Glenorchy, where the history of gold prospectors and explorers still decorate the surrounding hills and riverbanks. As the boat begins to speed through the river, you can feel it dance effortlessly on the ripples of the crystal-clear water below. Snowcapped mountains stretch alongside the river, giving way to cascading waterfalls that drench the lush banks of the Dart River Valley. The breeze carries the spiced aroma of pine from the forest and the crisp mist splashes against your cheeks. The stunning landscape stretches and winds around you, which highlights the unquestionable majesty of New Zealand. When the boat slows, your guide explains how the melting glaciers of the last ice age shaped the gorges and braided together the rivers on which you travel. You stop on the pebbled shore and stroll on the small trail leading into the dense forest of beech trees, whose quiet ambiance stirs memories of the landscape from the Lord of the Rings film trilogy. After your thrilling boat ride, you will return to Queenstown and ride the Skyline Gondola up the steepest rail in the Sothern Hemisphere reaching nearly 1,500 feet above sea level. Queenstown drops away as the forests that decorate the slopes of Bob’s Peak reach closer. Lake Wakatipu glistens in the sunset as you relax with the breathtaking 220-degree view extending from Coronet Pea to the Remarkables Mountain Range."
    },
    {
      "dayNumber": "5",
      "title": "Queenstown – Revel the Majesty of Milford Sound on a Luxury Day Cruise",
      "description": "The treasured beauty of the South Island emerges in the early morning as you travel to the depths of Fiordland National Park to experience the wonders of Milford Sound. You board the boat and begin your journey through the landscape where the silent beauty of the sound gives way to the thunderous crash of cascading waterfalls. The boat floats past lush forest that spreads along the upper edges of the surrounding the foothills. Sporadic trees emerge from the rugged shoreline and along the cliffs before the karsts plunge beneath the water’s surface. The iconic image of Mitre Peak rises over a full mile into the sky, dwarfing the boat and the surrounding mountain summits. Your captain tells you to keep watch along the boat’s edges, as bottlenose dolphins are known to play in the wake of the boat, speeding along with the ship and jumping into the air to show off for passengers. Mist drifts upwards from the crashing waters of Stirling Falls, which reaches nearly 500 feet in height. The cascade, named for Captain Frederick Stirling, captures your attention like a jewel amidst the fascinating scenery."
    },
    {
      "dayNumber": "6",
      "title": "Queenstown – Traverse the Alpine Beauty of Queenstown at your Leisure",
      "description": "In the morning, residents of Queenstown visit their favorite cafes to order the popular flat white, an espresso drink topped with steamed milk. The day is yours to indulge in the majesty of Queenstown and the surrounding alpine scenery. The city provides access to activities aplenty, showcasing much more than the adrenaline rush by which many know it. Whether you explore the hiking paths around Bob’s Peak or relax in comfortably heated pools beneath the stars, Queenstown is filled with stunning luxuries and sensational activities. For a delicious taste of New Zealand, you can wander outside of Queenstown and along the Otago wine trail. The lush green of the vines wraps around bark like bushels and stretch over the foothills giving the wines and vineyards diverse flavors. The rolling hills spread into the surrounding mountains. You can sit on the veranda and feel the gentle valley breeze rush over the vines as the scent of rich earth and ripening grapes rises from the grass. You sip the luscious Amisfield Pinot Noir 2011 and smell the aromas of baking spices and fine oak rise from the glass. The silky zest coats your palate and the sun glistens on the vineyard’s lingering dew for another sweet moment to cherish."
    },
    {
      "dayNumber": "7",
      "title": "Rotorua – Travel to New Zealand’s North Island to the City of Rotorua",
      "description": "In the morning, your private transfer greets you at the hotel and escorts you away from the shimmering shores of Lake Wakatipu for your flight from the alpine comforts of Queenstown to the vibrant culture of Rotorua on the North Island. The city is considered New Zealand’s cultural capital as it showcases the fascinating disparity of European resort history and Maori cultural history. Antique structures line the streets at the heart of town with balconies adorning the preserved Victorian architecture, which boasts geometric railings that stretch the lengths of the terraces. The city is rich with conserved Maori and European cultural significance while geysers and mud pools gurgle in the distance. The cool breeze drifts through the streets as steam rises from the geothermal lakes. In the evening, you attend a traditional hangi, a banquet where the food is cooked in an underground oven. Flax leaves typically cover the different ingredients, from root vegetables like sweet potatoes to chicken or fish, pumpkin or lamb. The long and slow cooking process infuses a smoky flavor and earthy fragrance into the food and instills a tender texture. The hangi accompanies a performance by members of a Maori tribe that perform cultural dances, including the haka."
    },
    {
      "dayNumber": "8",
      "title": "Rotorua – Enjoy a Tour of the Breathtaking Geothermal Fields of Rotorua",
      "description": "Parts of Rotorua sizzle and steam from the immense geothermal activity bubbling beneath the earth’s surface. Today, you enjoy a visit to the Government Gardens where the manicured grounds create a peaceful and elegant portion of the landscape within the unfettered steam surrounding the city. Roses and tulips blossom in the sunlight while native trees shade you from the warm day as they dangle their branches and spread their leaves along the tranquil pathways. You can almost hear the geothermal fields that surround the gardens, sizzling, bubbling, and sprouting water. Your exploration of the city leads you to the Whakarewarewa Thermal Reserve. A knowledgeable Maori guide leads you through the mud pools that bubble from the subterranean heat and mineral springs that shine a translucent blue against limestone rocks. Geysers like Pohutu erupt into the sky, spreading mist into the air like clouds before crashing down onto the weatherworn terrain. Pohutu erupts with enough force to send the water 100 feet into the air upwards of 20 times a day. The adjacent geyser known as the Prince of Wales’ Feathers begins to gurgle shortly before Pohutu explodes, giving visitors in the area advance notice of the spectacle to come. Afterward, you visit the Kiwi House where the nocturnal kiwi, New Zealand's renowned national bird, stretches its long legs and elongated beak."
    },
    {
      "dayNumber": "9",
      "title": "Rotorua – Wander the Glowing Waitomo Caves and Explore the Agrodome",
      "description": "You travel outside of Rotorua for the day where you will pass through the lush forests of the North Island and enjoy the minty scent of pine trees lingers. The forests give way to flatlands filled with the fluff of grazing sheep and greenery of the rich farmland. You stop at the Waitomo Caves and follow your guide through the mouth of the cavern and into the swarming darkness. The limestone is cool and glossy against your fingers. The sound of trickling water echoes against the smooth walls. Climb aboard a boat and travel deeper into the heart of the cave as the water pulses around you. The region’s geological activity has shaped approximately 300 limestone caves over 30 million years with walls reaching upwards of 650 feet thick. The depths of the cavern give way to a bright glow. You enter the Glowworm Grotto where lights dangle from the ceiling. The gentle glow wraps around the dangling stalactites and protruding stalagmites, in addition to clinging to the walls. The adventure continues with your visit to the Agrodome, New Zealand’s premier Kiwi farm experience. Local farmers actively engage in demonstrations about feeding lambs in addition to sheep shearing, milking, and herding displays."
    },
    {
      "dayNumber": "10",
      "title": "Auckland – Embrace the Fantastical when Visiting the Town of Hobbiton",
      "description": "After breakfast, your private transfer greets you at the hotel in Rototura and escorts you north to Auckland, New Zealand’s largest city. Before you cross the famous Auckland Bridge, you step into the fantastical world of Hobbiton, the movie set used as the Shire in the Lord of the Rings and Hobbit film series. This premier destination highlights the natural splendors of New Zealand and the charms of a mythological village of Middle Earth as it boasts the mystical hobbit holes. The vibrant village encompasses 44 hobbit homes with gardens, hedges, and a mill. The arch bridge crosses the babbling river and the thatch roof on the pub captures the ambiance of a historic hamlet spanning 14 acres. The Green Dragon pub welcomes visitors inside with the promise of delicious beer, savory dishes, and the aroma of oak emanating from the wood features. You wander inside of Bilbo Baggins’s famous home by stepping through the circular green door at Bag End. The unfinished walls and empty rooms reflect the magic of movies, as the interior scenes were filmed in a studio in Wellington. As you arrive in Auckland, the harbors fill with boats returning from the calm sea, giving Auckland the title “City of Sails.” The city opens itself to you as the largest and most diverse city in the country. The aromas of the sea breeze and fresh coffee meander through the streets and overtake the savory scent of cosmopolitan cuisine. You arrive at your luxurious accommodation and settle in for the evening with the famous sails of the city billowing in the harbor like kites."
    },
    {
      "dayNumber": "11",
      "title": "Auckland – Witness the Marvels of Land and Sea when Touring Auckland",
      "description": "Today you will explore Auckland with your guide to see the incredible wonders of the city up close. Your tour begins at Sky Tower, the tallest freestanding structure in the Southern Hemisphere at over 700 feet tall. The tower stretches into the sky, giving depth and color to the Auckland skyline. Travel to the top of the building and watch as the city streets wind below and the countryside expands to the south. Whether you look down through the glass floor panels or out onto the observation deck, you will see boats drift across the horizon as they sail around islands and beneath the Auckland Bridge. Your tour of Auckland continues with a visit to Kelly Tarlton’s Underwater World. Visit the sensational life of the world beneath the waves without ever having to step into the water. Dip your fingers into the Stingray Pool and let the cool water wrap around your skin as the slick body of the stingray passes beneath your hand. The stingray can grow up over 16 feet in the wild. The aquarium hosts a selection of regional fish, shining bright with tropical colors, in addition to a number of large, looming sharks. You walk through the 360-foot long passage surrounded by a tank holding 1 million gallons of water. The underwater world gives you the chance to experience the beauty of New Zealand that would otherwise be unavailable. The colors of fish swirl in the clear saltwater, sharks swim at a comfortable distance, and the highlights of the underwater world are unveiled."
    },
    {
      "dayNumber": "12",
      "title": "Auckland – Depart for Home",
      "description": "Aucklanders have grown attached to their morning coffee as celebrated cafes fill the streets of the Central Business District with the enticing aromas of chocolate, caramel, and toffee. Pastries decorate display cases while restaurants serve a more typical breakfast of toast, eggs, bacon, cooked tomatoes, mushrooms, and baked beans. After the meal, your private transfer escorts you to Auckland Airport for your flight home. Your journey through New Zealand brought with it the highlights of the North and South Islands, where the mountain peaks ran along the length of the sky, waters shined an iridescent blue, and the earth sizzled and smoked. Your experience in New Zealand has created unforgettable experiences and there will always be more to see, more to do, and more memories to create if you wished to stay and explore a while longer. For ideas on how to extend your trip, be sure to read the travel reviews for New Zealand vacations."
    }
  ],
  "map": ""
}