{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-tour-for-independent-traveler",
  "tourName": "New Zealand Tour for Independent Traveler",
  "placesVisited": "Auckland, Hobbiton, Rotorua, Christchurch, White Island, Queenstown, Milford Sound",
  "generalInfo": "New Zealand ripples with choice for the solo traveler, the nation of superlatives packed with the unique experiences of a lifetime. Volcano trekking, Hobbit Hole exploring, dolphin swimming, river rafting...there's no need to wait for a travel partner with this ultimate handcrafted journey; each day will bursting with thrilling excitement and untamed beauty. Just pack your adventurous spirit and let some of the country's finest guides do the rest.",
  "durationDays": "11",
  "price": "12,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arriving in Auckland",
      "description": "There's a wonderful tinge of excitement as you touch down in New Zealand, disembarking at Auckland International and walking straight into a luxury chauffeured private transfer. Despite being New Zealand's largest, this city has an endearing atmosphere and small town feel. With yachts flickering across the harbor and cute streets offering doses of intrigue, your first day on vacation is an easy one. Explore the local sights at your own pace and settle into the local rhythm. You'll notice that everything moves slowly here, the relaxed lifestyle ensuring that there's always time to say hello and meet the locals."
    },
    {
      "dayNumber": "2",
      "title": "Exploring The Holes of Hobbiton",
      "description": "It's only ten minutes outside Auckland to the place where the immersion into Middle Earth begins. The volcanic landscape is littered with peculiar green hills, mythical seeming riverine forests, and rural roads that wind into a lost world. Weave through exceptional panoramas to Hobbiton, the renowned movie set untouched from the time when Peter Jackson's epic was filmed. Forty-four Hobbit Holes can be explored, each fastidiously complete with intricate details. Even the fences have been carefully painted with 500 year old mould. It's a whole village of wonder, complete with smoke emitting cottages and the chance to drink a glass of Hobbit Stout in the Green Dragon Tavern. After the enchantment of Hobbiton you continue the journey south, the Hobbits replaced by traditional warriors as you arrive in the heart of Maori culture – Rotorua."
    },
    {
      "dayNumber": "3",
      "title": "Thrilling Outdoor Adventure and Maori Culture in Rotorua",
      "description": "It's impossible to shake the feeling of mystique here. Everything looks recognizable yet foreign. Hundreds of movies and commercials are filmed in New Zealand and, from up close, the landscapes blend the sublime with the surreal. Over the next two days this astonishing nature is yours to explore, a backdrop of Maori culture coating the adventure in intimacy. The itinerary is dictated by you. There's mountain biking through untamed forest, with easy beginner trails through thick pines to international standard competition tracks that head deep into the wilderness. An eclectic myriad of hiking routes explore the rolling natural surroundings. You can easily meander off to hidden waterfalls and natural wonders miles from any road. Your guide explains the options and then allows you to craft the perfect adventure, everything suited to your own tastes and fitness level. You can opt to take a rafting trip through the forest, a small inflatable craft paddling through gushing white water and thrilling rapids. If you're brave enough there's even the world's highest commercially raftable waterfall, a narrow 20 foot drop plunging you out of the forest and into a wide calming pool. Perhaps you would like something more serene. Try kayaking across a placid lake to an uninhabited island of natural hot springs. Lie back in the thermal baths and savor the view, green mountain scenery encircling this tiny piece of paradise. Throughout it all, your guide knows where and when to stop for the regions’ best coffee and organic lunch. Bubbling beneath Rotorua is irrefutable volcanic activity, the heat from the earth's core occasionally spurting through the earth's crust. The town is covered in exploding geysers and fizzing mud baths, champagne pools and remarkable prehistoric rock. Spend the evening of day four at Tu Puia, marveling at this natural spectacle of volcanic brilliance. These thermals are essential to Maori culture. Your evening dinner has been cooking underground, a feast of lamb, beef, and vegetables, being naturally roasted on the hot stone. Rotorua is the heart of traditional Maori culture and ancient practices are enthusiastically passed through the generations. The Maori chief comes out to meet you, drums and dancing accompanying his offering of peace. Accept the welcome and you're invited into a traditional Maori meeting place, Tu Puia, one of the only places in the country where this is possible. Sounds of the haka war dance reverberate through the wooden home before the tone is relaxed and you're treated to Maori storytelling through song and dance. This may be a fun evening for visitors, but it's an essential part of preserving local culture. By having this regular opportunity to continue old practices, Maori ways are not diluted generation to generation. And while this evening has a Maori focus, all your time in Rotorua is imbued by the charm of indigenous culture."
    },
    {
      "dayNumber": "5",
      "title": "Standing on the Edge of an Active Volcano",
      "description": "White Island last erupted in 2001 and there continues to be background rumblings and activity. Travel out to Whakatane Wharf and board a boat to this active volcanic island, a gentle journey bringing you slowly closer to the iconic dome. Start trekking across rugged boulders, ascending to a unique vantage point, the very edge of the crater rim. Gaze down and shake your head at the view. Bright yellow sulphur crystals, the hissing and roaring crater lake, steam and ash floating away in the distance, the volcano's mesmeric beauty is revealed at stunningly close quarters. It's an unquestionable display of nature's power, energy, and beauty defined in a single vista. After you've returned the hard hat it's a soothing journey back to the mainland, whales and dolphins regularly visit these shores. Note that volcanic activity is constantly monitored and if there is risk of danger then trips do not take place."
    },
    {
      "dayNumber": "6",
      "title": "Exploring the Enthusiasm of Rebuilt Christchurch",
      "description": "New Zealand sits on a fault line of fire, volcanic domes covering the landscape and the devastation of earthquakes impossible to ignore. Christchurch was decimated recently, half the city crumbling into dust. Yet it's not a depressing destination. Cheerful locals don't linger on the past, they look forward, finding ingenious ways to rebuild and redefine the city. After a morning flight from Rotorua and a luxuriant private transfer, you have a day to explore Christchurch's enthusiasm and unforgettable atmosphere. It's hard to find more welcoming and optimistic residents anywhere else on the planet. Traveling solo can sometimes be daunting but Christchurch epitomizes why New Zealand is such a great choice for single travelers. It's extremely safe, with none of the irritations that mark major cities and tourist destinations around the world. The locals follow a relaxed lifestyle and greeting strangers is part of culture so, even though you're traveling solo, the adventure is marked by many new friends and characters."
    },
    {
      "dayNumber": "7",
      "title": "Swimming With the World's Smallest Dolphin Species",
      "description": "Just an hour from Christchurch is Akaroa, a historic town surrounded by marine enchantment. Be driven out to the harbor and board a wildlife cruise, the waters dancing with the antics of dolphins and, occasionally, whales. These are Hector's dolphins, endemic to New Zealand and the smallest of all the dolphin species. They're also probably the cutest, ever exuberant and mischievous in the water. But you're not just admiring them from the boat. Jump into the water and swim with these happy creatures, an inspiring natural experience that immerses you with their antics. You can also choose to sea kayak alongside them for another incredible angle. Return to Christchurch and your guide will have lots of recommendations for interesting ways to spend the evening in this novel city."
    },
    {
      "dayNumber": "8",
      "title": "A Day of Tranquility in Queenstown",
      "description": "Fly south, keeping your eyes to the window as the snow tinged peaks of the Southern Alps glisten in the distance. Lake Wakatipu guides you into Queenstown, a lush expanse of blue encircled by triangular peaks. After the customary luxury pick-up and chauffeured transfer, spend the day indulging in the town's natural bliss. Relax on pebbled beaches and admire the lake's reflections, white summits gently mirrored in the water. Take the cable car to the mountaintop for new panoramas, the mountains reaching far beyond the horizon and delighting the camera. Such pristine beauty emanates absolute tranquility and Queenstown provides an idyllic final stop to your unique New Zealand vacation. Now might be a good time to write the postcards and tell everyone how free it feels to be traveling on your own."
    },
    {
      "dayNumber": "9",
      "title": "A Day of Adrenalin in Queenstown",
      "description": "Serenity is just one side to Queenstown. This southern town is proud of its reputation, always finding ways to elevate its status as the adventure capital. The plethora of adrenalin-fueled activities is just another reason why Queenstown always features high on lists of the planet's best destinations for solo travelers. Today's heart racing action starts on Shotover River, the sapphire glacial melt drifts between stark mountain rock and into a narrow canyon. Hold onto the handlebars as the pilot plunges forward, putting the jet boat into a 360º spin and then hurtling into the canyon. It's gripping and frightening, the skilled pilot skirting past rocks and skipping across the water. If ever an activity brings a group of strangers together it's this one, all the passengers staggering off in communal wonder. Queenstown's status as adrenalin hub was heavily influenced by A.J Hackett, the man who installed the world's first ever commercial jump in a nearby canyon. This afternoon you have a choice of bungee jumps, each at different notches on the fear factor scale. For an historical slant you can take the famous first ever bungee. For insane views then throw yourself off a platform that's perched above Queenstown. Or for crazy height, head into a canyon and propel yourself from a cable car. If this sounds a little too hectic, then swap the bungee jump for parasailing above Queenstown. The great thing about traveling solo is that there's no need to negotiate what to do with a travel partner, so this itinerary can be customized to your exacting preferences."
    },
    {
      "dayNumber": "10",
      "title": "Helicoptering Into Milford Sound and Fjordland National Park",
      "description": "After nine days of exploring New Zealand, the penultimate day bursts with intimate wonder. Something extra special has been saved for today, a helicopter ride into Fjordland National Park. But be patient, because before the delights from the air you get to savor it all from the ground, a winding road heading along mountain passes and past jaw dropping lakes in the wilderness. Keep taking photos as you head deep into the Fjords, transferring to an elegant boat that saunters onto the water of Milford Sound. Rock your head back and look up; those mountain peaks are 4000 feet above the water, sheer vertical walls that coat Milford Sound in mystery and grace. Dolphins and seals play along the rocks, and as the nature cruise continues you coast beside 1,000 foot waterfalls that appear from hidden streams. This journey into Milford Sound could be the unforgettable highlight of any vacation. But now you're getting a new vantage point, the helicopter taking off and soaring between the rugged mountain ridges. Individual fjords roll into the distance and the shimmering whiteness of glaciers juxtapose with hypnotic mountain summits. From up here the views are staggering, a full 360º of absolute splendor. The pilot descends, intimate details of ice sculptures getting closer until you touch down on a hidden glacier. Few people ever see this place, never mind set foot on it. Lose yourself in the beauty and look around at the domineering mountains, soaking up the dazzling inimitability. You're only halfway back to Queenstown, so the propellers start to turn again and you're treated to another journey of stupendous panoramas before a spectacular landing beside the lake."
    },
    {
      "dayNumber": "11",
      "title": "Departure from New Zealand",
      "description": "Today you depart from New Zealand. You've made many new friends, had countless unique experiences, and return home with a lifetime of memories. A luxury private transfer takes you to the airport where your international departure awaits."
    }
  ],
  "map": ""
}