{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "classic-coast-to-coast-new-zealand-itinerary",
  "tourName": "Classic Coast to Coast New Zealand Itinerary",
  "placesVisited": "Christchurch, Dunedin, Te Anau, Doubtful Sound, Queenstown, Franz Josef, Akaroa & Banks Peninsula, Aoraki Mt. Cook National Park",
  "generalInfo": "From coast to coast, you will discover what makes New Zealand tick on this captivating 13-day tour leading you from Christchurch to Franz Josef. The sparkling cityscapes, magnificent Fiordland, and soaring snowy summits of the alps are but a few of the mesmerizing scenes set to sweep you away as you explore New Zealand’s unspoiled wilderness magic like never before.",
  "durationDays": "13",
  "price": "11,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Christchurch - One With Nature",
      "description": "Rising between stretches of prolific greenery, Christchurch has become a part of its viridian surroundings. Formerly devastated by a great natural catastrophe, panoramas of a buzzing skyline greeting you from your plane window will spotlight the phenomenal transformation sweeping New Zealand’s unspoiled settings. Priding themselves on an intrinsic relationship with the environments where they reside, the people of New Zealand breathe fresh air into a world heavily dominated by technology and modern construction. You will be thrilled to spend an afternoon exploring the many wonders of Christchurch, from culinary delights to manicured gardens."
    },
    {
      "dayNumber": "2",
      "title": "Akaroa - Cruising the South Island Seas",
      "description": "An element of surprise is set to sweep you away from the minute you transfer out of the eclectic cityscape and venture deeper into the South Island, crossing the Banks Peninsula and rising over Port Hills. Rolling down the lush peaks in your private rental car, scenes of a once bubbling volcano now lying collapsed in the azure sea will compose the staggering Akaroa Harbor. French colonial architecture dominates the district, sharing insight into the historical origins of the contested destinations, while dolphins leaping through the glittery waters will spotlight New Zealand’s rich tapestry of marine creatures."
    },
    {
      "dayNumber": "3",
      "title": "Aoraki - Wondrous Images of the Wilderness",
      "description": "New Zealand is dotted with glistening lakes and rocky mountains along with other mesmerizing geological highlights you will revel at from your car’s windows en route to Aoraki. Passing by the Canterbury Plains, fluffy lambs will peacefully graze on the evergreen grass that gently rustles in the wind beneath a range of soaring snow-capped summits in the distance. Your journey will continue to Lake Tekapo and Lake Pukaki, where you may enjoy restful stops accompanied by the vistas of still waters enveloped by the verdant landscape and towering craggy crests."
    },
    {
      "dayNumber": "4",
      "title": "Dunedin - Spectacular Scenes to Swoon Over",
      "description": "You will rise to the sounds of a wildlife symphony echoing from the wooded expanse of Mount Cook National Park, a dreamy way to start the day before you set off for Dunedin. Your trip to the Edwardian and Scottish influenced destination will prove too breathtaking for words. Whisk yourselves away through the golden grassland of Twizel, recognizable from the Lord of the Rings films, and appreciate the iconic round natural statues cast along the soft sands of Moeraki, better known as the Moeraki Boulders."
    },
    {
      "dayNumber": "5",
      "title": "Dunedin - A Terrific Taste of New Zealand",
      "description": "There are many ways to spend a day in Dunedin, and the choice is entirely yours. You may enjoy a leisurely morning soaking up the golden sunshine veiling the coastal plains and wind-battered beaches circling the historic town or indulge in the artisanal delights presented at organic markets dotting the unspoiled landscape. You may let the sights and smells of New Zealand’s wholesome cuisine seduce you before you capture images of the waddling penguins speckling Penguin Place or unravel the history shrouding Larnach Castle."
    },
    {
      "dayNumber": "6",
      "title": "Te Anau - Captivating Seaside Spectacles of the Catlins",
      "description": "Rather than taking the well-trodden route through New Zealand’s countryside to reach Te Anau, you will veer off the beaten path and cruise across the coastline past the spellbinding Catlins area. Substantial swells batter the beaches along the vast stretch of coast and jagged cliffs kiss the sea and reach for the clouds along the untamed seaboard. This slice of natural paradise is a gateway into the idyllic fjords of New Zealand, bewitching geological monuments you will admire over the course of the next few days of your trip."
    },
    {
      "dayNumber": "7",
      "title": "Doubtful Sound - Slowly Circling the Fiordland",
      "description": "There are few better ways to revel in the riveting scenes of the New Zealand fiords than from waters that cut through them. Today, you will board a boat and check into your onboard suite for an evening of magic on the water. On the sun-washed deck, you will feel the cool breeze and hear the gentle swells rolling against the jagged banks of the fjords. Dolphins, penguins, and seals gather on the rocks and put on an unscripted wildlife show as viewers idle by in ships and tuck into resplendent meals overlooking the performances."
    },
    {
      "dayNumber": "8",
      "title": "Queenstown - An Evening beneath Snowy Peaks",
      "description": "En route to Queenstown, you will stopover at viewpoints overlooking the sprawling pristine waters of Lake Wakatipu for moments to relish in the whimsy of this otherworldly destination. Gazing across the crystal clear waters from these heights or paddling in kayaks to view the lake from a new vantage point, you will fall deeper into the paradisiacal atmosphere that blankets the New Zealand wildlands. Arriving in Queenstown, you will be welcomed to the country’s adventure capital and be shown to your stunning room stationed in the shadow of the towering snow-powdered peaks of the mountains."
    },
    {
      "dayNumber": "9",
      "title": "Queenstown - Fabulous Food and Culture in the Alps",
      "description": "Scenery, history, and gastronomy blend into a vibrant melting pot of exciting opportunities to appreciate the pleasures of Queenstown, and you may spend the day discovering what makes the town tick. Stunning mountain trails dissect the soaring peaks and rolling valleys circle the town’s buzzing districts while some neighborhoods host Michelin-starred restaurants that should not be passed up. Furthermore, landscapes made famous by beloved fantasy movies and antique steamships still chugging along to this day are but the tip of the iceberg of experiences offered in the alpine city."
    },
    {
      "dayNumber": "10",
      "title": "Franz Josef - The Crown Jewel of the West Coast",
      "description": "Crossing the highest sealed road in New Zealand, the Crown Range, you will adore the sprawling emerald scenery cascading the roadside en route to the foot of the glacier riddled mountains of Franz Josef. A stop at the banks of Lake Wanaka will share moments of refuge amongst the forested fields where creatures peek from behind the shadowy green. Inside of the imposing beech forest, you will find a charming natural swimming hole to revitalize your body in the glacier-fed waters before zigzagging through the West Coast rainforest and arriving at your accommodation in Franz Josef."
    },
    {
      "dayNumber": "11",
      "title": "Franz Josef - Snowy Memories under the Stars",
      "description": "Franz Josef is a gateway to the icy summits of New Zealand, and you may enjoy this stunning setting today. You may choose to stroll the spirited districts of the town, admiring the scenes from afar, or soar via helicopter for a closer encounter with the glaciers. Either way, the pearl-white marvels hold up tremendously and present one of the most mesmerizing settings in the country. This afternoon, you may let your hair down in town and let yourself be swept up by the vibrant energy flooding Franz Josef as you sip wine to the snowy scenes beneath twinkling stars."
    },
    {
      "dayNumber": "12",
      "title": "Christchurch - TranzAlpine Discoveries through Country and Coast",
      "description": "Step aboard a train this morning for an enchanting trip through the New Zealand countryside and along the staggering coastline. Making a brisk stop at the historic town of Hokitika, you will uncover the rich gold mining heritage that dates back decades in new Zealand before boarding the TranzAlpine Scenic Train. Regarded as one of the world’s most marvelous train journeys, you will quickly realize why as you encounter views of a lifetime from cascading greenlands to cloud-scraping mountain ranges peppering the unspoiled parts of New Zealand’s landscape."
    },
    {
      "dayNumber": "13",
      "title": "Christchurch - Bittersweet Last Moments in New Zealand",
      "description": "With one last morning to make as much of your final moments in New Zealand, waste no time as the sunshine veils Christchurch in gold and step outside onto the lively streets to scour the exuberant districts in search of mouth-watering treats and colorful curios. From indulging in freshly baked delights to perusing sparkling stores, you may satiate your wanderlust one last time before you meet your private transfer and make your way to the international airport to catch your bittersweet flight back home."
    }
  ],
  "map": ""
}