{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "the-ultimate-lord-of-the-rings-tour-a-60th-anniversary-celebration",
  "tourName": "The Ultimate Lord of the Rings Tour: A 60th Anniversary Celebration",
  "placesVisited": "Â Hobbiton, Â Rotorua, Â Wellington, Â Queenstown, Â Wanaka, Auckland",
  "generalInfo": "On your 11-day New Zealand tour. Zicasso, together with a fellowship of Lord of the Rings experts in Middle Earth, has forged the One Tour to celebrate the 60th anniversary of the epic Lord of the Rings series. This customizable journey showcases New Zealand’s quintessential destinations while celebrating the iconic filming locations. Traverse the majesty of Middle Earth the way Tolkien imagined it and the way Peter Jackson captured it.",
  "durationDays": "11",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – Arrive With One Ring",
      "description": "The flight descends into Auckland as the harbors below are decorated with rolling sails. Arrive in the City of Sails and already you will see the spectacular beauty of New Zealand at the edges of the, soon to be experienced, wonders of Middle Earth. Sky Tower, the Southern Hemisphere’s tallest freestanding building, adds deeper dimension to the Auckland skyline. The harbors that surround the city give the bustling urban life a border of pristine sails and calm blue water. Today, Auckland is the world's largest Polynesian city, New Zealand’s cultural melting pot, giving the area an eclectic array of restaurants, shops, and architecture. For a fabulous tour of the city you can cruise the glistening waters of the Waitemata Harbour on Fullers Harbour Cruise. The sweet ocean water splashes up into the breeze. The wind blows around your cheeks as you view the city's best-known landmarks with commentary from the knowledgeable crew. Whether a tour of land or sea, you will feel the light breeze cool Queen Street and protect it from the warm sun. The scent of rich coffee and fresh sweet brioche will emanate from the variety of cafes, and you will be ready to settle into New Zealand and carry the One Ring to the ends of the earth. While in Auckland you will enjoy the five-star accommodation of the Langham Hotel Auckland. The Langham Hotel is a serene retreat in the center of Auckland’s vibrant urban life. The rooms are filled with classic charm and the amenities are innovative providing optimum comfort, including the Langham Service Stylists, similar to a butler, that deliver service with poise and efficiency. The opulent reception area is filled with glitz and warmly welcoming. The domed ceiling gives the room an open feeling as the multi-tiered chandelier gives tremendous light to the vibrantly decorated carpet below. Step inside and step into luxury. Optional Activities: Auckland Museum – Maori Cultural Performance and Gallery Tour Experience the history and cultural diversity of Auckland in the largest and most valuable collection of Maori treasures in the world at the Auckland Museum. Over 1,000 artifacts are displayed in the gallery. The Maori cultural performance is recognized as one of the leading Maori cultural experiences in New Zealand and is at ready to be seen. Fullers Harbour Cruise Traverse the beautiful waters of Auckland’s Waitemata Harbour and learn about the city's best-loved landmarks as the knowledgeable crew fills the open air with commentary and trivia. The cruise includes a brief stopover at volcanic Rangitoto where you can wander through New Zealand’s youngest island."
    },
    {
      "dayNumber": "2",
      "title": "Koura – Step into Middle Earth",
      "description": "Today you will depart from the eclectic culture of Auckland and discover the depths of Middle Earth as you enter the Shire. Within the city limits of Matamata lies Hobbiton, the home of Frodo Baggins, Samwise Gamgee, Peregrin 'Pippin' Took, and Meriadoc 'Merry' Brandybuck. Explore the incredible scenery with a private guide that will take you behind the scenes and beyond the hobbit-hills. The confines of Hobbiton are lush, hills that roll to the horizon. The bright color of circular doors stand out beneath the hills’ overhang. The smooth construction of the Double Arch stone bridge sweeps over the calm river where the mill sits on the opposite bank. The door shines bright blue. The thatched roof gives the scent of dried straw along the damp willows. Your guide will reveal the secrets of the shire that others won’t see, through private farmland, around the hobbit-holes, and into the vibrant life of the Green Dragon Inn. If you would like to partake in a picnic lunch you will collect your picnic basket from The Green Dragon and stroll across the bridge to the hay meadow. Your basket is filled with hobbit favorites like honey-glazed ham, assorted local cheeses, homemade pork pie, vegetables from the local garden, freshly baked bread, a bottle of wine, and juice. Dine beneath the shade of the tree that overlooks the lake and sits against the backdrop of this world famous shire. Within the Green Dragon Inn the scent of polished timber lingers around the interior until replaced by the crackling fire from the hearth. Sit and enjoy yourself with a cold drink before continuing on to Rotorua. Arrive at the lakefront Koura Lodge where the rooms are just as stunning as the scenery. The lake is a clear blue and warm from the geothermal activity that Rotorua is famous for. The local birds sing in the warmth of the late afternoon. The air is crisp and still and the laughter of the Green Dragon Inn continues to fill your thoughts. As the sun begins to set over Lake Rotorua you can step out of your hardwood veranda and enjoy the 180-degree view of the lake."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua – The Depths of Mordor",
      "description": "Rotorua has a long history of welcoming visitors. From the moment people arrive, the unique traits of the city are apparent. Rotorua is one of New Zealand’s geothermal hotspots where geysers spout, mud pools bubble, and warm geothermal springs and ponds blend into a kaleidoscope of color. Step inside the Wai-O-Tapu Geothermal Wonderland and you can see Rotorua’s famous sultry setting. Mist lingers over the earth, slowly clearing as it rises. The sound of sizzling water sits in the distance. Welcome to the gates of Mordor where the land is craggy and terse but instilled with an intrinsic, volcanic-styled beauty. Visit the Lady Knox Geyser where, much like Old Faithful, the geyser erupts everyday at 10.15am. The water towers into the air and splashes down around the moat-like area that has been carved over time like a miniature Mount Doom. The scent of sulfur fills the air as the pools continue to bubble around you. The landscape is as fiery as the pits of Mount Doom and you can practically feel the lingering gaze of the All-Seeing Eye. Deep inside the depths of the Mordor lies the heart of a different life, whether inside New Zealand’s cultural capital or inside the depths of Middle Earth—Rotorua is a captivating world of difference. Optional Activities: Mitai Cultural Experience - Beauty by Night Meets the People of the Land: In the evening you can experience the Maori tradition of sharing cultural treasures, considered by them to be a source of honor. Enter the world of Mitai where the Maori warriors will trudge down the river in a traditional canoe (waka) until landing on the far banks and inviting you into their tribe. The hangi , a tribal feast cooked beneath the ground in an earth oven, crackles and emanates succulent lamb and roasting potatoes. The ta moko (tattoo art) decorates their arms, chest, and faces swirling in a vibrant display of intimidation, pride, and cultural prowess, where the calls of the haka (traditional war dance) thunder through the night like the war drums of Orcs. Waimangu Valley - Self Guided Walk and Lake Cruise: The Waimangu Volcanic Valley offers incredible walks or hikes that take you on an ecology-focused adventure around the smoldering craters of the stunning valley. Known as the youngest eco-systems in the world, the sizzling sound of thermal linger in the air. Experience the range of geothermal activity, from sweltering heat to exploding geysers, as native plants and bird-life populate the rich terrain of Mordor. Canopy Tours: Experience the unprecedented view of virgin native New Zealand forest from atop the canopy. The scent of pine fills the air as the wind brushes against your face. Glide through a network of ziplines, swinging bridges, treetop platforms, and walking trails to see Rotorua in a way that only birds could understand, until now, where Gandalf could have soared on the back of the eagle Gwaihir. Rainbow Springs: Rainbow Springs is New Zealand’s most successful kiwi conservation center housing the country’s most precious inhabitants. Visit the pomp and long, thin beak of the most well known, and elusive bird in the nation. Whether birds, fish, lizards, or tuatara, the only remaining species of an otherwise extinct order of reptiles called rhynocephalids, with spiny backs, long necks, and dark eyes. If any reptile belonged to Tolkien’s wild Middle Earth it will be found in Rainbow Springs. Multi Day Adventures - Rotorua Leisure Day Combo: Begin your tailored bike adventure with a one- to two-hour excursion through the forest surrounding Rotorua until you reach the opulent Okere Falls. The thunderous sound of the falls fills the air as the whitewater rushes through down the river. You will enjoy a decadent lunch at the local Eco Store café before beginning the last leg of your adventure to the hot thermal pools of Lake Rotorua only accessible by boat."
    },
    {
      "dayNumber": "4",
      "title": "Wellington – The Middle of Middle Earth",
      "description": "Today you will travel from New Zealand’s cultural capital to the nation’s capital city of Wellington. Walking through downtown Wellington, you will notice that the city is made up of four quarters, each with their own distinct mix of shopping, cafes, transport, and accommodation. The city sits along the edge of Cook Straight where the cool blue water glistens in the sunlight. The city boasts pastel Victorian architecture, lavish hills that nudge the skyline closer to the straight, sensational culture, including a quaint trolley that winds through the city, within various downtown skyscrapers, and onto the bloomed gem of the Wellington Botanic Garden. Wellington is surrounded not just by the beauty of the mountains and sea but is also situated close to the production studios that helped ensure the Lord of the Rings ’ success. Once in Wellington you will arrive at the fabulous Museum Art Hotel located in the heart of the city but set in the creative and artistic depths of bohemia. The rooms are vivacious in color and art, many of them decorated with orchids and roses splendidly painted across the walls. The dining room is just as warm and inviting as chandeliers line the bar. The window offers a vast vista of the city lights at dusk. Wander through the halls to explore the art that brightens the colorful walkways or settle into the comforts of your room where you will feel like you have become a part of the art itself."
    },
    {
      "dayNumber": "5",
      "title": "Wellington – Shield, Swords, and Scenery",
      "description": "The day is yours to explore Wellington as there is plenty of time before one of this trip’s highlights: The exclusive and private evening Weta Workshop tour where you will have direct and discreet access to the props and costumes of Middle Earth. With so much of Wellington to see, between the dramatic harbour and bush-clad hills, the surrounding panorama from Mount Victoria brings the entire city into focus. Whether traversing the streets to discover a local hidden gem or searching for a gourmet taste of the city, there is no shortage of options in Wellington. Experience the fabulousness of the city in a unique tasting tour of local flavors. Meet some of the top individuals at the forefront of New Zealand’s food industry as your personal guide follows the robust scents, seasonal flavors, and vibrant life of Wellington’s streets. The Matterhorn has sensational décor that brings you directly to an alpine cabin, filled with the scent of rich, creamy coffee, the sounds of a crackling fire, and an array of delectable cocktails that could keep you warm in the center of a blizzard. Optional Activity: Zest – Taste Wellington Enjoy the unique gourmet experience of tasting local specialties as you start the day with a relaxed walking tour around Wellington's best food places. Your personal guide will present new and favorite flavors and introduce various personalities in the New Zealand food scene, finishing with afternoon tea hosted at a local foodie’s home. For a sumptuous treat there may be tastes of traditional Middle Earth. Included Activity: Private After Hours Weta Workshop Tour Tonight, experience a magical tour of Weta Workshop guided by a Weta technician. The Workshop is the largest multi-award winning conceptual design and manufacturing facility of its kind. It caters to entertainment and creative industries while also housing its equipment and infrastructure under one large roof. Follow an actual Weta Workshop technician as she guides you through some of the processes that bring the environments, creatures, and props to life. Gollum’s sharply anxious face and large sinking blue eyes sit by the entrance. Helms Deep decorates a table in the distance designed to scale. The large space is filled with shifting light. The scent of corrugated metal and molded wax fills the air. The clinking sound of chain metal surrounds you. The after hours tour brings you into the secret world of the Weta Workshop that other visitors are want to see. From weapons to armor, the props from the Lord of the Rings movies adorn the workshop and are at your fingertips. Whether filled with the behind the scenes secrets of the largest cinematic workshop in the world, or the fabulous models and props of the trilogy, you will once again immerse yourself in the wonders of Middle Earth."
    },
    {
      "dayNumber": "6",
      "title": "Wellington – Helms Deep Will Never Fall",
      "description": "Today you will venture outside of Wellington and fly over and dive into the depths of the center of Middle earth. The thump of the helicopter keeps pace with your excited heartbeat. The anticipation pumps through you as you board the helicopter and lift into the air. The assurance of seeing the hard to reach filming locations, seen from above and allowing you to wander through, makes the ride all the more exciting. Cook Straight disappears behind the hills as you make your way to and eventually over the amazing limestone formations that formed Dimholt Road, the road that led to the army of the dead. From above you can see the makings of a craggy ravine and the gray-tiered structures that protrude from the mountainside like a natural castle sprouting from the earth. Whether seen from above or below, the limestone is immense and incredible as you then make your way to a delicious lunch in the serene surroundings of a leading New Zealand winery where the lush vines stretch along the foothills. Continue your travels through Middle Earth by visiting Rivendell where Frodo recovered from his knife attack. Although the crystal pillars of the city may no longer be present, the evergreen trees fill the forest with pine. The hanging bridge stretches across the calm water, and you can feel the remains of the Elvin civilization that had once called the forest home, even if just in fantasy. Stroll into the cool waters of Anduin River where Aragorn was washed ashore after the attack of the Wargs; the banks are rocky and damp, the trees are tall and vivacious. In Buckland Forest, you will be a part of where the hobbits hid from the Nazgul, where the mushrooms on the Road were found and where you will make your way to the quarry known once as Helms Deep, where the battle for the castle can still be heard on the back of the wind. Your tour ends in the production capital of Miramar, home to Peter Jackson and the various studios that helped ensure the Lord of the Rings’ success. From the incredible landscapes that spread across New Zealand to the hard to reach spaces of Middle Earth, rivers to ravines, quarries to forests, the space is yours to explore, experience, and enjoy."
    },
    {
      "dayNumber": "7",
      "title": "Queenstown – Over the Mountains",
      "description": "Today you wave goodbye to Wellington as you make your way from the North Island to Queenstown on the South Island. Started as an 1860's gold mining camp, Queenstown is now a fabulous mixture of the comfort and sophistication of an alpine village. A walk along the streets of downtown immediately acknowledge the picturesque shores of Lake Wakatipu as the Southern Alps rise into a magnificent backdrop on the lake’s far shore. Whether on the lake, at the foothills of the Remarkables Mountain Range, or on the streets of downtown there is never an end to the amazing views of Queenstown and the extraordinary life of the city. For a satisfying adventure, take the Skyline Gondola, the steepest gondola in the Southern Hemisphere, up to the top of Bob’s Peak. Travel through the Beech forest with your guide. Get dressed in the proper gear, let your guide attach you to the line, and fly down the hill on a zipline, the wind rushing past you with the vista of Lake Wakatipu, the Remarkables mountains, and the city of Queenstown in front of you. Spend part of your time relaxing at The Dairy Private Luxury Hotel located near the city center. Enter a comfortable combination of quaint and cozy in the cabin décor and sweet scent of preserves that fills reception. The quiet sound of late hours surrounds the hotel. The indoor and outdoor fireplaces glow in the quiet night as the shadows of the surrounding mountains flicker in the starry sky. The luxurious comforts of your room await you as you say goodnight to the city. Optional Activities: Shotover Jet Queenstown Speed along the shallow water of the famous Shotover River as you traverse the waterway that winds through the Canyon. The cool water splashes your face as the beech trees and milky-blue river bring you back to the center of Middle Earth’s serene beauty. Ziptrek Ecotours – 6 Line The skyline adventure brings you flying down the hill like Gandalf flew through the Golden Plains of Rohan. The thin fragile bark of the beech forest stretches high into the bright sky. The scent of sweet fresh air brushes past your cheeks as you fly down from Skyline Gondola Hill for about a kilometer before returning to the luxuries of Queenstown."
    },
    {
      "dayNumber": "8",
      "title": "Queenstown – Where Nazgul Once Roamed",
      "description": "Exclusive to this itinerary: Private helicopter Lord of the Rings tour, with exclusive viewing and handling of movie weapons and props Today will take your breath away as you traverse the landscape of Middle Earth on an exclusive helicopter tour around Queenstown and its awe-inspiring surroundings. Middle Earth spreads as far as the eyes can see as you fly over non-access territory and touch down in the hard to reach locations, eventually bringing you up close and personal to a final location where your feet will firmly be set back upon the ground. Begin your journey by lifting into the air surrounded by the awesome beauty of Middle Earth, arguably unequal in beauty amongst the landscapes of New Zealand. This is the ultimate setting for the Lord Of The Rings . The vast expanse of the Remarkables highlights their continuous peaks blanketed with snow that creates a long white cloud. Look down over Shotover River; the emerald green water rushes through the rocky banks of the foothills. You can practically see Arwen conjure the flood to wash away the Nazgul. For two hours you will soar through the expansive setting of Middle Earth ,landing in various locations. In the afternoon, you’ll tour the filming locations by road. The final location is filled with a collection of movie weapons and costumes ready to be handled with care. Grab a sword, a bow, an axe, or a spear, and experience the surge of a Middle Earthen battle, the smooth bow fitting nicely in the palm of your hand. Exclusive only to this itinerary, you’ll also have access to the weapons from The Hobbit movies. Whether for yourself or for the proof of others, settle into the cool steel of armor with your sword raised high, the mountains spreading wide in the background, and snap a photograph of your extraordinary visit to Middle Earth and your time as a fellowship warrior. You’ll also be rewarded with a unique collectible souvenir. What’s included: Private helicopter tour, access to weapons and costumes from the movies, accommodation including breakfast and afternoon tea"
    },
    {
      "dayNumber": "9",
      "title": "Wanaka – Unspoiled (Middle) Earth",
      "description": "The day is yours to explore Queenstown and its surroundings before making your way to Wanaka. Optional Activities: Glenorchy Air – Milford Sound Fly-Cruise-Fly Don’t miss the opportunity to see the incredible Milford Sound where the Fangorn Forest was located. Take advantage of the chance to take a scenic flight from Queenstown to Milford Sound where a cruise of the sensational fiord awaits you. Enjoy an unimpeded view of the world below as Lake Wakatipu once again fades into the distance giving way to the vast mountains and sapphire water of Fiordland National Park. Experience the grandeur and beauty of Milford Sound’s landscape by cruising through the full length of the fiord. The mountains are lush year round, often topped with fresh snow that drips slowly into the water. The trees resemble the forest that sits along the southern foothills of the Misty Mountains. If you look hard enough you may see Treebeard slowly meandering through the trees. Mitre peak looms in the distance and dwarfs the boat. The sound of rushing waterfalls is active in the distance as mist rises and dissipates. The air is crisp and pure and you know that there has never been a better view of unspoiled Middle Earth. Real Journeys – TSS Earnslaw and Walter Peak Farm Tour Enjoy a scenic cruise from Queenstown to Walter Peak High Country Farm aboard a vintage steamship that traverses the serene water of Lake Wakatipu. The farm is bustling with sheep and tasty cheese as the TSS Earnslaw brings a cool breeze around you. Visit the engine room to see the giant steam engine or view the collection of historical photos in the mini-museum. The farm drifts into the distance as you make your way across the lake and once again follow the path of Frodo. Unique Accommodation: Once you reach Wanaka you will enjoy the plush and comfortable Minaret Lodge with the unique and special treat of staying in the Barlimans Room. This Lord of the Rings-themed room gives you the experience of becoming a hobbit with incredibly comfortable and kitschy oversized furniture and a distinctively hobbit menu. It’s almost as if you had left Hobbiton with a little less height and a little more Frodo-like characteristics than you had anticipated. The Barlimans Room is one of a kind and exceptionally welcoming. The door is round and large. The furniture is plush and comfortable. Sink into the oversized coziness of the chair and let Tolkien’s world wash over you."
    },
    {
      "dayNumber": "10",
      "title": "Wanaka – Forests and Rivers",
      "description": "Today is a day of leisure for you in Wanaka, which gives you the freedom of all the fantastic activities that Wanaka offers, including the opportunity to sit along the shore of the pristine lake and bask in the lavishness of doing absolutely nothing. Experience the rare tour of the Wanaka wilderness on a jet boating adventure through the Matukituki River, beneath Mount Aspiring, and with a view of the pristine glaciers. The breeze brushes against your cheeks as the boat winds around the foothills of the towering mountains. The glacier fed river is cold and clean. The peaks surround you and stretch as far as you can see in either direction. Waterfalls tumult down and you realize once again that you are surrounded by the indelible landscape of Middle Earth. The ancient beech forest lines the riverbanks. The canopy of tall, thin trees hides the sunlight. The sound of the river runs along the banks of the forest and the large peak of Mount Aspiring towers, like Mount Doom, above it all. Optional Activities: Eco Wanaka Adventures & Ridgeline Adventures – Wanaka Nature Encounter Begin your day with a cruise on the pristine waters of Lake Wanaka to Mou Waho Island Nature Reserve. Enjoy a guided walk to the island’s summit where you will see the incredible lake within the crater. The sounds of rare native birds are boisterous in the trees as you enjoy high tea next to the lake’s opulent water, a sight that any hobbit could appreciate. Wanaka River Journeys – with Aspiring Glacier Journey Helicopter Flight Option Enjoy a half-day wilderness jet boating adventure on the Matukituki River where the looming peak of Mount Aspiring and her glistening glaciers shine in the sunlight. Wind your way past towering mountains, waterfalls, and the incredible landscapes that were highlighted in the Lord of The Rings trilogy and your tour ending with a snow landing that overlooks the splendor of Mount Aspiring. Wanaka Wine Tours - Full Day Tour Relax with a taste of wine on this leisurely filled day immersed in the flavors and landscapes of Central Otago’s vineyards. Stroll through a number of Central Otago’s finest wineries with stops to admire the ever-present views of the surrounding Middle Earthen landscapes filled with the unique atmosphere of the arts, crafts, and the unforgettable indulgence that is Carrick vineyard’s gourmet lunch platter filled with delectable, seasonal treats that is sure to fulfill any hobbit, dwarf, elf, or man Siberia Experience The Siberia Experience takes you from Makarora at the head of Lake Wanaka to some of New Zealand’s untouched scenery in the air, on land, and through the water. The stunning venture through mountains, rivers, glaciers, alpine lakes, rain forest, and waterfalls is almost as if you have re-joined the fellowship and have started your journey to Mordor all over again."
    },
    {
      "dayNumber": "11",
      "title": "Wanaka – The One Tour’s End",
      "description": "As the sun rises it’s as if you have turned the final page of the Lord of the Rings trilogy, as if Frodo Baggins has told you that the One Tour that rules them all, has come to an end. You have traversed the exceptional expanse of not only the North and South Islands of New Zealand, but you wandered through Mordor, enjoyed the merriment of the Green Dragon Inn, escaped the reach of the Nazgul, and destroyed the most powerful ring to have ever been forged. As your flight ascends in the sky you can once again celebrate the 60th Anniversary of the Lord of the Rings trilogy. Your adventure through New Zealand feels like turning the final page of Return of the King; the book may be closed but the exceptional One Tour through Middle Earth will always remain in your thoughts."
    }
  ],
  "map": ""
}