{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "vineyards-to-volcanoes-best-of-new-zealands-north-island-luxury-tour",
  "tourName": "Vineyards to Volcanoes Best of New Zealand’s North Island Luxury Tour",
  "placesVisited": "Auckland, Waipoua, Omapere, Paihia, Hobbiton, Rotorua, Taupo, Napier, Wellington",
  "generalInfo": "Handcrafted with the ultimate North Island highlights, this adventurous two-week excursion will lead you to Auckland, Wellington, Northland, Rotorua, Taupo, and Napier. Wonders abound on New Zealand’s North Island, volcanos stand sentinel, and Pacific waters cascade around kauri forests. Experiential highlights include a volcanic landing, a Maori tradition immersion, the Tongariro Alpine Crossing, and the serene atmosphere for which New Zealand is known.",
  "durationDays": "14",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – Relaxing Around the Harbor",
      "description": "Auckland quickly impresses its charms on its visitors. Pop-up bars and small boutiques can be found along the water, and different neighborhoods have their own unique styles that are showcased best in locally operated cafes and eateries. Hills jump up in the middle of the city and will provide you with an excellent place to look down across the city. After landing at Auckland International Airport, you will be transferred to a hotel next to the harbor. The afternoon and evening will be at your leisure, so you can choose to stay near your hotel or to explore the city interior. With either option, you will discover New Zealand’s laid-back way of life."
    },
    {
      "dayNumber": "2",
      "title": "Auckland – Sailing through Auckland Harbour Visiting the Waitakere Ranges",
      "description": "You can choose from two classic experiences today. Sailing is integral to Auckland’s culture, and you can sit back on an America\u0000’s Cup yacht and cruise through Auckland Harbour. A half-day sailing expedition will have you passing tropical islands and probably encountering pods of dolphins as you experience the local love for sailing. Your other option will be to travel to the Waitakere Ranges, where you can stroll in a luscious rainforest and discover volcanic, black sand beaches. Moreover, you will be able to choose from an array of great restaurants for dinner."
    },
    {
      "dayNumber": "3",
      "title": "Omapere – Kauri Trees and Colorful Ferns",
      "description": "After crossing the Harbour Bridge this morning, you will soon be exploring the great wilderness that is the North Island. You will have a stop in Matakohe to visit the Kauri Museum before walking in Waipoua Forest, where majestic trees create an ancient green world that is loved by tropical birds. While admiring some of the enormous old kauris, you will also witness colorful ferns, especially the giant ones that line your route along the Hibiscus Coast to Omapere and the Bay of Islands. As with every day on your vacation, today’s transfer will be private and fully guided with the option to stop at many different places depending on your mood and interests."
    },
    {
      "dayNumber": "4",
      "title": "Paihia – Cruising the Bay of Islands",
      "description": "Calm inland waters make the Bay of Islands a soporific place to spend a day. This Pacific piece of the North Island is where the indigenous Maori met with new European settlements. Hopefully, you will witness a traditional Maori canoe during this morning’s sailing trip. If not, it will be beautiful just to cruise around the islands and jump out at deserted beaches. The yacht will bring you to Russell, which is a place of inspiring history that made New Zealand what it is today. After lunch in the small coastal town, you will be led on a cultural tour before continuing onward for two nights on the water in Paihia."
    },
    {
      "dayNumber": "5",
      "title": "Paihia – Day Trip to Ninety Mile Beach",
      "description": "The Northland is dominated by wilderness. Ninety Mile Beach really is 90 miles in length, and its sand is golden and incredibly broad. You can find seclusion here, but you can also find adventure, such as on a quad bike tour over immense sand dunes or a rally car expedition around the world rally route. Any trip to Ninety Mile Beach has to include Cape Reinga, where you can stand at the island’s northern tip and gaze across merging waters. After a day trip to the far north, you will have a leisurely evening back in Paihia, where the atmosphere will meet every expectation at a secluded, beachside lodge."
    },
    {
      "dayNumber": "6",
      "title": "Rotorua – The Legendary Hobbiton",
      "description": "Northland does have a couple of airports, so you can quickly fly back to Auckland this morning before continuing by road into the heart of North Island. Hobbiton is en route to Rotorua, and it can be an enchanting experience of wandering past 38 strange hobbit holes and reenacting some of the movie scenes. Hobbiton is the island’s most iconic destination, and the movie set has been expertly preserved. You can almost imagine a hobbit poking his head from one of the holes."
    },
    {
      "dayNumber": "7",
      "title": "Rotorua – Geothermal Wonders and Maori Tradition",
      "description": "This morning, you will visit one of the key geothermal areas for a full tour of mud pools, geysers, steaming springs, and volcanic colors. Many Rotorua hotels have been built on geothermal currents, and you can spend the afternoon in your hotel’s spa, where various pools can help you to refresh after a week in New Zealand. Before sunset, you will be led to a Maori cultural center, where you can watch a few more geysers and pools before being invited to dine by a Maori chief. The welcoming will be spectacular as the community comes out to give a message of peace. All the stamping and huffing will come to a crescendo when the community performs a Maori haka or war dance, but it will all be for fun and complemented by more singing and dancing. You will end the evening with a hangi dinner, which will be a rich feast of slowly roasted meat and vegetables."
    },
    {
      "dayNumber": "8",
      "title": "Rotorua – Flight to Mt. Tarawera and Volcano Landing",
      "description": "Mount Tarawera is a domineering volcano that towers above Rotorua with a threat of eruption. It last erupted in 1981 and continues to bubble away. This morning, you will take a scenic flight around and over the crater before touching down on the volcano for a short hike around the crater rim. Its colors will impress you, and beneath your feet, you will be able to feel how lava has hardened. Your afternoon in Rotorua has been left free, so you can arrange outdoor activities locally. These activities include mountain biking along single tracks through indigenous forest, kayaking to an island hot spring, and exploring more geothermal areas."
    },
    {
      "dayNumber": "9",
      "title": "Taupo – Huka Falls and Lake Taupo",
      "description": "Huka Falls cascades a blissful color of blue, soft and turquoise in a way unlike any other waterfall. This magnificent waterfall will be an easy stop as you travel to Taupo for two nights of staying on the lakeshore. Like Rotorua, Lake Taupo is located in the North Island’s volcanic heart, and there are strange things happening beneath the ground. Steam sizzles up through gaps in the Earth's crust, creating hot pools and natural steam baths. Some waters bubble warm while others are remarkably cold. On a private sailing excursion, you will visit some of these strange swathes of water in addition to sitting back and soaking up the superb Taupo landscape."
    },
    {
      "dayNumber": "10",
      "title": "Taupo – The Tongariro Alpine Crossing",
      "description": "Tongariro is New Zealand’s oldest national park and a UNESCO World Heritage Site. It is an active volcano with 12 different cones and a history of erupting vents. Shimmering pools cluster upon the volcano, colorful waters merge together, and the strange colors are something that you may expect on Mars. After hiking to one peak, you will find another series of cones and peaks. By taking a one-way route, you will ascend on a crossing trail to the cones and craters. With a local guide, you will tackle this famous hike. The hiking can be a challenge, and this is not an easy day, especially when snow carpets the highest slopes."
    },
    {
      "dayNumber": "11",
      "title": "Napier – The New Zealand Home of Art Deco",
      "description": "After your hike, you may want some downtime, which is where Napier excels. The town’s center remains almost completely art deco as if it has been frozen in the 1920s or 1930s. Inspired by European styles, the town still has a quirky love of art and originality, and it will be showcased on a comfortable walking tour through the city. After your transfer and tour, you can spend the afternoon lazing around Napier, perhaps checking out the many wine boutiques and bars. Napier is an excellent North Island destination because it provides a real contrast to other cities in New Zealand, with vintage cars that roam the streets and old-world architecture that hangs above the ocean."
    },
    {
      "dayNumber": "12",
      "title": "Napier – Hawkes Bay Wine Tasting",
      "description": "Napier can also be a base for discovering the wines of Hawke's Bay, which is New Zealand’s oldest wine-growing region. On today’s private tour, you will visit a minimum of three Hawkes Bay wineries. This diverse wine region can reflect your mood, and after taking you to a large and well-known vineyard, your guide will have a good idea of the wine styles that you do and do not like. Lunch will include a wine pairing before your guide tailors an afternoon of tasting to your palate. This can include meeting the winemaker at a small boutique winery or some of the region’s full-bodied red wines that have garnered international acclaim."
    },
    {
      "dayNumber": "13",
      "title": "Wellington – A Passionate Te Papa Journey",
      "description": "Wellington will complete your North Island vacation, and the city is far smaller than most people realize. The New Zealand capital is charming, can be easily walked in just a couple of hours, and really emanates the country’s easy-going atmosphere. After your private transfer, you can check-in to your hotel early. Your local city tour will end at the National Museum of New Zealand, where a Maori guide will lead you on a Te Papa journey. Your tour will end with a traditional kapu ti or hot drink and some Maori nibbles. Wellington has many excellent restaurants for your final meal in New Zealand."
    },
    {
      "dayNumber": "14",
      "title": "Wellington – Departure From New Zealand",
      "description": "Many international flights out of Wellington depart in the evening, so you will have a free day to explore more of the New Zealand capital. Late check out will be arranged, so you can explore the city before freshening up for a private airport transfer and your return flight home."
    }
  ],
  "map": ""
}