{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-tour-for-couples",
  "tourName": "New Zealand Tour for Couples",
  "placesVisited": "Auckland, Waitomo, Rotorua, Wellington, Christchurch, Mt. Cook, Dunedin, Queenstown, Franz Josef",
  "generalInfo": "Bask in romance and passion during your 12-day New Zealand tour for couples. The stunning landscape will take you on a journey across the spectacular North and South islands to explore the highlights of sprawling prairies, rugged coastlines, and undulating mountains. You will hear traditional Maori songs, sip delicious wines, witness the steam rise from celebrated geysers, and bask in wondrous luxury during your romantic New Zealand getaway.",
  "durationDays": "12",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Discover Auckland",
      "description": "Arrive in Auckland, New Zealand and discover the immediate beauty and romance of the City of Sails. The ocean is decorated with bright sails cruising along the water and mixes with the lush green of distant islands. The city bustles with life as the SkyTower stands tall above the cityscape adding vitality to the skyline. Wander through the meandering streets of Posonby, a lovely Bohemian neighborhood filled with the vibrant colors of urban art, the decadent scents of fresh brewed coffee, and the rich history of the city. Wander through Posonby Central where restaurants surround the courtyard, blending boisterous laughter with the delicate aroma of fresh herbs and local seafood. As the sun begins to set along the horizon, the SkyTower glows in the night like a beacon giving you ample light to explore and discover."
    },
    {
      "dayNumber": "2",
      "title": "Uncover Cultural Wonders",
      "description": "Depart from Auckland to uncover the wealth of natural and cultural wonders that overflow in New Zealand. As the SkyTower sinks beneath the horizon you will come to Waikoto, home to the famous Waitomo Caves. Step into the earth’s core where the smooth limestone surrounds you and the scent of damp earth grows the deeper you descend into the caves. The gentle sound of water echoes through the cavern. Climb aboard the small boat and drift down the subterranean river where the deep dark of the cave begins to give way to a quiet glow. Vibrant blue lights shine around the cave, situated along the walls, clinging to stalactites and stalagmites, giving a beautiful shimmer to the shadowy depths of the cave. Experience the majesty of the glowworms that are producing the light and guiding you through the vast grotto and back into the open sky. Your discovery continues as you make your way to Rotorua, the cultural capital of New Zealand. Stroll hand in hand through the city center to see the quaint architecture of a Victorian resort town, decorated with white trim and open balconies to watch the passersby of the city. The city sits at the edges of the calm waters of Lake Rotorua. Tonight you will uncover the wonders of the Maori, New Zealand’s indigenous people, with a feast and concert. Arrive and be greeted with a hongi , the Maori welcome of pressing noses together; more than just a welcome, the hongi offers protection by promising familiarity between those involved, inviting you into their home as family. The rich smells of succulent meats fills the village as the hangi , a subterranean barbecue, slow cooks a variety of local foods, including lamb and sweet potatoes. The voices of the tribe begin to lift and echo around the meetinghouse as they chant and sing, until the warriors begin to pound their chest. Their eyes bulge and tongues protrude. The haka begins, giving you the experience of hearing this terrifying war chant from the safety of a friendly visit. As the night continues, the fire burns bright and the discovery of a different world brings New Zealand to life for both of you."
    },
    {
      "dayNumber": "3",
      "title": "A World of Exploration",
      "description": "Today you will venture out into the bright new world of New Zealand by exploring the sights of Rotorua. Begin your day with a visit to the Te Puia Thermal Reserve, where the world sizzles and pops from the volcanic life beneath the earth’s surface. Pohutu Geyser is the largest and most active geyser in the Southern Hemisphere. The water spouts into the air several times a day and crashes down along the terrace that has been carved through by time and by thundering water. Mud pools bubble and the earth literally steams as you travel through the reserve. The wild sights of the city are not limited to the earth’s incredible spectacles but are also within the fauna of the area. Visit the Agrodome Sheep Show, where local farmers show their skills in their chosen profession. The arena erupts with applause and chants. Sheep bleat in the echoing dome. The farmers offer tutorials and demonstrations on sheep sheering, wrangling, and much more. The examination of New Zealand’s fauna will continue at Rainbow Springs, where the indigenous animals of New Zealand can be seen and met, and where you can learn how their habitats and future are conserved. Visit the tuatara, the closest living reptile related to the dinosaurs, and see the world famous kiwi, the flightless, long beaked bird. From the sizzling earth to the feathery life, Rotorua will have you discovering much more than just the cultural."
    },
    {
      "dayNumber": "4",
      "title": "Welcome to the Wellington",
      "description": "Today you will transfer from Rotorua and fly to Wellington, New Zealand’s capital city, situated between the thriving foothills of Mount Victoria and the shimmering waters of the Cook Straight. The city bursts with life and culture, whether strolling along the café spotted streets or wandering together along the calm shores. The air is perfumed with rich dark roast coffee, the plush grass of the mountains almost turns the sky green. For a fun and unique world of discovery journey to the Carter Observatory's planetarium where space awaits you. Explore the state of the art, digital experience that will take you on a virtual tour through space, beginning in Wellington and venturing out into some of the far reaches of the solar system. You will not be able to look at the night sky in the same way ever again knowing what majesty sits in Wellington, in the stars, and beyond."
    },
    {
      "dayNumber": "5",
      "title": "The Straight Journey",
      "description": "Board the Cook Straight Ferry and your discovery of New Zealand’s wonders continue. The air is crisp on your cheeks as the wind blows through your hair. The sweet perfume of the sea lifts from the water. Weigh anchor in Picton, on the South Island, and board the TranzCoastal Train that offers you stunning views of New Zealand’s coast on your way to Christchurch. The cabin is warm and inviting. The sweet scent of flaky pastries fills the train car. The green prairies stretch into the foothills of undulating mountain peaks as the Southern Pacific Ocean laps at the rocky coast. Arrive in Christchurch and be welcomed to the Garden City as flowers bloom, the Avon River trickles through the city center, and the trolley car offers a calm hum to the quiet sounds of the city."
    },
    {
      "dayNumber": "6",
      "title": "Exploring Christchurch",
      "description": "Explore Christchurch, together, at your leisure. Stroll through the gardens, explore the sensational sights of Canterbury, or sit café-side and watch the city wander by; there is always a range of fabulous activities to experience in Christchurch. Why not meander along Regent Street, the first shopping mall in New Zealand, filled with the small specialty shops that inspired the nation. New Regent Street has a uniformity of design in the architecture and color of all the situated storefronts. The sloping roofs and pastel colors stretch down the street in one continuous façade. Enjoy the prominent walkable areas, colorful roads lined with vibrant blossoming daisies, known as the “daisy chain.”"
    },
    {
      "dayNumber": "7",
      "title": "The Natural Wonders",
      "description": "Today you will uncover more of the South Island’s natural wonders as you depart Christchurch and make your way to Dunedin, via Mount Cook. Mount Cook’s peak, the tallest mountain in the Southern Hemisphere, towers over the small plateau. Lake Tekapo reflects the surrounding peaks on its pristine surface. The bright sun shines over the lake and glistens on the water. The cold air bites at your cheeks as you nestle together. The charming stone façade of the Church of the Good Shepard sits on the shores of Lake Tekapo where a large panoramic window adorns the church giving congregants a view of the area’s grand majesty. Purple and pink lupines sway in the breeze and ripple in the lake’s reflection. Continue to Dunedin where the rocky shores, seaside prairies, and penguin colonies surround the city. Larnach Castle, New Zealand’s only castle, stands tall and proud on the outskirts of the city. Situated above the harbor, the stone face of the structure stares down at the city like a protector, offering a sense of history, culture, mythology, and beauty within its walls. The train station stretches colorfully along, with dark gray stone and white trim. The interior glows with stunning stained glass windows commemorating the history of the New Zealand railway and the countryside. The garden at the entrance is a riot of vivid floral color. From the city center to the surrounding shores, Dunedin has much to explore and more to discover."
    },
    {
      "dayNumber": "8",
      "title": "A Train Ride Away",
      "description": "Travel the lengths of the Taieri Gorge aboard the Taieri Gorge Train on your way to the charming alpine city of Queenstown. The gorge is filled with deep valleys and vibrant life. Wind along the gorge walls and rocky ravines. The waters of Otago Harbour Puketarki surround the train for a stretch of time as you speed along the slightly raised tracks before arriving in Queenstown. The city embraces you with the sweet scent of juniper rolling in from Bob’s Peak. The city sits along the shores of Lake Wakatipu and kisses the calm water. The streets are lit with antique gaslights as the rolling peaks of the Remarkables Mountains linger on the opposite shore of the lake."
    },
    {
      "dayNumber": "9",
      "title": "Discovering Sound",
      "description": "Today you will discover the unparalleled majesty of Fiordland National Park and Milford Sound. Cruise along the quiet water of the sound where lush mountains surround the waterway. At the foothills of the mountains you can feel how tiny the boat is compared to the span of nature. The silence of the sound gives way to a thunderous crash and cool mist. Waterfalls careen down the mountainside carving waterways into the earth and through the trees. Dolphins swim along the boat’s gentle path, jumping and playing with the wake. The life that fills the sound is vibrant and beautiful, untouched and uncovered, where the world feels pure beneath the water’s surface and atop the mountain peaks, where what was once unknown is now discovered and breathtaking."
    },
    {
      "dayNumber": "10",
      "title": "Discover Queenstown",
      "description": "Today you will have the opportunity to explore Queenstown and all the wonders that the city offers. For a spectacular view of the city, and a wonderful experience of Queenstown take the Alpine Gondola, the steepest gondola in the Southern Hemisphere, to the top of Bob’s Peak. The buildings begin to recede as the lake comes into view giving the entire city and its surroundings a sense of being miniature. The Remarkables stand tall in the distance, their peaks often topped with snow. Once atop Bob’s Peak the air is fragranced with juniper and the crisp touch of cool air. Walking along Bob’s Peak can take you to a variety of areas, from around the mountain, back into the city, or meandering through forests. The foothills beyond the city’s borders roll along through the verdant trees that cover them. Lake Wakatipu glitters in the sunlight as the Remarkables pierce the sky with jagged peaks. The stunning beauty of Queenstown has always been known and is always welcome."
    },
    {
      "dayNumber": "11",
      "title": "The Wonders of Haast Pass",
      "description": "Today you will depart from the luxurious beauty of Queenstown and make your way to Franz Josef to see the stunning glacier; travel through Haast Pass along the way and experience the sensational wonders of the gorge. The Blue Pools sparkle a clear sapphire along the chalky white bouldered shore. Waterfalls wind down the mountainside, beneath the roadway, and you can taste the glacial water on your lips. The sound of rushing water rises from the river below as you continue on your way to Franz Joseph. The alpine village of Franz Josef sits next to the frozen majesty of the Franz Josef Glacier. The ice looks like a deluge froze in motion in the space between the mountains. The cool blue glow of the glacier gleams in the sunlight as the sound of the breeze surrounds you. Whether witnessed from below or you choose to venture onto the frozen ridge to discover the majesty up close, the glacier is never less than impressive. Follow your guide along the expanse of ice to uncover frozen tunnels hidden within the glacier’s craggy surface. The crunch of ice echoes beneath your feet. The cold reaches your cheeks as the mountains surround you in the quiet of the frozen world."
    },
    {
      "dayNumber": "12",
      "title": "Between the Ranges",
      "description": "Travel from the frozen wonder of Franz Joseph along the TranzAlpine Train bringing you back to the blossomed beauty of Christchurch. Sit in the plush, warm comforts of the TransAlpine Train as the rich aroma of coffee and sweet hot chocolate mix together in the cabins. The train travels through the rolling landscape of the Southern Alps, bringing you beneath the impressive stretch of mountaintops. Whether beneath the frozen peaks or over drying riverbeds, the TranzAlpine Train is considered one of the most beautiful train rides in the world. You will eventually exit the Southern Alps slowly filling the horizon behind you, and return to Christchurch where you will transfer to the airport. You have traversed the North and South Islands of New Zealand and discovered the sensational wonders of its culture, landscapes, and never-ending beauty. You will leave with plans for another New Zealand romantic getaway. Related Information: This 12-day itinerary allows you to travel through New Zealand and experience some of the world’s most breath-taking sceneries from boiling mud pools to rugged landscape of ice and rock. With some extra time included into the trip, you will have time to take leisurely walks to explore places to enjoy a meal in one of the most well preserved natural wonders of the world. If you would like to add a few extra days to your itinerary to explore on your own, browse through a selection of recommended lodgings in New Zealand and more."
    }
  ],
  "map": ""
}