{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "private-new-zealand-tour-couples-adventure",
  "tourName": "Private New Zealand Tour: Couples Adventure",
  "placesVisited": "Kerikeri, Hobbiton, Rotorua, Hawkes Bay, Akaroa, Queenstown, Glenorchy, Doubtful Sound",
  "generalInfo": "You will find private places that are dotted all around New Zealand, where you can luxuriate in wilderness settings and surround yourself with open space. Dream of a tropical beach retreat, vineyards that are perched above Pacific cliffs, the soporific Canterbury plains, and dramatic mountain landscapes that have been cut off from the world. These hidden places will be the amorous settings for your exclusive ten-day tour, and these are the places in which New Zealand unfolds in all its wild and romantic majesty.",
  "durationDays": "10",
  "price": "11,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kerikeri – Waterside Bliss in the Remote Bay of Islands",
      "description": "Kerikeri is a tropical place to start, where you can dip your feet into Pacific surf and feel an ocean breeze pass your ears. It is lush and blue up here, with golden beaches that stretch endlessly beneath your clifftop accommodation. After a short transfer from Auckland, you will fly to Kerikeri where it will be a short transfer to your exclusive, waterside accommodation. A small path can take you down to a beach that is almost always devoid of other people. Other paths lead along the cliffs to beautiful places that you can visit, especially around sunset. Nothing will be planned for you today, so you can check-in, admire the view, and settle into your private accommodation."
    },
    {
      "dayNumber": "2",
      "title": "Kerikeri – Exclusive Heli Tour to Cape Reinga and Ninety Mile Beach",
      "description": "You will start with a leisurely breakfast on your verandah this morning. You can look out on the Pacific and sense its eternal allure. Birds will flutter past and chirp their morning call, but most importantly, there will be no other people. Kerikeri is not on most itineraries, and your hotel is set in its own enormous grounds. Privacy is paramount, and Kerikeri can give off the atmosphere of a tropical island retreat. After a leisurely morning, you will fly to New Zealand’s most Northern point. The helicopter will first take you across the vast expanse of Ninety Mile Beach. The sand extends to nothing but paradise beneath the propellers. Finally, you will land close to the country’s tip where you can walk past massive Kauri trees and sense the mystique of a forest that is located on the edge of the world. Rocky pinnacles start to appear, and soon, you will be at Cape Reinga, gazing Northward across one of the most majestic oceans. On your return journey to Kerikeri, there will be an opportunity to land on the beach and take a stroll in the sandy wilderness. Then, back at your hotel, a private dinner will be served on your verandah just as sunset sends saturated colors across the panorama."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua – Hobbit Holes and Meeting the Maori",
      "description": "After flying back to Auckland, you will spend today traveling by road on a privately chauffeured journey that weaves through idyllic farmland. The North Island is dominated by peculiar, volcanic hills and incredibly narrow valleys that help to create an idea of Middle Earth. It is a land that has been cut off from everything, and this is where Hobbiton is located. Here, you can have some private time at the untouched movie set before another 90-minute transfer South to Rotorua, which is home of the Maori. A Maori family will officially welcome you into their country, and it will be a beautiful ceremony. While their customs can initially seem dramatic, these friendly people are full of smiles, especially when you are welcomed into their meeting place for a traditional hangi dinner. For your meal, the food will be roasted underground on natural thermals with local lamb and other local delicacies."
    },
    {
      "dayNumber": "4",
      "title": "Hawkes Bay – Vineyards, Private Picnics, and Spa Treatments",
      "description": "This morning, you will continue the dreamy impressions of New Zealand scenery as you transfer South to the wild and remote Hawkes Bay. Vineyards extend toward the cliffs here, and the valleys flatten a little when compared to yesterday, but the sense of wild escapism is enhanced, especially as you check into a vineyard lodge that overlooks the Pacific. Your suite will be surrounded by vines and features a private jacuzzi from which to toast to your vacation. A private wine tasting will introduce you to Hawkes Bay flavors before there is a private dinner on your deck. This is a place of silence and solitude, and nothing specific has been planned for these two days. Your accommodation can arrange picnic baskets and show you places to dine upon the cliffs. The hotel spa can entice at all hours of the day, and a couple’s treatment is included in your package. Then, there is the infinity pool and many thousands of acres of rolling pastures. If you really fancy an adventure, then it will be possible to walk hand in hand upon the cliffs and then down to a beach that is always clear of other footprints. Hawkes Bay is one of New Zealand’s remote and special places, and it is a destination that remains a long way from standard visitor itineraries. It is also a place that has been made just for two, and you can spend 48 hours of luxuriating in each other’s company."
    },
    {
      "dayNumber": "6",
      "title": "Akaroa – Romantic Tranquility on the Rugged South Island",
      "description": "From soporific North Island pastures to striking South Island landscapes, you will switch settings this morning. After flying from Hawkes Bay to Christchurch, your guide will transfer you one-hour South to Akaroa, which is where the hills tumble into a turquoise, dolphin-filled bay. You will check into a farm on the Banks Peninsula, which will be a delightful little gem with private, standalone villas that are dotted across the 4,000-acre property. Spectacular vistas extend in every direction, and there are so many paths to explore, including those that lead to secluded beaches on the bay. After your arrival, a chef will meet with you to discuss a menu for your time in Akaroa. Expect locally sourced and seasonal ingredients that will add a creative flair to your cuisine."
    },
    {
      "dayNumber": "7",
      "title": "Akaroa – Hot Air Ballooning Above the Canterbury Plains",
      "description": "By sunrise, you will be soaring above the Canterbury Plains. From the hot air balloon, you can admire a jigsaw puzzle of fields and pastures with each piece being its own specific hue. Sheep speckle some of this landscape, and in the distance, there will be the Pacific Ocean standing as an eternal image of your romantic vacation in New Zealand. After touching down on a remote field, your hot air balloon flight will be followed by a champagne brunch although it will not actually be Champagne from France, but New Zealand’s exquisite sparkling wine that is produced in the same manner. It is just as tasty and is more fitting given the environment. The rest of your day will be left free, and you can choose to do Akaroa’s most popular activity, which is swimming with Hector’s dolphins. These wild, ocean creatures dance and pirouette through the water, sometimes jumping many meters above the water’s surface. These animals are incredibly playful and enchanting. Seals are another highlight of these waters, and you can often spot whales as well, especially during the winter months. However, it is not an absolute guarantee that you will see the elusive whales. You can also choose to lay back and do nothing today. When custom-designed food is being delivered to your private villa, it will be easy to spend your afternoon drifting away."
    },
    {
      "dayNumber": "8",
      "title": "Glenorchy – Highlights of Queenstown and Central Otago’s Wineries",
      "description": "Today, you will fly from Christchurch to Queenstown, and you will immediately understand why this part of New Zealand is so famous. Enormous mountains backdrop the small town, many of them being covered in snow for nine months of the year. Their peaks are reflected in Lake Wakatipu, which is a tranquil body of water that enhances the landscape with a delightful shade of blue. While Queenstown has a certain bustle, it is easy to be out in silence and away from the crowds on another piece of the lakeshore. Queenstown does have some cute shops and cafes that you may want to see, but the real highlight will be escaping the town to discover what is hidden on the surrounding Central Otago Plains. Vineyards are tucked into arid valleys, which private places from which you can continue the theme of escaping the world. Small lakes can be found away from the more popular Wakatipu. You can settle into a private tasting at two wineries that are not open to the public, or you can choose to walk hand in hand along a remote hiking trail. Your guide will meet you at Queenstown’s airport and offer you various options. Your day will be flexible, and there will be the opportunity to sample a range of highlights in Queenstown and Central Otago. At some point in the afternoon, you will arrive in Glenorchy, which is a tiny settlement on the opposite side of Lake Wakatipu. There is privacy and space here in addition to sublime views across the water."
    },
    {
      "dayNumber": "9",
      "title": "Glenorchy – Scenic Helicopter Flight to Doubtful Sound",
      "description": "Evocative fjords cover New Zealand’s Southwest, and most of them are completely inaccessible by road, foot, or even boat. It is only from the air that you can truly appreciate this landscape, especially how the individual fjords are packed so tightly together. This morning, you will set off on a full day’s, VIP helicopter tour that includes three different landing points in Fiordland National Park. First, you will soar across the park, gaining an understanding of its scale. Then, you will touch down on a remote mountain escarpment where ice sculptures appear like poetic monuments to nature’s power. After flying across a lake, you will land at Doubtful Sound, where a boat tour will provide a stunning impression of a New Zealand fjord. Milford Sound is more famous, but the lack of other boats and visitors makes Doubtful Sound a nicer experience for couples. Cruising along the cliffs, you can admire waterfalls and seals, and then as the mist and clouds roll in, you can sense a primitive majesty to this cut-off land. On the flight back to Queenstown, you will make another stop. If the sky is clear, then you can stop on a mountain that provides stunning panoramas over the World Heritage fjords. If not, then you can stop inside one of the mountain valleys that cuts a stark path towards Queenstown. Here, you can appreciate just how big and humbling Southwestern New Zealand can be."
    },
    {
      "dayNumber": "10",
      "title": "Queenstown – Departure",
      "description": "This morning will be left free, so you can enjoy a final lie in and some private moments along the lakeshore. You will be transferred privately to Queenstown Airport for your departing flight."
    }
  ],
  "map": ""
}