{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "pokmon-inspired-family-tour-to-australia-new-zealand",
  "tourName": "Pokémon​ Inspired Family Tour to Australia & New Zealand",
  "placesVisited": "Auckland, Queenstown, Rotorua, Milford Sound, Melbourne, Port Douglas, Great Barrier Reef, Kuranda, Sydney",
  "generalInfo": "Does someone in your family have Pokémon fever? This Pokémon-inspired family tour of Australia and New Zealand is perfect for families who want to see it all and catch em' all. Embrace the opportunity to turn this family vacation into a breathtaking and educational experience the whole family will never forget. Take the kids' Pokémon pursuit to the next level and have them experience the exhilarating feeling of exploring new lands and capturing regionally exclusive rare Pokémon such as Kangaskhan, which can only be found in Australia and New Zealand. Spend a day or two having them lead the family through the vibrant Great Barrier Reef and the serene Milford Sound in search of Pokémon in foreign lands; your private tour guide (who is also a Pokémon fan!) is able to expertly educate the family on the historical and cultural significance of the destinations you venture to.",
  "durationDays": "14",
  "price": "14",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – The Beauty of New Zealand",
      "description": "Arrive in Auckland and watch the city’s many sails flutter into view. The Sky Tower, the largest building in the Southern Hemisphere, ascends over the city and adds to the majesty of Auckland’s skyline. Jump into the adventure and explore Auckland Harbour on a harbor cruise. The skyline drifts into the distance as you float under the skeletal structure of the Auckland Bridge, the salty smell of the sea in the air, and the clear turquoise of the sea beneath you. Wave to the numerous lush islands that pass in the distance, some full of quaint towns and antique shops, others uninhabited and great for hiking. As the sun sets on the horizon, Auckland glimmers in the city lights that reflect on the shoreline."
    },
    {
      "dayNumber": "2",
      "title": "Rotorua – A Light in the Dark",
      "description": "On your way from Auckland to Rotorua, you will stop at the Waitomo Caves to experience the brilliance of the Glowworm Grotto . Drift on the river, deeper into the cave where the light of glowworms speckles the darkness in green and gold light dangling from the ceiling. Continue to Rotorua, the Maori cultural capital of New Zealand. Witness the power and intimidation of a Haka , the traditional Maori war dance. The dancers’ voices scream out as they slap their chests, stick out their tongues, bulge out their eyes, and remind you how good it is not to be the opposing army. The air smells of roasted lamb and sweet potatoes from the hangi , a traditional Maori barbecue buried in the ground. The meat is succulent, and the vegetables are tender, an incredible meal to end a marvelous day."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua – Discover the Depths of Middle Earth",
      "description": "Indulge in Rotorua, New Zealand’s cultural capital. Start the day with a trip to the Maori Arts and Crafts Institute, created to preserve Maori’s cultural and artistic traditions. Take a peek at the Wood Carving School, where local students learn how to record and preserve the history of their people. Similar carvings can be seen around New Zealand in Maori centers: meeting houses, canoes, weapons and jewelry, the finer the carving, the more prestigious the item. Afterward, venture to the depths of Middle Earth as you enter the Shire, found in Hobbiton. Visit the subterranean homes of Frodo, Samwise, Pippin, Merry, and Bilbo as you explore the breathtaking scenery with a private guide who will take you behind the scenes and beyond the expanding hobbit-hills. Consider enjoying a picnic lunch from The Green Dragon and indulge in basket overflowing with hobbit essentials such as honey-glazed ham, assorted local cheeses, homemade pork pie, vegetables from the local garden, freshly baked bread, a bottle of wine, and juice. Enjoy your meal underneath the shade of the tree overlooking the lake, amidst the verdant meadows. Inside the Green Dragon Inn, a fire roars from the fireplace, producing a lingering scent of charred timber."
    },
    {
      "dayNumber": "4",
      "title": "Queenstown – A Queenstown Welcome",
      "description": "Depart Rotorua for beautiful Queenstown, an incredible lakeside town on the South Island. Settled on the shores of Lake Wakatipu, the surrounding majestic Remarkables Range reflects in the pristine water. Take advantage of all Queenstown has to offer, no matter the season. The air is cool and crisp. Boats sail on the lake and laughter floats through the air. Take the Southern Hemisphere’s steepest gondola ride to the top of Bob’s Peak. Sit in comfort as all of Queenstown and Lake Wakatipu unfold before you as you ascend almost into the clouds, with New Zealand sitting at your feet."
    },
    {
      "dayNumber": "5",
      "title": "Milford Sound – Serene Milford Sound",
      "description": "A cruise through Milford Sound will remind you of how magnificent New Zealand’s natural wonders can be. The air smells of crisp, pure seawater. The water is pearl blue and cold to the touch. Mountains climb and sprawl around the sound with trees clinging to cliff faces and roots holding fast to the sediment. Stand at the rail and watch the waterfalls careen down the mountains splashing elegantly into the water, mist rising and filling the air with a mixture of sea and melted snow. Listen to the barking of Fur Seals and the yipping of dolphins that call the sound their home. No matter the season, Milford Sound has an unspoiled and unparalleled beauty; exploring Milford Sound is a wonderful and fitting way to spend your final day in New Zealand."
    },
    {
      "dayNumber": "6",
      "title": "Melbourne – Australia Calling",
      "description": "Transfer to the Queenstown Airport and say goodbye to the incredible natural wonders of New Zealand. Fly over the frigid, still beauty of the Tasman Sea on your way to Melbourne, Australia. Melbourne is the cultural center of Australia, known for its art, food, street culture, and boutique shops. The bells of streetcars peal in the air as the echo of heels thump on the cobblestone walkways. There is no shortage of nooks to explore while in Melbourne, where on many streets the smell of fresh pastries emanates from hidden alleyways. A walk through Fitzroy will bring you to the Bohemian center of the city, where the incense of second-hand shops mixes with the lavish perfume of designer stores. Fitzroy is a wonderful place to wander and wonder."
    },
    {
      "dayNumber": "7",
      "title": "Melbourne – Natural Melbourne",
      "description": "You will get to experience some of Australia's friendliest residents at the Moonlit Sanctuary Wildilfe Conservation Park, an eco-certified sanctuary that is home to endangered native species such as the Southern Bettong, Eastern Quolls, and Fluffy Gliders. If seeing a koala is on your list, visit the Koala Conservation Centre for a face to face experience with one of Australia's most adorable creatures. Then make your way to Summerland beach for the world-famous nightly penguin parade, and watch the hundreds of small penguins waddle across the beach as they make their way back home. Indulge in a tour of tasty treats at Panny’s Chocolate Factory on Phillip Island. Enjoy the rich taste of Panny’s “Secret Recipe” white truffle upon your arrival, a delectable and luxurious introduction of the tour to come. Full of interactive machines to experiment with, Panny’s is practically the Willy Wonka of Melbourne. Full of chocolate fun and facts, don’t forget to take advantage of making your own chocolate on the tour, rich or sweet, dark or white, as you perfect your own chocolate according to your tastes. To complete the day on a tasty note, try dinner at Golden Fields, an Asian Fusion restaurant in the St. Kilda district. Set on mixing Asian flavors with international palates, the chef’s interpretation of a lobster roll is made with the decadence of local, poached crayfish and Japanese Kewpie mayonnaise; a memorable meal for an unforgettable day."
    },
    {
      "dayNumber": "8",
      "title": "Port Douglas – Journey North",
      "description": "Depart Melbourne for the northern delights of Port Douglas, Australia, and the enchanting beauty of the Great Barrier Reef. Wander along the Esplanade and the sea-salt lagoon that decorates the walkway. Metal fish fly in through the air; people splash through the water, ankle deep, as the sun settles warmly in the sky, making the cool water a welcome escape."
    },
    {
      "dayNumber": "9",
      "title": "Great Barrier Reef – Cruising the Reef",
      "description": "Cruise to the edge of the continental shelf and explore the underwater world of the Great Barrier Reef. The blend of pink coral, orange fish, and purple anemones swirl together under the magnifier of clear water. Watch the world from the dry comforts of a glass-bottom boat or dive into the water and watch the hidden gems of the world up close. The giant clam of Agincourt’s exterior makes people mistake the mollusk as coral; its mouth drifts apart, revealing its almost neon purple and blue streaked insides. If you’re lucky, you may see the gentle magnitude of a whale shark as it floats along the reef, its wide mouth and spotted skin meandering through the water in a calm and passive manner. As the sun sets, the reef almost glows in the darkening orange, seemingly setting the water on fire."
    },
    {
      "dayNumber": "10",
      "title": "Kuranda – From Seas to Trees",
      "description": "Journey from the pearl-blue water to the lush green rainforest on the Kuranda Railway. One of the most scenic railways in the world, you will travel through hand-hewn tunnels and across open bridges while the luster of the rainforest extends out for as far as the eye can see. Barron Falls sprawls over the edge of the mountain and thunders down into the valley below, mist rising from the rapids and filling the air with damp forest. View the falls from the comforts of the train-car or from the viewing platform where you can feel the mist rising from the valley below. The train stops in Kuranda, a forest town full of antique shops and Aboriginal culture. Set in the seclusion the rainforest offers, Kuranda is a combination of eccentric local character and the natural wonders of its surroundings. For those looking to take to the skies for unparalleled views of the visually stunning region, the Skyrail rainforest gondola is a breathtaking family adventure attraction. The truly adventurous can upgrade their tour to have a glass floor or even a full 360-degree open-air gondola, for a truly immersive rainforest experience. Or consider paying a visit to the Butterfly Sanctuary (the largest in Australia), where you can stand amidst nature as it flutters around you. Be sure to walk along the wooded path so that the butterflies can flit around you, often landing on people’s shoulders and hands when held steady. The Ulysses Swallowtail has bright blue wings with black tips that flutter so fast, it’s like a blue strobe light darting past you in the brush. Learn about the butterflies' lifecycles and their inhabitation of Australia. At the Butterfly Sanctuary, you don’t just see the exhibit; you are a part of it."
    },
    {
      "dayNumber": "11",
      "title": "Sydney – Northern Trees to Southern Sails",
      "description": "Depart Queensland for Sydney, Australia and watch the sails of the Sydney Opera House come into view as the plane descends. The city by the sea contains all that Australia has become known for, including beaches, cuisine, and a city of international cosmopolitanism. Venture through the neighborhoods to experience the local delights. Newtown is home to Sydney’s largest concentration of artists, along with galleries, studios, and shops. The streets practically smell of fresh paint and imagination as you wander the neighborhood and run into shops like All Buttons Great and Small, a store dedicated to the collection and selling of all types of buttons. Almost like a museum, the store offers and creates various outlets for its buttons, including incredible displays. If the sea is calling your name, then head to the Sydney highlights of either Bondi Beach or Manly Beach, where people from all over the world come to relax. Or if the children are looking to complete their animal sightseeing checklist, consider a visit to the Taronga Zoo, home to 4,000 animals of 340 species."
    },
    {
      "dayNumber": "12",
      "title": "Sydney – Inside the Harbour",
      "description": "Look around and inside the sails that decorate the Sydney Harbour. Experience the Sydney Opera House with a tour of more than just the outside Esplanade. The outside looks like a ship, with bright white, wide sails ready to float into the sea at any moment. The inside of the Opera House looks like a gilded clam, layered and ornate, with acoustics that can make a whisper echo throughout the chamber. The journey through Sydney Harbour continues with a cruise on the water. Surf along the waterfront with the sails of the Opera House shrinking in the distance, while the skeletal frame of the Harbour Bridge looms overhead; Sydney’s skyline dims to a distant silhouette in the sun. Watch the seaside houses peek from the tree line and decorate the shores of Sydney’s waterway suburbs. The smell of coffee from the boat mixes with the sea and the smoke of barbecues on the shore. The sun sets as the lights of the skyline shine bright and calls you back to land."
    },
    {
      "dayNumber": "13",
      "title": "Sydney – Sydney’s Natural Surroundings",
      "description": "After breakfast, your guide will meet you in the hotel lobby to take you to one of Sydney's most famous sites, the Greater Blue Mountains, a UNESCO World Heritage Site. This visually stunning region is aptly named after the intense blue haze that results from the mixture of the droplets of oil produced by Eucalyptus trees combined with dust particles and water vapor. On the way, make a stop at Sydney’s award-winning Featherdale Wildlife Park, known for its conservation efforts and an incredible collection of Australia’s unique fauna. Cassowaries look practically prehistoric in their size, similar to an ostrich. The males are colorful with deep-blue skin around their neck and a Mohawk-topped proudly on their heads, while Kookaburras are famous for their territorial squawk that sounds like a high-pitched laugh ringing through the trees. Enjoy the fluffy cuddles of a koala as it slowly wraps its paws around your shoulders. Snap a photo so everyone at home will believe you had the chance to cuddle the herbivorous marsupial. Linger among the kangaroos as they lounge in the shade, shielding themselves from the sun. On your last day in Australia, you can reach out and touch the continent, like the continent has no doubt touched you."
    },
    {
      "dayNumber": "14",
      "title": "Sydney – On Your Way",
      "description": "You will transfer to the Sydney Airport to depart back home. Though the trip has ended, there will be plenty of time to reminisce, thoughts of the mountain ranges that hovered within the clouds, the smells of the hangi , the sounds of the haka , the colors of the Reef, and the cuddly fur of the koala. The trip has ended but the memories never will. Note: Zicasso and “Pokémon Inspired Family Tour to Australia & New Zealand” are not affiliated with, or sponsored or endorsed by, The Pokémon Company International, Pokémon Korea Inc., Niantic Inc., Google Inc., Alphabet Inc., ©Nintendo, ©GAME FREAK Inc. and ©Creatures Inc."
    }
  ],
  "map": ""
}