{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "amazing-family-friendly-tour-of-new-zealand-queenstown-rotorua-pauanui-tairua-and-more",
  "tourName": "Amazing Family Friendly Tour of New Zealand: Queenstown, Rotorua, Pauanui, Tairua, and More",
  "placesVisited": "Christchurch, Akaroa, Mount Cook Village, Queenstown, Rotorua",
  "generalInfo": "The Remarkables Mountains frame the South Island and reflect in the pristine waters of glacial lakes. Turquoise waves lap at gold sand beaches. Forests decorate the hills and valleys. You can hear the cultural songs of the Maori echoing from a long tradition. Your amazing family friendly tour of New Zealand through Queenstown, Rotorua, Pauanui, Tairua and more is tailored to provide family adventure and cultural discoveries. View the smoldering crater lake of a volcanic island and watch penguins dive into the frigid waters of a breathtaking fiord. The family will find exploration of land, air, and sea along the treasured landscape and heritage of New Zealand.",
  "durationDays": "11",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Garden Arrival",
      "description": "Christchurch is a city of rich cultural gardens that touch on the English heritage of New Zealand’s colonial past. The Avon River winds gently through the city, from Hagley Park to the cobble-paved streets of the city center. Botanic Gardens offer colorful blossoming flowers to antique stone buildings and art projects that have sprouted since the aftermath of the 2010 and 2011 earthquakes. Local are friendly and greet every new face with a wide smile. They embrace the innovation of the refurbished city and the excited visitors that come from around the world. The family arrives and your private transfer meets you at the airport. The city maintains a small town charm that makes you feel as though you have stepped into an English village instead of one of the largest cities in New Zealand. Magnificent snowcapped mountains dwarf the skyline and encompass the cityscape. The family marvels at the quaint character of the city and the stunning landscape that surrounds it."
    },
    {
      "dayNumber": "2",
      "title": "Pristine Panoramas",
      "description": "The family wakes up to the offerings of a traditional breakfast. The hardy meal readies you for the active day to come. Your private transfer meets you at the airport and escorts the family to the charming town of Akaroa. The historic French settlement maintains its fishing village allure. Colonial architecture lines the streets around the city center and climb into the shallow foothills. Cafes emanate the aromas of fresh brioche and rich coffee. The kids don’t try to hide the fact that even they have been delighted by the ambiance of the city. Stop aboard a harbor cruise and venture out onto the cobalt blue water. The sea air surrounds you and the boat sprays cool water into the air. Dramatic cliffs and verdant foothills encompass the harbor. Sea caves are carved into the landscape. Hector’s Dolphins burst from the water and the family gasps with excitement. They can grow over five feet long and have a unique dorsal fin that’s rounded at the top. Put on a wetsuit and spend time in the water visiting with the dolphins. The water is briny and refreshingly cold. The coastline sits in the distance. Dolphins swim near you. They look straight at you and bob their heads with excitement. Although the dolphins look like they’re smiling at you, when you look back at your family you can see their radiant smiles."
    },
    {
      "dayNumber": "3",
      "title": "Whitewashed Landscape",
      "description": "At the center of New Zealand’s illustrious South Island is the Aoraki Mount Cook Mackenzie region. At night, the stars flicker brilliantly in the unobstructed sky. During the day, the sunlight drapes over the mountains and valleys with enthusiastic light, spotlighting the turquoise lakes, emerald grass, and snowcapped mountain peaks. The family ventures out on an excursion that takes them along celebrated glaciers. Step aboard a boat and course along the Tasman Glacier terminal lake. The water is stiffly cold, and you journey close enough to touch, and even taste, 300-500 year-old glacial crystals. In the calm journey across the water, your guide quiets everyone. If you listen closely, you can hear the ice breaking away from the rest of the glacier to form icebergs of all shapes and sizes. You travel along the lake surrounded by the breathtaking alpine scenery. The natural beauty of the mountains and the raw power of the glaciers captivate the family."
    },
    {
      "dayNumber": "4",
      "title": "Endless Sounds",
      "description": "The kids’ enthusiasm hasn’t waned, and they wake up eagerly awaiting the next adventure. After breakfast, your transfer meets you at the hotel and takes you south to the edges of Fiordland National Park, home to the famous Milford Sound. The first impression is breathtaking. Rocky cliffs rise out of pristine, dark water. Forests sprout from craggy foothills and drape steep slopes. Mitre Peak stands 5,551 feet above sea level and often displays a snowy top. The family boards the boat and cruises the remarkable scenery across the Sound. The large cruise ship takes you between watery mountain passes and alongside the far-reaching sloping edges. Stirling Falls is a permanent waterfall that cascades 508 feet down the cliffside into the waiting sea below. The water trundles past mossy rocks and stirs the air. Little Blue Penguins can grow up to 17 inches in height and have a particular blue sheen that matches the color of the dark water. Colonies waddle on the forested beachside and dive into the water in search of fish. You point the penguins out to the kids and the watch with bemusement as this unforgettable contact with nature shapes into a personal memory."
    },
    {
      "dayNumber": "5",
      "title": "Speeding Up River",
      "description": "A skyline shaped by the Remarkables Mountains surrounds Queenstown. Their peaks reflect in the opulent waters of Lake Wakatipu. The alpine village is known for as the extreme capital of New Zealand but also maintains a small town atmosphere with an energetic ambiance. Your guide meets you at your hotel and takes the family to the edges of the Dart River for an exciting excursion on the water and adjacent landscape. When you board the boat you aren’t sure what to expect but soon the kids cry out with excitement as the boat speeds up river providing a unique view of the scenery and mythological Maori history. Freshwater sprays around the boat. The breeze brushes through your hair and the scent of limestone and beech wood fill the air. The landscape resembles an imaginative Middle Earth and was used in several scenes of the Lord of the Rings Trilogy. The forests have remained the same for around 80 million years. Turquoise blue water edges lush riverbanks. The forests fade to pebble shores before the trees return. Towering, snowy mountains encase the river. When the snow melts waterfalls feed into the Dart River."
    },
    {
      "dayNumber": "6",
      "title": "Legends of the People",
      "description": "Rotorua is the cultural capital of New Zealand. The city is known for its dynamic thermal springs and spouting geysers, but also a home to the Maori’s Sacred Waters. Your private transfer takes you the airport for your flight to the city filled with legends. The thermal reserve of Te Puia is home to more than 500 springs, including Pohutu, also known as “Big Splash,” which erupts up to 20 times a day. The water spouts almost 100 feet upwards. In the evening, you will visit a Maori village for a sample of the heritage and continued cultural connection with the indigenous peoples of the island. The aromas of slow cooking lamb and vegetables emanate from the hungi, an earthen oven dug into the ground. The local tribe performs a welcome ceremony and introduces the traditions of its people upon welcoming guests. After dinner, it offers you a look at the famous haka , the war dance. The celebrated All Blacks,rugby team performs the dance before every game to intimidate their rivals. A drum beats and the warriors slap their chests and thighs to the rhythm. They bulge their eyes and stick out their tongues. The effect is captivating and chilling. The beat quickens and the warriors stomp their feet and continue to slap their chest. The family is fascinated with the dance and the battle cry that echoes deep into the night."
    },
    {
      "dayNumber": "7",
      "title": "Visions of the Simmering Land",
      "description": "A mist drifts off of Lake Rotorua in the morning light that comes from the subterranean heat of the region. It offers a unique and interesting view of the city and the landscape. In the morning, you step away from the city of hot springs for an aerial view of crater lakes and Mount Tarawera, along with White Island, home to the country’s most active offshore volcano. Over 30 miles from the mainland’s shores is the simmering conical peak of White Island. You can see vapor rising from the summit. From the sky, the island looks like a photographed image of a perfect volcanic landmass out of a movie. Smoke rises from the crater’s acrid lake at the island’s center. The family sees power and beauty in the same moment, in one panorama of White Island, set in the enveloping deep blue waters of the Bay of Plenty."
    },
    {
      "dayNumber": "8",
      "title": "Twin Harbors",
      "description": "Today you leave behind the images of volcanoes and geysers, Maoris, and the haka. Tairua and Pauanui are twin towns divided by an estuary on the North Island’s east coast. The hillside of Paku has twin cones and a sculpted hillside. You can see the shores of the Alderman Islands from the beach. The water is a perfect cool temperature. The green edges of the cities pull back from the ocean and drape the rolling mountains that cover the horizon. The day is at your leisure to indulge in the scenery and perhaps relax on the on the beach. You find Tairua beach at the edge of Mount Paku’s foothills. The sun shines bright and warm over the sand and the water shimmers opulent blue. The sand is gold and soft. You can hear the water splash against the distant rocks at the edge of the estuary. The family takes the day to rejuvenate in the on the stunning beachside with the sweet breeze blowing passed."
    },
    {
      "dayNumber": "9",
      "title": "A Cove and Cathedral",
      "description": "The clear turquoise water of New Zealand’s northeast coast continues to enthrall the family. The thermal springs of Hahei Beach filter into the ocean and heat the Pacific to a temperate cool. The town is quaint and sits against the opulent water. Caves are hidden by the sloping trees and hide quiet, secret beaches. Venture out on a kayak tour of Cathedral Cove and experience the marine reserve up close and personal. The family is excited about the next adventure. Follow your guide along limestone rock formations that rise out of the water. Whales swim in the distance. The sand looks soft and inviting. You pass beside karsts and underneath stone arches shaped by the elements. Spend time enjoying the sights from a sea cave. Water laps at the shore and echoes against the stone cavern."
    },
    {
      "dayNumber": "10",
      "title": "Wonders of the Water",
      "description": "Auckland is the largest city in New Zealand is knows as the “City of Sails.” Marinas grace the shoreline and numerous boats sway in the soft wake. On any given day, you can look out on the water and see boats casting their sails and catching the breeze. They glide across the sea like passing clouds. The city boasts the largest Polynesian population outside of the islands and emanates a friendly, eclectic atmosphere. The Sky Tower stands 1,076 feet tall and with a 360-degree view of the city. Make your way to the interactive aquarium at Kelly Tarlton’s for a view of subaquatic and arctic life. The habitat was opened in 1985 and continues to provide over 360 feet of tunnels to view passing fish and sharks. Stroll alongside the arctic encounter to view penguins up close in a simulated glacial environment. Stand at the edge of a 92,000-gallon tank and see stingray gliding through the water. You can watch staff enter the tank and feed the large and unique looking animal, pointing out the eyes atop their body and their mouths underneath. Even in the cities the natural splendor of New Zealand is present and prevalent."
    },
    {
      "dayNumber": "11",
      "title": "Returning from the Waterfront",
      "description": "The sun casts a light over the city and the nearby islands off the coastline fade behind numerous passing sails. The city brims with life along Queens Street. Boutique fashion stores border the charming cobblestone plaza in the neighborhood of Chancery. The jovial spirit of the city sweeps through the streets and spreads to the boats along the horizon. After breakfast, your private transfer meets the family at the hotel and escorts you and your family to the airport. You have touched glaciers and seen ancient forests, experienced war cries and hidden caves. The family has traveled across the islands of New Zealand and found fun and unforgettable adventures."
    }
  ],
  "map": ""
}