{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "14-day-romantic-adventure-to-australia-new-zealand",
  "tourName": "14-Day Romantic Adventure to Australia & New Zealand",
  "placesVisited": "Waiheke Island, Coromandel Peninsula, Queenstown, Milford Sound, Sydney, Hunter Valley, Uluru",
  "generalInfo": "Handcrafted for exclusivity and privacy, this exciting two-week adventure through New Zealand and Australia are all about the unique places where romance can thrive. Stars shimmer as you sit in silence, fjords inspire, and vineyards exude indulgence. Islands create magic, and from a helicopter, you can venture where other travelers do not. From tropical islands to city extravagance and the big red desert, prepare yourselves to stroll hand in hand in the Southern Hemisphere’s remarkable landscapes.",
  "durationDays": "14",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Waiheke Island – Beachside Retreat",
      "description": "After arriving at Auckland’s international airport, you will be transferred to the harbor on the short ferry journey. This little extra journey will be really worth it, even after a long flight to New Zealand. You will arrive in Waiheke, where you will relax above a golden bay. You may notice the lack of footprints in the sand, which may provide you with a sense of indulgence and seclusion. Most flights to New Zealand land in the morning, which will give you an entire first day to relax and become acclimated. Early check-in will be arranged at your luxurious accommodation, and afterward, you can just walk down some steps to the beach."
    },
    {
      "dayNumber": "2",
      "title": "Waiheke Island – Remote Island Beaches",
      "description": "Today, you can wake up at your own pace and enjoy the ocean breeze. You can order breakfast to your balcony and then go back to bed if you want. On this vacation, it is about how you feel, especially at the lodges and hotels that have been handpicked for their luxury. Luscious vineyards carpet the interior of the island, and they are all connected by walking trails, so it will be easy to indulge in tastings at up to ten different vineyards. The fjords and mountains will come later, but for now, you can escape into tropical island bliss and completely ease into your vacation."
    },
    {
      "dayNumber": "3",
      "title": "Coromandel Peninsula – Romantic Escapism",
      "description": "From Waiheke, you will travel in style because a helicopter will fly you across the South Pacific to the Coromandel Peninsula, which is a destination of raw, natural splendor and seclusion. For these two days, you can snuggle at the lodge and indulge in a stroll to a very quiet beach. There will be fine dining with an ocean breeze and the sense of privacy that is demanded by all couples who are seeking romance. Cocktails can flow on the balcony, and you can spend two days doing nothing at all if you choose. However, Coromandel is also a place to celebrate New Zealand’s great outdoors, and a personal concierge can organize a variety of activities for you."
    },
    {
      "dayNumber": "5",
      "title": "Queenstown – Beneath Snowy Mountains",
      "description": "Rather than staying in Queenstown, you will be tucked away at a private lodge along the lakeshore, which will be close enough to visit Queenstown’s restaurants and attractions. Your lodge will also evoke a wilderness feel. After your flight from Auckland, you will have an afternoon to try one of Queenstown’s exciting activities. One option will be a private boat cruise on the lake, and a guide can lead you to the Central Otago vineyards for some decadent tasting and fine cuisine. If you are feeling adventurous, then you can run off Bob’s Peak on a tandem paraglide or experience the buzz of a jet boat. This is a spectacular setting, and you can enjoy a wonderful day of sinking your senses into the landscapes."
    },
    {
      "dayNumber": "6",
      "title": "Milford Sound – Overnight Cruise on the Fjord",
      "description": "After a road transfer from Queenstown, you will spend the afternoon on a luxurious boat cruise through Milford Sound. You will have the chance to go kayaking on the fjord, which will provide you with amazing close-ups of the seals and dolphins. The best part of this experience is that when the other boats return to harbor, yours will stay out in the wilderness. Milford Sound is a majestic place, and it was also New Zealand’s entry in the world's seven wonders competition. It is most special just before dusk, which is when there are no other boats, and you can bask privately in all its iconicity. Dinner will be served, and you will spend the night in the heart of Fiordland, tucked into a fjord listening to the wind singing through the night."
    },
    {
      "dayNumber": "7",
      "title": "Queenstown \u0000– Helicopter to Glaciers",
      "description": "The premier highlight of an overnight cruise is that you can wake up in the fjord, experience how it emerges, and admire all its sensual beauty. After a morning that can involve kayaking with dolphins, you will return to the harbor and venture back to Queenstown. By flying over Fiordland in a helicopter, you will enjoy spectacular views over the UNESCO World Heritage Site. Fjords are separated by snowy mountains and glaciers, and the landscape captures the essence of untouched wilderness. Your first stop will be on a glacier, where ice sculptures will form a natural art gallery, and you can really feel Fiordland’s vastness."
    },
    {
      "dayNumber": "8",
      "title": "Sydney – Cruising the Parramatta",
      "description": "Today, you will be in the midst of fine dining restaurants, where only those in the know can get a table, and sunset cocktails at opulent beach clubs. With two days in the city, you can indulge in city pleasures, and a guide will arrange everything for your interests and mood. It will begin with a private cruise along the Parramatta River in the late afternoon, and you will glide under the bridge and alongside the shimmering sails of the Sydney Opera House. Food and drinks will be served on the deck, and you will be treated to the sunset over the Blue Mountains and Sydney."
    },
    {
      "dayNumber": "9",
      "title": "Sydney – In an Iconic City",
      "description": "This full day in Sydney will be deliberately left free, so you can customize it to your interests. Australia’s most iconic destination has too much for a single day of discovery, and every couple can find something different here, from craft markets to famous beach bars and encounters with kangaroos to a night at the opera house. Your guide will tailor a day around how you feel, whether that is one on one with a koala or dining among the cobblestone lanes of The Rocks. You should try not to do too much in Sydney because you will miss out on why the city is special. You should take it slow and go with the flow."
    },
    {
      "dayNumber": "10",
      "title": "Hunter Valley – Hot Air Balloon Ride",
      "description": "Traveling from Sydney to Hunter Valley will be so easy by helicopter as you swap an urban landscape for rolling hills and endless vines. You will be staying on a vineyard that is hidden away in a place where privacy is paramount. Today, the helicopter will touch down to a boutique brunch and wine tasting at one of the Hunter Valley’s most celebrated vineyards. From here, you can stop at another one to three wine farms before cuddling up at your vineyard retreat for a night of solitude. Day 11 will begin with a hot air balloon flight over the valley with shards of golden light bringing the Hunter Valley out of the shadow and a bottle of sparkling wine. You will have a full day to discover more of the region’s vineyards, and a local guide can arrange tastings with a winemaker or cellar-master."
    },
    {
      "dayNumber": "12",
      "title": "Uluru – Beneath the Southern Sky",
      "description": "Today, you will venture out into the desert, which is the great, red landscape that covers most of Australia. After a flight from Sydney to Uluru, you will be transferred to an intimate desert camp that is well away from the main Uluru crowds. You can stop, breathe, and inhale the silence. This is the wilderness, and there will be nothing here but the two of you. The camp provides luxury in the wilderness, and the premium is on space. After you spend an afternoon at the fabulous domes of Kata Tjuta, admiring how the desert’s color is always ephemeral, you will have a night of pure seclusion beneath the stars. Dinner will be served to your suite as the southern sky unfolds."
    },
    {
      "dayNumber": "13",
      "title": "Uluru – Through the Red Desert",
      "description": "With a full 24 hours in the desert, you can really appreciate how it changes. This morning, you can walk hand in hand to the greatest rock of them all. Uluru is far bigger than everyone expects, and its beauty surges powerfully from the rough, red earth. A guide will show you Aboriginal stories that are painted into the rock and some of the tales that accompany this spiritual space. Later in the afternoon, you can also travel in the desert, either on horseback, camelback, or quad bikes. Usually, the guides will accompany you on a ride and then leave you to a picnic and bottle of sparkling wine."
    },
    {
      "dayNumber": "14",
      "title": "Uluru – Departure",
      "description": "After an optional morning activity, you will begin your journey back home from Uluru’s domestic airport."
    }
  ],
  "map": ""
}