{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-coastal-tour-christchurch-dunedin-milford-sound-more",
  "tourName": "New Zealand Coastal Tour: Christchurch, Dunedin, Milford Sound & More",
  "placesVisited": "Christchurch, Dunedin, Queenstown, Milford Sound, Franz Josef",
  "generalInfo": "The epic grandeur of the South Island will immerse you in endless wonder on your 8-day New Zealand tour. You will trek an ancient glacier and delight in the scenic views of the Southern Alps from a historic train. Waterfalls will crash down Milford Sound's dramatic cliffs while Queenstown’s vibrant ambiance will highlight the friendly local culture for a classic exploration of New Zealand’s South Island.",
  "durationDays": "8",
  "price": "3,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Christchurch – Open Your Eyes to the Beauty of the South Island",
      "description": "Land in Christchurch, the largest city on the South Island of New Zealand, and open your eyes to the stunning scenery around you. The quite rush of the Avon River flows through the city center surrounded by the warm colors of Victorian architecture and the botanic gardens, lush avenues full of leaves and spectacular gardens. Whether floating down the river, strolling through the fabulous gardens, or wandering the pleasant streets of the city, the sweet smell of roses winds through Christchurch and is sure to open your eyes to the beauty of the South Island. Known as the Gateway to Antarctica, learn more about the city’s connection to the seventh continent at the International Antarctic Centre. Enjoy the incredible simulation of the coldest, driest, and windiest place on earth. Explore the icy way of life from glaciers to penguins. The quiet chirps of little blue penguins come from their cold display where you can watch them fly through the water, glide through the clear imitation sea, search for fish, and nest onshore. You can travel through the ice and frozen water on an all-terrain, amphibious Hagglund. The simulation drives along the tundra offering you the incredible vistas of the open space, the large glaciers that plunge into the sea, and the whales that swim off the coast. And slide along the arctic floor in the “'Antarctica' Snow and Ice experience.”"
    },
    {
      "dayNumber": "2",
      "title": "Dunedin – Through the Canterbury Plains",
      "description": "You will make your way from the Antarctic Circle through the stunning plains of Canterbury. The plains stretch along the horizon to the foothills of the mountain range, brilliant green glowing in the afternoon light. Sheep graze along the grass standing before the mountain range that expands in the distance. The peak of Mount Cook lifts into the air above the surrounding range often covered in snow. Opal lakes reflect Mt Cook’s peak. Lupines glow in the sunlight, pink, purple, and gold. The scent of lupines is sweet along the fresh grass. The snow across the open mountain range makes the range blend in with the clouds. Continue your journey to Dunedin, a lovely beachside city located on the east coast. Once you arrive in Dunedin, Larnach Castle is a lovely site to visit. The castle has served many purposes since it was built in 1871, such as its use as a lunatic asylum, a hospital for shell-shocked soldiers, and even partly as a sheep holding pen. The castle resembles those of the English countryside. The stone façade is adorned with large windows looking over the field. The light trickle of the fountain fills the air. Swans swim around the fountain’s pool. The castle gardens are colorful and lively in the spring and summer full of blooming flowers and fresh grass. The garden tunnel lines the walkway and surrounds you with flowers until the sun begins to fade in the clear sky and brings the coming night."
    },
    {
      "dayNumber": "3",
      "title": "Dunedin – See the Sights on the Otago Peninsula",
      "description": "Dunedin wears a sense of its heritage, surrounded by dramatic rolling hills and located at the end of the long harbor. Enjoy a historic tour of the best-preserved Victorian city in New Zealand, one that shows the hardships of the gold rush contrasted with the charm of high society. Visit the Speight’s Brewery, built during the gold rush and still brewing popular and award-winning beers today. The smell of barley and hops emanates from the building made of brick. The stacks continue to smoke as the brewery stays strong. Along the historical tour of the city you will also see the incredible Dunedin Railway Station, a monument of Edwardian architecture. The most photographed building in the country, the Dunedin Railway Station, was constructed during the country’s railway growth. The station is domed, displays stained glass windows showing locomotives and boasts tiled arches that engulf the ticket boxes. Continue your exploration of Dunedin and its surroundings by venturing to Otago Peninsula. Stemming from volcanic origin, the peninsula boasts incredible wildlife including a natural habitat of the blue penguin. The water is an emerald green. The feathers of the blue penguin shine in the stunning green water. Their white bellies glisten in the sun. The grass grows tall and sways in the breeze. Walkways sprawl along the reserve next to cliff faces and waterways. It is difficult to take your eyes off of the beauty of the waves crashing along the cliff as the sound of the water splashes in the breeze."
    },
    {
      "dayNumber": "4",
      "title": "Queenstown – A Land of Mountains and Forests",
      "description": "Depart from the rich history and beautiful scenery of Dunedin and make your way to Queenstown along the Taieri Gorge Railway. The rugged landscape curves along the mountainside and through the lush forests. Water rushes beneath the railway and carves through the mountains. The bush that rolls along the railroad is green and gold. The smell of fresh grass enters through the windows. The cool breeze fills the car. Exit the train at Queenstown and notice the city nestled between the stunning blue of Lake Wakatipu and the looming point of Bob’s Peak. The scent of pine swoops from the foothills. The fresh water comes in from the lake. From the train ride to the settling luxuries of Queenstown watch the world go by in the South Island and enjoy the majesty that continues to unfold."
    },
    {
      "dayNumber": "5",
      "title": "Queenstown – Day Trip to Milford Sound",
      "description": "Wake up to the beautiful smell of fresh coffee and begin your day with the promise of the incredible Milford Sound. Wander through the gateway of Fiordland National Park and enter the stunning site of Milford Sound. The water reflects the surrounding mountains. Mitre Peak stands tall on the far side of the water. Lush greenery surrounds the foothills and rises throughout the mountains reaching the snowy peaks. Dolphins jump in the wake of the tour boat and giggle. Penguins swim along the shoreline and seals bark in the distance. The incredible landscape and stunning scenery of Milford Sound is sweet and beautiful, and will keep you from wanting to blink."
    },
    {
      "dayNumber": "6",
      "title": "Queenstown – Extreme Adventure and Wineries",
      "description": "Spend the day exploring the luxuries of Queenstown and all the adventures that the city has to offer. You can see the extreme adventurers ride on the wind as they hang glide from the top of Bob’s Peak down to the city streets; whether it is an extreme adventure you’re seeking or just the leisurely adventures of experiencing the local fun, Queenstown will satisfy your needs. The sun glistens off Lake Wakatipu. Small ripples sprawl from the lake’s center. Birds soar through the sky and imitate the hang gliders, or vice versa. Settle into the town and wander the quaint streets of the city. For an all-encompassing visit to Queenstown take a journey along its surrounds and discover why the Central Otago Region is known for its incredible Pinot Noirs. The vines stretch along the valley as the mountains tumble in the distance. The sun packs the earth and the smell of sweet clay surrounds the glen. You may find fragrant and youthful wine with ripe flavors, and a savory, long finish."
    },
    {
      "dayNumber": "7",
      "title": "Franz Josef – Glaciers and Ice Tunnels",
      "description": "Travel through the rugged beauty of Haast Pass on your way to Franz Josef. The deep gray of craggy rock lines the pass, along with beech forests that give off the scent of a nutty evergreen. The gray and green mix along the path to Franz Josef and offer a subtle serene beauty to the roadway. Once you reach town it is a short walk to the view the glacier. What looks like a river of ice cutting between two mountains sits frozen before you, because it is in fact a river cutting between two mountains and frozen in ice. The glacier inches closer to the water below every year, shifting slowly like the waterway that it will one day become. The ice is an opulent blue mixing with a glistening white. Don’t pass up the opportunity to explore the glacier, whether flying over the rugged surface or on a guided walk—ice gently crisps beneath your feet as you follow the sunken paths carved out by time. You make your way up to the glacier’s plateau and look down on the sunken valley below. Climb through ice tunnels. Taste the unsullied glacial snow. Feel the cold glacier on your fingertips and your lips, whatever it takes to believe that you are here."
    },
    {
      "dayNumber": "8",
      "title": "Christchurch – Cross Country Via the TransAlpine Railway",
      "description": "The glacier folds back between the mountains. The cool breeze sweeping off of the ice fades away. Climb aboard the TranzAlpine railway and begin your journey back to Christchurch. The railway twists and turns through the foothills of the Southern Alps. Mountain peaks come in and out of view. Enjoy a strong, black tea and let the hot mug warm your hands. The sweet green of the Canterbury Plains fills the window. You can almost smell the fresh grass beyond the glass. The train whistle blows as you chug along past the gorges and rivers; long gone are the steep Alps. Continue on through the vast plains, until you find yourself at the steps of Christchurch. Your journey through New Zealand may be coming to an end but the colors of the country will never fade, not in reality, not in your memory, and not since you opened your eyes to the stunning wonders of New Zealand."
    }
  ],
  "map": ""
}