{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "marvels-of-new-zealand-tour-in-three-weeks",
  "tourName": "Marvels of New Zealand Tour in Three Weeks",
  "placesVisited": "Coromandel, Rotorua, Napier, Kaikoura, Nelson, Abel Tasman National Park, Lake Pukaki, Dunedin, Queenstown, Wanaka, Franz Josef, Te Anau, Christchurch, Milford Sound",
  "generalInfo": "This self-drive 3-week New Zealand tour immerses you in a seemingly endless adventure through captivating scenery. Experience authentic Maori customs in a cultural village and search for penguins on the stunning Otago Peninsula. The serene waters of Milford Sound highlight nature’s pristine beauty, and the searing pools of Wai-O-Tapu Thermal Park reveal nature’s drama. Relax in luxurious accommodations, discover remote corners, and travel at your own pace during this unforgettable New Zealand trip.",
  "durationDays": "21",
  "price": "10,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Coromandel - Welcome to the Scenic North Island",
      "description": "The Coromandel Peninsula offers a blend of scenic seclusion and metropolitan access. The dramatic mountainscape bisects the peninsula to create two distinctive destinations that are highlighted by white-sand beaches and rugged walking tracks through untamed woodland. Your flight will arrive at Auckland International Airport, where you will pick-up your car to begin your marvelous road trip across the North and South islands. The peninsula has a relaxing ambiance that derives from the contrasting misty forests and pristine coastline. You can settle in to the comforts and remote beauty of your accommodation that overlook the shimmering blue waters of the Pacific Ocean and lush greenery of Mount Pauanui."
    },
    {
      "dayNumber": "2",
      "title": "Coromandel - Explore the Beauty of Cathedral Cove",
      "description": "After breakfast, you will board a kayak on the crystal-clear waters of Cathedral Cove for an excursion into sea caves and around volcanic islands. The scent of the briny water will fill the air as you paddle through the marine reserve that is famous for its gigantic stone archway. The stone exudes an air of grandeur that leads to the white sands of the coastline. Before lounging on the deserted sands of Hot Water Beach, you can dive into the water with a snorkel and enjoy the refreshing temperature as you search for big snapper and stingrays."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua - Travel South to Rotorua",
      "description": "You will embark on a scenic drive to Rotorua that will lead you through the Gold Mining town of Waihi. Impressive phoenix palms line the main avenue and shade the grand facades. At Mount Maunganui, you can enjoy a walk around the monolith, whose volcanic peak reaches 761 feet above sea level. The verdant slopes juxtapose the azure water of the sea and crown the narrow peninsula. Thermal hot pools punctuate the coastline amid the sandy beaches and roiling waves, drawing surfers from around the North Island. Once at your accommodations, you can relax with a view of the gardens or lake."
    },
    {
      "dayNumber": "4",
      "title": "Rotorua - Find Culture and Geothermal Wonder",
      "description": "Your guide will lead you to the fascinating Wai-O-Tapu Thermal Park. Here, the Lady Knox geyser shoots water up to 65 feet in the air every morning. The colorful landscape shines various shades of red, orange, and white, which occur due to the volcanic activity of the region. Boiling pools ripple, mud pools bubble, and the cooler water showcase hints of fluorescent green amid steaming terraces. You will continue to an authentic village for insight into the Maori culture. The war calls of the Haka will echo through the village, and the scent of roasting potatoes will emanate from the earthen ovens."
    },
    {
      "dayNumber": "5",
      "title": "Napier - Venture to Charming Napier",
      "description": "You will reach the shores of Lake Taupo, where the water spans a volcanic caldera that spreads across 237 square miles. The beaches provide panoramas of the water and sweep to the snow-capped peaks of Tongariro National Park in the distance. You can venture to Huka Falls, where the thundering roar of the 36-foot tall cascade supports more than 58,117 gallons of water per second. In the town of Napier, you will find the charming ambiance of layered history represented in Art Deco, Spanish Mission, and Stripped Classical architecture, which has been claimed to represent a film set from the 1930s."
    },
    {
      "dayNumber": "6",
      "title": "Napier - Delight in a Gannet Safari and Wine Tour",
      "description": "You will follow your guide through Cape Kidnappers as it erupts with gannets that spread across the pebbled shoreline. The large ocean birds can have a wingspan over six and a half feet wide. The sounds of squawking birds will overtake the rhythm of the lapping waves against the cliff formations and rock pools. From the cliffs, you can stand upwards of 328 feet above the ocean for a stunning view of Hawke’s Bay. You can continue to the local wineries to sample the local flavors of traditional cuisine and wines that have been inspired by the unique topography."
    },
    {
      "dayNumber": "7",
      "title": "Nelson - Fly to Nelson on the South Island",
      "description": "You will drive to the airport and return your car before taking a brief flight from Wellington Airport to Nelson Airport. Upon your arrival at Nelson Airport, you will continue to the quiet and colorful town. The vibrant arts region celebrates the stunning landscape of Abel Tasman National Park at its doorstep. The sunshine supports outdoor activities, and the town center offers views of the port, golden shores of Tasman Bay, and surrounding rolling mountains. The remainder of the day will be at your leisure to lounge in the comforts of your luxurious eco-lodge that overlooks the rural setting of the bay and Marlborough Sound."
    },
    {
      "dayNumber": "8",
      "title": "Nelson - Wander the Beauty of Abel Tasman",
      "description": "You will board a boat in the morning for a scenic exploration of the Abel Tasman coastline. Your biologist guide will offer a unique perspective on the stunning land and seascape that is embodied in the turquoise water. Granite and marble rock formations stick out along the headlands and are set beneath the lush canopy of regenerating forest. The sunlight will wash over the golden sands of Te Pukatea Bay, and the sounds of bellbirds and tui will echo from the trees. From the top of Pitt Head ecological island, you will have a stunning view of the regenerating woodlands and surrounding water."
    },
    {
      "dayNumber": "9",
      "title": "Kaikoura - Uncover the Splendor of Kaikoura",
      "description": "As you travel to Kaikoura, you can find the Pacific Ocean as it splashes against the South Island’s eastern shoreline. In winter, snow blankets the bordering mountains and adds diverse drama to the marvelous landscape. After arriving at your hotel, you will join your guide for a kayaking tour in search of the famous fur seal colonies that populate the shores of Kaikoura. An adult fur seal can grow over five and a half feet long. As you kayak on the water, you will be able to hear the barking seals from a distance. Along the base of the cliffs, you can also spot Blue Penguins."
    },
    {
      "dayNumber": "10",
      "title": "Lake Pukaki - Bask on the Shores of Lake Pukaki",
      "description": "You will have a scenic drive to Aoraki National Park in the morning, which is home to New Zealand’s tallest mountain at 12,218 feet above sea level. You can stop along the way in Rangiora, an agricultural community known for lamb, dairy, fruit, and the Southern Hemisphere truffles. The Church of St. Michael and All Angels is the oldest on New Zealand’s Canterbury Plains and represents notable timber Gothic architecture that dates back to the mid-19th century. The plains around Pegasus Bay provide expansive rows of vineyards. After settling into your luxurious accommodation, you can indulge in views of reflective Lake Pukaki."
    },
    {
      "dayNumber": "11",
      "title": "Dunedin - Find Scottish Heritage and Culture",
      "description": "In the morning, you can relax with a view of the water and surrounding dramatic mountains that border Lake Pukaki before beginning your drive to Dunedin. The streets and architecture offer one of the best-preserved examples of Victorian and Edwardian architecture in the Southern Hemisphere. The city center captures the layers of history that are revealed in the diversity of architecture. You can also enjoy a stroll through the 19th-century bluestone structures of the University of Otago, which acts as the historic heart of the city and is crowned by the University Clock Tower."
    },
    {
      "dayNumber": "12",
      "title": "Dunedin - Experience Otago Peninsula Wildlife",
      "description": "A 30-minute transfer from central Dunedin will take you to the marvels of the Otago Peninsula. The dynamic rolling hills, secluded bays, and pristine beaches support diverse wildlife and extensive walking trails. Your guide will lead you to the remote corners of the peninsula to find regenerating native flora and active wildlife. Barking New Zealand sea lions will lounge on the pebbled shoreline, and little penguins may dive into the water in search of squid, shrimp, and small fish. Little penguins can grow up to 13 inches tall and often have blue plumage on their back."
    },
    {
      "dayNumber": "13",
      "title": "Te Anau - Scenic Coastal Drive and Walk",
      "description": "Your scenic drive will take you through the Catlins in the morning, highlighting the enchanting hill country that slopes upwards from the coastline into the inland ranges. The woodlands hide the three tiers of the 65-foot tall Purakaunui Falls. At Nugget Point, the breeze will carry the aroma of the sea, and you can enjoy the iconic panoramic views of the coastline from the Tokata lighthouse, which is New Zealand’s oldest lighthouse. A colony of fur seals will frolic in the water below near a waddle of yellow-eyed penguins, which are the rarest penguin on earth. These creatures are notable for the pale-yellow feather band around their eyes."
    },
    {
      "dayNumber": "14",
      "title": "Te Anau - Marvel at the Grandeur of Milford Sound",
      "description": "You will board a boat in the morning bound for the serene waters of Milford Sound. Indigo water fills the fiord that has been carved by glaciers and leads to the stunning summit of Mitre Peak, which stands at 5,551 feet above sea level. The steep cliffs plunge into the glassy water and give way to dramatic cascades, such as Lady Bowen Falls, which drops 531 feet. As you sail along the water, you can search the sound for Dusky Dolphins, which grow up to six feet long and playfully arch out of the water with elegant leaps."
    },
    {
      "dayNumber": "15",
      "title": "Te Anau - Discover the Upper Waiau River",
      "description": "You will have an immersive tour of the wilderness as you travel the Upper Waiau River to reach the edges of Lake Manapouri. Your jet boat will speed down the crystal-clear water with the wind rushing against your cheeks. The twittering of native birds will stem from the surrounding woodlands that accompany familiar sights from the Lord of the Rings films. You will continue your excursion with a mountain biking excursion on a trail that follows the river. The scent of the beech forest will surround you as you search for yellow-crowned parakeets and signs of Fiordland kiwi."
    },
    {
      "dayNumber": "16",
      "title": "Wanaka - Visit Queenstown en route to Wanaka",
      "description": "Queenstown sits between the shores of Lake Wakatipu and the foothills of Bob’s Peak. The gondola ferries visitors to the summit at 1,476 feet above sea level, offering stunning views with a 220-degree panorama. The jagged peaks of the Remarkables Mountains roll across the horizon with snow-capped crests that glint in the sunlight. When you arrive in Wanaka, you will find a soulful ambiance with charming architecture that overlooks the shoes of Wanaka Lake. Art galleries and boutique shops lead to chic cafes and popular craft breweries. Each embodies a different perspective of the serene town, which is connected to endless excursions."
    },
    {
      "dayNumber": "17",
      "title": "Wanaka - Enjoy Wondrous Wanaka at your Leisure",
      "description": "After breakfast, you will have the day at your leisure to experience the wonders around Wanaka. You can take to the Rob Roy Trail or sample the local flavors of celebrated wineries. For a sensational experience, you can visit the famous “lone tree of Lake Wanaka.” The most photographed tree of New Zealand rises out of the glassy water of the lake. You can walk along the trails that surround the shoreline to find the sandy beach that is located a short distance from the submerged tree. Here, the foothills of Mount Aspiring National Park soars in the background."
    },
    {
      "dayNumber": "18",
      "title": "Franz Josef - Travel Haast Pass to Franz Josef",
      "description": "As you travel to Franz Josef, you will make your way to the West Coast through Haast Pass. The passageway reaches an elevation of 1,844 feet above sea level and saddles the Haast and Makarora valleys. Beech forests will shine with an emerald canopy and open to the whitewater of the 75-foot Fantail Falls. You can take your time to enjoy the new ecosystem around Franz Josef by visiting the village or by finding the walkways that lead to a white heron colony. The angelic birds can grow over three feet tall and thrive in the seclusion of Waitangi Nature Reserve."
    },
    {
      "dayNumber": "19",
      "title": "Franz Josef - Experience an Eco Glacier Tour",
      "description": "Your tour of Franz Josef Glacier will lead you through the regenerating forest for your first glimpse of the magnificent mountain of ice and snow that spans more than seven and a half miles. Your experienced guide will escort you onto the face of the glacier for a mixture of adventure and natural history. The ice will crunch beneath your feet as you traverse the undulating surface in search of caves, tunnels, and hidden crevices that are invisible from a distance. The image of sparkling ice set between the toothy mountains will resound as you uncover the blue-tinged caverns."
    },
    {
      "dayNumber": "20",
      "title": "Christchurch - Revel in the TranzAlpine Train",
      "description": "In the morning, you will arrive in Greymouth to find a history of jade hunting and gold mining. Galleries glint with displays of New Zealand jade and nearby rivers welcome sporadic flyfishers. You will board the famous TranzAlpine Train bound for Christchurch for a luxurious ride through the Southern Alps and across the Canterbury Plains. The native beech forest will eventually overtake the slopes along the 139-mile journey. Arthur’s Pass reaches 2,952 feet above sea level and overtakes bridges, viaducts, and rock shelters before descending into a view over the high plains set beneath the Sugar Loaf massif."
    },
    {
      "dayNumber": "21",
      "title": "Christchurch - Depart for Home",
      "description": "In the morning, you can enjoy the beauty of Christchurch with a stroll through the Botanic Gardens. The mixture of colors turns into welcoming surprises along the banks of the Avon River, which spans 74 peaceful acres. The sweet and herbaceous aromas of rhododendrons and azaleas will demonstrate a riot of color against sprawling manicured lawns. In the afternoon, your private transfer will greet you in the hotel lobby and escort you to Christchurch Airport for your flight home."
    }
  ],
  "map": ""
}