{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-tailor-made-holiday",
  "tourName": "Colombia tailor made holiday",
  "placesVisited": "",
  "generalInfo": "This 12-day package offers you a real immersion into the Colombian hearth providing you an opportunity to learn and appreciate Colombian Coffee Culture.  <br/><br/>Your journey starts in the capital city of Colombia; Bogotá. Where you will have a fully guided tour visiting the most important locations of La Candelaria (Bogotá’s oldest neighborhood). During your visit, you’ll be enjoying a few hours strolling through the Gold Museum, the largest collection of gold artifacts in the world, and have a perfect closure of the day by visiting the highest peak of the city “Monserrate”. <br/><br/>You will have the opportunity to visit 3 magic towns around Bogotá; Zipaquira where you’ll visit a Salt mine converted into a church, Raquira a typical small artisan town and Villa de Leyva a beautiful colonial town with cobblestone streets and 16th-century architecture where you will be overnighting.<br/> <br/>Next, you’ll be flying to the heart of the coffee zone; Pereira, receiving you with a first adventure in one of the most picturesque locations you can visit while in Colombia “The Thermal Pools of Santa Rosa”.  You'll take a trip into the lush Cocora Valley and receive a sensational coffee tour where you’ll discover the traditional methods of growing the perfect coffee bean. Before taking your flight to your next destination, you’ll be visiting one of the most colorful towns in Colombia; Filandia. Famous for its gastronomy, wonderful Colombian Culture architecture, and fabulous views. <br/><br/>In Medellin, you’ll receive a fully guided tour of the must-see places of the city along with Comuna 13, a completely transformed neighborhood full of graffiti and art. Next, you’ll be off to enjoy a fruit tasting of some of the most amazing tropical fruits at Plaza la America. <br/><br/>In Antioquia, besides Medellin, you’ll have the chance to stay in 2 colonial towns, for sure you’ll be overnighting in Guatape and choose between 2 heritage-listed towns; Jardin or Jerico. <br/><br/>NOTE<br/>This is a completely tailor-made vacation which can be customized in any way to suit your requirements and budget. No fixed departure dates or minimum numbers. Can begin and end on any date to suit you.",
  "durationDays": "12",
  "price": "7030",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at El Dorado International Airport in Bogota, your transport will be waiting at the airport to meet you and drive you straight to your hotel. The rest of the day is free for you to enjoy on your own. (Overnight in Bogotá)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You’ll be collected from your accommodation in Bogotá and taken on a guided excursion, where you’ll encounter the most important historical locations within La Candelaria, stroll through the Gold Museum, and visit the highest peak of the city \"Monserrate\" (Overnight in Bogotá)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You’ll be picked up from your hotel in Bogotá and be taken directly to the salt mine of Zipaquirá an ancient salt mine converted into an amazing church, before heading to your next stop, you'll wander the streets of Zipaquira. Next, travel to Ráquira, a small artisan town, and find everything here from hammocks to pottery all Colombian-made. Lastly, arrive in Villa de Leyva, a beautiful colonial town with cobblestone streets and 16th-century architecture. You will be escorted to your hotel, and then you are free to enjoy the evening dining at a nice restaurant. (Overnight Villa de Leyva)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Awake in this peaceful colonial city feeling like you're back in the 16th century. Following a delicious breakfast at your hotel, your guide will collect you to begin your tour of this unique location. You'll be visiting Monasterio Del Santo Eccehomo, Terracotta House, and the fossil museum. Following a wonderful lunch at one of the many fantastic restaurants, you'll travel back to the Capital city of Colombia! (Overnight Bogotá)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Enjoy a short flight to the heart of the coffee Zone; Pereira, where your transport will be waiting to take you to the wonderful hot springs of Santa Rosa. The Thermal Pools of Santa Rosa is truly one of the most picturesque locations you can visit while in Colombia. Set in a valley surrounded by tropical rainforest the hot springs are quite simply amazing. Following this relaxing experience, you'll carry on to your hotel in Salento. (Overnight in Salento)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning you'll start your day with some beautiful views from the Salento Mirador (Lookout), and a look down into the valley you will soon venture through. you'll take a trip into the lush Cocora Valley and a guided tour of the Wax Palm Forest. After you've stopped for a wonderful lunch you'll continue onto a sensational coffee tour. This is one of the best coffee tours in Colombia and so very unique."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, you'll be taken to one of the most colorful towns in Colombia; Filandia. Famous for its gastronomy, wonderful Colombian Culture architecture, and fabulous views. Next, you'll be transferred to the airport for your short flight to Medellin. You'll be collected on arrival and taken directly to your hotel to check in and relax in your new settings. (Overnight in Medellin)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Your adventure in Medellin starts with a cable car ride over the hundreds of houses in Comuna 13. Next, you venture into the Comuna; a transformed neighborhood full of art graffiti, and colors. Next, you'll have a fruit tasting of some of the most amazing tropical fruits at Plaza la America. This place has almost every fruit you can imagine and so many we guarantee you’ve never seen before! Continuing your journey, you'll be visiting some highlights of the city such as Parques del río, barefoot park, Medellin city hall, Medellin Civic Center, Botero Plaza, and much more! Your tour will be finishing up around 3:30 pm, giving you the remainder of the day free to explore. (Overnight in Medellin)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Starting your tour at 8 am you begin your adventure with a stop is Old Peñol Replica Town in Guatape. This town square was constructed to look exactly like the sunken village of Old Peñol. You then venture to Guatape Rock also known as Piedra del Peñol, where you can climb the 740 steps to reach the top and have an amazing 360° view of the surrounding area. Next, you'll travel the short distance to Guatape town (The City of Zocalos) where you’ll walk the streets of this beautiful town. To complete your day you'll check-in to your hotel and enjoy the night in this wonderful lake side setting.(Overnight in Guatape)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Collected from your hotel around 7 am, you’ll relax in your private transport for a drive of around 3 hours to a Cocoa Finca close to the town of San Rafael. Once here you’ll be greeted with a wonderful breakfast of fresh fruit, eggs, Arepa (flat cornbread), and of course one of the freshest hot chocolates you’ll ever have in your life! Next, it’s off to explore this chocolate farm with an easy hike of around 1.5 hours through the cocoa plantation of a variety of different cocoa trees. Following, you will make your way back to the main house for a traditional lunch called a Fiambre. Next, it’s time to make some real chocolate yourself. Using a traditional artisan method. Your tour continues with a short walk to the Arenales river for a swim and an exfoliation with a mixture of fresh chocolate and the husk of the cocoa bean. To complete your tour, you’ll be transported back in your private vehicle to your hotel in Medellin. (Overnight in Medellin)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Your choice: Jardin OR Jerico. 2 heritage-listed towns near Medellin. Enjoy a full-day tour of the colonial towns of Antioquia, (Overnight in Medellin)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "You'll be transferred to Medellin airport for your departure flight."
    }
  ],
  "map": ""
}