{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-small-group-tour-colombian-odyssey",
  "tourName": "Colombia small group tour, Colombian odyssey",
  "placesVisited": "",
  "generalInfo": "This tour takes in the best of Colombia - a country of great diversity in landscape, people and culture. Discover Bogotá's Gothic quarter and wander through rustic Villa de Leyva and the White City of Popayán. Take in the colossal Salt Cathedral, the surreal Tatacoa Desert, and stay on a coffee farm to learn the coffee-making process. Cast your mind back to pre-Columbian times and admire the mysterious statues in San Agustín. Travel onward to the rejuvenated city of Medellín, which has transformed dramatically from the days of Escobar, and is known for its street art and oversized Botero statues. Finally head north to Cartagena, which sits proudly on the Caribbean coast and is considered to be the most picturesque colonial city in entire Latin America.<br/><br/>TOUR HIGHLIGHTS<br/>Wander cosmopolitan Bogotá<br/>The internationally acclaimed Museo Botero<br/>The colossal Salt Cathedral<br/>Colonial gem of Villa de Leyva<br/>The surreal Tatacoa desert<br/>The mysterious statues of historic San Agustín<br/>The White City of Popayán<br/>Traditional villages in the Coffee Triangle<br/>Marvel at Cartagena’s beautiful architecture<br/><br/>WHERE WE TAKE YOU:<br/>Bogotá - Salt Cathedral of Zipaquirá - Villa de Leyva - Tatacoa desert - San Agustín - Popayán - Pereira - Valle de Cocora - Filandia &amp; Salento - Colombia's Coffee Triangle - Medellín - Cartagena<br/><br/>WHAT'S INCLUDED<br/>Airport pick-up &amp; drop-off<br/>All internal flights<br/>Ground transport<br/>Accommodation<br/>Entrance fees to sites<br/>Activity fees<br/>Breakfasts and an occasional lunch/dinner (refer to itinerary for meal plan)<br/>Drivers and guides<br/><br/>",
  "durationDays": "18",
  "price": "3995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at the airport in Bogotá where you will be met by a travel representative. Transfer to the hotel. The rest of the day is free for you to explore Bogotá at your own pace. Meal plan: n/a"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In the morning, head to La Plaza de Mercado Paloquemao, one of the biggest and most recognised local markets in Bogotá, where traditional products and ingredients of Colombian cuisine can be found. Try some of the exotic fruits, local doughs, and Colombian cheese, and get to know the vendors and the local cooking techniques. Afterwards, embark on a half-day visit to the historic centre of Bogotá known as La Candelaria. Visit the Plaza de Bolívar, where a statue of the great liberator Simón Bolívar is located. The visit continues with the wonderful Museo del Oro. The rest of the afternoon is free for your to explore Bogotá at your leisure. Meal plan: Breakfast"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning we start by heading north through the Bogotá savannah to Zipaquirá. After a journey of 1-1.5 hours, reach the impressive Salt Cathedral, a true feat of engineering. The excursion will begin by visiting the cathedral in a tunnel that passes the fourteen Stations of the Cross and continues to the dome. Next, reach the enormous cross carved into the saline rock and finally the three naves of the Cathedral that represent the birth, life and death of Christ. Later, we visit the mine where there is an excellent auditorium that can seat up to two hundred people, host film screenings and events such as fashion shows. The trip ends at a mirror of water where it is possible to experience the amazing visual effects of water on carved saline rock. Continue on a 2-hour trip to Villa de Leyva in the afternoon. Upon arrival to Villa de Leyva, check in at the hotel. Meal plan: Breakfast"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy the colonial jewel of Villa de Leyva, discovering its cultural and ecological attractions. Visit the Fossil Museum, founded in 1977 and located 5.5 km away from Villa de Leyva. The museum was built exactly at the place where a Kronosaurus was discovered. On the outskirts of the town, visit El Infiernito, a pre-Hispanic Muisca site, where around 30 stone columns known as megaliths are located. It is believed that these columns are about 2,200 years old, and that this space was reserved for the cult of fertility by the phallic shape of the stones. Others, on the other hand, believe that it was used as an astronomical observatory. Meal plan: Breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, return to Bogotá. On the way, stop at the Convento del Santo Ecce Homo. Founded by the Dominicans in 1620, this was an important point of evangelisation in a region populated by indigenous communities. The tour ends at your hotel in Bogotá and the rest of the day is free for you to explore at your leisure. Meal plan: Breakfast"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "In the morning, transfer to the airport in Bogotá for your flight to Neiva. Arrive at Neiva airport, where you will be met by a local guide, and head north to visit the town of Villavieja and the Palaeontological Museum. Then, visit the surreal, lunar-esque Tatacoa Desert, crossing crevasses eroded by wind and water. The trip continues 217 km to the south over a paved road until you reach San Agustín. This scenic journey provides beautiful views of the extensive floodplains of the Magdalena River valley from at heights ranging from 700 metres to 1,730 metres above sea level. After a journey of approximately 6 hours, arrive in San Agustin and check in to the hotel. Meal plan: Breakfast"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Morning visit to San Agustín Archaeological Park, designated a UNESCO World Heritage Site in 1995. See the ceremonial Fuente de Lavapatas before heading up the hill to the Lavapatas terrace, from which you can enjoy remarkable views over the surrounding countryside. Pay a visit the small Museo Arqueológico to learn more about the history of the site and ongoing conservation efforts. Afterwards, visit the wonderful Colombian massif and the source of the Magadalena River, a spectacular rocky gorge that forces the river to pass through a gap of just 2.2 metres. Return to the hotel. Meal plan: breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, depart on an approximately 5-hour unpaved transfer to Popayán, the capital of the department of Cauca. Enjoy the journey surrounded by the Andean scenery of picturesque mountains and high-altitude plains. Upon arrival, embark on a half-day visit to the historic centre of Popayán, concentrating on Parque Caldas. Around the Parque Caldas are the main religious and government buildings, as well as the city’s original buildings such as the Torre del Reloj, considered one of the symbols of the city, built between 1673 and 1682 and set in 1737. Continue towards the Puente de Humilladero, built in 1873 to facilitate access from the city centre to El Callejón (currently Barrio Bolívar), particularly for those pilgrims making the journey on their knees. The Morro de Tulcán, Popayán’s main archaeological site, is next and comprises a pre-Columbian truncated pyramid. Visit the Iglesia de Santo Domingo, a baroque-style church designed by the Spanish architect Antonio García and commissioned by the Arboleda family, and the Iglesia de San Francisco, considered the most beautiful baroque church in town. Visit the Museo de Arte Religioso, which houses an interesting collection of religious art. Meal plan: Breakfast"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Half-day visit to the small town of Silvia, located in a temperate mountainous area near Popayán and consisting of picturesque houses surrounded by vast sugar cane plantations. The indigenous Guambiano community with a population of 12,000 inhabitants lives in small mountain villages nearby. Every Tuesday, on market day, the village of Silvia is transformed into a colorful, bustling and picturesque place when the Guambiano indigenous people descend upon Silvia dressed in their traditional 'anacos', a blue knee-length skirt-like wraparound to sell, fruit, vegetables and handicrafts. Return to Popayán and the rest of the day is free for you to explore at your own pace. Meal plan: Breakfast"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, begin a 6-hour drive north to Pereira, through rolling countryside and traditional towns. On arrival at your accommodation in the coffee region, you will check-in and have the rest of the day at leisure. Meal plan: Breakfast"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, leave for the Valle de Cocora in the central mountains of the department of Quindío. Upon arrival in the valley, either hiking or on horseback (not included), head into the cloud forest to enjoy the biodiversity of flora and fauna. On the return journey, cross the River Quindío while walking along an ecological pathway that takes you past the tallest wax palms in the world. Learn why the indigenous people here worshipped this tree. Then enjoy a typical lunch and enjoy some free time here. In the afternoon, continue 10 km towards the traditional town of Salento to enjoy a tour that visits the Plaza de Bolívar with its colourful balconies, the Calle Real, the handicrafts shops and the Cocora viewpoint. Then, transfer to the village of Filandia to enjoy a tour that includes a viewpoint, colonial homes, the Plaza de Bolívar and the coffee shops. Here, enjoy some time soaking up the regional atmosphere and perhaps some local spirits before returning to the hotel. Meal plan: Breakfast & lunch"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Half-day visit to the Finca del Café, a place where coffee tastes better when you live the experience of the farm! On arrival, an expert guide will take you through the coffee production process, beginning with the planting, manual picking and pulping. After this, you will toast coffee beans in a wood stove in a typical farmhouse kitchen. During the tour, you will come to several viewpoints from which you can appreciate the verdant coffee landscape. Finally, learn about the innovative drying process of the coffee bean, then visit the coffee processing centre. This tour includes three cups of freshly roasted coffee, from beans cultivated at the Finca del Café. The rest of the day is at leisure. Meal plan: Breakfast"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After breakfast, you'll be transferred from hotel to the airport in Pereira, flown direct to Medellín, then promptly transferred to your hotel there. The rest of the day is your own to explore this rejuvenated city. Meal plan: Breakfast"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After breakfast, we begin a half-day tour to visit the areas of Medelli´n that best represent the city's radical social transformation over the last 20 years. In the 1980s and '90s, Medelli´n was one of the most dangerous cities in the world, with the notorious drug lord, Pablo Escobar, and his Medelli´n Cartel, operating at their peak. With his death in 1993, the reign of 'El Patro´n' came to an end, but it took until 2002 for the city to start seeing real changes, when the government began to invest heavily in infrastructure and public education. Nowadays, the 'City of Eternal Spring' is one of the most innovative metropolises in the world. Visit the barrio San Javier, which used to be one of the most unsafe suburbs of Medelli´n. Located 7 km from the city centre, it is an excellent example of the social transformation that has taken place over the last few years. Arrive here by the Metrocable that joins the north-east area with the city centre, the installation of which has been life- changing for many of the inhabitants of Medelli´n. Learn more about the city’s transformation after the death of Pablo Escobar and explore Medellin’s newest invention: the outdoor escalators in the Comuna 13 district. Discover stories about the district's past by visiting the most important places marked by historical events and see graffiti that acts as a form of artistic expression for the community. Bask in the beautiful cityscape views from San Javier. Then, continue to La Plazoleta (renamed Plaza Botero) located in the city centre. This area fell into decline in the 1980s but today houses 23 sculptures by Fernando Botero. The artist donated the sculptures to the city in 2000 and thus contributed to the cultural transformation of the city. After the tour, feel free to explore Medelli´n at your own pace. Meal plan: Breakfast"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Today, you head to the town of Guatapé to visit the enormous El Peñol rock. The journey to El Peñol takes around two hours, during which you will have time to appreciate the outstanding landscape of Antioquia. Visit the picturesque village of Guatapé where all of the houses are painted in quaint pastel colours and after lunch, visit the Guatapé reservoir, with a 30-minute boat tour. For those who wish to climb El Peñol for outstanding views, there will be time for this before returning to Medellin. Meal plan: Breakfast & lunch"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Medellin is well known for its pleasant climate and annual flower festival. Just an hour away is Santa Elena, a small town from which the silleteros hail. These master florists are responsible for the symbolic annual silleteros' parade, the main event at the festival. The most important tradition for them is the production of silletas (chairs) with flowers grown in their own gardens. The word silleta goes back to colonial times, when the Spanish nobles were carried by native Indians on their backs using a wooden structure shaped like a chair. This tradition continues to this day, but to carry produce rather than people. The tour begins early, passing along the Corredor de Las Palmas, the main highway to the international airport. En route, visit a typical craft market to appreciate the local handicrafts, or to taste regional delicacies. On arrival in Santa Elena we’ll visit an authentic flower farm, where you will have the opportunity to meet local farmers and connoisseurs of the silleteros art. Please keep in mind that this is a rural area and roads to plantations aren’t always paved. Transfer to Medelli´n airport to catch a flight to Cartagena. On your arrival in Cartagena, you will be met by a Travel The Unknown representative and transferred to your hotel. Check-in and enjoy an evening to roam in this iconic Caribbean city. Meal plan: Breakfast"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Begin your half-day city tour with panoramic views of the city from the Convento de La Popa. Continue to the Castillo San Felipe and walk around the fortress, learning about the castle's construction, the feats of engineering to build it, the tunnels, underground galleries and passageways. Then, continue to the Ciudad Vieja (old city) to visit the Convent and Church of the San Pedro Claver compound, built in the 17th century. Lastly, head to Bovedas, a collection of archways built into Cartagena's city walls and used until the end of the 18th century to house armaments, then later as a prison. Nowadays, it’s an artisan centre where handicrafts can be browsed and purchased. The afternoon is free for you to explore Cartagena at your own pace. Meal plan: Breakfast"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Free morning to explore more of Cartagena as you wish. Mid/late afternoon, transfer to airport for your flight back to Bogota and connect with your onward flight. Alternatively, join us for an optional extension to Tayrona or elsewhere in Colombia. Contact us for options. Meal plan: Breakfast"
    }
  ],
  "map": ""
}