{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "complete-colombia-holiday-23-days",
  "tourName": "Complete Colombia holiday, 23 days",
  "placesVisited": "",
  "generalInfo": "Welcome to an epic 23-day journey that will take you on an unforgettable adventure across Colombia! Starting in the bustling capital city of Bogota, you'll have the opportunity to explore some of its most iconic landmarks, including the world-renowned Gold Museum, the charming colonial neighborhood of La Candelaria, and the stunning Monserrate mountain.<br/><br/>The next day, get ready for a flight to Leticia, where you'll be whisked away to the remote Calanoa Ecolodge deep in the Amazon rainforest. You'll experience the magic of the jungle as you embark on a thrilling night safari, followed by a visit to the Mocagua community and a trip to the enchanting Milciades Garden. On the final day in Leticia, wake up early for a mesmerizing bird-watching experience before catching your flight back to Bogota.<br/><br/>After a short stop in Zipaquira and Raquira, you'll be transferred to the picturesque colonial town of Villa de Leyva. Take a full-day tour of the town's charming streets, stunning architecture, and fascinating history. The next day, head to Barichara for an exhilarating Guane hike and a delicious food tour that will introduce you to the best of Colombian cuisine.<br/><br/>After your time in Barichara, you'll make your way to Bucaramanga via the National Park Chicamocha. The next day, explore the vibrant city of Medellin and its famous Comuna 13, known for its street art and cultural diversity. Then, enjoy a scenic drive to the stunning Guatape region, where you'll be treated to stunning vistas and traditional Colombian hospitality.<br/><br/>Get ready for a change of pace as you take a flight to Colombia's Pacific Coast, where you'll spend four glorious days relaxing, whale watching, and exploring the lush jungle and sandy beaches. Then, head to the coffee zone to learn about the country's famous coffee and cocoa production. Explore the breathtaking Cocora Valley and take a coffee and cocoa tour in Viterbo before taking a flight to Cartagena.<br/><br/>In Cartagena, get ready to be dazzled by the colorful colonial architecture and rich history of this charming coastal town. Take a city tour, enjoy a sunset catamaran cruise, and visit the bustling Bazurto market. Finally, take a day trip to the beautiful Rosario Islands, where you can snorkel, sunbathe, and soak up the Caribbean vibes.<br/><br/>This epic journey through Colombia is packed with adventure, cultural experiences, and natural beauty, offering you an unparalleled insight into this diverse and captivating country. Come and discover the magic of Colombia for yourself!",
  "durationDays": "23",
  "price": "14501",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at any time to be collected from the airport and taken to your accommodation. Depending on your arrival time we can provide you with another tour or with suggestions of places to see and where to go. Be sure to drink plenty of water to help you adapt to the altitude. (Overnight Bogotá)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore Bogotá's historic La Candelaria district on a guided tour, visiting key sites like Bolivar Plaza, the Presidential Palace, and the Gold Museum. Then, ascend Monserrate mountain to learn about its significance to the Musica people, browse artisan markets, and take in panoramic views of the city. (Overnight Bogotá)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Relax and enjoy your flight over national parks into the heart of the Amazon. You'll be arriving at Leticia around 12 pm, and your transport will be waiting. You'll be catching a boat ride of approximately 2 hours, and in time for a bit of relaxation before dinner. Following dinner when it is nice and dark you'll venture out on a night safari into the jungle, In search of tarantulas, giant insects, mammals, and different Amazonian fauna and flora. (Overnight in Calanoa)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "You'll enjoy a good breakfast followed by a short trip up the Amazon River to discover the \"Painted Village\" of a Mocagua community. Here you'll enjoy hiking through this unique environment and discovering very different flora and fauna. To finish your day you'll enjoy some time sitting on the dock back at the Eco-lodge, and trying your hand at a spot of fishing for some of the mighty Piranhas!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you'll be visiting the Milciades Gardens, where you'll meet a Cocama medicine man (Shaman). You'll walk through the lush vegetation of this garden, guided by this wise man, with a vast knowledge of both the traditional way of cultivating the forest and the many healing powers of plants within. Following lunch, you'll take the boat across to the other side of the Amazon River and into the territory of Peru. From here you'll enjoy a wonderful and peaceful time spotting camera-shy pink and grey dolphins, that are unique to the Amazon region."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Rising before most birds have left their nests, (and before you've had any breakfast) you'll be out and about at 6 am for some amazing Bird Watching. Walking a short distance from the eco-lodge you'll enjoy the morning rituals of many of our feathered friends in the skies and in the trees. On return to the eco-lodge, you'll enjoy another fresh breakfast before the next part of your Colombian adventure (Overnight Bogotá)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "You’ll be picked up from your hotel in Bogotá and be taken directly to the salt mine of Zipaquirá, where you’ll uncover the ingenuity of the people who 590 ft (180 m) underground converted this ancient salt mine into the amazing church that receives as many as 3000 people every Sunday of the year. Next, travel onto Ráquira, a small artisan town and a dream location for anyone wishing to do a bit of shopping. You'll find everything here from hammocks to pottery and all Colombian-made Lastly, arrive in Villa de Leyva, a beautiful colonial town with cobblestone streets and 16th-century architecture. You will be escorted to your hotel, and then you are free to enjoy the evening dining at a nice restaurant. (Overnight Villa de Leyva)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Following a delicious breakfast at your hotel, your guide will collect you to begin your tour of this unique location. Starting with a 2-hour stroll around the beautiful cobblestone streets leading to the largest plaza in Colombia and visiting the Monasterio Del Santo Eccehomo - Declared part of Colombia’s architectural heritage in 1998, the initial convent was founded in 1620. Following a stop for lunch at one of the many fantastic restaurants, you'll explore 2 more sites; The Terracotta House and The Fossil Museum. After your tour, you'll be transferred to Barichara, with a historical stop in El Socorro. (Overnight Barichara)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hiking from Barichara to Guane is one of the must-do hikes during your stay in Santander, Colombia. And the only way to make this an even more fantastic experience is to finish up with a wonderful 3-hour gastronomical tour through Barichara! During your tour you’ll walk through a mixture of both a tropical and humid dry forest, learning the history of the Guane indigenous people, the colonization process, the geological processes that have taken place in the area, along with the discoveries of many fossils. Following this wonderful tour, you’ll be enjoying a 40 min Tuk-Tuk ride back to Barichara to arrive in time to start your food tour of Barichara. You’ll enjoy the sampling of a number of dishes that are genuinely distinctive to this region of Santander, Colombia. Visiting several representative restaurants where you will try a variety of different products of the local autochthonous gastronomy. (Overnight Barichara)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Enjoy a scenic transfer from Barichara to Bucaramanga with a visit to the Chicamocha National Park and a ride on the longest cable car in Colombia. Explore the Guane Museum and the Comuneros Movement monument before taking a 30-minute cable car ride with stunning views of the Chicamocha Canyon. In Bucaramanga, you'll be catching a flight to Medellin. (Overnight Medellin)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Take a cable car ride over the Comuna 13 neighborhood, home to many displaced people due to Colombia's internal conflict. Visit Parques del Río, Barefoot Park, and the Medellin Civic Center to see monuments, gardens, and sculptures. See Botero's sculptures in San Antonio and at Botero Plaza. Visit the Cultural Palace and the colonial-period churches of Candelaria and Veracruz. End the tour at the Parque Memorial Inflexion, a memorial park dedicated to victims of narcoterrorism. (Overnight Medellin)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Drive to Guatape Rock with a stop at a replica of Old Peñol's town plaza, sunk at the bottom of Lake Guatape. Climb the 740 steps to the top of La Piedra for amazing views. Visit Guatape town, known as \"The City of Zocalos,\" to learn about the tradition and see the Plaza, Remembrance Street, boardwalk, and church. Enjoy a tuk-tuk ride and more before heading back to Medellín. (Overnight Medellin)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Enjoy a short flight to Nuquí arriving around mid-morning. Upon arrival at Nuquí, you'll be greeted at the airport and whisked away to the marina for a scenic boat ride to your home for the next three nights - La Bayka eco-lodge. Nestled in a stunning location, just a short walk from the water's edge, La Bayka is the perfect place to unwind and escape the hustle and bustle of everyday life. After settling in, you'll be treated to a delicious fresh lunch. In addition to enjoying the natural beauty of the surrounding area, your stay also includes a guided 30-minute walk to Cascada del Amor, where you can take a refreshing swim, a one-hour guided walk to the Thermal Hot Springs (entrance fee not included), and a 2-3 hour whale watching tour (available from July to mid-October). Please note, there is a tourist tax of $30,000 Colombian Pesos per person that needs to be paid before leaving the airport."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "You'll wake to the wonderful relaxing sounds of the ocean and the native birds singing at the start of another beautiful Pacific Coast day!"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "You'll wake to the wonderful relaxing sounds of the ocean and the native birds singing at the start of another beautiful Pacific Coast day! Optional Activities: Subject to minimum quotas of people and are chosen, booked, and paid for in the hotel. Whale Watching (2-3hrs) from $190,000 pesos per person: Tour a 4 Encantos (4-8hrs) from $50,000 pesos per person: Hiking el Río Joví (4-6 hrs) from $50,000 pesos per person (min 2pax): Tour to Cabo Corrientes (3-5 hrs) from $200,000 pesos per person (min 4pax): Cooking lessons (2-4 hrs) from $70,000 pesos per person (min 2pax): Kayak hire from $30,000 pesos per hour: Hire the 2 person kayak for 1 hour or more to explore the bays and beaches up and down this beautiful coast of Colombia."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "You'll be waking once again to the soothing sounds of the waves and the singing birds searching for their morning meal. You'll have time for a quick swim or a short hike, and another wonderful breakfast before taking a boat back to Nuquí and on to the airport for your flight back to Medellín. On arrival, you'll be collected and taken directly to your hotel to check-in and relax in the city of the eternal spring. (Overnight Medellin)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Enjoy a short flight to Pereira. Free Afternoon or Optional Tour Santa Rosa Thermal Pools (Overnight Salento)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Following breakfast, you'll take a trip into the lush Cocora Valley and a guided tour of the Wax Palm Forest. This valley is spectacular by itself, but when combined with the forest filled with the tallest wax palms in the world, it becomes an almost spiritual experience. You'll spend a few hours walking through this peaceful zone with more beautiful views in every direction. Continuing today's journey you'll travel to one of the most colorful towns in Colombia; Filandia. Famous for its gastronomy, wonderful Colombian Culture architecture, and fabulous views, you'll enjoy a stop for lunch at one of the many wonderful restaurants and a walking tour where you'll be able to take many photos of the beautiful buildings, along with a trip to the mirador (lookout) where you'll be amazed at the spectacular 360' views you receive. (Overnight Salento)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Visit Viterbo Caldas for a unique tour of cacao and coffee plantations. Walk through lush plantations, bamboo forests, and discover exotic fruits. Learn about the production process of cacao and coffee while crossing a hand-made bridge. Visit a 120-year-old house made of Bahareque and roast the beans on a 100-year-old stovetop. Experience the artisanal methods by making and enjoying some of the freshest and richest coffee and chocolate of your life. You'll be transferred to the Airport of Pereira, for your afternoon flight to Cartagena. (Overnight Cartagena)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Our bilingual guide explains the history behind every important site you visit. You'll discover panoramic views of the city from Cerro de La Popa; a convent built in 1606, and the highest peak overlooking Cartagena. Explore inside the historic Castle San Felipe, learning the paths and methods of defending this heritage-listed structure from pirates and invaders around the world. Enjoy an in-depth private tour of the Jewel of Colombia, the magical UNESCO heritage-listed city of Cartagena de Indias Colombia. Including the must-see stops, plazas, restaurants, cafes, and bars within the walled city. For the afternoon you will enjoy a catamaran sunset cruise (Overnight in Cartagena)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Explore the colorful neighborhood with a bilingual guide, seeing graffiti-filled streets, Centenario Park, and Holy Trinity Square, plus hidden cafes, bars, and restaurants. Then, visit the typical Colombian markets of Bazurto with a guided tour of the stalls, sampling exotic fruits, fresh meats, and fish. Discover how locals cook their meals and enjoy a fresh lunch at the authentic restaurant called Celia’s. End the tour with a freshly made juice of your choice. (Overnight Cartagena)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Enjoy a wonderful ocean cruise on a speedboat to the Rosario Islands; arriving at a beautiful picturesque beach for a typical Caribbean lunch, crystal clear waters, water-sports, white sands, and palm trees. You'll be assigned your personal beach space which will be exclusive for yourself and members of your group. (Overnight Cartagena)"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "We’ll have transport waiting to take you to the airport at your desired time."
    }
  ],
  "map": ""
}