{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "peru-and-colombia-tailor-made-tour",
  "tourName": "Peru and Colombia tailor made tour",
  "placesVisited": "",
  "generalInfo": "Embark on a 12-day adventure that interweaves the cultural highlights of Peru and the vibrant allure of Colombia. In Peru, journey from the modern city of Lima to ancient Machu Picchu, visiting picturesque towns like Pisac. Explore the dramatic Sacred Valley, visit the circular agricultural terraces of Moray and shimmering salt mines of Maras. Experience the imposing blend of Inca ruins and mountain backdrop at Machu Picchu before the final stop in enigmatic Cusco with its magnificent Plaza de Armas. <br/><br/>Next, uncover Colombia's treasures, from Bogotá's colonial La Candelaria to the rolling hills of the Coffee Triangle. Explore the coffee ‘fincas’ and the misty cloud forests including the unique wax palms of the Valle del Cocora. Conclude in lively Cartagena, with its stunning Caribbean vistas, colourful architecture and historic fortress walls. <br/> <br/>This adventure reveals the ancient legacies, vibrant cultures, and dramatic landscapes of Peru and Colombia.",
  "durationDays": "12",
  "price": "3875",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE LIMA - On arrival you will be warmly welcomed by our local representative and transferred to Villa Barranco. This charming boutique hotel in located in the heart of bohemian neighbourhood of Barranco. The rest of the day is at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "LIMA - CUSCO - SACRED VALLEY - Take the short flight from Lima to Cusco, in the heart of the Andes. Transfer through dramatic mountain landscapes to Pisac, home to a stunning Inca archaeological site in the Sacred Valley. At the Inkari Museum, learn about Peru's pre-Hispanic history then visit the Museum of Living Culture in Yucay to meet llamas and alpacas, see traditional Andean textiles woven, and learn indigenous dyeing techniques. Spend the next two nights at the boutique Andenia Hotel, nestled in the breathtaking Sacred Valley of the Incas near the town of Huycho."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SACRED VALLEY - Discover the circular terraces of Moray, an Inca agricultural laboratory for testing crops in varied microclimates. Next, witness the dazzling sight of thousands of shimmering salt mines at Maras contrasted against the Sacred Valley's dramatic backdrop. Finally, explore picturesque Ollantaytambo, a living Inca town, and its imposing hilltop fortress. Over the day, this tour through the highlights of the Sacred Valley reveals the ingenious agricultural science, dramatic landscapes and enduring culture of the Incas."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "MACHU PICCHU - Journey by train through the spectacular Andes to the magnificent Lost City of the Incas, Machu Picchu. As you explore this UNESCO World Heritage Site, stand in awe before the ancient terraces, stairways and urban areas that emanate an incredible energy and history. After your guided tour of Machu Picchu, return by train to the Sacred Valley and transfer to Cusco. Settle into the charm of boutique Quinta San Blas. Let the comforts of this central Cusco hotel be your relaxing base to explore over the next few days."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "CUSCO - Discover Cusco's Inca wonders, starting at the imposing ceremonial fortress of Sacsayhuamán overlooking the city. At Qenqo's ancient temple and ritual altar admire the views before continuing to Puca Pucará's hilltop watchtower and Tambomachay's architectural mastery. Venture to Cusco's city centre and the bohemian area of San Blas' cobbled streets which blend Inca and Spanish cultures. Explore the Plaza de Armas, Cusco's magnificent main square and cathedral. Finally, marvel at the majestic Koricancha, the once golden Temple of the Sun. Experience both Cusco's ancestral Inca sites and its colonial heart."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "CUSCO - BOGOTA - Depart the Andes from Cusco to the next destination, Bogota. The Casa Legado is in Quinta Camacho neighbourhood with the city’s best restaurants, cafes, galleries and shops nearby. Casa Legado has a captivating mid-20th-century style, featuring 13 individually designed rooms, each with its own unique character."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "BOGOTA - Uncover Bogota's historic La Candelaria district, rich in cultural heritage and Spanish colonial architecture. Highlights include Plaza de Bolivar with its Simon Bolivar statue, the Capitol housing the congress, and the Botero Museum displaying art by Botero, Picasso, and more. Visit the Gold Museum's 32,000 gold and precious artifact collection. The afternoon is yours to enjoy as you wish, perhaps listening to live music or sampling delicious local cuisine such as a bandeja paisa."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "COFFEE REGION - Take a short flight to Pereira in Colombia's famed coffee region. At Finca del Café, immerse yourself in an authentic coffee plantation tour. See the planting, picking, and pulping process first-hand and roast beans the traditional way in a colonial kitchen. This hands-on experience provides an insider's look at Colombia's coffee culture where you will observe innovative techniques for drying and processing beans. Then transfer to the Sazagua Hotel, your base for two nights amid the coffee farms and rolling hills."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "COFFEE REGION - Your morning adventure is to the Valle de Cocora in Quindío, home to Colombia's majestic \"Quindian wax palm,\" the national tree. Discover the enchanting cloud forest on foot or horseback, encountering a variety of birds, from hummingbirds to the endangered palm parrots. The return journey unveils the ecological pathway along the River Quindío, providing another opportunity to marvel at the towering wax palms. In the afternoon, the exploration continues in Salento, renowned for its vibrant balconies, captivating architecture, and the scenic Cocora viewpoint. Proceed to Filandia, where colonial charm, delightful local coffee shops, and a warm regional atmosphere await to conclude the day."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "COFFEE REGION - CARTAGENA - Transfer to Pereira airport for a flight to Cartagena on the Caribbean Coast. Enjoy a two-night stay at the character-filled Hotel Quadrifolio, a meticulously restored 17th-century gem. Delve into Cartagena's vibrant charm at your own pace and enjoy the atmosphere as night falls."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "CARTAGENA - The tour of Cartagena, commences with a panoramic vista from the Monasterio and Iglesia de La Popa, offering breathtaking 360º views of the city and the Caribbean Sea. Journey to the San Felipe Fortress, erected as a defence against pirates, before exploring the Old City. Visit the 17th-century Convent and Church of San Pedro Claver, concluding your tour at the picturesque Bovedas. These archways, integrated into Cartagena's city wall, now house an artisan centre, showcasing local crafts and adding a touch of charm to the historic surroundings."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "DEPART CARTAGENA - Transfer to the airport for your departure flight."
    }
  ],
  "map": ""
}