{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "off-the-beaten-track-holiday-to-colombia",
  "tourName": "Off the beaten track holiday to Colombia",
  "placesVisited": "Bogotá, San Agustín, Coffee & subsistence farm tours, Salento, Valle de Cocora, Tayrona National Park, Santa Marta, Aracataca, Mompós, Cartagena, Optional: La Sabana, Zipaquirá salt mine, Guatavita Lagoon, jeep tour of Magdalena Canyon, Calarca Botanical Gardens, horse riding excursion, Rosario Islands",
  "generalInfo": "Off limits to travellers for many years, Colombia has long been misunderstood, but now that doors are opening to holidaymakers once again, travellers are returning from this incredible country and raving about all that it has to offer. While still hardly a mainstream travel destination, this off the beaten track holiday to Colombia takes you to many of the country’s even less visited regions as well as the classic draws of colonial Cartagena and Tayrona National Park. <br/><br/>Travelling as part of a small group enables you to stray from the traditional tourist trail with private transport, internal flights and a tour leader to take care of the language barrier and recommend places to eat and optional excursions. Free time is built in for you to relax, wander or take additional guided tours. Visit remote village, including Aractataca – the birthplace of Gabriel García Márquez, whose family home is now a museum. Travel on to the sleepy village of Mompós, which will make you feel like you’ve stepped into one of his surreal novels. Explore the stunning Cordillera Central, visit coffee farms and see archaeological remains from an ancient civilisation about which much remains unknown.<br/><br/>Head back into more familiar territory in Santa Marta and the stunning Tayrona National Park, where thick jungle meets Caribbean coast. This Colombia holiday ends in the unbelievably romantic city of Cartagena, the setting for another of García Márquez’s novels, and whose cobbled streets an horse drawn carts make you feel like you have stepped back in time a century or more. If this laidback city is still not quite tranquil enough, take a daytrip out to the castaway-style Islas del Rosario, just a short boat ride away.",
  "durationDays": "16",
  "price": "3326",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "City tour, including a visit to the Gold Museum.",
      "description": "If arriving on an overnight international flight will be met at the airport early in the morning and escorted to your hotel where your room will be waiting for you to rest for a few hours. Bogotá is a city of sparkling prosperity, oppressive poverty, and everything in between. Its centre is awash with splendid colonial churches, fascinating museums, futuristic architecture and lively universities. Its population is diverse and engaging and its cultural life vibrant. There is a guided tour of the city, including the fascinating colonial area of Candelaria with its fine historic buildings lining cobbled streets. The tour culminates with a visit to the excellent Gold Museum, housing more than 34,000 gold pieces and arguably the most impressive museum of its kind in the world."
    },
    {
      "dayNumber": 2,
      "title": "Optional excursions in and around Bogotá.",
      "description": "You have the option to head into the attractive La Sabana countryside, dotted with greenhouses that assist the region’s lucrative cut-flower industry. Zipaquirá is home to a still functioning, centuries-old salt mine. Nearly 200m beneath the earth is an extraordinary, mysterious salt cathedral, its vast pillars and walls made from glistening salt. There are 14 stations of the cross sculpted by different Colombian artists. The excursion continues across some beautiful countryside to the Guatavita Lagoon. There is a hike to the crater-lake’s 3,100m rim, offering wonderful views. Legend has it that this was the site of legendary El Dorado. The ancient Chibcha king was thought to have been doused in sap and gold dust and pushed out onto the lake’s calm waters in a ceremonial raft, from which he would submerge himself, rinsing off this valuable body paint. Other precious objects were believed to have been thrown into the lake as offerings, and a number have been recovered and are housed in the gold museum in Bogotá."
    },
    {
      "dayNumber": 3,
      "title": "Fly to Neiva, by road to San Agustín.",
      "description": "Transfer to the airport for a flight to Neiva (1 hour), then there’s a pleasant 4 hour drive past coffee plantations and undulating green hills to San Agustín. This pretty little town is your base for the next 3 nights, and has a smattering of attractive colonial houses and churches, cobbled streets and shady plazas."
    },
    {
      "dayNumber": 4,
      "title": "Archaeological park visit.",
      "description": "Today there is an excursion to the archaeological park, about 3km from the town. Here more than 100 statues, some of which are thought to date back to 3,300BC, stand amid the forested countryside. Alongside them are circular burial houses, only about a third of which have been excavated, into which human sacrifices and offerings to the gods were made. Little is known about the culture which produced these stone figures, but it is an impressive site in beautiful countryside and there are hiking opportunities into the surrounding area, including to the Fuente de Lavapatas, where stream water runs through channels carved into the stone."
    },
    {
      "dayNumber": 5,
      "title": "Tour of Magdalena Gorge and surrounding area.",
      "description": "A day trip takes you by through sugar plantations and up and down steep gorges to the Magdalena Canyon. Here you can see huge figures carved into rocks midway up the canyon wall, with the river crashing below, and some free-standing stones sculpted into rudimentary animal shapes."
    },
    {
      "dayNumber": 6,
      "title": "Drive to colonial Popayán.",
      "description": "It’s a beautiful and varied road through rugged hills which first climbs and then descends through cattle pastures and crinkled bright green hills to the university town of Popayán (4-5hrs). Popayán is a stately colonial town which has maintained its character in spite of devastating earthquakes. For many years during the troubles the city was off limits; now it is safe but still relatively undiscovered by tourists, a pleasant change from many popular, equally exquisite Spanish cities in Latin America and a fantastic place to spend the night."
    },
    {
      "dayNumber": 7,
      "title": "Travel to the Coffee Region. Visit Salento and Valle de Cocora.",
      "description": "We continue on by road (5hrs) to the heart of the countries coffee region. You spend 3 days in this beautiful, relaxing area, with walking trails, colourful flora and fauna and fresh coffee at your fingertips. Time will be spent at a coffee ranch and there is a guided tour of a local farm, where you gain an insight into subsistence agriculture in the region. Learn about fruit production and tropical flower cultivation as well as the intricacies of the coffee production process, including the picking, de-pulping, washing, drying and roasting of the beans. There are opportunities to sample the final product. There is also the chance to drive out to traditional village Salento, its houses adorned with balconies bursting with flowers, and with wonderful views of the Cordillera Central emerging from behind elegant colonial buildings. Continue to Valle de la Cocora, a beautiful nature reserve which is home to the wax palm, Colombia’s national tree and the only palm which grows above 3,000m. Follow a well-marked path up the valley and look out over the mountains’ verdant foothills, and the cultivated patchwork of fields made up of a dozen shades of green. On the last day in the region there is the opportunity to visit the Botanical Gardens at Calarca. A series of nature trails pass abundant tropical flowers and there is an excellent insect museum and enclosed butterfly garden. Alternatively, you may prefer to take a horse-riding excursion from a nearby farm to explore the surrounding countryside."
    },
    {
      "dayNumber": 10,
      "title": "Fly to Santa Marta and visit the Tayrona National Park.",
      "description": "Travel back to Armenia before boarding a flight via Bogota to the Caribbean coast and the city of Santa Marta. Santa Marta is South America’s oldest surviving colonial city and it’s spruced up town centre offers small scale historic charm as well as some great restaurants, bars and cafés. It is probably most famous for being where the great liberator Simon Bolivar was born. From here it’s a short journey to the incredible Parque Nacional Tayrona. There is a full day trip to this dazzling region of thick, humid jungle and exquisite unspoiled beaches fringed by coconut palms and peppered with vast, smooth boulders. It was once home to the indigenous Tayrona indians. Jungle paths follow tree-covered trails surrounded by tropical dry forest, with monkeys swinging in the trees overhead and the atmosphere heavy with heat. There are a number of restaurants and bars in the park where you can stop for lunch in the shade and take in your exotic surroundings. Of course if you’d rather have the day to explore or relax in Santa Marta then this can easily be arranged locally."
    },
    {
      "dayNumber": 12,
      "title": "By private bus to Aracataca, birthplace of Gabriel García Márquez. Continue to Mompos.",
      "description": "A private bus then takes you inland to the small provincial town of Aracataca (2 hours). The town is famous as the birth place of Gabriel García Márquez, and provides a good place to stop for lunch. Márquez is arguably Latin America’s most famous writer and his works; (including ‘One Hundred Years of Solitude’) often feature in lists of the greatest novels ever written. He was born in Aracataca in 1927, and his birthplace features in some of his stories as the fictional town of Macondo. Today the family house he was raised in is a museum, and you will have time to visit the home of the Nobel Prize winning author. A further 5 hour journey past banana and oil palm plantations leads to the small provincial town of Mompos. Situated on the eastern banks of the Magdalena River, this 16th-century town is a UNESCO World Heritage Site and one feels as if transported into a Gabriel García Marquez novel, wandering streets fronted by whitewashed colonial buildings and mansions which were once home to powerful Spanish merchants (for whom the town was an important stopping-off point on the trade route to Cartagena). Spend 2 days in these beautiful surroundings, relaxing in the shady plazas, lapping up the atmosphere, and enjoy the natural scenery on the river banks on an included boat trip."
    },
    {
      "dayNumber": 14,
      "title": "Travel by private vehicle to Cartagena.",
      "description": "The day is spent travelling back by private vehicle to the Caribbean coast and the famous city of Cartagena."
    },
    {
      "dayNumber": 15,
      "title": "Explore one of Latin America's most interesting and famous cities - Cartagena.",
      "description": "Caribbean’s most exotic and romantic colonial city, Cartagena was founded in 1533, quickly blossoming to become the main Spanish port in the Caribbean, and a gateway to the north of the continent. Treasure plundered from native inhabitants was stored here until the galleons could ship it back to Spain, and it therefore became a tempting target for pirates. In order to protect their booty, the Spanish constructed an elaborate system of ramparts, which still encircle the town. Today, while Cartagena has expanded dramatically, the walled centre has changed very little, allowing a glimpse of 16th and 17th-century Spanish architecture and town planning. Enjoy the shade provided by the buildings in these labyrinthine, cobbled streets, and explore the monasteries, palaces, churches, plazas and imposing mansions where the overhanging balconies are heavy with flowers. Beyond this, the city opens up: an eclectic and seductive mix of Caribbean and African influences produces a vibrant street life, with fruit stalls lining the roads and pulsating rhythms emerging from cars and houses. A guided tour will help you soak up the atmosphere of this unique city."
    },
    {
      "dayNumber": 16,
      "title": "Drive to Cartagena airport. Depart for international flight.",
      "description": ""
    }
  ],
  "map": ""
}