{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-19-day-tour-epic-odyssey",
  "tourName": "Colombia 19 day tour, Epic Odyssey",
  "placesVisited": "",
  "generalInfo": "Bogota-Popayan-Cali-Salento-Medellin-Rio Claro-Medellin-Bahia Solano-Medellin<br/><br/>The capital of Colombia is a colourful city like no other. Tour the cobbled cultural centre, sample coffee and be awed by graffiti. Take a trip to Monserrate mountain and see the panorama from above. <br/><br/>The second city on your itinerary is Popayan: home to magnificently traditional Colombian markets. Gain a greater understanding of Colombian culture at a home cooked lunch with a local family.<br/><br/>Next stop: immerse in the buzzing Salsa dancing spirit of Santiago de Cali.<br/><br/>On to Salento where you will be staying a stones throw from the central square. Sample coffee and feel small under the sky- high wax palms. <br/><br/>Head back to the city and immerse in the characterful, fast paced style of life in Medellin. Enjoy the company of an expert local guide for the day, who will take you off the beaten path and over it too, by cable car. Later, if you fancy, head out to experience the party scene.<br/><br/>Journey to the heart of Colombian adventure in Rio Claro, an outdoors haven within a stunning canyon. Your accommodation is open to nature and an experience like no other in and of itself. You can do as little or as much as you please here- from white water rafting, to ziplining, and a plethora of scenic hikes. <br/><br/>Continue your nature adventure towards the pacific coastline and spot humpback whales. Over the next few days, stay in a Colombian eco lodge with the magnificent jungle as a backdrop and hike through the rainforests with another expert guide..<br/><br/>This trip is all about visiting the pockets of peace in the metropolis and adventure in the wilderness. It is surely unrivalled in the unique breadth of excursions on offer. An absolute must do for anyone planning on visiting South America!",
  "durationDays": "17",
  "price": "2598",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "BIENVENIDOS A BOGOTA: Colombia’s vibrant, mountain-flanked capital has come to symbolise the country’s resurgence as a whole. Once considered one of the world’s most dangerous cities, it now welcomes visitors with open arms, and has the history, architecture and charm to be much more than just a starting point for your Colombian adventure. You’ll stay 2 nights in the colourful cobbled cultural centre – La Candelaria – filled with art, food and beautiful colonial buildings and plazas. We’ll also arrange a trip to the mountain of Monserrate with a local guide, so you can admire this great South American city from above."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "COLOURFUL MARKETS OF THE WHITE CITY- POPAYAN: Today you’ll take a short flight to the whitewashed colonial town of Popayan. Your hotel is right in the heart of the atmospheric old town, with cosy plazas and intricate cathedrals. The next day you will explore the heart of Popayan with your guide – its famous markets. From locally grown produce to traditional medicine, there’s plenty to see. Add colours, traditional clothing and tasty snacks that you’ll try along the way, and you’ll be fully immersed into the local way of life. To make your experience even more special, you’ll then have your lunch with a local family. Hearty home-made traditional meal and a warm welcome from the locals is exactly what you’ll need after a few hours of chaos and excitement. The rest of the day is free for you to do as you please."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "SALSA DOWN THE STREETS OF CALI: Next stop is Cali, officially Santiago de Cali, the city best known for its free spirit and seductive salsa. Without the obligatory must-sees there’s plenty to keep you entertained: from bars to local eateries and of course salsa skilfully performed by the calenos right on the streets. Feel free to join! Your charming traditional posada is perfectly located not far from all the buzz of the centre. While in Cali, you’ll get to explore the region’s culinary scene on a street-food tour. From chontaduro to lulada, to ceviche colombiano – all these words will make sense to you afterwards!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SKY-HIGH TREES AND STEAMING COFFEES SALENTO: Next you’ll travel to Armenia by bus, and onto Salento by private transfer. You’ll spend three nights in a colourful accommodation with Colombian flair that’s conveniently situated for you to be able to walk to the main square with many bars and restaurants.? During your stay, you’ll head out on three-hour coffee tour, where you’ll learn all there is to know about growing and selling the best coffee in the world. Colombia exports the majority of its best beans, so the plantation that you’ll visit is a great place to taste the best this region has to offer. No trip to this region is complete without a to visit the famous Cocora valley, so we’ll also organise you a ticket for a return trip in a classic “Willys” jeep.?Once in the valley, you can walk directly to the sky-high wax palms, or you go through a gate to the right and take a beautiful four to five hour hike over hills with stunning views of the valley.?"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "ETERNAL SPRING IN MEDELLIN: With a seemingly ever-pleasant climate and a stunning location surrounded by steep hills and jagged peaks, Medellín is quickly shaking off its infamous past to become one of Colombia’s must-visit cities. You’ll find a character and fast-paced attitude which sets the city apart from the rest of the nation, and it can be a lot of fun to be a part of for a few days! You’ll spend 2 nights in a comfortable hotel in the trendy El Poblado district, with a host of restaurants and bars nearby. On your second day you’ll take a tour with a local paisa (Medellín resident) guide who’ll show you the ins and outs (and highs and lows) of their city, including the cable cars which connect downtown with the neighbourhoods high up in the hills, and give a spectacular view of the city. You’ll also see the Botero statues, and some lesser-know highlights, before you’re left to explore, relax, or maybe experience a little of the city’s famous party scene!"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "ADVENTURES IN RIO CLARO: Heaven for nature lovers and a complete change of scenery after meddling Medellin, Rio Claro is well known to the locals who flock here for the weekend of fun and outdoorsy activities. Not so much on the international tourists radar yet, it’s a peaceful spot with the stunning canyon, clear blue river and the jungle as a backdrop. You’ll stay in a unique lodge built right into the canyon walls with the front open out into nature leaving no boundaries between you and the wilderness. This place is all about the activities and the great outdoors. Choose as many as you can pack in a day, from white-water rafting to ziplining and as many scenic hikes as you can handle. After a day full of adventures, fall asleep to the sounds of the jungle before heading back to Medellin for another night there."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "THE WHALES AND THE RAINFOREST BAHIA SOLANO: Today you’ll swap the buzz of the big city for the sound of the ocean waves. Only a 1-hour flight separates you from the serene coastline of the Pacific, where the humpbacks come to play, making it one of the best places in Colombia to spot them. With the jungle as a backdrop, this remote and unexplored paradise is just the place for a bit of adventures. For the next few days, you’ll stay in a charming local eco-lodge, spot the gentle giants of the sea and explore the rainforest on a guided hike."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "FINAL NIGHT IN MEDELLIN AND DEPARTURE: For your final night, you will head back to Medellin and return to the same charming boutique hotel. Surrounded by the lush tropical gardens and decorated with the original Colombian artwork, it’s a peaceful haven amidst the buzzing metropolis. You’ll find an array of restaurants, art galleries and all the big city’s amenities within walking distance. The following day your transfer will be waiting at the hotel for your journey to the airport to catch your flight home."
    }
  ],
  "map": ""
}