{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "luxury-colombia-holiday",
  "tourName": "Luxury Colombia holiday",
  "placesVisited": "",
  "generalInfo": "This expedition takes travellers through the most contrasting destinations in Colombia: Bogota’s cosmopolitan restaurants and neighbourhoods, the Coffee Region’s verdant hills and lush nature, Cartagena’s streets lined with colourful mansions, and the Rosario Islands’ turquoise waters. Get a taste of the Colombia’s incredible diversity and breathtaking landscapes, through authentic and personalized experiences with local experts. <br/><br/>Colombia is in the midst of a new era in its history. It has one of the top regional economies and is one of the most politically stable countries in Latin America. The significant improvement in the country’s safety has also positioned Colombia as a top travel destination. Boasting beaches on the Caribbean Sea and the Pacific Ocean, as well as the stunning Andes mountain region and the legendary Amazon rainforest, Colombia is proud to be the second most biodiverse country in the world. Furthermore, booming cosmopolitan cities like Bogotá, Medellin, and Cartagena can impress anyone with their magnificent views, innovative architecture, rich culture, exceptional restaurants, and enthralling ambience.",
  "durationDays": "12",
  "price": "4995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "BOGOTA - A host and a driver will be waiting for you at Bogota Airport. Your host is a local who will introduce you to Bogota, and serve as a guide, translator and concierge. Enjoy the remainder of the afternoon at leisure. Founded in 1538 this cosmopolitan city of almost 8 million people, sits high up in the Andes Mountain Range – 8,660 feet (2,640 meters) above sea level. As the third highest capital city in South America. Before the Spanish arrival, various indigenous tribes inhabited Bogota and the region surrounding it. Remnants of these tribes can be seen in Bogota’s spectacular gold museum and in the traditions of the small rural communities. Bogota has been the epicentre of Colombia’s dramatic yet fascinating history, so visiting it is the best way to understand the country’s tough past and recent revival. Overnight Four Season Casa Medina"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "BOGOTA'S HISTORIC DISTRICT & MUSEUMS (B) - Travel through the winding streets of La Candelaria accompanied by a history expert and live the stories behind the streets, plazas, cathedrals and street art pieces you will see along the way. Your guide will not only give you an insight into the country’s history and architecture, but also into Colombia’s political and economic revival. Your next activity continues after your lunchbreak, visiting some of Bogota’s most important museums such as Botero Museum and the Gold Museum. In the evening, enjoy an exclusive dinner talking history, culture and the thrilling issues the country has faced with a political and economic expert of the country (cost of meal not included). Overnight Four Season Casa Medina"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "BOGOTA - COFFEE REGION (B) - Your chauffeur will drive you to the airport from where you will take a short flight to Pereira. The Coffee Triangle is not a city or a particular place. It is a beautiful blend of lush mountains, rich culture and incredibly kind people. The triangle consists of three states Quindio, Caldas and Risaralda. This region sits high up on the western Andes mountain range, where the altitude, climatic conditions and fertile terrain induce the production of what many consider to be the best coffee in the world. Visit a traditional coffee farm. The owner will walk you through the coffee plantation as he explains the intricate process of harvesting and producing coffee, from the seed to the cup. Enjoy the lush landscapes, exotic flowers and many birds that inhabit this area. Duration: 1-2 hours walk. Overnight Hotel Sazagua."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "EXPLORE THE COCORA VALLEY & PLAY TEJO IN SALENTO (B) - The heart of the coffee region. Among the beauties of the Valle del Cocora, you will have a chance to admire the towering 60-meter palm trees and the lush colourful surroundings, as well as some of the locals who live by. Thanks to this site, the wax palm tree was recognized as the official tree of Colombia, and classified as a protected species. Spend the rest of the day exploring the towns of Salento, quaint little town in the heart of the coffee region and part of the UNESCO world heritage site of the Coffee Cultural Landscape of Colombia. There, get to play Tejo, the famous regional sport. Your tour continues then to Finlandia, an authentic colonial Andean town in the mountains where you will still be able to witness this unique Andean culture. Overnight Hotel Sazagua"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "COFFEE REGION - CARTAGENA (B) - Your private driver will be waiting for you at your hotel and will take you to the airport where you will take your flight to Cartagena. Cartagena, founded by Spanish explorers in 1533, is a stunning example of Spanish colonial architecture, African culture and Amerindian heritage. Its picturesque historic centre is enclosed by impressive fortifications that protected the city from pirates, but they now provide unparalleled views of the ocean. To top it off, Cartagena is the cultural hub of Colombia. Boasting premier literature, music and film festivals, along with traditional cultural celebrations, there is always something to see and do. Whatever you want, Cartagena has it all. Overnight Casa San Agustin"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "THE COLONIAL LEGACY OF CARTAGENA (B) - Taking advantage of the cooler morning hours, your history expert will lead you through the historic centre, a UNESCO World Heritage Site. There, you will learn about the colonization and the Inquisition era. Your visit continues accompanied by your history expert explaining the importance of the city’s strategic location during the Spanish colony. Drive to Castillo de San Felipe, to explore the dark tunnels and lookout points, and recount the stories and strategies used to defend Cartagena from invaders. Overnight Casa San Agustin"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "DISCOVERING ROSARIO ISLANDS (B) - Meet your host at the hotel lobby. Depart from your hotel in a private car that will take you to the dock, before you head off to Islas del Rosario on a private speedboat (28ft – 30ft). Spend the day cruising between islands, snorkelling among colourful reefs and enjoying the pristine waters of the Rosario Islands. The boat will be staffed with an English-speaking host and equipped with snorkelling equipment, water bottles, fresh fruit and snacks. Lunch will be arranged at one of the beach restaurants in the islands (not included). Overnight Casa San Agustin"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "RELAXING IN CARTAGENA (B) - Enjoy your morning at leisure wandering at your own pace in the historic centre. In the afternoon, meet your guide at the hotel lobby. A sommelier in Colombia will guide you through an exquisite tasting experience. Sample a variety of premium rums, understand how rum is processed and aged, and learn how to recognize its numerous characteristics. An English-speaking translator will be available. Overnight Casa San Agustin"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "CARTAGENA - BOGOTA (B) - Your private driver will be waiting for you at the lobby of your hotel and will drive you to Cartagena Airport. After a layover in Bogota, check-in for your next flight home."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "OPTIONAL TAYRONA REGION EXTENSION - TAYRONA REGION (B,L,D) - Your private driver will be waiting for you at the lobby of Casa San Agustin and will drive you to your next destination in the Tayrona Region. The Tayrona National Park is located 4.5 hours driving from Cartagena, between white sand beaches and the foothills of the impressive Sierra Nevada. It is famous for its lush vegetation, beautiful virgin beaches and extraordinary biodiversity. The Tayrona region gets its name from the ancient Tayrona tribe, which ruled this area for many years. The original Tayrona civilization almost disappeared once the Spanish colonizers settled in Latin America in the 17th century. Part of it remains strong and alive through 4 indigenous tribes in the region who still maintain the culture, language, religion and traditions they inherited from the original Tayronas. After having settled in your hotel room, drive to the Don Diego region (approximately 30 minutes). After a 20-minute walk into the jungle, you will arrive at a river bank from where you will float down a crystalline river all the way down to the ocean. Along the way you will find exuberant vegetation, exotic birds and howler monkeys that will make this “mini river safari” worth it. Overnight at Merecumbe"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "EXPLORING TAYRONA NATIONAL RESERVE (B,L,D) - Drive to Tayrona Natural Reserve’s main entrance (15 minutes). Alongside a local English-speaking guide, go on a nature walk to explore various parts of the Tayrona Natural Reserve. Find monkeys, birds, and spectacular flora along the way. Explore rivers, jungles and small bays where one can take refreshing swims in the turquoise waters. For those with more physical endurance… Drive to Tayrona Natural Reserve’s Calabazo entrance (25 minutes). Trek to Chairama (Pueblito), the ruins of a small pre-Columbian indigenous city. You will be accompanied by a Wiwa tribe member who can provide insight into the history of the ruins and the tribe’s current culture, religion and traditions. Continue the walk down to the beautiful beaches of Cabo San Juan in Parque Tayrona. The trek is approximately 5-6 hours along an ancient path built by the Tayronas, and requires physical endurance. (Duration: full-day) Overnight Merecumbe"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "CULTURAL EXCHANGES WITH AN INDIGENOUS COMMUNITY IN TAYRONA (B,L,D) - Drive to the area of Rio Ancho, where the Sierra Nevada mountains meet the Caribbean beaches of La Guajira Department. Alongside an English-speaking guide and a member of the Kogui tribe, walk 2-hours beside the river banks of Ancho River, and arrive at a large Kogui village, hidden in the midst of this mountain range. Explore the village and learn about the Koguis’ traditions, beliefs and role as the elder brothers that protect mother nature. Overnight Merecumbe"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "END OF TRIP - Flight home."
    }
  ],
  "map": ""
}