{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-off-the-beaten-track-holiday",
  "tourName": "Colombia off the beaten track holiday",
  "placesVisited": "",
  "generalInfo": "Live an unforgettable 17-day adventure across Colombia's off-the-beaten-path destinations. Starting in Bogotá, explore the vibrant city and its rich history with visits to the charming district of La Candelaria, the famous Gold Museum, and the breathtaking views from Monserrate.<br/><br/>Next, travel to the remote and beautiful Guaviare region to witness the stunning natural beauty of the Amazon rainforest. See the famous red river and Puerto Orion, hike to the top of Cerro Azul for a panoramic view, and take a boat trip to the Nare Lagoon to observe pink dolphins in their natural habitat. <br/><br/>After your time in Guaviare, fly to Yopal and spend three days surrounded by incredible wildlife and landscapes. In Casanare, you'll have the opportunity to go on nature walks, safari, horseback riding, and birdwatching.<br/><br/>Returning to Bogotá, visit the neighborhood Egipto and Botero museums to see some of the most impressive artwork in Colombia.<br/><br/>Next, you'll fly to Santa Marta and experience the Caribbean charm of Tayrona National Park. Relax on the beaches of Cabo San Juan, then travel to the starkly beautiful Cabo de la Vela to learn about the indigenous cultures and gastronomy of the region at Mayapo Beach. Back in Santa Marta, enjoy a day exploring the historic city center and trying some delicious seafood at local restaurants.<br/><br/>Then, transfer to the enchanting city of Cartagena, where you'll spend a day exploring the vibrant streets and colorful buildings on a city tour. The next day, take a break from the hustle and bustle of the city and enjoy a relaxing day trip to the Rosario Islands, where you can snorkel in the crystal-clear waters and soak up the sun on the white-sand beaches.<br/><br/>On your final day in Cartagena, experience the local culture with a visit to the colorful Getsemani neighborhood and the bustling Bazurto Market. In the afternoon, set sail on a sunset catamaran cruise to see the city's stunning skyline from the water.<br/><br/>Our 17-day tour of Colombia's off-the-beaten-path destinations is perfect for adventurous travelers looking to experience the diverse landscapes and cultures of this fascinating country. Don't miss out on this unforgettable journey off the beaten path!",
  "durationDays": "17",
  "price": "11554",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at any time to be collected from the airport and taken to your accommodation. Depending on your arrival time we can provide you with another tour or with suggestions of places to see and where to go. Your driver will be waiting for you outside of the terminal holding a sign with your name. Be sure to drink plenty of water to help you adapt to the altitude. (Overnight Bogotá)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Discover the history and culture of Bogotá's oldest neighborhood, La Candelaria, on a guided tour. Visit historic landmarks including Bolivar Plaza, Casa Nariño, and Catedral Primada de Colombia. Spend a few hours exploring the world-renowned El Museo del Oro, displaying a vast collection of pre-Columbian gold and other indigenous Colombian artifacts. Then, ascend to the summit of Monserrate, standing at over 10,000 feet and offering breathtaking views of the city. Wander through artisan markets and visit a 17th-century monastery on this unforgettable Bogotá experience. (Overnight Bogotá)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Flight to San José del Guaviare from Bogotá. On arrival, you will be taken directly to the stunning rock formations of Puerta de Orio´n before heading to either Red River (July to October) or Black Lagoon (November to June). At Red River, you'll walk through the area for about 2km, see the colorful Macarenia clavíagera plant, and take photos. Swimming is not allowed. At Black Lagoon, you'll enjoy a short boat ride, view monkeys and birds, and have the opportunity to swim in the refreshing waters while tiny fish nip the dead skin off your feet. (Overnight El Quinto Nivel)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leaving shortly after breakfast at around 7:30 am you'll travel for approximately 2 hours to get to the archeological site of Cerro Azul. Once here you'll be walking through a natural jungle and a cave measuring 210m (688ft). This is also where you'll enjoy your first encounter with the rock paintings of animals, people, plants, and daily life dating back more than 12000 years bp. (Overnight Quinto Nivel)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leaving before breakfast around 5:30 am you'll journey in a 4x4 for 2.5-3 hours to the Laguna Damas de Nare. (Stopping for breakfast along the way) Once here you'll enjoy an hour's walk (with a few stops) for approximately 3.5km (2mi) through a beautiful natural forest full of exotic plants, birds, and monkeys. At the conclusion of this walk, you'll stop for a short break before climbing into a canoe to explore the lagoon in search of the Pink Dolphins. You'll also have the opportunity to swim in the lagoon, with the odd dolphin possibly playing with your feet while you're enjoying the warm waters. Next, you're back to land for a wonderful typical lunch before walking back through the magical forest and your waiting transport to your hotel. (Overnight Quinto Nivel)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today will start with a relaxing journey of approximately 95 min to the Pinturas Rupestres Nuevo Tolima. That is a 60 min drive and a 35 min hike. Although it is a short hike it is mostly uphill, so a basic-medium level of fitness will be required. But once you arrive at the site it'll all be worthwhile. You'll actually only find one rock face with paintings here, but it is longer than either of the walls at Cerro Azul. Not only that, but it's less visited and usually is less crowded. Estimations of these rock paintings are up to 12,500 years BP. But with some possibly as recent as three or four hundred years ago, after the introduction of the conquistadors and their livestock. Here you'll enjoy walking around this area for an hour or more before relaxing with a fantastic lunch and a transfer to the airport for the next part of your Colombian Adventure. You'll fly to Yopal, Casanare. (Overnight Casanare)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy a full day of birdwatching and safari in Los Llanos, starting with a morning walk to see the region's abundant birdlife. After breakfast and a rest, embark on a guided walking safari before lunch. Then, take a 3-4 hour horseback safari to see wild animals and experience a stunning sunset. End the day with a bonfire and dinner under the stars. (Overnight Casanare)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "On your last day, wake up to the sounds of wildlife and enjoy a beautiful sunrise before heading down to the lake for photography. After breakfast, venture out on another safari by canoe or on foot to search for more magical moments with the wild animals. Then, head back to your Hato to freshen up, check out, and make your way back to Yopal for your afternoon flight. If time permits, enjoy one more lunch and learn about the life of the Llanos cowboys and indigenous people who inhabit these lands. In the afternoon, you will take a flight back to Bogotá. (Overnight Bogotá)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "You’ll be collected at your hotel and heading to Nuestra Señora de Egipto, the church located at the entrance of Barrio Egipto. There you'll start your tour into the neighborhood where you will be able to see the history of the people illustrated in impressive graffiti art (More than 30 graffitis). Your guide will let you in on the meanings and stories behind these murals. After lunch, enjoy a private tour with a knowledgeable guide that will provide context to understanding each masterpiece, you'll enjoy watching over 100 pieces of Botero’s own work, highlights of the museum including paintings by Picasso, Monet, Matisse, and Klimt, all of which are curated by the artist himself. (Overnight Bogotá)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Enjoy a short flight to the Colombian Caribbean. Your transportation will be waiting to pick you up and take you directly to your hotel in Tayrona. (Overnight Tayrona)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Explore Tayrona Park's diverse natural beauty on this tour to Cabo San Juan. After a 2-hour ecological walk through tropical jungle, visit four beaches including Arenillas, La Piscina, Cabo San Juan, and Los Arrecifes. Spend approximately 3 hours relaxing on the beach or participating in watersports like snorkeling. Then, take a 1.3-hour walk through the jungle back to your transportation. Your guide will educate you on the local environment, indigenous people, and native animals while also safeguarding your possessions. (Overnight Tayrona)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "You'll start your day early and head to the Guajira region in northern Colombia. After a tour of Uribia, the indigenous capital, and a visit to the Salinas de Manaure salt ponds, you'll head to Cabo de La Vela. You'll hike to the sacred Pilón de Azúcar and enjoy the beaches of Playa Dorada and Ojo de Agua. After dinner, you'll learn about the Wayuu culture, their family structure, and beliefs about the afterlife. (Overnight Cabo de La Vela)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Departing a bit later in the morning at approximately 7 am you’ll take a short journey of approximately 2.5 hours towards the beautiful beaches of Mayapo. Arriving in time to enjoy some relaxing me-time on the Mayapo beach for an hour or 2. Famous not only for its beauty and sandy beach, but also its good winds, and good waves, this location is ideal for water sports such as kitesurfing. When comes time to dine, you'll be visiting the Maliwala Refuge, where you’ll get to enjoy some of the most amazing dishes of the Guajira. Once your belly is full, you’ll continue your journey in the mid-afternoon to complete your travels in La Guajira with a short 40-minute ride down Rioacha. (Overnight Santa Marta)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Relax in a morning drive along the coast to your waiting hotel in Cartagena. At 4pm you'll be collected for your city tour in Cartagena. (Overnight Cartagena)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Enjoy a wonderful ocean cruise on a speedboat to the Rosario Islands; arriving at a beautiful picturesque beach for a typical Caribbean lunch, crystal clear waters, water sports, white sands, and palm trees. You'll be assigned your personal beach space which will be exclusive for yourself and members of your group. You'll receive full beach service, a fantastic typical lunch; use of deckchairs and umbrellas; a cocktail on arrival, and English-speaking hosts. You will have the full day to relax and enjoy your space along with kayaking, and the ability to hire gear for snorkeling or paddleboarding. This will be one of the highlights of your Caribbean adventure! (Overnight Cartagena)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Take a walking tour of the colorful neighborhood, exploring the streets filled with graffiti, Centenario Park, and Holy Trinity Square. Then, visit the Bazurto market to experience the daily life of hard-working Colombians and learn about the different fruits and exotic flavors they offer. You'll also visit the meat and fish sections of the market and enjoy an authentic lunch at Celia's. Finally, explore the artisan and community area and enjoy a freshly made juice before finishing the tour. At 4:30pm you will be embarking a sunset catamaran cruise (Overnight Cartagena)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Hablamos pronto, safe travels home, and visit again soon! We’ll have transport waiting to take you to the airport at your desired time. Not ready to leave? Let us know if you’d like to extend your stay in this beautiful region. Perhaps you’d like to add a tour to San Basilio de Palenque, the first slave-free African settlement in the Americas? Where you can try traditional African food and listen to a unique African dialect that is still spoken today. Or perhaps a trip to the National Aviary of Colombia. Here you’ll enjoy 2-3 hours strolling through the grounds and enjoying more than 1700 birds, from over 170 different species living in 3 different climate zones; the coast, rainforest, and desert."
    }
  ],
  "map": ""
}