{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-small-group-holiday",
  "tourName": "Colombia small group holiday",
  "placesVisited": "",
  "generalInfo": "Colombia combines vibrant cities, ancient ruins and superlative landscapes with African rhythms and exquisite colonial architecture. We start this trip in the capital Bogota, exploring its charming historic quarter of La Candelaria as well the nearby high plateaus of Chingaza, home to indigenous wildlife, endemic vegetation and local communities. From here we head to the eroded landscapes of the Tatacoa desert, before continuing to San Agustin. Here we discover the remnants of an ancient civilisation about which little is known – all that is left behind is an enigmatic series of statues, tombs and temples.<br/><br/>We then head to Colombia’s famed ‘coffee region’, a land of picturesque farms steeped in tradition, and valleys dotted with the iconic wax palm trees, stretching several storeys into the sky. We learn about the heritage and customs of the region, as well as travelling through some of Colombia’s most scenic parts.<br/><br/>In Medellin we learn how a city has transformed itself from one of the most dangerous in the world to a thriving, rejuvenated community, meeting the people who have helped to turn around its fortunes – as well as sampling some great street food. Nearby Santa Fe, founded in the 16th century, offers an opportunity to step back in time with its historic churches, palaces and plazas – a taste of the Colombia of yesteryear.<br/><br/>Our final stop is the gorgeous Caribbean city of Cartagena, a profusion of typical cobbled streets, colourful colonial buildings and easy going atmosphere. Once the site of great riches, it was a frequent target for piracy, and oozes history around every corner. We also visit the nearby African community of San Basilio, who have a very distinct culture, making up yet another part of the fascinating Colombian kaleidoscope.<br/><br/>Colombia has so many different facets that even a month long tour couldn’t cover them all, but this tour includes some of its well recognised highlights as well as showing a little more beneath the surface. Colombia is starting to become better known as one of Latin America’s most exciting countries – discover it before more people do.",
  "durationDays": "16",
  "price": "4599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bogota - Arrive in Bogota and transfer to your hotel. Overnight BH Bicentenario similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bogota - Spend the day exploring Colombia’s capital on a walking tour. We visit the historic district of La Candelaria with its traditional houses and picturesque streets, visiting key buildings and monuments such as the State Palace and Plaza Bolivar, as well as its pretty churches. We’ll also visit the impressive Museo del Oro – the Gold Museum, and the hill of Monserrate for panoramic views over the city. Overnight BH Bicentenario similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chingaza - Today we head out of the city to Chingaza National Park, to explore the high plateau landscapes of the Paramo. This is a unique ecosystem only found in Latin America, home to endemic vegetation, mountain scenery and local rural communities, who we meet along the way. We take an easy hike through the paramo stopping for a traditional lunch. Overnight BH Bicentenario similar. (BL)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Zipaquira – Tatacoa Desert - Travel to the small town of Zipaquira, best known for its remarkable ‘salt cathedral’, which has been hewn from the depths of a mine. Afterwards, drive back to Bogota and fly to Neiva. From here drive to Villavieja, on the edge of the Tatacoa Desert. Overnight Hotel Yararaka or similar. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tatacoa Desert – San Agustin - Explore the wind and sand eroded landscapes of the Tatacoa desert, dotted with huge cacti and crossed by dry canyons – one of Colombia’s most impressive landscapes, and at odds with much of the rest of the country. From here drive to San Agustin. Overnight Hotel Masaya or similar. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "San Agustin - This morning is spent visiting San Agustin, Colombia’s most important archaeological site. Numerous stone sculptures and monuments dot the site, evidence of a once powerful civilization about which little is known. Later we visit the Estrecho del Magdalena, where Colombia’s largest river passes through a narrow two metre gorge, and the town of Obando with its ethnographic museum and pre-Hispanic tombs. Overnight Hotel Masaya or similar. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bogota – Cocora Valley - Fly to Bogota and from here transfer to Salento in the Cocora Valley. This is our base for exploring the landscapes and heritage of Colombia’s coffee region. Overnight Hotel Salento Real or similar. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "La Carbonera - An early start sees us taking jeeps along an old mountain road, passing the lush landscapes of the Central Mountains and Nevados National Park. Climbing to an altitude of 3340m, we have superb views along the way, before descending to the farm of La Carbonera. Here we walk among the unique wax palm landscapes – these unusual palms reach up to 70 metres – before returning to Salento for the evening. Overnight Hotel Salento Real or similar. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Coffee farm - Spend the morning on a traditional farm, learning about all aspects of growing and processing coffee – a key element of Colombian culture. Later we see how they grow plantains and learn about their place in local cuisine, with a chef teaching us how to transform them into a meal, and ending with a typical Colombian barbecue. Overnight Hotel Salento Real or similar. (BL)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Medellin - Fly from the town of Pereira to Medellin. On arrival we take a gastronomic tour to explore the city’s varied street food, sampling some of the best regional snacks including empanadas, bunuelos and arepas. Overnight La Campana Hotel or similar. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Medellin - Explore the city of Medellin. From a reputation as one of the world’s most dangerous cities in the 1990s, Medellin has undergone a remarkable transformation, and is now one of the most innovative and progressive cities in Latin America. Overnight La Campana Hotel or similar. (BL)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Santa Fe de Antioquia - Drive through the scenic landscapes of the Western Andean highlands to the town of Santa Fe de Antioquia. The town was founded in 1541 and is one of the oldest on the continent, with some gorgeous colonial architecture giving it a real feel of days gone by. Return to Medellin for the evening. Overnight La Campana Hotel or similar. (BL)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Cartagena - Fly from Medellin to the Caribbean city of Cartagena, perhaps Colombia’s most striking. After settling in at the hotel, we head out again this afternoon for a traditional rum tasting session. Overnight Hotel Casa India Catalina or similar. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Cartagena - We spend today exploring Cartagena. The city is packed full of exquisite colonial architecture and has a very different feel to regions further south. We visit the fort of San Felipe and La Popa Convent among other sites, and have plenty of time to wander the picturesque streets and plazas that give Cartagena its unique flavour. Overnight Hotel Casa India Catalina or similar. (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "San Basilio de Palenque - Travel to the nearby town of San Basilio de Palenque, a stronghold of the Afro-Colombian population and with a rather distinct character, traditions and customs. As we explore the town we meet local musicians, learn a little of the language, and discover the part that the town played in the history of Colombian liberation. We have a traditional lunch here, before returning to Cartagena in the late afternoon. Overnight Hotel Casa India Catalina or similar. (BL)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Cartagena - Transfer to the airport for departure. (B)"
    }
  ],
  "map": ""
}