{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "bogota-amazon-and-medellin-tailor-made-tour",
  "tourName": "Bogota, Amazon, and Medellin tailor made tour",
  "placesVisited": "",
  "generalInfo": "Welcome to an 11-day adventure that will take you through some of the most spectacular and diverse regions of Colombia. Your journey begins in the heart of the country, in the vibrant and bustling capital city of Bogotá. Here, you'll explore the charming and historic neighborhood of La Candelaria, home to colonial-era architecture and the famous Gold Museum, which houses an impressive collection of pre-Hispanic artifacts. And no visit to Bogotá would be complete without a trip to the top of Monserrate Mountain, where you'll take in breathtaking views of the city from above.<br/><br/>From Bogotá, you'll travel deep into the Amazon rainforest, one of the most biodiverse regions on the planet. You'll hike through the jungle, exploring its hidden corners and learning about the plants and animals that call this incredible place home. You'll visit Mocagua Island, and learn about the traditional Cocama way of life and their ancient knowledge of medicinal plants. You'll have the opportunity to see pink river dolphins up close, one of the most unique and enchanting experiences you'll ever have.<br/><br/>Next, it's off to the Eternal Spring City of Medellín, where you'll discover the vibrant culture and fascinating history of this once-notorious city. You'll take a city tour that includes the highlights of Medellín. You'll also visit the colorful Comuna 13 neighborhood, which has transformed from a dangerous and impoverished area to a vibrant and diverse community. You'll sample some of the delicious local fruits, which are known for their exotic flavors and health benefits.<br/><br/>Finally, you'll head to the Pacific coast, where you'll stay at the beautiful eco-lodge. Here, you'll have the opportunity to explore the rugged coastline, with its pristine beaches and dense jungle. You can go hiking, kayaking, or simply relax and soak in the natural beauty of this incredible place. And you'll also have the chance to sample some of the delicious local cuisine, which is known for its fresh seafood and bold flavors.<br/><br/>Overall, this 11-day adventure is a once-in-a-lifetime opportunity to explore some of the most incredible regions of Colombia, from the high Andes to the steamy Amazon jungle and the wild Pacific coast. With a mix of adventure, culture, and relaxation, this trip is sure to be an unforgettable experience.",
  "durationDays": "11",
  "price": "6432",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Bogotá, arrive at any time to be collected from the airport and taken to your accommodation. Depending on your arrival time we can provide you with another tour or with suggestions of places to see and where to go. Be sure to drink plenty of water to help you adapt to the altitude. (Overnight Bogotá)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore the historic heart of Bogotá on a guided tour through La Candelaria, taking in important landmarks such as Bolivar Plaza, the Palace of Justice and the Catedral Primada de Colombia. After strolling through the incredible El Museo del Oro, you'll ascend to the summit of Monserrate, learning about the mountain's significance to the indigenous Musica people and enjoying stunning views of Bogotá from 10,341 ft (3152m) above sea level. (Overnight Bogotá)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Relax on a 2-hour flight over national parks into the heart of the Amazon; Leticia. You'll be collected from the airport and be taken on a short drive through Leticia to the wharf, where you'll catch a boat up the Amazon River to your Amazon Jungle Ecolodge for the next 3 nights. You'll be arriving in the mid-afternoon after a boat ride of approximately 2 hours, and in time for a bit of relaxation before dinner. Following dinner when it is nice and dark you'll venture out on a night safari into the jungle, In search of tarantulas, giant insects, mammals, and different Amazonian fauna and flora. (Overnight in Eco-lodge)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy a delicious breakfast before embarking on a short trip up the Amazon River to explore the \"Painted Village\" of a Mocagua community, featuring stunning murals that promote traditional culture and sustainable management of forest and river resources. After lunch, take a hike through the Calanoa Reserve to the Matamata creek, surrounded by thick jungle, and paddle back down the Amazon River in a canoe for an unforgettable experience of navigating the jungle canopy. In the afternoon, head to Mocagua Island to discover unique flora and fauna, including the giant Victoria Amazonica lily, before finishing the day trying your hand at fishing for the mighty Piranhas back at the Eco-lodge."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Embark on a boat to visit the Milciades Gardens and meet a Cocama medicine man with vast knowledge of traditional forest cultivation and the healing powers of plants. Enjoy spotting pink and grey dolphins unique to the Amazon region and a home visit from a local Shaman for a smoke bath blessing in the evening."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Start your day bright and early with a bird watching adventure at 6 am, where you'll witness the morning rituals of various species in their natural habitat. After a fresh breakfast, take a short tour of Leticia before catching your flight to Medellin. (Overnight Medellin)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Start your day at 8 am with a cable car ride over Comuna 13, a street art district and home to displaced people. Ride the world's first outdoor escalators and learn about the graffiti's meanings. Afterward, enjoy a fruit tasting at Plaza la America and visit Parques del Río, featuring a unique sculpture by Swiss artist Ugo Rondinone. Experience the Barefoot Park's sensory pathways, visit important heritage buildings, and see Fernando Botero's sculptures at Botero Plaza. The tour ends at Parque Memorial Inflexion, a memorial park honoring victims of narcoterrorism. The tour finishes at 3:30 pm, giving you the rest of the day to explore Medellin. (Overnight Medellin)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Embark on an adventure starting at 8 am with a picturesque drive to a breathtaking coffee farm in Antioquia. There, you'll experience a comprehensive tour and learn all about the intricate process of growing the perfect coffee bean. Next, you'll visit Old Peñol Replica Town in Guatape, followed by a trip to Guatape Rock, also known as Piedra del Peñol. Climb the 740 steps to the top for stunning views and a memorable experience. Lastly, you'll explore the charming town of Guatape, making for a perfect end to your day. (Overnight Medellin)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Enjoy a short flight to Nuquí arriving around mid-morning. Upon arrival at Nuquí, you'll be greeted at the airport and whisked away to the marina for a scenic boat ride to your home for the next three nights - La Bayka eco-lodge. Nestled in a stunning location, just a short walk from the water's edge, La Bayka is the perfect place to unwind and escape the hustle and bustle of everyday life. After settling in, you'll be treated to a delicious fresh lunch. In addition to enjoying the natural beauty of the surrounding area, your stay also includes a guided 30-minute walk to Cascada del Amor, where you can take a refreshing swim, a one-hour guided walk to the Thermal Hot Springs (entrance fee not included), and a 2-3 hour whale watching tour (available from July to mid-October). Please note, there is a tourist tax of $30,000 Colombian Pesos per person that needs to be paid before leaving the airport."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "You'll wake to the wonderful relaxing sounds of the ocean and the native birds singing at the start of another beautiful Pacific Coast day!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "You'll be waking once again to the soothing sounds of the waves and the singing birds searching for their morning meal. You'll have time for a quick swim or a short hike, and another wonderful breakfast before taking a boat back to Nuquí and on to the airport for your flight back to Medellín. On arrival, you'll be collected and taken directly to your hotel to check-in and relax in the city of the eternal spring."
    }
  ],
  "map": ""
}