{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-small-group-tour",
  "tourName": "Colombia small group tour",
  "placesVisited": "Bogota, Gold Museum, La Candelaria, Museo Botero, Paloquemao Market, Take the cable car up Monserrate, Popaya, Silvia Market, Armenia, Stay in a hacienda, Salento, Tour a coffee farm, Pijao, Medellin, Cartagena, Guatape, 2025 itinerary includes more of Colombia's central zone: Villa de Leyva, Barichara, Guane, and Chicamocha National Park",
  "generalInfo": "This two-week small group tour of Colombia takes you from Bogota to Cartagena, via Armenia and Medellin. It's an immersive tour that's designed to show people how Colombia has evolved since the notorious days of Escobar, as well as illuminating the country’s rich Indigenous history. You will stay in small, often locally owned accommodations, flying conveniently between destinations, and touring key landmarks that rightly feature on any Colombia itinerary.<br/><br/>Exciting updates to this tour recently include visiting more of Colombia's beautiful central zone, like the underground salt cathedral at Zipaquira and the beautiful landscape of Chicamocha National Park.<br/><br/>In Bogota, wander the balconied houses in the La Candelaria neighbourhood, and the vibrant flower stalls of the Paloquemao farmers’ market, before admiring the capital from above with a cable car journey up Mt. Monserrate. In Paloquemao, visit the market where farmers sell stacks of tropical fruit. A big highlight is Armenia, which is among Colombia’s most picturesque regions, surrounded by Andean peaks. You’ll tour a working coffee farm here, and have the opportunity to stay in a beautiful old hacienda. Medellin is a fascinating city, regenerating masterfully despite the scars of recent history, and a cultural dynamo.<br/><br/>After two memorable weeks on the road, the trip comes to an end in Cartagena, its old town a UNESCO World Heritage Site and a historic city where the streets are always alive with music and dance – this beautiful city makes relaxing end to a trip that will no doubt stay with you for years to come.<br/>",
  "durationDays": "14",
  "price": "3995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Bogota",
      "description": ": Arrive in Bogota, the capital of Colombia set at an altitude of over 2,600m. The city sprawls out from the high ranges of the Cordillera Mountains, blanketing the Andean peaks with an eclectic mix of historic buildings and modern, urban architecture. Its name comes from the Muisca indigenous people who inhabited the region before the arrival of the Spaniards in 1538, and the remnants of not only the Muisca empire but of Colombia's many other indigenous cultures can be found in the city's impressive Gold Museum. For those arriving on time our Leader plans to meet you in the hotel reception at 6pm for the welcome meeting and for those that wish, there is the chance to go out for dinner. There are no activities planned today, so you are free to arrive in Bogota at any time. If you would like to receive a complimentary airport transfer today, you'll need to arrive into Bogota's El Dorado International Airport (airport code: BOG), approximately a 45 minute drive from our hotel. Should you miss the meeting, your leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, La Candelaria is a good place to orientate yourself in the city, where a wealth of museums, bars and restaurants are dotted in between colonial convents and churches."
    },
    {
      "dayNumber": 2,
      "title": "Taste the fruits at Paloquemao farmers market; explore the city on foot",
      "description": ": This morning we spend time exploring the city, first delving into local life with a visit to the farmers market at Paloquemao, with its overwhelming array of smells and colours. Our Tour Leader will introduce us to some of the tropical fruits on offer here, as we speak to some of the different sellers. From the market, we visit the Gold Museum; while many cities in Latin America have their own 'Museo de Oro', Bogota's is widely regarded as housing the region's finest collection of gold from pre-Hispanic times. The museum's star exhibit is the Muisca Raft - an impressive piece of pre-Colombian artistry that fueled the Spaniard's search for El Dorado. From the museum we'll walk to the colourful colonial streets of La Candelaria for a traditional Colombian lunch at one of the city's many restaurants - it's an opportunity to try the popular dish Ajiaco Santafereno, which is a hearty soup made from chicken, potato and corn. It's found throughout Colombia but is particularly popular in Bogota. After lunch we continue our exploration on foot. Walking under the balconied houses from where local residents often observe the comings and goings below, we'll encounter some excellent examples of colonial architecture, such as the Catedral Primada de Colombia. The visit continues with the Museo Botero, a colonial house filled with works of art by the Colombian artist and sculptor Fernando Botero, famous for his abstract portrayal of people with large, exaggerated proportions. Our city tour ends at around 5pm."
    },
    {
      "dayNumber": 3,
      "title": "Cable car up Mount Monserrate; drive to Villa de Leyva via the Zipaquira Salt Cathedral",
      "description": ": We take a birds eye view of the city this morning, as we ascend Mount Monserrate by cable car. On top of the mountain there is a church, whose statue of Senor Caido, the 'Fallen Christ', has become a pilgrimage location for the locals. If weather conditions allow you should be rewarded with fine views across the city and the countryside beyond. After our descent in the cable car, we depart the city, driving north to the Salt Cathedral at Zipaquira. This immense wonder was created by the salt miners, whose Catholic religion still necessitated a place to pray. Carved out of solid salt, the structure can accommodate over 8000 people and we'll find statues and the signs of the cross etched in salt as we walk through the vast chambers. After some time for lunch, we continue our drive to the charming little town of Villa de Leyva. Founded in 1574, this town is one of Colombia's colonial treasures. Nestled in the Andean foothills where time seems to have almost stood still, it was declared a national monument in 1954. It is easy to see why Villa de Leyva's local residents have been keen to preserve the thriving heart of this old town. Cobbled streets thread their way between whitewashed buildings and the colonial architectural style, with wood framed windows and balconies laden with flowers and plants. It is a delight to behold. We'll arrive at the hotel at approximately 5pm this afternoon. The drive from Bogota to Villa de Leyva is approximately 145 kilometres / 90 miles and will take around three hours, not including the stop at the Salt Cathedral."
    },
    {
      "dayNumber": 4,
      "title": "Find pre-Columbian and colonial history in the surroundings of Villa de Leyva; free afternoon",
      "description": ": We'll drive out into the foothills of the Andes to explore the local area with our guide today, first driving to 'El Infiernito' at the Zaquencipa Archaelogical Park. This pre-Columbian site was used by the Muisca people as an astronomical observatory and a place of worship. It's home to thirty stone monoliths, and we'll learn how the ingenious Muisca people used the site to plan harvest seasons and planting times. We'll then continue to the Convent of Santo Ecce Homo, which was founded by Dominican Monks in 1620. The convent marks an important moment in the history of the region, as it accelerated a period of evangelization in a region populated by the 'infidel' indigenous communities. We'll drive out into the foothills of the Andes to explore the local area with our guide today, first driving to 'El Infiernito' at the Zaquencipa Archaelogical Park. This pre-Columbian site was used by the Muisca people as an astronomical observatory and a place of worship. It's home to thirty stone monoliths, and we'll learn how the ingenious Muisca people used the site to plan harvest seasons and planting times. We'll then continue to the Convent of Santo Ecce Homo, which was founded by Dominican Monks in 1620. The convent marks an important moment in the history of the region, as it accelerated a period of evangelization in a region populated by the 'infidel' indigenous communities. We also drive to Pozos Azules for a quick viewpoint stop. These artificial pools are created by an accumulation of rainwater and minerals that, particularly in sunny weather, transform into a startling blue and green colour, which contrasts with the surrounding arid landscape to make them appear like oases in a desert. After returning to Villa de Leyva for lunch, we'll take the afternoon free to soak up the towns peaceful charm. You might wish to take the 30 minute walk to the odd 'Terracotta House', a completely unique architect-built house on the outskirts of Villa de Leyva, or take a longer walk to 'El Mirador del Cristo', from where you'll have a fantastic view of the whole town. Alternatively, Villa de Leyva is home to many artists, artisans and museums to spend a relaxed afternoon."
    },
    {
      "dayNumber": 5,
      "title": "Drive to the pretty town of Barichara via Socorro",
      "description": ": In the morning, we depart further north; the central part of Colombia that separates Bogota from the Caribbean is littered with intensely pretty towns with terracotta roofs and winding cobbled roads. Our end destination is thought to be the prettiest in all Colombia - Barichara. Its white-washed houses with colourful doors and wrought-iron balconies are a distinct contrast from the metropolitan cities of Bogota and Medellin. En route to Barichara, we'll make a stop at Socorro. This small unassuming town has a big place in Colombia's history - it's known as the 'Cradle of Liberty', for its role as the town where the first uprising against Spanish rule occurred, and where the steps towards Colombia's independence began. We'll just take a short stroll around the town to stretch our legs and see the sights, including the enormous stone-built cathedral, and depending on the timings will most likely make this town our lunch stop We'll then continue to Barichara and have the rest of the afternoon to take in this charming colonial town. The total drive time to Barichara is approximately five hours."
    },
    {
      "dayNumber": 6,
      "title": "Walk the Camino Real (Royal Road) to Guane; afternoon 'rammed earth' workshop with local architect",
      "description": ": The easy hike from Barichara to Guane takes in part of the Camino Real, or 'Royal Road' - a cobblestone path that dates back hundreds of years, connecting the area's farmlands. This postcard-pretty walk leads us through Colombia's peaceful countryside, through meadows and tree-lined corridors, with the Andes ever-present in the background. The beauty of this 6 kilometre (3.5 mile) walk is that from Barichara it is almost entirely downhill. With time to admire the views, it should take around two hours, possibly three depending on our speed. Walking downhill on stone paths and steps may be tough for people with knee problems, and you may wish to bring walking poles along with you. In Guane we'll have a break to visit the small village museum, before jumping in a rickshaw or one of the colourful chiva buses and heading back up to Barichara. For those who don't wish to do the walk, Barichara has plenty of charm to enjoy a leisurely morning. In the afternoon, we'll have a fascinating experience at a rammed earth workshop, led by the architect Santiago Rivero. Most houses in Barichara and the surrounding area are made by this centuries-old technique, using a low-cost material - earth - that makes house-building accessible to all. Many of the buildings here are older than 300-years old. Rivero is trying to protect the history of the town and keep this tradition alive - our workshop will have some hands-on elements and help us to appreciate the significance of why these charming towns look the way they do."
    },
    {
      "dayNumber": 7,
      "title": "Drive into Chicamocha National Park; cable car ride across the canyon; fly to the coffee region",
      "description": ": We drive to Bucaramanga Airport this morning, but before leaving Colombia's beautiful central zone we'll head into Chicamocha National Park, home to one of the country's most astounding natural wonders. With peaks and valleys extending into the distance, the vast canyon claims to be one of the largest in the world. We'll take an exciting cable car ride down into the canyon and up the other side, with panoramic views from all sides. Continuing the scenic drive, we'll head to Hacienda el Roble for our included lunch (not included, payable locally). This old colonial house is a coffee hacienda with a number of rooms and a restaurant on site, all surrounded by superb grounds. We'll try authentic local cuisine here during our lunch, and of course have the chance to try the coffee. We continue from the hacienda to Bucaramanga Airport, and fly to Armenia via Bogota. If direct flights become available we will of course take those as a preference. Armenia is the capital of the Quindío department, an important coffee growing centre in the foothills of the Andes range. Immediately on leaving the airport, we'll drive to our hotel located about 30 minutes away, arriving in the late evening. This old, characterful hacienda has views out to the Quindío valley, which we will be exploring over the next 2 days."
    },
    {
      "dayNumber": 8,
      "title": "Cooking class with a Colombian chef; tour a coffee plantation and taste the local brew",
      "description": ": Colombia is renowned for its excellent food, with regional specialties in almost every different town, from Bandeja Paisa (basically the Colombian equivalent of a full English breakfast, but with plantain, avocado, cornbread, delicious frijoles and heaps of different meats) to pandebono, a traditional bread made with cheese, frequently served with guava paste. Today we'll be getting stuck into the gastronomy with a cooking class at our own hacienda. A local chef here will help us to prepare 'sancocho', a typical Colombian soup that is stuffed full of vegetables, yuca, corn, plantain and either chicken, fish or beef. It is frequently eaten with avocado and white rice on the side. We'll make this together, alongside some other tasty appetizers and drinks, which we eat together for lunch. Our hacienda here in coffee country happens to be surrounded by its own coffee farm. We'll spend the afternoon visiting the farm, learning about the whole process from the planting of the beans all the way through the picking and roasting process, finishing off with trying the fresh coffee. The physical work undertaken by the pickers in hauling their loads across the mountainside is quite amazing. If, for any reason, the hotel changes, we will visit one of the other many coffee farms in this area."
    },
    {
      "dayNumber": 9,
      "title": "Full day exploring the wax palms of the Cocora Valley; traditional lunch in colonial Salento",
      "description": ": After breakfast we take a drive to Salento, where we climb aboard an immaculately restored vintage Willys jeep and drive into the Cocora Valley. We're in the foothills of the Andes here, hiking amongst a multitude of towering wax palms that pepper the mountainside like pins in a cushion. These countryside walks are on undulating terrain with well-trodden paths and our walk will take approximately two hours. Before leaving the Cocora Valley, we'll have a typical lunch with views of the mountains. Trout is particular to the area, usually served with plantain and rice, but you may also find yuca and arepas too. On our return to Salento, we'll play an explosive round of Colombia's national game - Tejo. This bizarre sport involved players lobbing tejos (metal discs) towards a metal ring in a sandpit that is loaded with gunpowder-filled pieces. The aim? Explosion! This lively bowls-like game is best played with a beer and a sense of fun. After the game, we'll have some time free to explore charming Salento town, its colourful architecture so characteristic of this coffee growing region, before driving back to our hacienda in the Quindio Valley."
    },
    {
      "dayNumber": 10,
      "title": "Scenic drive to Medellin",
      "description": ": This morning, we'll drive north to Medellin, known as the 'City of Eternal Spring' due to its temperate year-round climate. It's a full day of driving today so we plan to leave early, with the aim to arrive into Medellin in the mid afternoon, allowing for some free time in this charming city. The drive will take around seven hours, including stops."
    },
    {
      "dayNumber": 11,
      "title": "Flower Festival day in Medellin",
      "description": ": As one of the largest flower producers in the world (second only to the Netherlands), Colombia puts all its heart into this annual festival, bringing some of the country's biggest growers together for weeks of events and celebrations. The schedule for the annual celebration changes yearly, and our plan for the day will depend on what events are going on. There are a wide range of traditional and modern events, some related to flowers and some music, dance or other cultural showcases. The whole city is decorated at this time with flower displays and vibrant decoration, and the atmosphere is lively and fun. In the evening we will have a celebratory dinner in Medellin."
    },
    {
      "dayNumber": 12,
      "title": "Explore Medellin on foot and by cable car; fly to Cartagena on the Caribbean Coast",
      "description": ": We'll spend our final morning here discovering Medellin's past and present with a local guide. We'll travel by private transport, on foot and by cable car, including the outlying suburban area of Comuna 13. The tour aims to give the historical perspective behind Pablo Escobar's residency in Medellin, including what it was like when he was alive, and the changes that have made it the modern and diverse city it is today. We'll see the infamous rooftop where Pablo met his end, and the Casa de la Memoria Museum, an initiative started by the victims of the drug traffic trade that contributed to overcoming the conflict in Medellin. We will also visit the Parque Memorial la Inflexion, built where the Monaco building, Escobar's property, was located until its demolition in 2019. There were as many as 46,000 victims of narcotraffico in Colombia, and this park was built in their memory. This tour isn't designed to glorify Escobar's lasting imprint on the city, but to memorialise the people affected by the drug trade and to celebrate the modern face of Medellin. In the afternoon, we will travel to the airport and fly to Cartagena on the shores of Colombia's Caribbean Sea. Depending on the flight schedules, we should arrive at around 6 or 7pm (schedules may change), and in the evening we may have chance to see a little of the cobblestone streets and colonial convents of the old walled town."
    },
    {
      "dayNumber": 13,
      "title": "Free time in Cartagena; evening sunset and dinner at the seaside hub of La Boquilla",
      "description": ": Cartagena's beauty is well-documented throughout history. In recent times, the writer Gabriel Garcia Marquez put it at the fore of Colombian culture by using it as the setting for many of his novels, including the famous 'Love in the Time of Cholera'. The massive fortified walls around the old city, dating back several hundred years, helped with the designation of the city as a UNESCO World Heritage Site. It's a wonderful place to get 'lost' in, with old plazas and churches galore, as well as plenty of cafes, restaurants, markets and a warm, welcoming atmosphere around every corner. We're free to explore today. For those who wish to go outside the city walls, you may want to take a taxi ride to visit the hilltop convent of Santa Cruz de la Popa, with its spectacular panoramic views of the city, or the 16th-century fortress of San Felipe. For bird lovers, there is also the option to visit the National Aviary of Colombia, an enormous natural complex located a one-hour drive outside of the city. In the early evening, we'll take a short drive out to nearby La Boquilla. Now an offshoot of Cartagena itself, this one-time fishing village still has a hint of its past and the residents balance their fishing heritage with tourism. There are fantastic sunsets from here, and we'll have our final drinks and dinner at the beach, before returning to our hotel for the evening."
    },
    {
      "dayNumber": 14,
      "title": "Trip ends in Cartagena",
      "description": ": The trip ends after breakfast at our hotel in Cartagena. There are no activities planned today, so you are free to depart from Cartagena at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you would like to receive a complimentary airport transfer today, you need to depart from Cartagena's Rafael Nunez International Airport (airport code: CTG), approximately a 20 minute drive from our hotel."
    }
  ],
  "map": ""
}