{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-holiday-andes-amazon-caribbean",
  "tourName": "Colombia holiday, Andes, Amazon & Caribbean",
  "placesVisited": "",
  "generalInfo": "Colombia is a country full of amazing natural beauty and fascinating cultures. This holiday will help you explore diversity of the capital Bogota by bicycle, before descending into the mighty Amazing Jungle. Your Amazon adventure will be spent exploring the jungle as well as meeting and learning form the local Mocagua Community. Canopy walkways, river trips and a stunning lodge all help make this a real Amazon adventure.<br/><br/>You will then have the chance to explore the cultural and natural wonders of Colombia's Caribbean coast, from the colonial buildings and cobbled streets of Cartagena to the natural splendor or Tayrona National Park.",
  "durationDays": "13",
  "price": "2950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival into Bogota Airport you will be met my one of our representatives and transferred to your hotel for the evening."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "There is only one way to get the most our of exploring Bogota and that is by bike. You will explore the La Candelaria, the most beautiful part of this vibrant city, including streets lined with stunning old colonial buildings, The Plaza be Bolivar and some of the most beautifully constructed churches to be found in Latin America."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "It is time to fly deep into he Amazon jungle and to the frontier town of Leticia. Once you have settled into your hotel you will be met for a walking tour of this fascinating town. You The visit starts in the Museo Etnográfico del Hombre Amazónico where you will be able to appreciate a collection of objects and utensils used by the indigenous cultures of the region. You will have time to enjoy the city’s parks and stroll Leticia´s streets with plenty of time to browse handicrafts shops and have a taste of a local brew of “chuchuhuaza”, an Amazonian aphrodisiac drink made from an endemic species of tree."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Head further into the Jungle as you take a 30 minute boat trip to the Calanoa lodge. After you have settled into your Jungle retreat, you will take a walk to the Mocagua community. Here you will have lunch and be shown around their village and get an understanding for their way of life. The lodge has a strong relationship with the village and their people and it will give you a wonderful understanding of how people still live and thrive in the rainforest today. After Lunch you will return to the lodge where you will embark on a stunning hike through the Jungle. Your guide will be on hand to point out all the weird and wonderful things that call the Amazon home. At the end of the hike you will take the stunning return trip to the lodge by canoe, riding along the Matamata stream which marks the border with the Amacayacu Natural National Park."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you will take a fascinating trip along the actual Amazon River. You will start the day in the human world with a visit to Puerto Nariño, the second largest town in the department of Amazonas after Leticia. The town is a curious mix of colonists and native people and it is considered to be the cradle of the Amazon given its unequalled natural, cultural and harmonious setting. The afternoon will then be spent int he natural world as you travel up the river to Tarapoto Lake where it might be possible to see a great deal of interesting species such as the grey and pink river dolphins."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "From a Canopy walkway to the Caribbean. Today is a day that will test your senses as you will go from the deep Amazon Rainforest to the incredible streets of Old Town Cartagena. Your day starts with a visit to the Omagua Reserve. This is a wonderful private jungle reserve that has a very exciting canopy walkway experience. This is such a unique way to see the Jungle canopy and a great way to end your Amazon adventure. You will then be transferred to the airport in time for your flight to the incredible Cartagena, vis Bogota. On arrival into Cartagena you will be met and transferred to your lovely little hotel in the old town. As you enter the old town from the airport you will feel like you have stepped into a different world. Sumptuous colonial buildings and a riot of colour fill the small streets, taking you back to a different time."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you will travel about 20 minutes to ¨La Boquilla¨, a small fishing village just outside of Cartagena where you will be able to experience the local culture of Cartagena not often seen by other tourists. You will take a canoe trip through the mangrove ecosystem which is one of the most remarkable natural environments around Cartagena due to its rich fauna and diversity of vegetation. AYou will then have a chance to explore the little village of La Boquilla before heading back to Cartagena where you will have the afternoon free to explore on your own."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tayrona National Park stretches along the coast from the Bahía de Taganga near Santa Marta to the mouth of the Río Piedras, 35km to the east, and covers some 12,000 hectares of land and 3000 hectares of sea. The scenery varies from sandy beaches along the coast in the north to rainforest at an altitude of 900m on the southern limits of the park. The extreme western part is arid, with light-brown hills and xerophytic plant species such as cacti. The central and eastern parts of the park are wetter and more verdant, largely covered by rainforest. May, June and September to November are the wettest periods. At least 56 endangered species call the park home, but most stay out of sight, deep within the forest."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "It is time to say goodbye to his wonderful country as you are driven back to Santa Marta Airport in time for your return flight to Bogota"
    }
  ],
  "map": ""
}