{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "ecuador-galapagos-and-colombia-adventure",
  "tourName": "Ecuador, Galapagos and Colombia Adventure",
  "placesVisited": "",
  "generalInfo": "Begin high in the Andes, where snow-dusted volcanoes and crater lakes frame your first hikes in Ecuador. Walk the rim of the turquoise Quilotoa caldera, trace petrified lava trails to the Pita Waterfall, and breathe in the crisp Cotopaxi air.<br/><br/>Then swap altitude for islands, boarding a yacht to cruise the otherworldly  Galápagos. Wildlife here is endemic and often either curious about, or oblivious to, visitors. Step around giant iguanas lying across your path, walk among waist-height tortoises, observe sea lions sunning themselves on volcanic beaches. Cross lava fields, snorkel with turtles, see flamingo-filled lagoons and hike around crater-edges. Your floating home is small, stylish and sustainably run.<br/><br/>Next: Colombia for an urban change of scene. Touch down in Medellín and uncover a city transformed – graffiti-splashed Comuna 13, breakdancing kids and sun-dappled sculpture parks. Then it’s off to the coffee country for charming, colourful country towns and a hit of slow travel: drifting downstream on a bamboo raft, hiking beneath the world’s tallest palms, and sipping rich, freshly ground coffee in Filandia’s cafés.<br/><br/>Step into the jungle in La Macarena National Park. Hike to wild waterfalls in the Sierra de la Macarena, and bathe in the rainbow river of Caño Cristales where water is red and the pools glow pink. Then finish in style in Cartagena – all cobbled streets, bougainvillea-strewn balconies and sultry nights. Take a salsa class. Explore the fortress. Sail to secret snorkelling spots in the Rosario Islands.<br/><br/>This is Latin America at its most generous – wild and wondrous. You’ll walk, raft, hike and swim your way through it, with private guides, charming local stays and stories to tell for years to come.<br/><br/>Our sabbaticals and experiential holidays are entirely customisable to you - use this itinerary as an inspirational springboard and get in touch to make this trip your own. All transfers and most excursions are private.",
  "durationDays": "26",
  "price": "15250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "WELCOME TO ECUADOR: Upon arrival in Quito airport, you will be welcomed by your guide, who will accompany you on a private transfer to your hotel, a 15-minute drive away. Take it slowly on Day 1 to acclimatise to the altitude."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "COTOPAXI VOLCANO HIKE: Your guide will pick you up from your hotel and you will be driven to Cotopaxi National Park for a day of hiking in rugged landscapes. Weather permitting, you will be able to see the snowcapped summit of Cotopaxi volcano. Stop at the Interpretation Center, where you can learn about the history of this spectacular volcano’s major eruptions, as well as the local flora and fauna. Continue to Lake Limpiopungo to explore the surrounding area on foot. Lunch is included at a local lodge. A 2-hour afternoon hike with your guide will take you to Mt. Cotopaxi’s Jose F. Rivas refuge (4,800 m) where you will be able to enjoy spectacular views of the volcano and the surrounding Andean peaks. After, transfer to your Lodge, located just 6kms from Cototpaxi National Park and surrounded by the rugged peaks of four towering mountains."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "PITA WATERFALL HIKE: Enjoy a guided hike to Pita River Waterfall. Its source is the pristine glacial melt water of Mt. Cotopaxi. During the trail, explore the flora and fauna of the high Andean montane forest, walk along trails with petrified lava, visit viewpoints and admire a beautiful landscape."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "QUILOTOA CRATER LAKE & TIGUA COMMUNITY: Head south today on a 3-hour drive with your guide to Quilotoa volcano crater. Hike around the crater's rim, admiring the mysteriously green lake within. On your return, stop at the community of Tigua. Visit one of the first and best painters in Tigua, Julio. Grab a paintbrush and create your own mountain scene on stone under his gentle guidance."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "ROSES AND HACIENDA LUNCH - TRANSFER TO QUITO: You will be picked up from your lodge for your private transfer to Quito. Stop en-route at a beautiful rose farm. Roses are a huge export of Ecuador and you’ll see many varieties as you explore the hacienda and learn about this industry. Many products created by this beautiful flower are also available to enjoy and taste, such as rose honey, vinegar, chocolate and jam. Enjoy lunch at a traditional hacienda."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "FLY TO GALAPAGOS FOR 8-DAY CRUISE: The Galapagos Islands are a volcanic archipelago, of which only a handful of islands are inhabited. The rest remain wild, home to hundreds of endemic species which seem completely fearless. On arrival at Baltra Island, you will be transferred to the yacht, where you will embark on your cruise with the other passengers (up to 16 in total including you). Your cabin features panoramic windows, private bathroom, hot water, and air-conditioning, and there is WiFi onboard. BACHAS BEACH EXCURSION: Swim at Bachas beach in the afternoon. Wildlife frequently seen in this area include flamingos, technicoloured Sally Lightfoot crabs, hermit crabs, black-necked stilts, and long-beaked whimbrels. Sea turtles also nest on the beach."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "CRUISE DAY 2 - Situated on Santa Cruz Island, Dragon Hill is one the lengthier Galapagos walking trails. Follow the trail along a beach and up to the lagoon lookout to spot bright flamingos, pintail ducks, and land iguanas. In the afternoon, travel by dinghy to Bartholomew Island and the famous Pinnacle Rock. Bartholomew consists of an extinct volcano with a variety of red, orange, black and even green volcanic formations. Take a trail of steps to the summit of the volcano where you will enjoy one of the best views of the islands. Visit a small, beautiful beach surrounded by the only vegetation on this barren island. The beach is perfect for snorkelling; you may even see and swim with Galapagos penguins."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "CRUISE DAY 3 - This morning, visit Vicente Roca Point on Isabela Island. The two coves of Vicente Roca Point host spectacular sea life. Keep an eye out for seahorses, sea turtles, and the strange yet fascinating Mola Mola (or sun fish) while you snorkel. In the afternoon, cross the Bolivar Channel that divides Isabela and Fernandina Islands, to land at Espinoza Point. After walking past a colony of marine iguanas and a group of sea lions, you will reach the island’s highlight: the flightless cormorant nesting site."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "CRUISE DAY 4 - Visit Tagus Cove on Isabela Island. This spot has been the anchorage site for ships since the 1800s. Follow the trails along Lake Darwin up to a ridge for wonderful island views. In the afternoon, visit the many islets of Elizabeth Bay by dinghy. Spot penguins and blue-footed boobies on the black rocks. With an abundance of marine life and clear water, the area is perfect for snorkelling and viewing schools of colourful fish, sea lions, and perhaps even sharks."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "CRUISE DAY 5 - At Urbina Bay, at the base of Alcedo Volcano, see the exposed coastline, created when a major uplift in 1954 caused the land to rise over 16 feet. Snorkel in the clear waters. In the afternoon, visit Moreno Point, where the ground is formed of lava flows. The lava left craters in its wake which formed crystal tide pools. Peer through these openings into the the water below as the marine life below drifts by your window. In the brackish pools of this area, look for pink flamingos, white-cheeked pintails, and red-beaked gallinules. You may also see white-tip reef sharks and sea turtles."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "CRUISE DAY 6 - Visit the Sierra Negra Volcano, the largest basaltic caldera in the Galapagos with a diameter of 6.2 miles (10 km). Hike to the caldera for impressive views across its glistening waters. Observe from here several species of finches, made famous by Darwin's explorations, and a rich display of vegetation. In the afternoon, visit the giant tortoise breeding centre, Arnaldo Tupiza. Here, tortoise populations from across the Galapagos are protected and propagated. See their 330 juvenile and adult tortoises."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "CRUISE DAY 7 - Snorkel around Devil’s Crown - the rocky remains of an offshore volcano protruding from the water. This is a great location to spot a wide range of marine creatures. Afterwards, head to a large lagoon with flocks of pink flamingoes at Cormorant Point. The beaches on this island are distinct: Green Beach is so-named due to the high percentage of olivine crystals in the sand, and Flour Sand Beach is composed of white coral. In the afternoon, visit Post Office Bay, where you'll land on a beach and head to a spot where 18th century whalers placed a wooden barrel to be used as an unofficial mail box. The custom continues to this day with Galapagos visitors. So, don’t forget your postcards, and don’t be surprised if the post card arrives at its destination before you even get home!"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "CRUISE DAY 8 - Visit Mosquera Islet with its reef of rocks and coral. This island has one of the largest populations of sea lions and is home to many shorebirds. There have been occasional reports at this site of orcas feeding on sea lions. After this final excursion, you will be transferred to Baltra Airport in time for your flight back to Quito on the mainland, and transferred to your hotel."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "FLY TO MEDELLIN, COLOMBIA: You will be transferred to Quito airport for your flight to Colombia. At Medellin airport you will be greeted by a representative who will transfer you to your hotel."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "MEDELLIN PRIVATE GUIDED CITY TOUR - COMUNA 13, BOTANICAL GARDENS, SCULPTURE PARK: Dive deeper into the social development of Medellin with your private guide, exploring Comuna 13. This transformed neighbourhood used to be one of Medellin’s most troubled. Private and government investment, and social initiatives, have turned things around. Wander through the neighbourhood to see displays of graffiti art spreading positive messages, breakdance, musicians and DJs, all inspired to create a sense of unity in the community."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "FLY TO PEREIRA - COLOURFUL COFFEE VILLAGES: You will be greeted at Pereira airport and privately transferred to your hacienda in charming Salento: a 19th Century town with atmospheric alleys squeezed in between terracotta-roofed houses and with the peaks of the Andes visible in the distance. En-route stop at Filandia, a charming and authentic town with brightly painted homes, bustling streets, and plenty of great little cafes and eateries."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "BAMBOO RAFTING ON LA VIEJA RIVER: Today's adventure begins properly in Quimbaya, one of many small but charming towns in the region. You’ll be kitted out with safety gear and be whisked by Colombian Jeep Willys to the rivers’ edge, where your raft will be waiting. The raft is made from Guadua bamboo and, although simple, does have seating. Sit back and enjoy the gentle ride, observing birds and cattle as you travel. Cool off with a swim or simply drift along, soaking it all in. Enjoy a traditional 'fiambre' lunch of rice, chicken, plantain and cassava wrapped in a bihao leaf."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "CORCORA VALLEY TOWERING PALMS & HUMMINGBIRD RESERVE: Start with a scenic hike in the Corcora Valley, to where endemic palms trees, the tallest in the world, tower overhead. Afterwards, hike through Acaime Reserve to spot 12 different species of hummingbird."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "FLY TO BOGOTA: Look past the chaos of this large city and there are some rather charming discoveries to be made. The many neighbourhoods that comprise the centre each have a personality of their own and it takes some wandering around to get under the skin of each. There’s fantastic nightlife and dining options across the city but Colombia’s elite tend to hang out in the lively bars or elegant restaurants of the Zona Rosa. La Candelaria offers a glimpse into Bogota’s colonial history, its cobbled streets home to many of the city’s best museums, beautiful old homes, theatres, and churches."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "FLY TO LA MACARENA - BOAT RIDE & 'LIQUID RAINBOW': Settle into your rustic lodge in La Macarena National Park. Take a wooden boat along the Guayabero River, on the way to the rainbow coloured riverbeds of Caño Cristales. Hike from a farmer's house up to a lookout over the forest. Continue your trek to swim in the vibrant natural pools of Caño Cristales, 'the Liquid Rainbow', with its multicoloured algae giving the water its hues from Aug-Nov."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "SIERRA HIKING & WATERFALLS: Hike in the Sierra de la Macarena National Park, bathe in natural pools, trek to waterfalls, and admire curious rock formations. Visit a different stretch of the colourful Caño Cristales river."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "SUNRISE ON GUAYABERO RIVER; FLY TO CARTAGENA: Enjoy the sunrise over the Guayabero River. Fly on to Cartagena: one of Colombia's jewels with well-preserved colonial architecture. Wander its cobbled streets of balconied homes, impressive churches and plazas."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "GUIDED WALK OF CARTAGENA OLD TOWN; SALSA CLASS: Cartagena is like a living museum, with its historic architecture and blend of European, Caribbean and African cultures. Your private guide will introduce you to its history and legends. Explore the walled city, churches and plazas, sipping on fresh fruit juice from street vendors on the way. AFTERNOON: Learn to salsa the Colombian way with a private dance class led by local experts."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "DAY AT LEISURE IN CARTAGENA: Wandering through Cartagena is a joy in itself. But if you feel like mixing things up, you could take a horse and cart around the centre, visit the fortress that overlooks the city, or organise a boat trip to the snorkelling paradise and beaches of the Rosario Islands."
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "DEPARTURE DAY: You will be privately transferred from your hotel to the airport for your flight home."
    }
  ],
  "map": ""
}