{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-and-panama-small-group-tour",
  "tourName": "Colombia and Panama small group tour",
  "placesVisited": "",
  "generalInfo": "This epic 28-day adventure through Colombia and Panama reveals the diverse cultural, historical, and natural wonders of two of Latin America’s most captivating nations. Beginning in Bogota, discover Colombia’s colonial heritage, the spectacular Salt Cathedral of Zipaquirá, and the beautifully preserved town of Villa de Leyva. Journey south through the Tatacoa Desert, the archaeological treasures of San Agustin, and the elegant “White City” of Popayan, before continuing into the lush Coffee Region, where traditional fincas, sugar plantations, and rolling hills define the landscape. Crossing into Panama, explore the contrasts of Panama City – from the ruins of Panamá Viejo to the grandeur of the Panama Canal – and meet the Indigenous Emberá and Ngäbe-Buglé communities. Discover the highlands of Boquete, the wildlife-rich cloud forests of La Amistad International Park, and the idyllic Caribbean islands of Bocas del Toro with their coral reefs and tropical tranquillity. Blending archaeology, culture, coffee, and coastlines, this immersive journey captures the essence of Latin America at its most authentic and varied.",
  "durationDays": "4",
  "price": "6545",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Bogota - Arrive in Bogota and transfer to the hotel, located in the historic heart of the city. The rest of the day is at leisure to either explore or relax. If you have arrived early you may wish to visit the interesting Gold Museum which is very close to the hotel, housing one of the most important collections of pre-Hispanic metallurgy in the world, offering an insight into this lucrative but controversial activity which has brought wealth, war and fortune-seekers to Colombia’s shores for many centuries. Overnight at Hotel Casa Deco or similar. No meals are included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bogota sightseeing - Spend the first full day on tour in Bogota exploring this vibrant city, taking us us on a journey through time from Bogota's colonial era to modern day urban life. Starting at the buzzing and colourful Paloquemao market, where we can see and savour Colombia's huge array of fruit and vegetables before the backdrop of Colombian everyday life. Then we seek higher grounds with an exhilarating cable car ride to Monserrate Hill, which offers spectacular views of the nine-million-metropolis and the surrounding high plains. Our tour finishes at the world-famous Gold Museum, we go back in time even more, admiring over 30,000 exhibits of pre-Columbian gold artifacts. Overnight Hotel Casa Deco or similar (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bogota - Zipaquirá – Raquira - Villa de Leyva (Overall approximate driving time today: 3.5 hours) - Drive to the famous Salt Cathedral of Zipaquira, carved into the tunnels of a salt mine, and experience the surreal journey into the heart of the mountain’s holy site. From here, continue as far as the charming village of Raquira, famous for its handicrafts and pottery. After a short break to admire local craftsmen’s skills, continue to the beautifully preserved and traditional town of Villa De Leyva, characterised by its clusters of white-washed colonial-style buildings and sweepingly elegant central square. Overnight at Hotel & Spa Getsemani or similar. (BL)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Villa de Leyva Sightseeing - Spend the morning exploring Villa de Leyva, visiting the central plaza with its churches, restaurants and handicraft shops. Take a guided walk through its atmospheric streets, many boasting huge cobblestone paving that boast colourful bougainvillea spilling from balconies, patios, courtyards and white-washed buildings with pan-tiled roofs. Continue to the “Santo Ecce Homo” Dominican convent, constructed in 1620 by the Spanish from local stone, studded with a profusion of fossils. The site offers a real window on the colonial era and religious missions from Europe. Having passed through the delightful gardens, within you will find a dozen beautiful galleries adorned with religious art and impressively informative guide materials. Later, continue to the extraordinary Museo el Fósil, which houses the 7-metre-long remains of a crocodile-like ancestor, the Kronosaurus, dated between 100 and 150 million years old, and beached here when the whole area lay on the shores of a tropical sea. Finish the tour at the Casa de Terra Cotta, claimed by architect Octavio Mendoza to be the largest piece of pottery in the world. Explore the whimsical rooms inside, fashioned entirely from clay, baked hard by the sun. The afternoon is at your leisure to further discover this charming town. Overnight at Hotel Hotel & Spa Getsemani or similar (BL)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Villa de Leyva – Tunja – Bogota (Overall approximate driving time today: 3 hours) - Leaving Villa de Leyva behind, drive back towards Bogota taking an alternative scenic back-road via Tunja, capital city of the department of Boyacá. Stop at the most important monument in Colombian history: the Boyacá Bridge, a tiny, white-washed stone crossing which belies its national significance. On that site Simón Bolívar won his most decisive battle against Spanish settlers which directly paved the way for independence from the Spanish Empire and the establishment of ‘Gran Colombia’. On arrival back in Bogotá, pay a visit to the foundation of Hogar de Paz and learn about their vital work to shelter and support adolescents with family difficulties by supporting them via community projects. Continue to the northern part of the city to experience Bogotá’s modern side before transferring to our hotel. Overnight Biohotel Organic Suites or similar (BL)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bogotá – Tatacoa Desert - Neiva (Overall approximate driving time today: 6 hours) - Early this morning we leave Bogotá and start the journey to Neiva along the reliable tarmac of Route 45 which gradually gives way to narrower roads alongside which are villages with clusters of houses amidst scattered woodland approaching Villavieja, a little village close to the Tatacoa Desert. In the afternoon we take a trip through the arid scrub where we will pass the labyrinthine profusion of eroded dry gullies in ochres and greys which make for some stunning photographic opportunities. We continue to Neiva where we spend the night. Overnight at Hotel Colonial Villaviega or similar (BL)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Neiva - San Augustin (Overall approximate driving time today: 4.5 hours) - We leave Nelva in the early morning and drive through a vivid landscape, rising through dramatic mountain-scenery with the Rio Cabrera and then the Rio Ambica as constant companions. As the route winds around the edges of hills and wooded ridges, near the archaeologic hotspot of Colombia –San Agustin. We spend the next two nights imbibing the splendour of the area and its archaeological wonders. In the afternoon we visit San Agustin Archaeological Park, which comprises three main sites: Las Mesitas, the Fuente de Lavapatas, and the Bosque de Las Estatuas, all of which will astound and bemuse you in equal part. The visit ends with a fascinating visit to the Archaeological Museum which will provide fascinating context to what was seen throughout the day. Overnight at Akawanka Lodge or similar. (BL)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "San Agustin – Excursion to Rio Magdalena - Drive to the famous Rio Magdalena Strait. Here, the longest river in Colombia narrows to a raging torrent just two metres wide. Returning to San Agustin, we visit a ‘trapiche’ traditional factory producing unrefined panela sugar from sugar cane. The rest of the day is at leisure to relax or explore independently. Overnight at Akawanka Lodge or similar (BL)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "San Agustin – Isnos - Popayan (Overall approximate driving time today: 4.5 hours) - After breakfast, continue to Popayan stopping at Village Isnos where nearby we will observe some impressive tombs and statues at Alto de Los Idolos, dating from the 1st century BC to the 5th century AD. In all, 16 tombs and 17 sculptures were built on an ambitious man-made platform between two hills. The region’s largest funerary statue, at 7m tall is also to be found there. Continue traversing the beautiful Puracé National Natural Park, named after the active volcano in this stunning mountainous region. Experience the unforgettable landscape of the Andean cloud forest where the road winds and climbs through lush vegetation which tumbles thick and steaming down the hillsides. On its fringes, pass through the little-known landscape of the Paramo: residing between exposed mountain-sides and forest, this wetland offers incredible biodiversity from over 200 orchid species, rare trees such as the Colombian Pine, Andean Oak and Wax Palm, and animals worth keeping a beady eye out for – like spectacled bears, cougars, howler monkeys, mountain tapir and the world’s smallest deer, the pudu. The sharp-eyed visitor may also spot circling Condor in the skies above. We continue to Popayan – known as The White City – and transfer to your hotel. Overnight at Hotel La Plazuela or similar (BL)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Popayan – Timbio - Popayan - After breakfast we explore Popayan by foot. We continue to Timbío, one of the few places where the silk production, which was initiated by the state about 40 years ago, still persists. Here, the entire production process – from cultivating the mulberry leaves to the production of the silk threads – is entirely in women’s hands. We are welcomed by the strong women whoshow and tell us everything about their daily work on a tour through the mulberry fields, the nursery and pupating stations of the silk worms, as well as the final processing of the raw silk. After a delicious local snack and a visit of the local silk craft store, we head back to Popayán. Overnight Hotel La Plazuela or similar (BL)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Popayan – Palmira - Buga - Qimbaya (Coffee Region) (approx. 7 hours driving) - Today we leave Popayan and head towards the Coffee Region, where we first stop at the sugar cane museum, where we learn all about sugar cane and its processing to obtain its derivatives like panela or sugar cane juice, that are highly popular in Colombia. We then stop in Buga, where the famous Basilica del Señor de los Milagros is located – founded to celebrate the miracle of the gift of a crucifix from the local river to a generous and pious old woman. We then continue on to our charming hotel in the coffee region. Overnight Hotel Delirio Campestre or similar (BL)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Coffee Region (overall approx. driving 2 hours) - Today we explore the origin of two popular products; coffee and sugar. This morning visit a traditional sugar cane factory called trapiche. This journey is designed to showcase the process and effort behind the hard work of the Colombian farmers in producing panela (jaggery) and its derivatives. See the sugar plantations and production of panela and try the delicious end product whilst interacting with the local farmers. After lunch we headl towards the city of Armenia. In case of bad weather, we change to Willy jeeps to make our way to Hacienda Evelyza, where we visit the plantation of different native and non-native varieties of cocoa. The owner of the Hacienda shares his profound knowledge of the cultivation, history and culture of cacao. During the tour through we taste various cacao fruits, and see how the grafts for no new seedlings are made. Finally we arrive at the main house where we experience the fermentation-, drying- and artesanal grinding-process. After tasting a delicious, self-made hot chocolate, we return to our accommodation. Overnight Hotel Delirio Campestre or similar (BL)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Quimbaya - Local Village and Wax Palm Tree Forest (overall approx. driving time 4 hours) - After breakfast, we leave the hotel to explore the El Silencio cloud forest and soak in its serene beauty. In El Silencio, we have the unique opportunity to experience the Quindío wax palms in their natural habitat - often visited by yellow-eared parrots, which play a fascinating role in the palms’ reproduction through a remarkable symbiosis. Our path also takes us through an oak forest over 250 years old, where we enjoy a delicious picnic. From our picnic spot, we have a wonderful view of the Durango Waterfall. This tour involves a moderate hike. After descending to the coffee village of Pijao in Willys Jeeps, we visit a local café for a coffee tasting: we sample the same bean variety from a local coffee farm prepared in three different ways (washed, honey, and natural) and discover how the processing method influences the flavour. To round off the experience, we visit an herbarium (herbal laboratory), where we learn about the health benefits of various medicinal plants and enjoy a delicious fruit infusion. Overnight Hotel Delirio Campestre or similar (BL)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Quimbaya - Menizales (overall approx. driving 3 hours) - After breakfast we drive north towards Manizales. On the way we can stop at the village of Filandia and/or visit the hot springs (entrance to hot springs not included) on the foothills of El Ruiz, or go directly to our next accommodation, a pretty coffee finca close to Manizales. This afternoon is at leisure to enjoy the gounds of the finca. Overnight Hacienda Venecia or similar (BD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Manizales (overall approx. driving 4 hours) - This morning learn about the coffee process at the Hacienda. We receive an introduction to how the beans are cultivated and harvested, then to how they are selected and processed and eventually how the beans are roasted and ground into rich premium highland coffee ready for packaging. The rest of the day is to explore the grounds of the finca some more. Overnight Hacienda Venecia or similar (BL)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Manizales – Honda (overall approx. driving 4 hours) - This morning we leave Manizales and descend the Andes to the Magdelena River Valley to reach the quaint little city of Honsa. This afternoon take a take a half day walking tour through this historic river town, founded in 1643, located directly at the Magdalena River. Visits include the market (plaza de mercado), the puente Navarro Bridge, some colonial houses and the “Museo del rio”. Overnight Casa Belle Epoque or similar (BL)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Honda – Bogota – Panama City - Today we drive back to Bogota via the central Andes mountains. Upon arrival and at a suitable time you will be transferred to the airport for your flight to Panama City. On arrival you will be met and transferred to your hotel located in the heart of Panama City’s historic district, Casco Viejo. Overnight at Central Hotel Panama or similar (B)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Stories of Two Cities and the Panama Canal - The journey begins with an immersive exploration of Panama City, a capital defined by contrast and connection. We start with a visit to the evocative ruins of Panamá Viejo, the original city founded in 1519 and later destroyed by the infamous pirate Henry Morgan. Here, among the stone walls and cathedral remnants we begin to understand Panama’s origins as a critical junction of trade and empire. The narrative continues in Casco Viejo, the “new” colonial city founded after the destruction of the first. The intertwining stories of these two cities reflect the resilience and strategic importance of Panama through the centuries. We visit the Mola Museum, showcasing the intricate textile art of the Guna women; the beautifully curated Panama Canal Museum, housed in the former headquarters of the French and American canal builders; and the boutique Cacao and Chocolate Museum at Casa Coronel, which celebrates Panama’s growing artisanal chocolate culture. After lunch at a local restaurant, the journey continues to the Panama Canal Visitors Center at Miraflores Locks. From the observation terraces, witness massive ships navigating the narrow locks and gain a deeper appreciation for the engineering marvel that reshaped world trade. The day concludes with dinner at a carefully selected restaurant, offering local cuisine in a warm setting. Overnight at Central Hotel Panama or similar (BLD)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "The Emberá People and Fort San Lorenzo - An unforgettable day unfolds with a cultural and historical expedition to the Caribbean side of the isthmus. Traveling north, we reache the banks of the Gatun River where dugout canoes await to take you into the forest and toward an Emberá community. Nestled in a remote setting, the village offers a rare opportunity to engage with Panama’s indigenous heritage. The Emberá proudly share their traditions, music, dances, and cosmology, as well as insights into their craftsmanship and connection to the land. Enjoy a traditional lunch is prepared by the community."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "From the Pacific Coast to the Highlands - After an early breakfast, head to the airport for a short flight to David, the capital of Chiriquí province. Upon arrival, the journey continues to the Gulf of Chiriquí National Park, a protected marine wonderland scattered with lush islands and coral reefs. A boat excursion reveals the area’s vibrant biodiversity with opportunities to snorkel in crystal-clear waters, paddle along quiet mangrove-lined coasts, and spot marine life from the boat. A picnic-style lunch is served on one of the secluded beaches, offering a true taste of tropical serenity. In the afternoon travel to Boquete, a picturesque mountain town on the foothills of Volcán Barú. Known for its cool climate, cloud forests, and world-class coffee, Boquete provides a stunning contrast to the coast. The road climbs steadily into the highlands, passing rolling green hills and dramatic ridges until arriving at the lodge nestled in nature. Dinner is served at the hotel, rounding off a day of striking geographical transitions. Overnight at Boquete Tree Trek Lodge or similar (BLD)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Hanging Bridges, Coffee & Rum: A Day in the Highlands - The cool mountain air and misty forest canopy set the stage for a morning of discovery in Boquete’s cloud forest reserve. Suspended walkways and well-maintained forest trails offer a gentle but immersive way to explore the highland ecosystem. As we move through the treetops on a series of hanging bridges, witness the interplay of light and foliage and may catch glimpses of hummingbirds, toucans, or even the elusive resplendent quetzal among the bromeliads and moss-draped trees. Those with a taste for adrenaline may choose to replace the forest walk with an optional zipline adventure through the canopy. Later in the day, the focus turns to one of Panama’s most prized exports: coffee. A local finca opens its doors for a behind-the-scenes experience of specialty coffee production from the growing of high-altitude beans to their harvest, roasting, and final tasting. The aromas, techniques, and passion of the producers elevate this from a simple visit to a sensory journey. As the sun begins to dip behind the hills, enjoy a distinctly Panamanian rum experience where you will sample artisan rums and learn about the unique sugarcane heritage of the region. Lunch and dinner are enjoyed on-site, in the quiet comfort of the mountain lodge. Overnight at Boquete Tree Trek Lodge or similar (BLD)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "La Amistad International Park and the Charm of Boquete - Today, we head into La Amistad International Park, a UNESCO World Heritage Site shared by Panama and Costa Rica. This vast transboundary reserve protects one of the most biodiverse and pristine highland habitats in Central America. With local guides leading the way, follow trails that wind through mist-laden forests where cascading waterfalls and birdsong accompany each step. The area is a haven for birdwatchers, nature photographers, and anyone who appreciates raw, untouched landscapes. After a morning immersed in nature, returns to Boquete to explore the town’s colorful streets, artisan shops, and flower-filled gardens. There’s time to take in the relaxed rhythm of local life and perhaps sip a cup of freshly brewed geisha coffee at a café. Lunch is served at a local restaurant, while dinner back at the hotel caps off this full and varied day. Overnight at Boquete Tree Trek Lodge or similar (BLD)"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Across the Continental Divide to Bocas del Toro - The journey eastward from Boquete to the Caribbean begins early, tracing one of Central America’s most scenic overland routes. As the road climbs through the Cordillera Central, breathtaking views unfold - cloud forests giving way to alpine meadows, then descending into lush tropical lowlands. The transition from one side of the continental divide to the other is as dramatic in scenery as it is in climate. The final stretch takes us to the port town of Almirante, where water taxis await. Crossing the tranquil waters of Almirante Bay, we arrive at Isla Colón, the lively heart of the Bocas del Toro archipelago. This Caribbean outpost is known for its laid-back energy, vibrant Afro-Caribbean culture, and rich natural beauty. After checking in to the hotel, there’s time to settle in and enjoy dinner at a local restaurant, where fresh seafood and tropical flavors take center stage. Overnight at Palma Royale Hotel or similar (BLD)"
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Coral Reefs, Mangroves and the Ngäbe-Buglé People - The morning begins on the water, weaving through turquoise channels and tangled mangrove forests that frame Bocas del Toro’s marine paradise. With masks and snorkels on hand, the group explores vibrant coral reefs teeming with life — tropical fish darting between sea fans and brain corals in warm, shallow water. Between snorkeling sites, the boat glides past islands fringed with coconut palms and echoing with bird calls. Later, the focus shifts inland with a visit to a Ngäbe-Buglé community, where we are welcomed with hospitality and pride. The encounter offers a meaningful window into the traditions, social structure, and crafts of one of Panama’s most populous Indigenous groups. It’s a respectful cultural exchange that balances observation and participation. Meals today are enjoyed at local restaurants in the island town, which by now feels like a home base within the archipelago. Overnight at Palma Royale Hotel or similar (BLD)"
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Nature and Relaxation in Bastimentos Marine National Park - A short boat ride takes us to Bastimentos Island, home to a national marine park that protects a remarkable range of coastal ecosystems. The day unfolds at a relaxed pace, blending beach time with nature walks through coastal rainforest trails. Whether watching for sloths and red frogs in the forest or simply enjoying the rhythmic lapping of waves on a golden-sand beach, this is a day to slow down and appreciate the unspoiled beauty of Panama’s Caribbean coast. Lunch and dinner are again taken at local restaurants, where the flavors of the sea mingle with Caribbean spices. The day concludes with a gentle return to Isla Colón, under skies often filled with stars and the soft glow of the moon on the water. Overnight at Palma Royale Hotel or similar (BLD)"
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "From the Islands Back to the Capital - The morning is free at leisure for you to enjoy. Whether it’s a final stroll through town, a dip in the sea, or simply time to reflect, Bocas del Toro offers a gentle farewell. In the early afternoon, we return by flight to Panama City. Upon arrival transfer to the hotel in the modern city, now a familiar contrast to the natural landscapes visited over the past week. Overnight at Hotel Plaza Paitilla Inn or similar (BLD)"
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Forest Canopy and Iconic Architecture - The last full day in Panama begins with a nature-focused experience just outside the capital. At Soberanía National Park, the group walks the trails of the rainforest in search of toucans, monkeys, and perhaps even a sloth hidden in the canopy. The journey includes a stop at the Rainforest Discovery Center, where an observation tower rises above the treetops for panoramic views and excellent birdwatching. This final immersion in Panama’s biodiversity is as rewarding as it is refreshing. In the afternoon, visit the Biomuseo, an architectural landmark designed by Frank Gehry, dramatically situated on the Amador Causeway. Inside, the museum’s engaging exhibits reveal how the rise of the isthmus shaped the planet’s climate, species, and human history. As night falls, enjoy a farewell dinner at one of Panama City’s best local fare restaurants, where stories and highlights of the trip are shared among new friends. Overnight at Hotel Plaza Paitilla Inn or similar (BLD)"
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "Panama City Departure - After breakfast transfer to the airport for your departure flight. End of tour. (B)"
    }
  ],
  "map": ""
}