{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-tour",
  "tourName": "Colombia tour",
  "placesVisited": "",
  "generalInfo": "Experience the best of Colombia's hidden treasures with a tailor-made 19-day itinerary that will take you on a remarkable journey of discovery. Starting in the vibrant capital city of Bogotá, you'll delve into its historical center, La Candelaria, where you'll explore the cobblestone streets, visit iconic landmarks like Monserrate for breathtaking views, and immerse yourself in the rich history of the Gold Museum.<br/><br/>From Bogotá, a short flight will transport you to La Macarena, the gateway to an extraordinary natural wonder: Caño Cristales, the five-color river. Spend four unforgettable days exploring this hidden gem, marveling at the vibrant colors of the river, discovering the enchanting Hiden Lake, and immersing yourself in the untouched beauty of the surrounding area.<br/><br/>Returning to Bogotá, your journey continues with visits to Zipaquira and Guatavita. In Zipaquira, venture deep into the underground Salt Cathedral, an awe-inspiring architectural marvel. In Guatavita, uncover the mysteries of the legendary El Dorado as you learn about the indigenous Muisca culture and visit the stunning Guatavita Lake.<br/><br/>Next, it's time to venture into the Amazon rainforest. Fly to Leticia, where you'll be welcomed into an eco-lodge nestled amidst the lush jungle. Prepare for an immersive experience as you embark on a night hike through the rainforest, discover the traditions of indigenous communities, learn about ancestral medicine, and immerse yourself in the vibrant cultural tapestry of the region.<br/><br/>Leaving the Amazon behind, your journey takes you to the vibrant city of Medellin. Explore the iconic Comuna 13 neighborhood, known for its transformation into a vibrant street art hub, and delve into the city's captivating history on a comprehensive city tour. Indulge your taste buds with a fruit-tasting experience, savoring the flavors of exotic tropical fruits.<br/><br/>A day trip to the picturesque town of Guatape awaits, where you'll climb the famous El Peñol rock for breathtaking panoramic views of the surrounding lakes and islands.<br/><br/>Continuing your adventure, you'll take a flight to Nuqui, a hidden coastal paradise on Colombia's Pacific coast. Arriving by boat at your secluded eco-lodge, immerse yourself in the pristine jungle surroundings, unwind on secluded beaches, and have the extraordinary opportunity to witness majestic whales in their natural habitat.<br/><br/>After three unforgettable days in Nuqui, your journey concludes with a visit to an indigenous Embera community called Kiparate. Learn about their ancestral practices, traditional ways of life, and connect with the rich cultural heritage of these indigenous people.<br/><br/>This tailor-made itinerary is carefully designed to uncover the secret parts of Colombia, immersing you in its natural wonders, rich history, vibrant culture, and enchanting indigenous communities. Get ready for a truly transformative journey that will leave you with lifelong memories and a deep appreciation for the hidden gems of Colombia.",
  "durationDays": "19",
  "price": "9515",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at any time to be collected from the airport and taken to your accommodation. Depending on your arrival time we can provide you with another tour or with suggestions of places to see and where to go. Your driver will be waiting for you outside of the terminal holding a sign with your name. Be sure to drink plenty of water to help you adapt to the altitude. (Overnight Bogotá)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You'll be picked up from your accommodation in Bogotá and taken on a guided excursion through La Candelaria. Explore historical landmarks like Bolivar Plaza, Casa Nariño, and more. Immerse yourself in the fascinating exhibits of El Museo del Oro, showcasing ancient indigenous artifacts. Experience the awe-inspiring views and cultural richness as you ascend Monserrate. It's a journey that will leave you captivated by Bogotá's history and natural beauty. (Overnight Bogotá)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Embark on a 3-day adventure to Caño Cristales, the stunning River of Five Colors. After a briefing in La Macarena, drop off your bags and savor a local lunch. Depending on availability, visit Cristalitos & El Mirador or El Bajo Lozada on the first day. Hike to Caño Cristalitos for breathtaking views of the savannah and enjoy a swim. Return to La Macarena for dinner and rest, preparing for tomorrow's adventure. (Overnight in La Macarena)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, you'll hop on a boat for a 20-minute ride along the Rio Guayabero. From there, you'll switch to a 4x4 vehicle for about 40 minutes before embarking on a one-hour hike to the magnificent Caño Cristales, the River of Seven Colors. Once we arrive, you'll have the opportunity to explore the area, finding the perfect spots for stunning photos and taking refreshing swims in the crystal-clear lagoons. After a delicious typical lunch and moments of peaceful reflection, you'll retrace your steps, combining hiking, boating, and 4x4 transportation. (Overnight La Macarena)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Your guide will take you on a short boat ride and a 40-minute horseback ride through farmland and small creeks. Reach a small Finca and continue on foot through the Amazon jungle, boarding a rowboat in the Lagoon of Silence. Discover unique palm trees and wildlife while paddling for 20 minutes. Enjoy lunch, relaxation, and traditional games at a finca. Hike through more jungle, swim in the river, and witness monkeys feeding. Return on horseback and boat, cherishing unforgettable memories. (Overnight La Macarena)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Witness a breathtaking sunrise over the vast plains of Los Llanos from El Mirador hotel. Enjoy breakfast before exploring Caño Piedras, a paradise for bird lovers. Plant a tree and capture photos of colorful Macaws and parrots. Take a short hike to natural pools for a refreshing swim. Bid farewell to this wonderful destination and catch your lunchtime flight back to Bogotá, completing another amazing adventure. (Overnight Bogotá)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Embark on a captivating journey from Bogotá. Descend into the Zipaquirá Salt Mine Cathedral, explore the historic town of Zipaquirá, and marvel at Lake Guatavita's beauty. Discover centuries of history and legends in this enchanting Colombian adventure. (Overnight Bogotá)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You'll catch a flight from Bogotá to Leticia. You'll be collected from the airport and be taken on a short drive through Leticia to the wharf, where you'll catch a boat up the Amazon River to your Amazon Jungle Ecolodge for the next 3 nights. You'll be arriving in the mid-afternoon after a boat ride of approximately 2 hours, and in time for a bit of relaxation before dinner. Following dinner when it is nice and dark you'll venture out on a night safari into the jungle, In search of tarantulas, giant insects, mammals, and different Amazonian fauna and flora. (Overnight Eco-lodge Amazon)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Indulge in a hearty breakfast before embarking on a short trip up the Amazon River to the vibrant \"Painted Village\" of Mocagua community. Marvel at the Murals of Mocagua, a project promoting art, culture, and environmental conservation. After a delicious lunch at the eco-lodge, hike through the lush Calanoa Reserve to Matamata creek, surrounded by dense jungle. If water levels permit, paddle down the Amazon River, immersing yourself in the captivating canopy. Return to the eco-lodge for another boat ride to Mocagua Island, exploring its unique flora, fauna, and enchanting interior lakes. End your day on the dock, fishing for Piranhas and savoring the serene surroundings. (Overnight Eco-lodge Amazon)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "You'll enjoy a good breakfast followed by another boat cruise. This time visit the Milciades Gardens, where you'll meet a Cocama medicine man (Shaman). You'll walk through the lush vegetation of this garden, guided by this wise man, with a vast knowledge of both the traditional way of cultivating the forest and the many healing powers of plants within. You'll learn which plants can be used to cure many illnesses and secrets passed down for generations. Following another fabulous and fresh lunch, you'll take the boat across to the other side of the Amazon River and into the territory of Peru. From here you'll enjoy a wonderful and peaceful time spotting camera-shy pink and grey dolphins, that are unique to the Amazon region. You'll stay out on the waters to enjoy a beautiful explosion of color on the river as the sun begins to go down. In the evening you'll receive a home visit from a local Shaman and build a deep connection with your jungle surroundings. This traditional medicine healer will perform a smoke bath blessing with incense made with Amazonian resins. The traditional doctor sings and blesses travelers in this personal ritual. (Overnight Eco-lodge Amazon)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Rising before most birds have left their nests, (and before you've had any breakfast) you'll be out and about at 6 am for some amazing Bird Watching. Walking a short distance from the eco-lodge you'll enjoy the morning rituals of many of our feathered friends in the skies and in the trees. On return to the eco-lodge, you'll enjoy another fresh breakfast before your next adventure. You'll catch a flight to Medellin, and be taken to your new hotel. (Overnight Medellin)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Immerse yourself in the contrasting sides of Medellin on a captivating city tour. Begin with a cable car ride over Comuna 13, once plagued by violence but now known for its street art and innovative electric escalators. Explore Parques del Río, a scenic area bridging East and West Medellin, featuring unique sculptures and tranquil spaces. Experience Barefoot Park, where your senses will come alive through water sounds, bamboo paths, and sensory pools. Visit the Medellin Civic Center, home to important administrative buildings, monuments, and the impressive vertical garden. Discover Botero Plaza, showcasing 23 sculptures by renowned artist Fernando Botero. Marvel at the Cultural Palace and the historic churches of Candelaria and Veracruz. Finally, explore the Parque Memorial Inflexion, a memorial park dedicated to the victims of narcoterrorism, with sections honoring heroes and recalling past bombings and attacks. (Overnight Medellin)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Embark on a scenic drive to Guatape Rock, where you'll climb 740 steps for breathtaking views. Explore Guatape town, known for its vibrant Zocalo tradition and charming streets. Visit the main square, Remembrance Street, the boardwalk, and the church. Enjoy the beauty of Lake Guatape and take a tuk-tuk ride for a memorable experience. (Overnight Medellin)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "On arrival at Nuquí, you'll be collected from the airport and taken directly to the marina for your boat rides to your home for the next 3 nights; La Bayka eco-lodge. Set in a fantastic scene just a short stroll to the water's edge, this is an idyllic location to escape city life's hustle and bustle. You'll be arriving late morning and have time to organize your things before enjoying a wonderful fresh lunch. Following lunch, you'll be going out in search of some of the many humpback whales that visit every year between the months of May and November (best months are July to October). Following this wonderful experience (Please remember that occasionally whales may only be seen at a distance) you'll return to the eco-lodge to relax and enjoy this beautiful setting. On your return to dry land, you can enjoy an easy 30 min walk to the Cascada del Amor (The waterfall of Love) where you can enjoy a refreshing swim in this peaceful location. (Overnight Eco-lodge Pacific)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "You'll wake to the wonderful relaxing sounds of the ocean and the native birds singing at the start of another beautiful Pacific Coast day! After breakfast, you'll be off in search of some of those amazingly wonderful humpback whales and their baby that will be swimming nearby. You'll be enjoying 2-3 hours out on the ocean before heading back to the eco-lodge for some me-time followed by another fresh lunch. Following lunch, you'll be walking along the beach for approximately an hour until you come to some wonderful thermal hot springs ($15,000 peso entrance fee not included). Once here you'll soak in the pools and relax in this amazing dream-like setting. You'll then venture back to the eco-lodge in time for a beautiful sunset and another wonderful dinner. (Overnight Eco-lodge Pacific)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Experience the Kipara Te ethno-village, immersing yourself in an indigenous community for 2 nights. Enjoy a warm welcome, traditional drink, and delicious local lunch upon arrival. Take a guided tour of the community, visit the Lumero waterfall, and enjoy traditional dances or a night walk. Sleep in a magical lodging surrounded by nature's soothing sounds. (Indigenous community)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "After waking up in the middle of the Chocoan jungle, you will enjoy a delicious breakfast served by the community. You will be ready for the walk to the sacred path \"Ejua Sapopoabu\" . During the approximately two-hour tour you will be able to spot birds, frogs and other species. You will also be able to identify some endemic trees of the region. You will learn to recognize some sounds of wildlife. Upon reaching the trail you will participate in a beautiful ritual of commitment to \"mother nature\" , then you will return to the community to enjoy a fantastic lunch. In the afternoon there is an optional activity of artisanal fishing. Already at night the sacred tambo awaits you to rest peacefully, after this connection with what surrounds you."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Early in the morning your delicious breakfast will be waiting for you. Then a sacred painting session with the community will be the farewell ceremony. You will have the opportunity to buy some handcrafts made by the indigenous people and then your boat will be ready to take you back to Nuquí to catch your flight back to Medellin. (Overnight Medellin)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Hablamos pronto, safe travels home, and visit again soon! We’ll have transport waiting to take you to the airport at your desired time."
    }
  ],
  "map": ""
}