{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-highlights-tour",
  "tourName": "Colombia highlights tour",
  "placesVisited": "",
  "generalInfo": "Colombia, few people do realize that Colombia has everything you can imagine of Latin America hidden in one country, and that nowadays it is a safe country to explore. It has the highest potential for an absolutely amazing holiday of whole South America, it has the Caribbean coast, absorbed African culture and rainforest, the Pacific coast, intact indigenous peoples with their traditions, the Andes in three mountain chains, the coffee zone, active and sleeping volcanoes, high mountains with glaciers, paramo’s, flat lands with cowboys, cattle and abundant wildlife as in the Brazilian Pantanal, the huge vastness of the Amazon rainforest with waterfalls that can compete with the Iguazu waterfalls, abundant birdlife, colonial history &amp; villages, arts &amp; handicrafts representing the variety of many countries in one, salsa, African mapale, vallenato and cumbia (and not to forget the Colombian reggaeton at the Caribbean): the only risk of this holiday is wanting to stay, el riesgo es que te quieres quedar ! The people of Colombia belong to the most welcoming, beautiful and warm hearted people of Latin America, many people won’t be able to match this with the image they have from Colombia, but it really is, be invited to explore this amazing country and its people with us.<br/><br/>This 17 day roundtrip features the culture, history and art of Colombia, together with relaxed daywalks at different ecosystems as the Tatacoa desert, the coffee zone, the Cocora wax palms and the Caribbean rainforest at NP Tayrona. We stay in the typical Colombian colonial villages and in Cartagena which is Worldheritage of Unesco.  We enjoy the best of a few important cities as Bogota, Cali &amp; Medellin where we besides a citytour also learn and participate in social projects with children in two occasions. And in the end you can enjoy the Caribbean, have some beachtime and/or explore the rainforest. The hotels we are using are all good, ambient, boutique Colombian style hotels.<br/><br/>You travel in an international group with a tourguide who lives and works in Latin America. Your guide speaks a.o. fluently English &amp; Spanish and is considered as one of the few guides with an extensive overall knowlegde and guiding experience throughout whole Latin America. The min group size is 8 pax, the max group size 14 pax. On request this trip can be guided for 4-6 pax. On all locations we work with local guides to interact directly with and support the community. When you are interested connect with us for a Skype meeting.<br/><br/>This grouptrip has specifically a departure date on wednesdays in order to be able to see the Indian market at Silvia on day 7 which only takes place on tuesdays. In case you like to stay longer, that is all possible, there is a great variety of possible beach extensions near Cartagena with snorkelling and/or diving options, from simple cabins on a key, luxurious key resorts, to remote ecohotels with wild beaches, kayaking and diving.<br/><br/>We do offer more grouptrips or individual tailor made trips as short or long as you prefer. Besides this cultural roundtrip featured here we organize a Colombian holiday that is fully focused on walking, among others in the high Andes of NP Cocuy, with bird and wildlife observation in one of the most interesting areas of Colombia. Contact us for the links to the itineries and more information. <br/><br/>To give an idea of more options for tailor made holidays for families, groups and individuals in Colombia:<br/>- Walking, hiking and/or horseriding in the NP Cocuy, high Andes mountains (5-7 days)<br/>- Walking at Los Nevados NP between volcanoes, lagoons, paramos and glaciers (from day excursion, 3 day Paramillo trekking to valley Salento, to 2/3 ascent summit Santa Isabel and 5 days hiking program to top Nevado Tolioma), as long there is no high eruption risk and the NP is open<br/>- Extension to La Guajira desert and Caribbean coast after eg Cartagena, Santa Marta, Tayrona NP (4 days), as group excursion or with private driver-guide in 4x4, Wayuu indigenous culture<br/>- Trekking to the Lost City (Ciudad Perdida) at the Sierra Nevada and/or meeting of Kogui culture in the mountains (5 days)<br/>- Meeting with the Tayrona - Arhuaco culture after a visit to the NP Tayrona (3 days extra)<br/>- Wildlife in los Llanos – Casanares province at ecolodge Hato Aurora (filmed by BCC &amp; Animal Planet), with capybaras, 325 bird species, caimans, deers, anacondas of 7m long, jaguars, safaris, piranha fishing, walking and horse riding, traditional life of vagueros - Colombian cowboys &amp; cattle farming<br/>- Visit Cano Cristales, beautiful coloured river famous from photography books, from Yopal-Villaviciencia this can be combined by small plane after a stay at the hacienda Hato Aurora for instance<br/>- Staying at authentic coffee haciendas which are in production<br/>- Special birdwatching tours staying among others in lodges of Pro Aves mixed with other excursions<br/>- Diving holidays and PADI certification via dive school at Cartagena de Indias and/or at Santa Marta<br/>- Luxury Travel at the Caribbean and/or Pacific coast in the best ecolodges available with whale watching and boutique beach hotels, fincas and spas in the coffee zone, Cartagena boutique hotels, honeymoon at the Caribbean, luxury stays at tropical keys or wild beaches <br/>- Amazon travels: from Bogota to Leticia with Amacayacú National Park, from Villavicencio to Puerto Inírida, the start for the Cerros de Mavicure Amazonas tour, to travel with private guide into the Vaupes region, this is all pristine Amazonian rainforest off the beaten trek with amazing waterfalls and wildlife<br/>- Adventurous and special tailor made travel combining Venezuela’s tepui highlights with traveling upstream into Colombia at Inirida rainforest with private guide<br/>- Private guided roundtravels or Group travels through Colombia with Latin American expert speaking fluent English and Spanish<br/>- Production of film, documentary and/or video clips<br/><br/>For the trek to Ciudad Perdida we work with a local partner, it is an all indigenous operated and owned operator, all of their staff is indigenous to the zone and therefore benefit directly from any reservations. During the trek itself, the group is always accompanied by at least one local indigenous guide and a translator and stays in indigenous owned camps. The Wiwa tribe in Colombia’s Sierra Nevada mountains have lived harmoniously with the wildlife surrounding them for thousands of years. Rising approximately 5,000 meters out of Northern Colombia’s Caribbean shores, the misty, cloud-shrouded Sierra Nevada mountains have been the home to several indigenous tribes for more than 2,000 years. As if unaffected by time, the Sierra’s indigenous tribes still live as their Tairona ancestors did centuries ago. Despite growing modernization and tourism in the area, the Wiwa community – the smallest of four tribes living in the Lost City today – show us how they strive to keep their ancient culture alive.<br/><br/>For those who would love to go into the mountains of the Sierra Nevada but wish to avoid a strenuous multiple day trekking, we have also a 4 day very authentic program in another area of the Sierra Nevada where you can visit a village of the Koguis with a 5 hrs walk, eventually with the support of mules for luggage. Rest of transport is with a 4x4 vehicle. The whole program is with a local Kogui guide. It starts in Santa Marta and you will return near NP Tayrona at the beach and is part of a 12 day itinery. You will walk through a subtropical ecosystem and enter the universe of the Koguis. After arriving in the community you will be welcomed and will meet with the local \"Mamo\". The program for the rest of the afternoon and evening is open, depending on the permissions given by the people of the village. You are guests and therefore the activities depend on the community suggestions. The aim is to interact as much as possible with the indigenous people, and your local Kogui guide will play a major role in this. You will have dinner in the village, and sleep in a hammock in a \"Choza\" (Kogui hut). <br/><br/>Shortlist of some important festivals - January: Carnaval de Blancos y Negros in Pasto &amp; Feria de Manizales (coffee zone), February: Carnaval de Barranquilla (of the carnavals highly recommended), March: Easter (Semana Santa) in Popayan, April: Festival de Vallenato in Valledupar, May: the San Pedro and Bunde Tolimense festival in Espinal, Wayuu culture festival in Uribia (La Guajira), June: Bambuco national folk festival in Neiva &amp; festival del Mar in Santa Marta, August: Feria de Flores in Medellin, September: World Salsa festival in Cali, October: the World Coleo Encounter in Villavicencio (cowboy – vaquero festival) , November: Carnaval de Cartagena &amp; Reina National de Belleza (Miss Colombia) in Cartagena de Indias, December: Feria de Cali. For more details on all Colombia festivals, the data and how to add a specific festival in your itinery, please contact us.<br/><br/>In case you wish to travel from Colombia into Venezuela we can take care of the whole transfer in a private taxi with guidance from Cucuta airport crossing the border of Cucuta into Venezuela, heading to Bailadores, Tovar and Merida for your holiday. Venezuela is safer than any other country of South America at this moment and we really can recommend it. We offer adventurous hikes with waterfalls and canyoning, daywalks along high mountain lakes, tours by jeeps, birdwatching, wildlife, staying at an authentic coffee farm in the area of Santa Cruz de Mora, from turning inward at multidimensional gates in the Venezuelan Andes, to beach stays at Choroni and los Roques, have a 4 day program at Angel Falls at NP Canaima. For those interested visiting of the Indian tribe of the Yanomami in Venezuela you will be taken with your guide until San Felipe in the deep south of Colombia in front of San Carlos de Rio Negro. And from there with a special permit from the Venezuela military you will travel on the river on to the Yanomani people.<br/><br/>We have more than 190 independent reviews on Responsible Travel on our destinations in Latin America from Cuba, Bolivia, Brasil, Peru, Colombia, Venezuela to Chile and Argentina. Contact us for a chat via Whatsapp and ask for a tailor made itinery and quote.",
  "durationDays": "17",
  "price": "4290",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Bogota airport and transport to Hotel Abadia Colonial for the night."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "City tour Bogota visiting la Candelaria, the most important monuments and squares, Gold Museum, Botero Museum and Monserrate by cable car. Second night in Hotel Abadia Colonial."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Private transport in the morning from Bogota to Fusagasuga. Here we visit the oldest Coffee Hacienda of Colombia, Hacienda Coloma. Short walk through coffee plantations and explanation about coffee process. Continue in transport to Neiva where we stay in the Hacienda Hospedería Matamundo."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transport to Villavieja and the Tatacoa dessert. Together with local guide we make an ecological walk in the (semi)dessert to observe the different sand formations and typical flora and fauna of this region. In the early afternoon continue in private transport to San Agustin where we will stay in the Hacienda Anacaona just out side the village."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tour in the morning to the archeological park of San Agustin. We visit Mesa A, B and C, Lavapatos and the nearby archeological museum and ‘Bosque de Estatuas’. Rest of the afternoon free. We can organize optional activities such as jeep tour in surroundings, rafting on Magdalena River, visiting watrefalls, Sucan Cane farm, local coffee farm. Horse ride, ect. Second night in Hacienda Anacaona."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Private transport from San Agustin via the Paramo de Puracé to Popayan. Arrival in the afternoon in Popayan and short city walk with local guide to get to know this beautiful colonial city. We spend the night in Hotel la Plazuela at one block from the center square."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Early morning transport to the mountain village of Silvia. Here we visit the Local Indian Market which only can be visited on Tuesdays. In the afternoon continue to Cali where we stay in the Hotel Boutique San Antonio. In the night we organize a salsa show. This show is by little children who receive lessons in a social project. Most of these children come from very poor neighborhoods and the money paid for these shows is invested in the project of these children."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transport from Cali to the Coffee region where we will stay in the Hacienda San José just outside the town of Pereira. This is one of the most beautiful Haciendas of this area, former a coffee hacienda, now turned into a luxury hotel. Rest of the afternoon free to enjoy the Hacienda, it’s surroundings and/or pool."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Tour to the typical village of Salento and Valle de Cocora. We go to Salento in private transport from where we continue in Willys (typical jeeps from this region) to the Cocora Valley. Ecological walk to observe the Palma de Cera (highest palm trees in the world) and the flora and fauna of this region. In the afternoon back to Salento, some free time in the village and at the end of the day back to Hacienda San José for the night."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transport to Medellin. A long but beautiful drive. On the way we will stop and have lunch at a viewpoint over the Cauca River. In Medellin we will stay in the neighborhood of ‘El Poblado’ in the Hotel Poblado Boutique."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "In the morning we will visit a social project for poor children in Medellin. This project helps children from the street by giving them football and other sport activities. Also activities with music and theater. After the visit we continue for a city tour Medellin visiting the city center, the Botero Museum and a trip in metro and metro cable to the neighborhood of ‘Santo Domingo’ for stunning views over Medellin. In the evening/night we go to a Tango Bar for some nightlife and Tango shows of local people. Second night in Hotel Poblado Boutique."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to the airport of Medellin and welcome at the airport Santa Marta. Transport to Palomino beach area. Here we will stay in nice comfortable cabins and rooms at the beach in an ecohotel."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Early morning transport to NP Tayrona and hike from the beach Cañaveral to beach Arrecifes. Here we will stay the rest of the day enjoying the beach. For the trekking lovers we can continue to other beaches such as ‘la Piscina’ and/or ‘Cabo de San Juan’, or for those who like to do the 4 to 5 hour hike to Pueblito to visit the archeological site of the Tayrona culture. At the end of the day back to the eco beachhotel for the night."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to Cartagena. On the way we will stop at the local fisherman village of ‘la Boquilla’ where we visit a social project for poor children of Cartagena. This project is a school for the poorest children of Cartagena and the fisherman villages around the city. In the afternoon continue to Cartagena where we stay in the hotel Casa India Catalina for the night."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "City tour Cartagena of half a day. We make a walk through the colonial center visiting the neighborhoods of Calamarí, San Diego and Getsemaní. In the afternoon time free to explore the city on your own. Second night Hotel Casa India Catalina."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Free day Cartagena. We can organize optional activities such as boat trips to the Islas del Rosario for snorkeling and/or diving excursions, Playa Blanca or a trip to the mud Volcano of Totumo. Third night in Cartagena."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Transfer to the airport of Cartagena and international flight back home."
    }
  ],
  "map": ""
}