{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-history-holiday-tailor-made",
  "tourName": "Colombia history holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "Explore Colombia's rich history on this 14-day package tour!<br/><br/>Your journey through Colombia will take you to some of the most fascinating historical sites in the country, starting in the bustling capital city of Bogotá. Here you'll immerse yourself in the charm of the La Candelaria neighborhood, where you can wander the cobblestone streets and admire the colorful colonial architecture.<br/><br/>A highlight of your time in Bogotá will be the visit to Monserrate, a mountain with sweeping views of the city below. As you climb to the top on a cable car or funicular, you'll pass by lush vegetation and get a taste of Colombia's natural beauty. At the summit, you'll be rewarded with panoramic views of the city and surrounding mountains.<br/><br/>The Gold Museum is another must-see attraction in Bogotá. This museum houses a stunning collection of pre-Columbian gold artifacts, providing a glimpse into the rich cultural heritage of Colombia's indigenous peoples.<br/><br/>From Bogotá, you'll travel to Villa de Leyva, a colonial-era town known for its well-preserved architecture and charming streets. Along the way, you'll stop in the magical towns of Zipaquira and Raquira, each with their own unique charms.<br/><br/>In Villa de Leyva, you'll have a full day to explore the town and its surroundings. You may choose to visit the central plaza, which is one of the largest in South America, or stroll through the charming streets and admire the colonial-era buildings.<br/><br/>After your time in Villa de Leyva, you'll return to Bogotá for a flight to Neiva, where you'll embark on a journey through the otherworldly Tatacoa Desert. The desert is a stunning landscape of red and orange rock formations, and you'll have the chance to hike, stargaze, and explore the unique flora and fauna of this incredible ecosystem.<br/><br/>From the desert, you'll travel to San Agustin, where you'll discover the ancient tombs and statues of the San Agustin Archaeological Park. This UNESCO World Heritage site is home to hundreds of pre-Columbian stone sculptures, many of which are over 1,000 years old.<br/><br/>Your final stop on this journey through Colombia will be in San José del Guaviare, where you'll explore some of the country's most impressive natural wonders. You'll visit the Puerta de Orion, a stunning rock formation that looks like a giant doorway, and hike through the Raudal del Guayabero canyon. You'll also see the impressive rock paintings of Cerro Azul and the stunning rock art at Nuevo Tolima.<br/><br/>With 14 days to explore Colombia's history and natural beauty, this package tour is the perfect way to immerse yourself in the country's rich culture and heritage.",
  "durationDays": "14",
  "price": "8790",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at any time to be collected from the airport and taken to your accommodation. Depending on your arrival time we can provide you with another tour or with suggestions of places to see and where to go. Be sure to drink plenty of water to help you adapt to the altitude. (Overnight Bogotá)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore Bogotá's oldest neighborhood, La Candelaria, on a guided excursion that includes stops at historical locations such as Bolivar Plaza, Casa Nariño, and Catedral Primada de Colombia. You'll also visit the grand 3-story El Museo del Oro, the largest collection of gold artifacts in the world, and ascend to the summit of Monserrate for panoramic views of the city and a visit to a beautiful 17th-century monastery. (Overnight Bogotá)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Visit the impressive underground salt cathedral of Zipaquirá, converted from an ancient mine, and explore the charming town of Zipaquirá. Then, head to the artisan town of Ráquira for shopping or sightseeing before ending the day in the beautiful colonial town of Villa de Leyva. (Overnight Villa de Leyva)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you'll enjoy a wonderful tour of the most important locations in and around Villa de Leyva including: Villa de Leyva - Stroll through the beautiful cobblestone streets, and through the largest plaza in Colombia. Monasterio Del Santo Eccehomo - A beautiful monastery built in 1620 The Terracotta House - The largest piece of pottery in the world The Fossil Museum - Meet and touch the dinosaurs that walked here before you After your tour of Villa de Leyva is complete you start your journey back to Bogotá with a stop at El Puente de Boyacá (Boyacá Bridge). This is where the final battle was fought on August 7, 1819, known as the Battle of Boyacá which granted independence to New Granada from Spain. You'll be transferred back to Bogotá. (Overnight Bogotá)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Enjoy a short 1-hour flight from the capital to the amazing desert of Tatacoa. On arrival at Neiva, you'll be collected and enjoy a short trip into the wonderful Tatacoa Desert. Once here you'll enjoy a fantastico 2-hour hike through this amazing landscape. Next, you'll enjoy a stop for some lunch and a bit of \"me-time \" in your hotel before venturing out into the night for a spot of Star Gazing. You'll enjoy 2 hours at the observatory gazing at the starriest skies in Colombia. (Overnight Tatacoa)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "You'll be rising early to take advantage of the cool morning air, and an early start of 7 am for your journey to San Agustin. Enjoy the afternoon with a guided tour through the heart of the San Agustín archaeological zone. Considered the world's largest necropolis, the San Agustín Archaeological Park will be waiting to show you the largest complex of pre-Columbian megalithic funerary monuments and statuary, funerary structures, stone statuary, terraces, burial mounds, along with amazing religious monument carved in the stone bed of a stream. (Overnight San Agustín)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Visit three important archaeological sites this morning: Estrecho del Magdalena, the narrowest part of the river with 70 million-year-old compressed lava walls; the Museum and tombs of Obando, with funeral urns, sacred chambers, and ancient artifacts; and Alto de la Piedras, featuring monumental sculptures, artificial hills, and colorful tomb paintings. (Overnight San Agustín)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Enjoy another short flight with Satena of a bit over an hour back to Bogotá. (Overnight Bogotá)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Enjoy a free morning in Bogotá before relaxing on a 1 hr flight to San Jose. On arrival, you'll travel a short distance to arrive at the fascinating area of rock formations such as the Puerta de Orio´n (Gate of Orion). This grand rock structure is approximately 15m (50ft) in width and 12m (40ft) in height. The Puerta de Orión actually has 2 large holes within it and during the month of December, it is possible to see the star constellations of Orions Belt through the upper hole. (Overnight San José del Guaviare)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Leaving shortly after breakfast at around 7:30 am you'll travel for approximately 2 hours to get to the archeological site of Cerro Azul. Once here you'll be walking through a natural jungle and a cave measuring 210m (688ft). The hike will be approximately 3 km to reach the top of the hill, during the walk and being at the top of Cerro Azul you'lle be surrounded by nature and culture, having encounters with the rock paintings of animals, people, plants, and daily life dating back more than 12000 years bp. Following this, you'll be heading off to enjoy a late lunch of the region before traveling back to your hotel and expected arrival of 4:30pm. (Overnight San José del Guaviare)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Depart after breakfast on a 2.5-3 hour 4x4 journey to Laguna Damas de Nare. Take a 3.5km walk through a natural forest to see exotic plants, birds, and monkeys. Canoe the lagoon to see Pink Dolphins and swim in the warm waters. Enjoy a typical lunch before returning to your hotel. (Overnight San José del Guaviare)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Start the day at 8:00am with a 4x4 ride and a 15-minute boat ride before a 20-minute hike to the Raudal Guayabero rock art site. Although only one wall of paintings is accessible and not well preserved, the view from the top is impressive. After the hike, you'll have a typical lunch in El Raudal del Guayabero before returning to San Jose in the 4x4 for an estimated arrival of 4:30 pm. (Overnight San José del Guaviare)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Start the day with a 95-minute journey to Pinturas Rupestres Nuevo Tolima, including a 60-minute drive and a 35-minute uphill hike. Despite having only one rock face with paintings, it's longer than those at Cerro Azul and less crowded. Estimated to be up to 12,500 years old, some paintings are as recent as a few hundred years ago. After an hour of exploring the area, enjoy lunch before transferring to the airport for the next part of your adventure. (Overnight Bogotá)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Airport transfer for departure."
    }
  ],
  "map": ""
}