{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-multi-activity-tour",
  "tourName": "Colombia multi activity tour",
  "placesVisited": "Bogota guided tour, Gold Museum, Salt mines of Nemocon, Iguaque National Park, Mountain biking, Paleontological Museum, Socorro, Water fall rappelling, Barichara, Chicamocha Canyon, White water rafting, Hike on the Royal Road, Guane, Santa Marta, Tayrona National Park, Cartagena, San Felipe de Barajas",
  "generalInfo": "If it’s adventure you seek, in Colombia you will find it. This tailormade hike, bike and raft tour of Colombia immerses you thoroughly in the culture and nature of one of South America’s most exotically exciting destinations, as you hike, bike and raft your way from Bogota in the centre of the country to the historic city of Cartagena at its northern tip.<br/><br/>Discover pre-Colombian and Spanish colonial heritage with a guided tour of the capital, following the Carrera Septima to admire local street art and visit must-see locations including the famous gold museum. Then you’ll be mountain biking along dirt roads and paved roads in the magnificent Iguaque National Park, and walking out to the Juan Curi waterfall near Socorro where those with the nerve can actually abseil down. Relax that evening in the charming colonial town of Barichara, because day five may well be the most challenging highpoint of your entire trip.<br/><br/>Reaching the vast Chicamocha Canyon, the second-largest on the planet, you’ll be tackling class III and IV rapids on the river with a guide white water rafting trip. <br/><br/>Hike along the historic Royal Road as you head towards Guane, for a stay in a hacienda known for making some of South America’s finest coffee – if you can’t get going in the mornings without a cup, you’ll be in paradise here.<br/><br/>You will move towards the coast from this point, spending a day hiking in the idyllic Tayrona National Park and its tropical rainforest, before reaching your final destination: Cartagena, where Gabriel Garcia Marquez began his masterpiece, ‘One Hundred Years of Solitude’. Finish your Colombia multi activity tour with a few days exploring this marvellous city on foot and by bike, perhaps with a night out in the lively Getsemani neighbourhood, and not forgetting to tuck into the local arepas at every opportunity.<br/>",
  "durationDays": "11",
  "price": "2500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon your arrival to Bogotá we´ll transfer you to your hotel. Bogota is one of the most important cities in South America, settled in an Andean savanna and connected to the Caribbean by the great Magdalena River. Bogota was once the main trade centre between South America and Europe - Visit the colonial quarters to learn about its Spanish and pre– Columbian heritage. We can look forward to learning a lot more about Bogota during tomorrow’s excursion around the city! Overnight – Hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We’ll start our day by walking along the Carrera Séptima, which passes through many of Bogota’s main points of interest; our guides who we’ll be walking alongside, will provide us with interesting facts about Bogotá, as well as Colombia’s history and culture. During the tour we’ll visit the gold museum of Bogotá which is a top attraction in the city where we can see more than 34,000 pieces of pre-Columbian gold as well as learn about the heritage of the ancient civilizations. We’ll also have time to admire the renowned beautiful graffiti art of the city. Following our tour of Bogotá excursion we will leave the city and make our way to the Salt Mines of Nemocón, a place off the beaten path where we will experience the mining process used in order to extract this mineral from the mountains. The mines are very well preserved and are made up of a unique assortment of tunnels and chambers. Afterwards, we will continue to make our way to the quaint Villa de Leyva, one of the enchanting patrimonial villages of Colombia and our last destination for today."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Option 1: Sanctuary of Flora and Fauna of Iguaque (Full Day) Embark on an ecological hike through the Sanctuary of Flora and Fauna of Iguaque, starting in the lush high-Andean jungle (2,900 m.a.s.l.) and ascending into the páramo, a rare and unique ecosystem found in the Colombian Andes.As you hike, witness the transformation of vegetation and the diverse flora and fauna that inhabit these altitudes. At the summit, you will reach the Sacred Lagoon of Iguaque, a site revered by indigenous cultures. Here, you will hear the legendary tale of Bachué, the mythical mother of the Muisca civilization, further enriching this magical experience. duration 06:00hrs.You will have an English speaking guide included. Entrance fee for Iguaque Flora & Fauna Sanctuary is included. Option 2: Bike Tour in Villa de Leyva (Half-day) Private Service The peaceful countryside surrounding Villa de Leyva is ideal for cycling, with scenic country paths that have minimal traffic, making it a relaxing and enjoyable way to explore the area’s key sites.You’ll be accompanied by an expert guide who will assist you throughout the ride. The tour is suitable for all skill levels and begins with a visit to the Blue Well (Pozos Azules) of Villa de Leyva. From there, you’ll continue to the CIP (Paleontological Research Centre), where you’ll learn about the region's rich fossil history.On the way back, you’ll pass by the Muisca Astronomical Observatory of Saquencipà and the iconic Terracotta House—a remarkable piece of architecture. Recommended start time: 09h00 Includes: Bikes, helmet, insurance, and English-speaking guide. Dinner and lunch at local restaurants EXCURSION TO VILLA DE LEYVA SAQUENZIPA VALLEY (Full day) Private Service The Saquenzipa Valley has a variety of sites of great interest for all tastes. The Fossil and Paleontological Research Center unveils a life millions of years ago. The Archaeological Park of Monquira or Infiernito, known as the Stone Henge of Colombia, is evidence of the advances made by the indigenous people. Religious constructions show the Spanish influence in the Monasterio del Santo Eccehomo and the ruins of Monquira. Small lakes of crystalline waters reveal an arid landscape in the Pozos Azules. But also the fertility and goodness of the valley are manifested in El Viñedo Aim Karim. Recent constructions show the ingenuity of a Colombian in La Casa de Barro. And finally a Spa for the spirit and the heart to leave renewing in Fibas Jardín del Desierto. Entrance fees ((Centro Paleontológico, Museo del Fósil) Included: local guide, insurance, English speaking guide, entrance fee to the mentioned services, private transportation, snack, equipment rental, breakfast, room at your selected hotel, lunch, dinner, private excursion, entrance to Paleontologic Museum, entrance to Sto. Eccehomo Overnight – Hotel"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "At only 22 kilometers from San Gil, on the road to the village of Páramo, you will find the Juan Curí Ecological Park. This natural reserve is famous for its adventure spaces where you will find trails, lush forests, and streams that shape waterfalls where you can practice canyonning routes. We head to the waterfall and can either explore the area on foot of maybe by rappelling down the waterfall. This remarkable waterfall stands at 180m high and at its base lies a natural pool, perfect for a swim. After our Juan Curí adventure we will then make our way to the colonial town of Barichara where adventure meets tranquility,. In the early evening we will be walking along the streets of this colonial village. This perfectly preserved and charming colonial town is famed for its unique cobbled streets, colonial architecture, and picturesque chapels and its unique, colorful architecture was an inspiration for the setting in the hit 2021 Disney animated feature Encanto."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today is guaranteed to be a real action-packed Colombian adventure. Our spectacular mountain bike ride starts at 6,000 feet (2,000 meters) and dives down into the second largest canyon in the world, the Chicamocha Canyon “The Grand Canyon of South America”. Passing waterfalls, coffee and tobacco farms, we will be riding to Jordan, a historic pueblo (town) 1000 feet above sea level. This is one place most tourists don’t have an opportunity to see! Here we stop at a refreshing natural pool to cool off, have a swim and enjoy a fantastic lunch. After our lunch, we will experience one of the top activities in Santander – Whitewater Rafting. We’ll be leaving our bikes behind in order to conquer the Chicamocha River. Here we will experience the thrilling rapids and huge waves, starting with some Class III’s and getting increasingly larger until the last section of Class IV’s. Rafters have been known to experience huge waves, depending on the weather and the water levels. However, this is nothing to be afraid of; as in the case of wipe-outs, there are pools at the end of each rapid which makes this river a safe, commercial-grade run. Overnight – Hotel"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Our morning will be spent hiking through some of the area’s most incredible scenery and exploring one of the region’s historical and architectural gems. We’ll hike along the famous Royal Road (Main Andean Road), a historic trail that was originally built by the Guane Indigenous people. During the colonial period, the trail was rebuilt in stone by the Spanish Crown to gain access to the Atlantic for the export of gold and exotic South American products. This scenic trail has been declared a National Monument and has preserved its authentic feel. This easy walking hike will be framed by old stone walls and a classic farmland backdrop. Along the walk we will encounter great views and good birding opportunities, as a high concentration of species feed and inhabit this area. Arriving in Guane is like stepping back in time and into a dreamlike atmosphere. Although the original inhabitants are nowhere to be found, the remains of their culture indicate a truly majestic past and uniquely leave the town suspended in time. We will learn a lot more about the extinct Guane culture at the anthropology museum as well as marvelling at the evolution of the town from pre-hispanic, to colonial, to modern times. Continuing on we will make our way to the charming Hacienda el Roble. Here we will gain an insight into how Colombia’s famous coffee is produced, starting from the seed; along with a fascinating walk around its beautiful grounds and plantation. A coffee-lover’s paradise, this coffee hacienda is home to some of Colombia’s greatest coffee! Overnight – Hotel Overnight – Hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today we will be leaving this region and making our way to Santa Marta on the stunning Caribbean coast of Colombia. Upon arrival we will transfer to our beach hotel which will take around an hour and a half, as it’s located in the region of Tayrona. The rest of our day can be spent on the beach taking in the dramatic Caribbean coastline, at our leisure. Overnight – Hotel"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today finds us at Tayrona National Park, a paradise Caribbean jungle which stretches along the coastline. We will be walking along several steep and rough trails through the tropical rainforest before arriving at the beach area of Arrecifes, which offers outstanding coastal scenery. Our hike will be continuing towards the area of Arenilla Beaches and the natural swimming pool, then onto Cabo San Juan where we’ll be able to enjoy a refreshing swim in the sea with white sandy beaches. Overnight – Hotel"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today we’ll be leaving the region of the Tayrona National Park and be making our way to the city of Cartagena, further along the Caribbean coastline. Before reaching Cartagena we’ll make a stop for lunch at the restaurant La Cueva in the city of Barranquilla, a place of which has encountered much fame as it is where the Colombian writer Gabriel Garcia Marquez started his novel “Hundred years of solitude”. Upon reaching our new destination of Cartagena, we will get to explore the city by bike and discover the undiscovered gems of Cartagena. We’ll get to know the area of Getsemani very well during our stay in the city – It’s Cartagena’s new up-and-coming neighbourhood with its narrow streets featuring bright Caribbean colours, people welcoming us to their city on every corner and the best places to eat, drink and dance. Getsemani is certainly a best place to soak up the vibrant Colombian culture. Overnight – Hotel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We’ll start our day with a visit to the fortress of San Felipe de Barajas, a masterpiece of Spanish architecture built to defend the city. We’ll then visit the Monastery of “La Popa”, a church located in the highest place of the city where we can experience a 360° view of Cartagena. They’ll be many other places to admire and sight-see during our exploration of the city. Afterwards, we will make our way back to the walled city and walk the streets to find the very best street food Cartagena has to offer. Amongst the food on offer will be the famous “arepas” which can’t be missed, along with the taste of the Colombian sweets - el “Portal de los dulces”, among many other specialties of the Caribbean region. Overnight – Hotel"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Day 11 means that it’s sadly time to end our Colombian Hike, Bike and Rafting adventure. We will be transferred to the airport and assisted with our onward journey. For those returning to the UK, we can arrange an extension for a domestic flight to Bogota."
    }
  ],
  "map": ""
}