{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-20-day-tour-cities-to-caribbean-coast",
  "tourName": "Colombia 20 day tour, cities to Caribbean coast",
  "placesVisited": "",
  "generalInfo": "Bogota - Villa de Leyva - San Gil - Salento - Medellin - Cartagena - Santa Marta - Palomino<br/><br/>Discover the colours of Colombia on this exciting trip, taking you through some of the amazing cities and into the jungle. Finish off your adventure soaking up some sun on one of the chilled Caribbean beaches.<br/><br/>You'll start your journey off in Bogota, the capital city of Colombia. Leaving its dark history behind it has turned into a bustling hot spot for travellers from all over the world. With its cobbled streets, colourful markets and beautiful plazas the city will charm you right away. You will be treated to incredible vistas of downtown Bogota during a tour of Cerro de Monserrate with your local guide.<br/><br/>Visit an impressive underground salt cathedral on your way to a quaint town of Villa de Leyva, where you'll spend a few days soaking in the atmosphere. Your local guide will walk you through the town and help you get acquainted with this gem. From award-winning vineyards to amazing eateries, this town has got it all!<br/><br/>Your next stop, San Gil, is a perfect place for the adventurous souls. Surrounded by picturesque mountains, caves and rivers (and with a handful of waterfalls to check out) this is a perfect base for your hikes as well as other activities.<br/><br/>You'll venture further away from the hustle and bustle of busy cities and into the nature. Time to taste that famous Colombian coffee is Salento, a charming Colombian town. While here, you'll learn everything about coffee growing during your 3-hour coffee tour, and taste some of the best locally grown coffee! You will also explore the stunning Cocora valley on a jeep, and we'd recommend venturing off on a hike for some incredible views of the valley.<br/><br/>From nature to culture, you'll spend a couple of days in colourful Medellin, a former home of Pablo Escobar. Things have changed here since and it's quickly turning into a trendy city. With a perfect weather all year around, it is a must see while in Colombia. You'll explore city highlights on a walk with a local resident, enjoy a cable car ride and learn a few local things!<br/><br/>Next, get ready to be amazed by Cartagena, one of the most beautiful cities of the Caribbean. You will explore it with a local guide, cycling through its colourful neighbourhoods and taking in its culture and history. In your free time, don't miss out on Cartagena's bustling old centre!<br/><br/>On your way to the well-deserved chilling spot in Palomino, you will explore Tayrona National Park. This beautiful sight where the jungle meets the beach is well worth visiting. After that, you'll reach Palomino, a lovely laid-back coastal town, and enjoy a few days of pure bliss on the Caribbean coast.",
  "durationDays": "20",
  "price": "2175",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "¡Bienvenidos a Bogota!: Bogotá – Colombia’s vibrant, mountain-flanked capital has come to symbolise the country’s resurgence as a whole. Once considered one of the world’s most dangerous cities, it now welcomes visitors with open arms, and has the history, architecture and charm to be much more than just a starting point for your Colombian adventure. You’ll stay 2 nights in the colourful cobbled cultural centre – La Candelaria – filled with art, food and beautiful colonial buildings and plazas. We’ll also arrange a trip to the mountain of Monserrate with a local guide, so you can admire this great South American city from above. Much of Bogotá’s highlights are easily explored independently on foot. As with any city there are areas it’d be wise to avoid, but you’ll have no need to go to these parts. The centre is full of impressive churches, museums and narrow streets full of colourful artwork and little eateries. If you’d like to have something else arranged for your time in the city, then there’s a range of options including cycling tours, cookery classes, and art or graffiti tours – just have a chat with your Travel Specialist."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Colonial Charm in Villa de Leyva: Today you will be transferred from Bogota to Villa de Leyva with stops along the way at the Zipaquirá salt cathedral and Raquira (total travel time 6 hours). On your way north from Bogota you’ll visit the incredible underground salt cathedral at Zipaquirá with a private guide, before arriving into Villa De Leyva – a cobbled colonial gem where you can get a glimpse into Colombia’s distant past. With a mild climate, peaceful hilly surroundings and plenty of great places to eat and drink, Villa De Leyva provides a welcome break after bustling Bogota, and you’ll be spending a couple of days here. The following day, we’ll arrange a walking tour with a local guide for you to get acquainted with this small but interesting village. There are some great museums showing remnants of the area’s history, as well as an award-winning vineyard, a bizarre terracotta house and even an archaeological site on the outskirts which is home to many ‘fertility’ statues. The evening is free for you to stroll through the cobbled streets and plazas, taking in the tranquil atmosphere and picking out one of the many quality restaurants for your evening meal."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pura Vida in San Gil:In the morning you will be picked up at your hotel in Villa de Leyva and your private driver will take you to San Gil in around four hours. The small town has a lively centre where you can make yourself comfortable in the shade of a tree on a park bench and watch the goings-on in the plaza. You will spend the next two nights in a small, family-run hotel, which is located near the Rio Fonce and the central square. The rooms are comfortable and the hosts are warm and attentive with great knowledge of the local area. Today it is time to learn the kinds of activities and adventures that nature lovers and the adventurous can experience in San Gil. In the area there are huge mountains, thundering waterfalls, numerous caves and rivers with strong currents. These features make San Gil a paradise for the adventurous, whether its paragliding, mountain biking or hiking that takes our interest. If you decide you want even more adventure around San Gil, extend your stay to include a trip to Barichara – one of the prettiest villages in the whole country."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bogota - overnight hotel: Today you’ll take a bus from San Gil to Bogota – a journey of approx 7 hours. Tonight you will head back to Bogota and spend another night in La Candelaria, an area you’re starting to know well, before continuing your tour the next day."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sky-high Trees and Steaming Coffees: Today you’ll travel to Armenia by bus or domestic flight and from there you will be taken to Salento by private transfer. The journey takes about an hour, and when you get there you’ll be able to enjoy your first cup of delicious local coffee. You’ll spend three nights in a colourful accommodation with Colombian flair that’s conveniently situated for you to be able to walk to the main square with many bars and restaurants. During your stay, you’ll head out on three-hour coffee tour, where you’ll learn all there is to know about growing and selling the best coffee in the world. Colombia exports the majority of its best beans, so the plantation that you’ll visit is a great place to taste the best this region has to offer. No trip to this region is complete without a visit to the famous Cocora valley, so we’ll also organise a ticket for a return trip in a classic “Willys” jeep. Once in the valley, you can walk directly to the sky-high wax palms, or you go through a gate to the right and take a beautiful 4-5 hour hike over hills with stunning views of the valley."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Eternal Spring in Medellin: Today you will take the bus from Armenia to Medellin – a journey of approx 6 hours. With a seemingly ever-pleasant climate and a stunning location surrounded by steep hills and jagged peaks, Medellín is quickly shaking off its infamous past to become one of Colombia’s must-visit cities. You’ll find a character and fast-paced attitude which sets the city apart from the rest of the nation, and it can be a lot of fun to be a part of for a few days! You’ll spend 2 nights in a comfortable hotel in the trendy El Poblado district, with a host of restaurants and bars nearby. On your second day you’ll take a tour with a local paisa (Medellín resident) guide who’ll show you the ins and outs (and highs and lows) of their city, including the cable cars which connect downtown with the neighbourhoods high up in the hills, and give a spectacular view of the city. You’ll also see the Botero statues, and some lesser-known highlights, before you’re left to explore, relax, or maybe experience a little of the city’s famous party scene!"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "The Queen of the Caribbean: Today, you’ll take a transfer to the airport and jump on a flight from Medellin to Cartagena. On arrival in Cartagena you’ll quickly understand why this is seen as the most beautiful colonial city in Colombia. Your charming accommodation is in the historic city centre, just a few minutes from the beach and all the main sights. The old town is a bit touristy, but its beauty means it’s a UNESCO World Heritage Site consisting of a labyrinth of small alleys and many squares. Check out the historic centre in the district of El Centro. Otherwise known as “The Walled City”, it’s here that you’ll find a thick wall fortification and colonial buildings that date back centuries. For your second day in Cartagena, you’ll have a half day bike tour planned. Together with a guide you will get to know more about the history of Cartagena. You’ll explore the neighbourhoods of Getsemaní, Manga and Bocagrande, passing well-known sights and stopping at various places to learn more, from your guide, about the cultural and historical aspects of Cartagena that many people miss out on. The rest of your time here is free to do as you please. There is a lot to discover just by strolling through the streets, watching the hustle and bustle and enjoying the cafes and local street food."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Santa Marta - overnight hotel: Today you will take the shuttle bus from Cartagena to Santa Marta – a journey of approx 4 hours. Tonight you will stay overnight in a hotel in Santa Marta, which is a perfect stopover on your way along the Caribbean Coast and a beautiful city in its own right. Depending on what time you arrive, you can go for a walk through the old city centre trying some delicious street food or stroll along the beach."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Caribbean Paradise of Palomino: This morning you’ll be picked up from your hotel in Santa Marta and transferred to Tayrona National Park, one of Colombia’s well-known highlights. Here the tropical rainforest runs right up to the beach, the water is clear, the sand is soft and the palm trees are metres high. Entrance fees are included. After time to explore, your driver will take you to Palomino. Palomino doesn’t seem like much as you drive along the main road, but you’ll start to feel that Caribbean holiday vibe pretty quickly. Sandwiched between the Caribbean Sea and the snow-capped mountains of the Sierra Nevada, the laid-back beach village of Palomino has slowly developed into a popular stop-off for travellers who make it as far as Colombia’s north-east coast. It’s easy to see why, with a dreamy location and just enough good places to stay, eat and drink to keep you blissfully satisfied for a few days. You’ll stay 3 nights in a small-scale resort just outside the village overlooking the beach, and can spend your days relaxing under palm trees, tubing down the jungle-flanked river or swimming in the warm sea. On your last day you’ll be transferred from Palomino to Santa Marta Airport. This will take approx 2 hours."
    }
  ],
  "map": ""
}