{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "highlights-of-colombia-with-added-comfort",
  "tourName": "Highlights of Colombia with added comfort",
  "placesVisited": "",
  "generalInfo": "Experience the best of Colombia's rich contrasts on this one-week trip. Explore lively and colourful cities, rolling coffee-covered hills and the tropical Caribbean coast, all whilst experiencing the warm and welcoming spirit of the Colombian people. <br/> <br/> The Coffee Region - Stroll amongst orchids and hummingbirds and sip specialist coffee in this UNESCO World Heritage area<br/> Medellin - Uncover how this lively modern city has transformed its reputation from the days of Pablo Escobar<br/> Cartagena - Wander the cobbled streets of this Caribbean colonial gem and enjoy sundowners on the beach<br/> Upgraded Range - Immerse yourself in Colombia's rich history and colourful culture whilst staying in our hand-picked selection of Premium hotels<br/>",
  "durationDays": "8",
  "price": "3195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Bogota",
      "description": ": Our tour starts in Bogota, the beating heart of Colombia. The lofty capital is cradled by the high ranges of the Cordillera Mountains, blanketing the Andean peaks with an eclectic mix of historic buildings and urban architecture. Its name comes from the Muisca indigenous people who inhabited the region before the arrival of the Spaniards in 1538, and the remnants of not only the Muisca empire but of Colombia's many other indigenous cultures can be found in the city's impressive Gold Museum. For those arriving on time, our Tour Leader plans to meet you in the hotel reception at 6pm for the welcome meeting, after which we will go out for dinner. There are no activities planned today, so you're free to arrive in Bogota at any time. If you'd like an airport transfer today, you'll need to arrive into Bogota's El Dorado International Airport (BOG), approximately a 45-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made pre-tour accommodation arrangements through Explore, regardless of your arrival day. If you miss the meeting, our tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, head out to explore the colourful streets of La Candelaria, where you'll find museums, bars and restaurants dotted between colonial convents and churches. It's a great spot to orientate yourself and get a snapshot of local life. Our time in Bogota is limited, so if you would like to spend some more time exploring Colombia's capital we'd recommend arriving 1-2 nights before the tour starts and booking pre-tour accommodation."
    },
    {
      "dayNumber": 2,
      "title": "Fly to Pereira and explore the coffee region with coffee tasting at Finca Del Cafe",
      "description": ": After a leisurely breakfast we make our way to the airport this morning for our flight into Colombia's coffee region. Pereira is the capital of the Risaralda department, a key centre within the renowned coffee cultural landscape of Colombia and a UNESCO World Heritage site. Pereira sits in the foothills of the Andes mountain range and with its latitude, approximately 4 degrees north of the equator, combined with an altitude of around 1,411m/4,629ft and a gentle subtropical highland climate, it has the ideal conditions for cultivating the high-quality Arabica coffee bean. Colombia is in the world's top three coffee producers and is celebrated for producing some of the finest brews, including the exceptional coffees originating from this region. After checking into our hotel, we'll head out this afternoon for a coffee tour at the Finca Del Cafe. We'll spend the afternoon learning about the whole process from the planting of the beans all the way through the picking and roasting process. We'll try out 'cupping', a technique used to distinguish aroma, body and acidity, before finishing off with trying two different specialist coffees. Our hotel for the next two nights sits in the heart of coffee country, in an enviable location that affords wide sweeping views out the lush rolling hills and mountains beyond. The Casa's wooden construction is full of local character and interesting decor, and it has a large swimming pool to relax in after a day's exploring."
    },
    {
      "dayNumber": 3,
      "title": "Take an orchid tour in the gardens of Finca Romelia. Free afternoon in the coffee region",
      "description": ": This morning we'll head out to Finca Romelia, a one hour scenic drive past plantations and lush rolling hills. The orchid is the national flower of Colombia, said to represent the country's beauty in diversity with over 4,000 different species found across the country. Finca Romelia possesses one of the largest orchid collections in Colombia and here we take a gentle walk through the farm's beautiful surroundings alongside an in-house botanist. The walk takes us through shaded forests and into teeming gardens packed with bonsai trees and of course, orchids. It's also a haven for birdlife, with over 70 species having been identified here with hummingbirds, toucans and tanagers often sighted. We'll make our way through the expansive orchid nursery before enjoying a hearty lunch in the farmhouse with the Londoño family, the owners of the finca who have lived and worked here for over 45 years. This afternoon has been left free to relax in the beautiful surroundings, or you might like to take a half day tour to nearby town of Salento, known for it's colourful houses set amongst towering wax palms of the Cocora Valley."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Medellin. Free afternoon in the 'City of Eternal Spring'",
      "description": ": Leaving early this morning we'll drive north to Medellin, a journey of around six hours including stops. Once a city overshadowed by its past, Medellin has transformed itself into one of South America's most vibrant, trendy cities - where gritty street art meets sleek cable cars, and traditional plazas buzz with the energy of a city on the move, all set to the musical backdrop of reggaeton and salsa. After checking in, we'll have some time to relax in the comfortable surroundings of our hotel, or there is the option to explore a little of the 'City of Eternal Spring', so-called due to its temperate year-round climate. Our accommodation for the next two nights is a boutique eco property located in the heart of the city, an ideal base from which to explore. Its decor is earthy yet modern and rooms are well appointed with outside spaces to relax."
    },
    {
      "dayNumber": 5,
      "title": "Explore Medellin on foot and by cable car, including a visit to Comuna 13",
      "description": ": We'll spend today discovering Medellín's past and present with a local guide. We'll travel by private transport, on foot and by cable car. The tour aims to give the historical perspective behind Pablo Escobar's residency in Medellin, including what it was like when he was alive, and the changes that have made it the modern and diverse city it is today. We'll visit his old home, and the Casa de la Memoria Museum, an initiative started by the victims of the drug traffic trade that contributed to overcoming the conflict in Medellin. We will also visit the Parque Memorial la Inflexion, built where the Monaco building, Escobar's property, was located until its demolition in 2019. There were as many as 46,000 victims of narcotraffico in Colombia, and this park was built in their memory. This tour isn't designed to glorify Escobar's lasting imprint on the city, but to memorialise the people affected by the drug trade and to celebrate the modern face of Medellín. We'll also visit the outlying suburb of the once-notorious Comuna 13. This barrio, clinging to Medellín's western slopes, perfectly personifies Medellín's turn-around, once among the most feared neighbourhoods, it is now a vibrant and colourful community that is brimming with life. We take a tour of of the neighbourhood with Son Bata, an organisation that has worked to turn kids away from crime and towards music and the creative arts. We'll walk the winding staircases alongside colourful graffiti murals and past pop-up dance performances, giving us a real insight into local life here."
    },
    {
      "dayNumber": 6,
      "title": "Free morning in Medellin, then fly to Cartagena on the Caribbean coast",
      "description": ": This morning has been left free to soak up more of this lively city. There is the option to visit the nearby picturesque lakeside town of Guatape, where the houses are painted in glorious pastel shades. It's known as the 'Pueblo de Zocalos' for the intricate paintings of animals, musical instruments, flowers and birds found on the lower half of almost every building in the centre. The cobblestoned streets are alive with colourful architecture and locals going about their daily business. In the afternoon, we will travel to the airport and fly to Cartagena on the shores of the Caribbean Sea. Depending on the flight schedules, we should arrive late in the evening and will transfer straight to our hotel. Our base for the next two nights is a beautifully appointed hotel in the heart of the old town. 18th century colonial architecture mixes with comfortable modern furnishings to make for a memorable stay. The hotel also features a swimming pool, a Turkish bath and is a short walk from Cartagena's lively bars and restaurants."
    },
    {
      "dayNumber": 7,
      "title": "Walking tour of colonial Cartagena. Sunset dinner in fishing village of La Boquilla",
      "description": ": Cartagena is a wonderful place to get lost in, with old plazas and churches galore, as well as plenty of cafes, restaurants, markets and a warm, welcoming atmosphere around every corner. Today we'll take in the main sights on foot today. This afternoon is free to relax in the comfortable confines of the hotel, or perhaps to further explore Cartagena. For those who'd like to go outside the city walls, you may want to take a taxi ride to visit the hilltop convent of Santa Cruz de la Popa, with its panoramic views of the city, or the 16th-century fortress of San Felipe. In the early evening, we'll take a short drive out to nearby La Boquilla. Now an offshoot of Cartagena itself, this one-time fishing village still has a hint of its past and the residents balance their fishing heritage with tourism. There are fantastic sunsets from here, and we'll have our final drinks and dinner at the beach, before returning to our hotel for the evening."
    },
    {
      "dayNumber": 8,
      "title": "Trip ends in Cartagena",
      "description": ": The trip ends after breakfast at our hotel in Cartagena. There are no activities planned today, so you're free to depart from Cartagena at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Cartagena's Rafael Nunez International Airport (CTG), approximately a 20-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made post-tour accommodation arrangements through Explore, regardless of your departure day."
    }
  ],
  "map": ""
}