{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-culture-and-beach-tour",
  "tourName": "Colombia culture and beach tour",
  "placesVisited": "Bogata, Zipaquira, Villa de Leyva, Salento, Cocora Valley, coffee plantation visit, Cartagena, La Boquilla, Palomino",
  "generalInfo": "The majesty of Colombia lies in its contrasts. Here, cities moving at a blur meet time-stood-still colonial towns and ancient archaeological sites yet to fully reveal their secrets. It has the biodiversity to match: bottle-green hills, tropical river valleys, ochre desert, coastal forest and rippling mountains. Join this highly varied adventure to experience the many faces of Colombia: navigating vibrant Bogotá and colonial Cartagena; staying at a traditional hacienda in the coffee region; discovering the enigmatic San Agustín archaeological park; exploring the wilds of Tayrona National Natural Park; and meeting the indigenous Arhuaco community.",
  "durationDays": "15",
  "price": "4999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Bogotá, the capital of Colombia, sat high on a plateau in the Andes. There’s plenty packed into this trip, but today we settle in and rest, ready for the adventures ahead. Aim to arrive at the hotel this afternoon/evening (arrival in the early hours of the morning of Day 2 is also possible, see the Joining Instructions), although we recommend arriving one day early to acclimatise and help get over any jetlag. There will be a message waiting with information about tomorrow’s meeting time. Want more time in Bogotá? Secure pre-tour hotel nights through your sales representative. Accommodation: Casa de la Vega (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning say hola to your tour leader and fellow travellers, when we gather as a group to get to know each other and learn more about the adventures ahead. Following our welcome briefing, we embark on a walking tour through Colombia’s vibrant capital, including a visit to the Gold Museum and a cable-car ride up Monserrate for spectacular views over the city. We follow with a walking street food tour in the early afternoon, sampling the flavours of Colombia’s different regions at market stalls, snack bars and street food stands. Next, we visit the Gold Museum, giving us a chance to admire some of the 30,000-plus pre-Columbian gold artefacts on display. Later, we head to a traditional social club for a game of tejo. This popular pastime was invented by the Chibcha people – metal discs (tejos) are thrown at targets called mechas, small packets of gunpowder wrapped in paper. The aim is to hit the mechas and make them explode! Two national beers per person are included (this is the entrance fee for the game). Your tour leader ensures a big welcome over dinner tonight. Accommodation: Casa de la Vega (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today we are driven (approximately 30 minutes) to Bogotá Airport and fly for an hour south to the city of Neiva, the capital of the Huila department and much lower in altitude and warmer than Bogotá. From Neiva, we drive (approximately one hour) to the Tatacoa Desert, about an hour away, an ochre-grey land pierced by green cacti. Here, we take a 1hr 30min to 2hr hike – remember your walking shoes, water bottles, long-sleeve tops and hats. Accommodation: Hotel Chicala (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We drive (about six hours) south to the town of San Agustín, following the Magdalena River valley for most of the journey. As we approach, we ascend and the climate cools. In the afternoon, we visit the equally remarkable archaeological site of La Chaquira, which is spectacularly located near the Rio Magdalena, between the central and eastern Andes. We then visit El Tablón, which consists of five statues representing human and animal figures. Accommodation: Akawanka Lodge (or similar) Upgrade to a suite with private balcony today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Start the day exploring the countryside around San Agustín. We begin with the Estrecho del Río Magdalena – here the mighty Magdalena River passes through a section of rocks only 7ft (2m) wide. The landscape around the river is exceptionally picturesque. Nearby is the small town of Obando, where we visit tombs plus a small archaeological museum. On the way to Obando, we pass a sugar mill (trapiche) where we taste freshly prepared panela (pressed sugarcane), a product found in the kitchens of all Colombian households. We spend the afternoon in San Agustín Archaeological Park, a vast World Heritage complex housing a mysterious collection of pre-Columbian stone figures and tombs. The park is nestled amid lush hillsides and picturesque forests, which we can explore on foot along various trails (some of them quite steep) accompanied by an expert local guide, while the excellent museum offers comprehensive insights into the finds. Accommodation: Akawanka Lodge (or similar) Upgrade to a suite with private balcony today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A scenic drive (four hours, including two on unpaved roads) takes us from San Agustín to Popayán. Shortly after leaving, we make a side trip to Alto de los Ídolos Archaeological Park, the second-most important archaeological park in the area, after San Agustín, and home to stone tombs and carvings. Continuing our journey, we ascend and pass through forested landscapes as we cross from the Huila department into Cauca and to Popayán. Founded in 1537 by Sebastián de Belalcázar, this small colonial city has magnificent architecture reflected in the houses, churches and bridges, which we have a chance to see on a walking tour (approximately three hours) of the historic centre. Accommodation: Hotel La Plazuela (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We drive this morning into the coffee region, where we stay for two nights in a hacienda with a coffee plantation. On arrival, we have a tour to learn all about the coffee cultivation, harvesting and production process. We work our way from the harvest to a cup of freshly brewed coffee. The tour ends with the best part: tasting the aromatic highland coffee. Accommodation: Hacienda Combia or Hotel Hacienda El Percal (or similar) Upgrade to a deluxe room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Start with a drive (1hr 30min) to the Cocora Valley, home to Quindío wax palm trees – the national tree of Colombia – which can stretch up to 195ft (60m) tall, making them the tallest palms in the world. This is an area of picturesque cloud forest and we have time for a short walk. Next stop is the traditional town of Salento, where we have time to walk the colourful streets or shop for handicrafts in this typical coffee region town. We continue to Filandia, another traditional town, with flower-lined balconies and brightly painted walls, doors and shutters. Accommodation: Hacienda Combia or Hotel Hacienda El Percal (or similar) Upgrade to a deluxe room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "A scenic drive (seven hours) takes us to Medellin, known as the City of Eternal Spring. A four-hour exploration takes us into the bustle of the downtown area and Botero Plaza, a park dedicated to the renowned Colombian sculptor and painter Fernando Botero. Taking the modern Metro cable car, we ascend to Santo Domingo, a district once plagued by gang violence. The cable car was constructed to facilitate access to the city center for residents; now, it offers visitors the opportunity to gain an insight into the lives of the local people. While enjoying the breathtaking view over Medellín, we learn more about the impressive transformation of what was Colombia’s most dangerous city into a vibrant metropolis, renowned for art, culture, business, innovation and technology. Accommodation: Hotel Boutique la Campana (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today we learn about Pablo Escobar, the notorious drug lord and one-time head of the Medellín Cartel, who ruthlessly controlled large parts of the global cocaine trade in the 1980s and early 90s. Our tour explores his controversial life and work in Medellín from a historical perspective, starting at his grave. We then visit the Parque Inflexión, a place that witnessed crucial moments in his life, before heading to the Casa de la Memoria Museum and San Antonio Park, exploring the consequences of drug trafficking in Colombia and the impacts of the associated violence on society. The rest of the day is free to relax with an optional salsa class available to book. Accommodation: Hotel Boutique la Campana (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We are driven (approximately 40 minutes, depending on traffic) to Medellin airport this morning and fly to Santa Marta, a city on the Caribbean coast. Our arrival time varies according to the flights. On arrival, we are driven (about 1hr 30min) east to our hotel near Palomin, where there’s a pool to enjoy and a beach nearby. Accommodation: Finca la Jorará (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Drive about 45 minutes along the Caribbean coast to El Zaino this morning, the main entrance to Tayrona National Natural Park. Beginning the walk with a local guide, we reach Cañaveral beach, a wild and beautiful place, and we can enjoy a spectacular view of the sea from the top of a small hill. The walk continues through the tropical forest to Arrecife beach. We continue until we arrive at La Piscina, where we have time to swim and relax on the palm-fringed beach. We can have lunch (not included) at a small, beach-front restaurant before returning through the forest. There are about four to five hours of walking today (approximately 10km/6.2mi). For those craving even more adventure, there is the option to continue the hike for an additional 2km (1.2mi) to secluded Cabo San Juan. The trails ascend and descend partly over steps and wooden planks and take you through tropical forest with high temperatures and humidity. Be sure to bring appropriate footwear eg walking shoes, sunscreen, a hat and plenty of water. Due to strong currents, many beaches in Tayrona are unsafe for swimming. Please check with your tour leader before swimming. Accommodation: Finca la Jorará (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "We start the day with a cultural exchange with an Arhuaco community. The Arhuaco, who grow coffee and sugar and raise animals, are one of the many indigenous groups in Colombia, and mostly live in the coastal mountains of the Sierra Nevada de Santa Marta. From our hotel, we drive (20 minutes) along the coastal road to the village of Perico Aguao, where we are met by a community guide. After a short introduction, we begin a hike through the tropical forest to the indigenous seaside village of Katanzama. Our guide leads us through the houses and community buildings and explains the traditions and culture of the Arhuacos. From there, we continue to small plantations, where we learn about Arhuaco agriculture, before we drive (five to six hours) along the coast to Cartagena. Accommodation: Hotel Don Pedro de Heredia (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "We have a full day in Cartagena, a city jam-packed with stories, fascinating sites and colonial architecture. We begin with a visit to the church of San Pedro Clavér and the Castillo de San Felipe, a massive fortress where legends and secrets are hidden in its stone vaults. A statue of Blas de Lezo raises his sword in front of the fortress, a tribute to the Spanish admiral who defended the city against the British in 1741. We continue into the bustle of Bazurto Market, where vegetables, meat, seafood, clothes, herbs and spices, fruits, natural remedies and other foodstuffs are sold. We can sample fresh juices and sweet fruits before heading back to the city centre. Entering the walled city through the official entrance, the archway of the Clock Tower (Torre del Reloj), we reach the monument to Pedro de Heredia, the founder of Cartagena de Indias. Accommodation: Hotel Don Pedro de Heredia (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Our adventure ends in Cartagena this morning. If you’d like more time in this beautiful city, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}