{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-wildlife-nature-holiday",
  "tourName": "Colombia wildlife & nature holiday",
  "placesVisited": "",
  "generalInfo": "Embark on a Magical Journey Through Colombia<br/><br/>Get ready to plunge into the vibrant heart of Colombia, a land where every corner tells a story and every experience leaves a lasting impression. This meticulously designed journey invites you to explore a nation where bustling cities meet wild jungles, sun-kissed beaches, and traditions that span centuries. We've woven together the very best of Colombia's rich culture, stunning natural beauty, and a deep commitment to sustainable travel, ensuring an unforgettable adventure that's as impactful as it is inspiring.<br/><br/>Begin your exploration in Bogotá, Colombia's lively capital. Wander through La Candelaria, a historic district brimming with colorful colonial buildings, vibrant street art, and hidden cafes where the city’s rhythm comes alive. Visit Plaza de Bolívar, surrounded by iconic landmarks, and gaze upon the sanctuary of Monserrate, offering breathtaking views of the Sabana de Bogotá plateau.  <br/><br/>Venture into the heart of the Amazon with a Tuk-Tuk tour through Leticia and Tabatinga. Witness the grandeur of the Amazon River, explore Orellana Park, and stroll through bustling markets offering medicinal plants and local crafts. At Santander Park, marvel at the sight of thousands of parrots returning home at sunset. Continue with a night walk in the Marashá Natural Reserve, where the symphony of the jungle and the glow of nocturnal creatures create an unforgettable experience.  <br/><br/>In the Pacific Coast, prepare for a magical encounter with humpback whales. Paddle alongside these gentle giants or join a boat tour to watch mothers and calves play in the warm waters. This seasonal spectacle is a profound reminder of the wonders of marine life and nature’s rhythm.  <br/><br/><br/>This journey is not just a tour; it’s an invitation to connect deeply with Colombia’s vibrant spirit, its natural wonders, and its sustainable future. Every step you take supports local communities and eco-tourism initiatives, making your adventure meaningful and impactful.  <br/><br/>Join us and let Colombia captivate your heart. Book your adventure today and experience the magic for yourself!",
  "durationDays": "10",
  "price": "2455",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bogota Transfer from Bogotá Airport to your hotel Car Transfer. Estimated travel time: Between 15 minutes and 1 hour depending on hotel location"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bogota Half-day walking tour of Bogotá Get ready for a half-day walking tour of Bogota, where you will get to see a handful of the top sites. Become acquainted with the historic, cobbled epicentre of La Candelaria - a blur of multi-coloured colonial buildings, housing trendy cafes and bars, with live music pouring out onto the streets, you get an insight into the wonderful Colombian culture. And soaring above it all, seen from across the whole Sabana de Bogotá (the plateau Bogotá is situated), is the white-washed walls of the sanctuary of Christ Fallen, glinting atop the vertiginous Monserrate mountain. After wandering around the city's historic centre, explore the central Plaza de Bolivar, ringed with four of Bogotá's architectural highlights: the city hall, the houses of congress, the supreme court, and the venerable Catedral Primada. The charming sight gives you a taste of the pre-Columbian era. Lastly you will get to explore the Museo Botero, which houses one of Latin America's most important international art collections. Among the impressive artwork, you can discover the paintings and sculptures of Colombia's most renowned artists Francisco Botero. Ascend Cerro de Monserrate Excursion: You will climb Cerro de Monserrate, the Andean peak that towers over Bogotá, its slopes beginning at the edge of La Candelaria district and ascending to 3152 metres above sea level. Atop the hill (cerro) is the Sanctuary of Saint Christ Fallen, a major pilgrimage destination due to the various miracles that have been attributed to its altar statue. Today you can either climb along the one hour walking path up to the peak, ride the funicular Monserrate train, or take the seven minute cable-car straight to the top. When you reach the summit, enjoy the panoramic views across the green Bogotá Sabana below - the ultimate way to do a Bogotá city tour! Downtown and south Bogotá are also easily visible looking west, so wait until evening and watch the sunset wash over the town’s dwarfed buildings."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Leticia Domestic flight from Bogotá to Leticia Estimated flight time: 2 hours Transfer from Leticia to Marashá Natural Reserve (boat and hike) Boat Transfer: Upon arrival to Leticia, transfer by boat (approx. 45 min) and then hike for (approx. 1 hour) until reaching the Marashá Natural Reserve located in Peru for your check-in. During the transfer will be possible to admire the beautiful centenary trees: Ceiba, Capinuri, Chuchuaza. Night walk in Marashá Natural Reserve Excursion: In the night, go walking accompanied by a local guide, who will show you the different characteristics of the place and carefully where you would have the chance to observe the different species of fauna and flora."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leticia Zipline at Marashá Natural Reserve Excursion: Enjoy a 250-metre canopy (zip-line) route. First, climb a tree to reach a 38 metre high platform, where you can enjoy a unique view of the lake and of the jungle before travelling to the next platform. Afternoon activities at Marashá Natural Reserve Excursion: After lunch, you will see Victoria Regia a giant Amazon Lotus, here monkeys, different kinds of birds while bird watching and piranha fishing. After the tour we go back to the lodge of a delicious dinner. Night alligator safari in Marashá Natural Reserve Excursion: Later, go on a night alligator safari and enjoy of the wildlife living at the reserve."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leticia Transfer from Marashá to Calanoa Boat Transfer: We will go to the Calanoa Jungle Lodge in boat. Arrival and check in at the lodge. Estimated travel time - 1 hour. Visit Mocagua community and the Miqueando project Excursion: Visit Mocagua community and the Miqueando project where it is possible to observe and learn about these primates and birdwatching (you may watch the Piura), supporting the Sarah Beneth’s Foundation, which works with the indigenous community of Mocagua. We will have lunch in the village. Jungle Walk and Boat Ride Excursion: Explore the lush jungle ecosystem around Leticia and return to the main town via boat. Enjoy a traditional boat ride down Matamata Creek (approx 30 minutes) and immerse yourself in the incredible scenery."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leticia Tarapoto Lake and San Francisco excursion at Calanoa Excursion: After lunch we will continue by boat for a wildlife-watching excursion on Tarapoto Lake. You'll spot pink dolphins and exotic birds, and will have the opportunity to try your hand at traditional fishing. On the way back, visit San Francisco where a local indigenous family works to protect the caimans. Dinner and rest at the lodge. Puerto Narino tour at Calanoa Excursion: After breakfast, go on a native boat to the village Puerto Narino, a town on the shore of the Amazon River, where you'll have time for a walk and can enjoy a typical lunch"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Leticia - Medellin Transfer from Calanoa to Leticia Boat Transfer: After breakfast, transfer by boat down the amazon river towards Leticia. Estimated travel time: 2 hours Tour of Tabatinga and Leticia Excursion: Go on a Tuk-Tuk Tour and visit the town Leticia in Colombia and Tabatinga in Brazil. You will be able to admire the magnificent Amazon River, the Orellana Park, the traditional market where it is possible to find typical medicinal plants, and Santander Park where thousands of parrots live. We have lunch in Leticia and you will have some free time to do some craft shopping. Domestic flight from Leticia to Bogotá Scheduled flight Transfer: Fly North to the capital of Colombia, Bogotá. Estimated flight time: 2 hours Domestic flight from Bogotá to Medellín Scheduled flight Transfer: You will catch a domestic flight from Bogotá (BOG) to Medellín (MDE). Estimated travel time: 1 hour."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Nuquí Domestic flight from Medellin to Nuqui Scheduled flight Transfer: Transfer to Medellin airport in preparation for your domestic flight. Head east to the charming Colombian coast ready for the next part of your adventure! Flight time: Approx 50 minutes Whale Watching Tour Excursion: This tour is offered on a boat or on a stand-up paddle board. It's a great way to get to know Colombia's marine wildlife and especially its whale population! Humpback whales come to the Colombian pacific to give birth to their calves and remain here until October, when they are old enough to migrate with their mothers. Enjoy the spectacle of the calves at play and get up close to these incredible animals."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Nuquí Rio Terco Hike Excursion: Spend time exploring the incredible landscape around Nuqui, and enjoy the Rio Terco waterfalls! Along the way your local guide will explain how the local communities use some plants and trees for medicinal purposes. Admire the variety of fauna found such as toucans, crabs, spiders, howling monkeys, butterflies among others. Have a short bath in the waterfall before going back to the hotel. Whale Watching Tour Shared Excursion: This tour is offered on a boat or on a stand-up paddle board. It's a great way to get to know Colombia's marine wildlife and especially its whale population! Humpback whales come to the Colombian pacific to give birth to their calves and remain here until October, when they are old enough to migrate with their mothers. Enjoy the spectacle of the calves at play and get up close to these incredible animals. This is an optional Whale Watching tour if you had no luck spotting them yesterday - or if you want to go again!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Domestic flight from Nuqui to Medellin Scheduled flight Transfer: Fly west back to Medellin as part of your return journey to Bogota. Flight time: Approx 50 minutes Domestic flight from Medellín to Bogotá Scheduled flight Transfer: You will catch a domestic flight from Medellín (MDE) to Bogotá (BOG). Estimated travel time: 1 hour."
    }
  ],
  "map": ""
}