{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-adventure-holiday-viva-colombia",
  "tourName": "Colombia adventure holiday, viva Colombia",
  "placesVisited": "Bogota, Gold Museum, La Candalaria, Monseratte, Paloquemao Market, Zipaquira Salt Cathedral, The Observatory, Internal flight to Armenia, Manziales, Santa Fe de Antioquia, Medellin, Internal flight to Santa Marta, Tayrona National Park, Volcan de Lodo El Totumo, Jungle trekking, Cartagena, Wih, Pipes, Between",
  "generalInfo": "Head off-piste with a Colombia adventure holiday that will reawaken your passion for travel and showcase a country that has shaken off a troubled past to focus on its natural and historic attractions.<br/><br/>From the capital, Bogota, with its Gold Museum and stunning hilltop look-out, Monseratte, you’ll head to the fascinating Salt Cathedral of Ziapquira, an underground Roman Catholic church that has been intricately carved into the tunnels of a salt mine. Flying into Armenia, you’ll arrive in the very heart of Colombia’s legendary coffee plantation district, to stay in a traditional hacienda. Using it as a base, you can enjoy hiking or horse trekking through the Manizales region, as well as visit Santa Fe de Antioquia, the oldest settlement in the country.<br/><br/>You’ll spend a day in the dynamic city of Medellin, now well-known for its amazing nightlife and cuisine, before flying on to Santa Marta on Colombia’s idyllic Caribbean coast. Here you’ll do some atmospheric jungle trekking, and naturally there will be time set aside so you can reward yourself stretching out on relax on the white sand beaches of Tayrona National Park.<br/><br/>The trip finishes in the colonial city of Cartagena, but before your small group heads off in their own separate ways there will be a visit to one final landmark – the Volcan de Lodo El Totumo, a volcano that erupts mud instead of lava. It’s great for your skin, so feel free to jump into the mud pools.<br/>",
  "durationDays": "12",
  "price": "4395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tours starts in Bogota: For anyone arriving on the group flights which arrive into Bogota in the early morning we’ll provide a couple of “wash & change” rooms with breakfast until official check-in at 15:00 this afternoon. For everyone else, the tour will officially start mid-morning at the hotel from where we’ll set off on a gentle introduction to Colombia’s capital which will include the dazzling Gold Museum which houses one of the finest collections anywhere in the world."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bogota: We’ll have the full day to enjoy the many sights that Bogota has to offer including La Candelaria, Bogota’s oldest suburb, which boasts dozens of fine colonial buildings, churches and museums, including the Botero Museum. Here we can see the works of art by Fernando Botero, Colombia's most famous artist whose \"oversized\" art is instantly recognisable. We will also visit Paloquemao market, the second largest in the city as well as the hilltop look-out and monastery of Monserrate. This evening will be free for you to discover the culinary delights of the Colombia capital."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bogota – Honda: This morning we will drive to Zipaquira where we will visit the spectacular underground Salt Cathedral. The salt mines house an eerie and magnificent spectacle carved out directly from the rock salt. The cavernous cathedral, consists of a labyrinth of tunnels and chambers and can hold an impressive 8400 people. After a tour of the cathedral we’ll continue on to the picturesque riverside town of Honda which is renowned for its colonial architecture and 40 bridges. This journey takes us from the heights of the Eastern Andean range and Bogota plateau down to the hotter and more sultry weather of the Magdalena River basin. Driving distance 224km, 6 hours approx."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Honda - Manizales (Coffee Region): We’ll have time this morning to discover the charms of the so-called ‘city of bridges’. Sitting astride the Magdalena River, Honda was once an important port during the colonial era but went on to lose its economic significance when transportation routes changed. Now part of the Network of Heritage Towns of Colombia, Honda is slowly (very slowly) being rediscovered again. Later we’ll head westwards and back up into the mountains on the central Andean chain as we make for the country’s famed coffee region. We will reach a whopping 3,650m along the epic Alto de Letras mountain pass and will no doubt be able to witness a brave cyclist or few tackling it on two wheels. Dropping down into Manizales, the spectacular scenery won't end there with a cable car ride affording panoramic views across the city. Our base for the next two nights is only a 30-minute drive yet the rural, working coffee farm is a world away! Driving distance 153km, 4.5 hours approx."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Manizales (Coffee Region): This morning we’ll get to see the workings of a coffee plantations as we see the whole process from seedling to coffee cup and every part in between. We’ll learn about the trials and tribulations that face the coffee growers and how their whole way of life is affected by this simple bean - your life as a coffee drinker will never be the same, once you have tasted the elixir of life from Colombia! However coffee is not the only bean of importance in Colombia as the country is home to some of the finest cocoa found anywhere on the planet. That fact alone should be sufficient reason for any avid chocoholics to place it at the top of their to-do list and this afternoon will be dedicated to learning more about the cultivation of this beloved crop. There will be an opportunity to see the plantations themselves, the raw cocoa fruit and all-important bean as well as the processes used to turn this into our beloved chocolate."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Manizales - Salamina: Heading north from Manizales we avoid the main road to Medellin and instead take a quieter backroad which traverses some truly spectacular scenery and allows us access to the lesser visited northern coffee region. It is just a short drive to Finca La Romelia, a local farm belonging to the Londoño family for over a century. Today it is home to a collection of over 6,000 different orchid plants, including the Cattleya or Christmas Orchid - the national flower of Colombia. Wandering through the vast property, we will also be on the lookout for woodpeckers, tanagers, hummingbirds and the like. There are recordings of some 200 different species of birdlife around the property. After a spot of lunch, we will continue to the colonial hilltop gem of Salamina for an orientation tour of this historic town's steep streets."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Salamina - San Felix - Aguadas: From the nearby village of San Felix, we will swap our minibus for a jeep in order to reach an area rich with some of the highest and most extensive swathes of wax palms in the entire country. The wax palm has become a national symbol and with some reaching upwards of 200ft it is the world’s tallest palm tree. We'll learn more about these impressive species as we take a walk around the breath-taking forest. Making our way back to San Felix, we will continue our journey along the backroads of the northern coffee region to Aguadas. This equally picturesque colonial town is not only part of the UNESCO listed coffee culture landscape but is also a famed centre for local handicrafts. As such, this afternoon we’ll have the opportunity to observe the skills involved in the making of the traditional aguadeño hat, a treasured symbol of the region made using fibres from the locally grown iraca palm. Later there’ll be time to explore the tranquil streets of the old town and to meet the friendly locals, for whom foreign visitors are still a relative rarity."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Aguadas - Medellin: A morning’s drive takes us to Medellin, known for its nightlife, lively culture and friendliness. On arrival we’ll take an orientation tour highlighting the incredible changes this city, whose name was once synonymous with drug cartels, has undergone in the last few years. Surrounded by mountain peaks, the city offers stunning scenery and, is known as the “City of Eternal Spring”. We’ll take the metro into the city centre to visit and wander amongst Botero sculptures in Parque Berrio. Although static works of art, we can watch the local Colombians climbing all over them and interacting with the sculptures the way Botero intended. The sculptures also include the pajaro de paz or ‘bird of peace’ sculpture, ironically damaged by a bomb by the insurgents and a reminder that Medellin was not always the trendy cosmopolitan hub it is today. Driving distance 154km, 4 hours approx."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Medellin: A full day in Medellin enables time to gain a greater appreciation for this fascinating city. We’ll start off by taking the outdoor escalators up the hill to the outer limits of the city and this bird’s eye view looking down on Medellin will help to put the entire city in to perspective. Once these barrios, or neighbourhoods, were no-go areas for even the police, but the city’s revival and revolutionary transport system has opened the city up to social and economic development in even the poorest parts. There is an immense pride in these local barrios and there will be opportunities to see a flourishing urban art and music scene, and to interact with the locals of Comuna 13 to get a better understanding of how these parts of the city tick and now contribute to Medellin’s vibrant cultural fabric. After lunch you’ll be free to head to explore more of this city for yourself, perhaps heading for the lively Parque lllaeras to see the hip and trendy of Medellin strut their stuff."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Medellin – Santa Marta: Today will be very much dependent on flight schedules and, as such, we may move around activities in Medellin should there be time for further exploration. Ideally we will take a direct flight to Santa Marta that allows time for an orientation tour upon arrival. Located on the Caribbean coast, Santa Marta is one the oldest surviving colonial towns in Colombia and the perfect base from which to access Tayrona National Park tomorrow."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Tayrona National Park: Today we set off for a full day trip into Tayrona National Park. This stunning marine and coastal park offers a variety of great trails and nature walks, and we’ll trek through the jungle and along the coast, before stopping at one of the pristine, golden sandy beaches for lunch. After some free time for swimming and relaxing we shall head back to our hotel for an evening at leisure.On occasion, Tayrona National Park closes to allow for ecological recovery and indigenous rituals. If the dates fall during your tour, we would visit a nearby nature reserve and offer an alternative swimming opportunity."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Santa Marta - Cartagena: Heading southwest along the coast, we shall drive to the colonial town of Cartagena de Indias. For many, Cartagena remains a favourite destination in South America and after just a short time it’s easy to understand why. This afternoon we will take a guided walk through the historic walled city. The Spanish colonial architecture is some of the most impressive and holds some of the best preserved in South America with its imposing merchant’s houses, narrow streets, flower bedecked balconies stunning civic buildings and beautiful churches. Soaked in sunshine and steeped in history, Cartagena is liberally sprinkled with a wealth of wonderful old buildings that line the flower-filled streets. Driving distance 226km, 4 hours approx."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Cartagena: With a full day to take in more of the charms of this stunning colonial city with its lavish cathedral and bustling plazas, we’ll spend the morning visiting La Popa Convent and Castillo San Felipe, the largest Spanish fortification in the Americas, and a structure which dominates the old town. Underneath there is a labyrinth of tunnels, some of which are lit and accessible to visitors. The afternoon will be free for personal exploration before we meet up for our final group dinner."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tour ends in Cartagena: Although the tour officially ends after breakfast and rooms will need to be vacated by midday, those on the suggested group flights this evening will have most of the day free for wandering the streets of this delightful city at your own pace and perhaps taking in some last minute souvenir hunting."
    }
  ],
  "map": ""
}