{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-family-holiday-tailor-made",
  "tourName": "Colombia family holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "Journey onward to Villa de Leyva, where desert landscapes, captivating astronomy tours, and fascinating fossil museums await. Seek adventure by hiking to the stunning Juan Curí waterfalls, feel the thrill of rafting the Fonce River, and soak in Barichara's colonial charm and exquisite artisan crafts.<br/><br/>In the renowned Coffee Region, immerse yourself in the beautiful landscape of Cocora Valley with its towering wax palms, and visit Salento's colorful town for an authentic taste of local life, including visits to coffee plantations. Finally, unwind in the coastal gem of Cartagena's old city and the pristine Rosario Islands, offering sun-kissed beaches and exhilarating water activities.<br/><br/>This entire journey seamlessly combines Colombia's unparalleled natural beauty, rich local traditions, and commitment to sustainable travel experiences.<br/><br/>Discover the magic of Colombia with this enchanting family trip! From Bogotá's colorful streets and vibrant art to the surreal underground Salt Cathedral, every stop is brimming with wonder. This journey promises unforgettable moments for all ages—start your adventure today!",
  "durationDays": "12",
  "price": "2714",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "At leisure in Bogotá. Transfer from Bogotá Airport to your hotel Explore Colombia's vibrant capital, Bogotá, where history and culture come alive! Stroll through colorful colonial streets, marvel at stunning cathedrals, and soak in the city's dynamic street art and music. Nestled in the green Andean peaks, Bogotá offers everything from chic northern districts with boutique hotels and glamorous bars to the charm of its historic heart. Begin your journey at the iconic Plaza de Bolívar, surrounded by architectural gems like the city hall, congress, supreme court, and the grand Catedral Primada. Then, wander into La Candelaria to savor ajiaco, Bogotá's signature dish—a comforting soup made with shredded chicken and three types of potatoes. Get ready to uncover the perfect blend of tradition and modern elegance in Bogotá!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Half-day walking tour of Bogotá - Family bike tour of Bogota Immerse yourself in Bogotá's vibrant culture with two unforgettable experiences! Walking Tour: Explore the historic heart of Bogotá with a half-day walking tour of La Candelaria. Wander through cobbled streets lined with colorful colonial buildings, trendy cafés, and lively bars, while enjoying the rhythms of live music. This tour offers a unique glimpse into Colombia’s rich history and dynamic culture. Family Bike Tour: Make memories with your family on a thrilling bike tour through Bogotá. Begin in La Candelaria, the city's historic center, where you’ll admire colonial architecture and stunning mountain views. Along the way, visit a traditional fruit market to sample exotic tropical fruits, stop by a small coffee roaster to learn about Colombia’s world-famous coffee, and indulge in delicious street food in Bogotá's vibrant neighborhoods. Your knowledgeable guide will bring the city’s stories to life with stops designed for the whole family to enjoy. Get ready to discover Bogotá’s charm from every angle!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Zipaquirá - Villa de Leyva Transfer from Bogota to Villa de Leyva - Venture underground to the Salt Cathedral. Journey to the mountains of Zipaquirá and step into a masterpiece hidden 190 meters below the surface—the stunning Salt Cathedral. Built within a massive salt mine, this extraordinary Roman Catholic church is one of Colombia’s most iconic landmarks. Follow the 13-stage path that retraces Jesus’ last steps, culminating in the awe-inspiring three-caverned cathedral, home to the largest underground crucifix ever created. The Salt Cathedral is the second of its kind in Zipaquirá, constructed below its predecessor, which was closed for safety in 1992. Building this marvel required the removal of 250,000 tons of salt. The region’s salt mining history dates back to the 5th century BCE when the indigenous Muisca people, who named the town “land of the zipa,” were pioneers in salt extraction. As you explore this underground wonder, marvel at the intricate hand-carved decorations etched into halite rock and discover the spiritual history of a sanctuary originally created by miners seeking solace during their dangerous workdays. Today, the mines continue to produce 40% of Colombia’s salt, blending the country’s rich past and present. Discover the magic and history of the Catedral de Sal—a true Colombian treasure!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Family tour of Villa de Levya: desert landscapes and astronomy Excursion: A thrilling experience for all the family now, as you'll be taken on a tour of the desert landscapes surrounding the town either by bike or car. Children will love admiring these vast surrounds on the back of a bike. You’ll also visit an astronomical site and a museum showcasing various fossils, an opportunity to learn more about the stars and planets, and the creatures that used to dwell here centuries ago. To finish, you'll also visit the Centro de Investigaciones Paleontologico."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "San Gil - Barichara Transfer from Villa de Leyva to Barichara -Hiking in Juan Curi Look out of your window and witness the terrain transition from the arid, desert-like setting of Villa de Leyva, to the luscious green of Boyacá region, to the dramatic canyons of Santander department. Estimated travel time: 3 hours 10 minutes. Hiking in Juan Curi Excursion: Today you will experience the impressive waterfalls of Juan Curi. Your excursion will begin with a trek through the forest reserve, so keep your eyes peeled for the abundance for flora and fauna as you explore. After a short walk you will arrive at these spectacular waterfalls, standing at 180 metres high, you will be mesmerised by the scale and beauty of the cascading water. At the base of the falls there are natural pools - lovely for a refreshing dip! Paddle about or relax on the rocks."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Sal Gil - Barichara Rafting in Fonce river Excursion: Prepare yourself for an adrenaline filled day on the Fonce River, as you experience white water rafting at its finest. The rapids are exhilarating and accompanied by a back drop of lush, dense forest, so try your best to take in the scenery while enjoying this thrill seeking adventure! The route length is 11km, with a difficulty level of III. Walking tour of Barichara Excursion: Enjoy of a walking tour in Barichara, one of Colombia's prettiest towns, renowned for its colonial architecture and an oasis of tranquillity. The most distinctive features include the cobblestone streets, the rammed-earth houses, the bahareque building style, mud tiles and stone monuments made by well-known Barichara’s artists and visiting artisan workshops and handcraft stores. There are various boutique shops, art galleries and stone carving shops to explore."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bucaramanga -Coffee Region Transfer from Barichara to Bucaramanga Chicamocha Park Other Transfer: You will be transferred across the Santander region of Colombia from Barichara to Bucaramanga. On your way, look out for the dramatic Chicamocha Canyon that stretches for 227km and reaches 2km in depth, making it even deeper than the Grand Canyon (USA). Estimated travel time: 1 hour 55 minutes. Chicamocha Park Excursion: Make a stop at the Chicamocha National Park, one of the few natural parks of Colombia dedicated to ecotourism, making it one of the most important tourist sites in the country. From here, you will be able to witness the Chicamocha Canyon. It is also an area of incredible biodiversity, and hosts a variety of endemic species, such as the ceiba barrigona, the ventricastaño hummingbird, and the Niceforo’s wren. The Chicamocha Park houses a museum of the pre-Columbian indigenous Guane who inhabited the canyon. Enjoy of a cable car ride (6.3 km – one of the longest of its type in the world) through the Canyon."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Coffee Region Riding in Cocora Valley Excursion: Immerse yourself in the beauty of the Cocora Valley: get ready to experience the best way to explore this spectacular natural landscape! Located in the Los Nevados National Natural Park, it is densely populated with the national tree and symbol of Colombia, Quindío wax palm, as well as a wide variety of flora and fauna. During your ride you will also visit the Quimbaya tombs. Explore the town of Salento - Excursion: Set against beautiful green mountains, the small coffee town of Salento is soaked in traditional charm. Colourful homes with shaded patios line its quaint streets, and cafes serving locally produced arabica open onto its small squares. Walk down Calle Real and look into its many 'artesanias' (local craft stools), as well as its restaurants. For lunch, why not try the traditional grilled trout that is fished here, served on a very thin plantain crisp. At the end of the Calle Real is a staircase that takes you up to Alto de la Cruz, a hill topped with a cross. Here you can enjoy fantastic views of the Valle de Cocora and its surrounding cordillera of Andean mountains. If there is a clear sky, you might spot the snow-capped volcanoes teetering behind on the horizon."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Coffee Region - National Coffee Park Excursion: Colombia is renowned for its coffee production, so there is no better place to spend the day than the National Coffee park, a theme park dedicated to the culture and history of coffee in the country. Founded in 1955, the park is a non-profit initiative, aimed at promoting cultural, recreational, and ecological tourism. As you arrive, the aroma of coffee should awaken your senses and there is a mixture of themed attractions, shows, and mechanical and water rides suitable for all ages."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Cartagena Transfer from Armenia to the airport - Transfer from Cartagena airport to your hotel Upon arrival in Cartagena airport (CTG), you will be met by your driver and transferred directly to your hotel for check-in. Estimated travel time: 30-45 minutes. Guided tour of Cartagena Excursion: Visit Cartagena, Colombia’s walled city. Within its fortifications you will find a unique culture and history that seem to blend reality and fantasy. Stroll the cobblestone streets and admire the colonial buildings. Visit the city’s plazas, galleries, churches and vaulted walkways where crafts and antiquities are sold. Visit the Castillo de San Felipe de Barajas, a UNESCO World Heritage Site built during the colonial era to protect Spanish interests from invasions by the English and French. Explore Cerro de la Popa, where you will find a church and colonial convent constructed in the 17th century."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Rosario Islands - Cartagena Family trip to the Rosario Islands Shared Excursion: Today you will join a shared tour to the archipelago of Rosario, southwest of Cartagena's coastline. The collection of 27 small islands are completely surrounded by one of the most complete coral reefs of Colombia's Caribbean coast. Diving has been a popular activity here. Water sports on the surface remain popular, are lots of fun for kids and adults alike, and the beaches here provide the best option for seaside relaxing in all of Cartagena. The sea here is truly lovely and a great place to play. When you're ready for refreshments, try tasting some of the excellent fresh fruit juices and other treats vended from stalls along the coast. Suggested beaches to visit: • Playa Blanca • Cholon • Isla Grande • La Piscina • Caño Ratón • Isla Arena Includes: Driver, Portable cooler + ice, snorkelling goggles Not Included: Lunch (optional: Lunch with Lobster or sea food menu), drinks or other."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer from Cartagena to the Airport You will be met at your hotel and driven to Cartagena airport (CTG) in ample time for your flight. Estimated travel time: 30-45 minutes."
    }
  ],
  "map": ""
}