{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "true-aromas-of-colombia-the-ultimate-colombian-coffee-vacation",
  "tourName": "True Aromas of Colombia: The Ultimate Colombian Coffee Vacation",
  "placesVisited": "Medellin, Roldan, Jerico, San Cayetano, Ciudad Bolivar, Cocondo",
  "generalInfo": "Colombia produces some of the best coffee in the world. On this 7-day exclusive tour of Colombia , you will travel to the heart of coffee cultivation hidden in the gorgeous mountains of the Antioquia region. You will discover how master roasters produce the distinctive flavors of different blends. Then, indulge yourself in the seductive aromas that swirl around you during a private tasting. Explore a 100 percent organic farm and taste the hints of citrus and tartness of a ripening cherry straight from the coffee bush. As you circle the plantations around Medellin you will uncover the ultimate coffee experience on a personalized Colombia tour.",
  "durationDays": "7",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Medellin – Arrive in the Bustling Capital of Antioquia with a Day at Leisure",
      "description": "Colombia has shed its former reputation to reveal a stunning blend of cultural heritage, vibrant daily life, and one of the world’s most ecologically diverse countries. The state’s capital of Medellin has a cosmopolitan ambiance with the charms of an eternal spring spread across the hills. The streets maintain urban sophistication as they wind around the undulating valley beneath crisscrossing gondolas and a skyline of natural peaks and high-rises located at 4,900 feet above sea level. There is an endless movement of commerce and industry in a city that promotes chic restaurants, stylized hotels, and a welcoming culture. Your private transfer will greet you at Jose Maria Cordova International Airport and escort you to a luxurious hotel, which overlooks the city’s dynamic center. The valley in which Medellin stands provides an endlessly mild year-round climate, giving rise to its nickname, the Endless Spring. You will find the aroma of arepas emanates from a small grill near the door of a café. The chef tops the grilled maize dough with a pineapple sauce full of sweet and savory flavors. The remainder of the day is yours to enjoy the city at your preferred pace. You will notice the paragliders circle the sky over the towering buildings like one of the endemic birds of the jungle and the lush mountains frame the city with jade canopies. One point of interest is La Comuna 13, formerly one of the most dangerous neighborhoods in the city. It has transformed as it is now a focal point that clings to the mountainside above San Javier metro station. The escaleras electricas, open-air escalators, connect the city center to the formerly isolated neighborhood. You will admire the escalators, which have become artwork decorated with murals and graffiti that lead to a boardwalk with panoramic views of the vibrant streets below. The best way to experience the La Comuna 13 is with a local guide who can demonstrate the significance of the neighborhood’s transformation and the importance of connecting the people to the greater city."
    },
    {
      "dayNumber": "2",
      "title": "San Cayetano – Find the Origin of Colombian Coffee Touring San Cayetano",
      "description": "At breakfast, you will find the familiar aroma of arepas as the traditional corn cakes are accompanied by fried eggs or stuffed with cheese. Your guide will greet you in the hotel lobby after the meal and escort you away from the fast-paced streets of the city en route to San Cayetano, which is home to the first commercial coffee plantation in Colombia. The lush greenery spreads across the ridges of the Andes Mountains then descends 3,000 feet to the banks of the Cauca River. Your guide will lead you through the fields of the plantation for an introduction to the coffee before it becomes a “bean.” The aroma of jasmine drifts upwards from the plants, as the coffee bush is a cousin of the jasmine flower. You will notice bright red cherries dangling from the branches, which are actually the ripening coffee bean. The chief roaster at the historic plantation will pick some cherries for you to taste, which contain notes of citrus and roasted fruit. The plantation takes pride in their cultivation process, as they pick the ripe cherries directly from the plants before processing. At the processing warehouse, you can dig your fingers into the fine, dry grains after they are roasted. The aroma of light char fills the air overtaking the subtle scent of jasmine. The warehouse de-pulps the cherries, then washes and dries the beans using traditional methods as well as methods designed specific to the property. Your guide will teach you how to taste the coffee like a professional coffee cupper, similar to a sommelier. You will slurp from a spoon and let the coffee coat your palate to find a combination of sweetness and acidity with notes of sugar cane and cinnamon. Like wine, the coffee beans soak up the nutrients from the soil taking their specific flavors from the elements, which is why coffees from different regions of the same plantation could have such distinctive properties. After you have indulged in your first cup of premier Colombian coffee from the source, you will meet with the pickers on the farm to learn more about their lives, their community, and their experience working in the fields."
    },
    {
      "dayNumber": "3",
      "title": "Jerico – See a Colombian Saint, Tour a Coffee Laboratory, Enjoy the Views",
      "description": "The next morning in the mountains will let you experience the diversity of Colombia’s nature as you can hear the call of a red-bellied grackle as it rustles through the trees. The mist spreads beneath the mountain peaks resembling a blanket of fog before it dissipates underneath the warm morning sun. The aroma of hot chocolate fills the dining room at breakfast before you travel to the pueblo of Jerico. The heritage village was founded in 1850 and remains connected to the to the carriel, a leather handbag. The cathedral soars above the central plaza as residents stroll along the streets wearing traditional white hats, ponchos, and the carrieles. The village is also home to the only ordained saint from Colombia, Santa Laura, whose home is decorated with a large mural, which adds a burst of golden color to the whitewashed structure. You will continue to a nearby café and laboratory, which is known for roasting coffee from 35 of the surrounding 42 plantations. Coffee wood decorates the interior of the café as the scent of roasted beans settles in the dining room. Your guide will explain the importance of roasting coffee and the differences in the levels of light, medium, and dark roasts, in addition to Italian and French roasts. Roasting the beans allows the natural flavor to escape from the grain, with the lighter roasts containing the most caffeine. You will enjoy tasting the different coffees from around the coffee-growing region. Each cup has familiar aromas of nutmeg, cinnamon, brown sugar, or almond that give way to flavors similar to chocolate or cherry."
    },
    {
      "dayNumber": "4",
      "title": "Roldan – Visit Ciudad Bolivar and Experience Celebrated Roldan Coffee",
      "description": "At breakfast, you will sample the delicious flavors of hot chocolate, taking a moment’s reprieve from the delicate and delightful aromas of coffee. You will also sample the delicious pineapple with indelible sweet juice that is absent of any tartness. You will leave the village of Jerico and make your way to the cliffs that create the border between El Choco and Antioquia to reach the town of Ciudad Bolivar. The 19th-century settlement peeks through the trees with the steeples of the church along the hillside visible from the road. A short drive from the town center is Santa Elena, home to the farm that produces the elegant flavors of Café Roldan. The plantation has dedicated itself to sustainable practices for better results in the cultivation, production, and overall product of coffee, as well as its effects on the local community. The different grains are known for containing chocolate-like sweetness, hints of brown sugar, and citrus notes for an unforgettable experience. The café concentrates on wet-milling, a process invented on the property that immerses the cherries in water. The unripen fruit floats to the top while the good fruit sinks. You will see how the skin is then removed before the fermenting process that breaks down the pulp. Then, the remaining beans are washed and dried in the sun. Roldan’s proprietary methods have changed the trajectory of Colombian coffee as they have turned the familiar drink into a cherished occurrence for aficionados and routine coffee-drinkers alike by producing some of the highest quality coffee in Colombia. Santa Elena has chosen to grow and produce coffee Typica, Bourbon, and Red and Yellow Caturra, in addition to the most famous coffee bean, Arabica."
    },
    {
      "dayNumber": "5",
      "title": "Coconda – Enjoy a 4WD Tour in the Forest and an Organic Coffee Tour",
      "description": "The next morning you will admire the lush forest in the Titiribi Mountains, which contain incredible biodiversity as they hide the vast ridges supporting the Cocondo coffee fields. As you make your way along the knolls, you will notice the flame-rumped tanager perched on a branch. The female has yellow hind-feathers near the tail accentuated by the black feathers around their underparts. Your driver will shift into 4-wheel-drive and take the path leading into the steep mountain slope at a 45-degree angle. The trees fill the air with elaborate subtropical aromas drifting from the starfruit, guanábana, and cardamom plants, which all affect the flavors of the coffee grown in the region. A magnificent view of Antioquia will greet you upon arrival at the plantation. Your guide will lead you into the zigzagging rows of coffee plants, which helps each plant soak up the nutrients in an area instead of fighting one another for the same space. The farmers produce organic charcoal and utilize the coffee shells from previous crops to fertilize the trees. The coffee is harvested by hand to produce up to 2 million bags of coffee annually. After walking through the mixture of farm and forest, you will return to the house and enjoy the sweet flavor of a cool and refreshing starfruit juice made from the produce growing on the property."
    },
    {
      "dayNumber": "6",
      "title": "Medellin – Trek the Stunning Biodiversity before Transferring to Medellin",
      "description": "The sharp call of an active rose-breasted Grosbeak echoes through the forest in the morning. At breakfast, you will indulge in a revitalizing cup of coffee cultivated from the landscape around Cocondo as you will find hints of cherry, apricot, and chocolate. You will set out into the wilderness after the meal as you admire the thriving forest, which contains hidden trails and protected underbrush leading away from the fruit trees and coffee plants of the farm. You will pass a collection of nests known as mochilero. Oropendolas weave the baskets dangling from the edges of the tree branches. The birds have gorgeous yellow tail-feathers and pointed orange pills against black or brown plumage. As you continue walking you will hear the trickling of water and the rush of a rive winding through hills. You will also notice ripe avocados and mangos dangling from the trees. Your guide will cut away the fruit and open it for you to sample near the river’s banks. After you return to the farmhouse, take the time to experience the unique treat of using coffee grinds and coconut oil as a natural exfoliant. A small waterfall with cool mountain water cascades near the house, where you will wash away the coffee mixture in the vibrant spring water."
    },
    {
      "dayNumber": "7",
      "title": "Medellin – Depart for Home",
      "description": "The following morning, the mist in the valley dissolves as the sunlight spreads across the hills surrounding Medellin. The city celebrates its status as the hometown of famous Colombian artist Fernando Botero with 23 larger-than-life statues that decorate the heart of the city in the eponymous Plaza Botero. The different sculptures are iconic of the artist’s particular style. More of the artist’s famous work decorate the Museum of Antioquia, the second oldest museum in Colombia, which hosts Botero’s famous painting La Muerte de Pablo Escobar. You will start your day with a delicious cup of coffee searching for the familiar notes of chocolate or cherry before your private transfer will escort you to Jose Maria Cordova International Airport for your flight home. Looking for more inspiration for your trip? Check out our Colombia travel reviews ."
    }
  ],
  "map": ""
}