{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "highlights-of-ecuador-colombia-tour",
  "tourName": "Highlights of Ecuador & Colombia Tour",
  "placesVisited": "Quito, Zuleta, Bogota, Cartagena",
  "generalInfo": "The equator circumvents the globe, with Ecuador and Colombia straddling the dividing line. From rainforest to the jungle, golden coastline to Andean peaks, each has one foot in both hemispheres and cultures that reflect their history as well as a lively contemporary lifestyle. You will relish the view of cobblestone streets framed by colonial homes, and then your footsteps will echo off of walls in the subterranean tunnels of a Spanish seaside fortress. Traverse the Andean plains to view soaring condors and find clues to ancient traditions found in the golden artifacts indigenous peoples left behind. Your 10-day tour will take you through Ecuador and Colombia where the diverse landscapes have shaped unique cultures to bring an unforgettable journey along the equatorial line.",
  "durationDays": "10",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito – Arrive in Ecuador’s Capital City to Begin your Remarkable Journey",
      "description": "Ecuador stands as a pearl of colonial architecture set high in the Andean Mountains. Museums depict images of the city and the country’s past with clarity and focus. Ceramics and wood carvings decorate shop windows as corrugated iron balconies adorn the windows of tall buildings to offer views of the cobbled streets below. The Andean culture jumps to life in the form of colorful clothing worn in traditional styles and also well incorporated into modern fashion. Your flight will land at Quito Mariscal Sucre International Airport where you will meet your private transfer. The streets and homes create a dramatic image set against the rugged mountain peaks as you travel into the city. You will reach the jewel of the city in Old Town, known for its brimming ambiance of daily life wrapped in the wonders of preserved 17th-century facades and public plazas. The aroma of empanadas and tamales emanates from the local cafés that are filled with brightly painted tables and chairs. Your will soon reach your lavish hotel in the heart of the historical city center and settle into the comforts of your accommodation nestled inside a refurbished mansion. The classical architecture blends contemporary opulence with old grandeur with a view of the city life bustling over the cobblestones at Plaza San Francisco."
    },
    {
      "dayNumber": "2",
      "title": "Quito – Traverse the Historical Highlights",
      "description": "In the morning, the sweet aroma of fresh fruit fills your dining room at breakfast. Berries and plums, along with more exotic South American fruits, such as cherimoya and granadilla, fill your plate amidst the more savory scent of fresh black coffee. The sunlight spreads across the colonial facades of Old Town once more revealing the whitewashed hues accented with pastel door and window frames. You guide will meet you in your hotel lobby ready to lead you through the history and culture of Ecuador’s Andean capital. As the morning clouds give way, you will be offered a pristine view of the snow-capped volcanic peaks of Cotopaxi and Cayambe. A fragrant air of eucalyptus and pine emanates from the eastern ridge of Parque Metropolitano, the largest park in South American, which encompasses 14,000 acres. The church and monastery of San Francisco was completed in the early 17th century and has evolved throughout the years after necessary reconstructions due to earthquake damage. Pristine white towers frame the aged brownstone of the entrance that overlooks Plaza de San Francisco. The complex encompasses nearly seven and a half acres over 13 cloisters, three churches, and a large central courtyard. The Mannerist design attempted to craft a harmonious connection to the streets and surrounding landscape, along with blending stylistic embellishments leading to the Baroque elements that decorate the nave and high altar. The coffered ceiling was implemented in the 18th century, and the complex contains over 3,500 pieces of colonial artwork, including the 18th-century sculpture of the Virgin of Quito."
    },
    {
      "dayNumber": "3",
      "title": "Zuleta – Venture to Otavalo Market",
      "description": "The bright colors of the traditional Andean garments brighten the stalls and walkways of the magnificent Otavalo Market outside of Quito. Handcrafted textiles and jewelry provide a rainbow of the history in the countryside, from hand-dying fabrics to polishing intricate beadwork. After breakfast, your private transfer will meet you at your hotel and escort you out of the colonial charm of Old Town to reach the rich tradition of Zuleta. The roadway winds along the mountains until reaching the working colonial farm that covers approximately 4,000 acres of land at an altitude of 9,600 feet above sea level. Relax in the luxurious and guest-focused comforts of your ranch-style accommodation. The fireplace crackles with warmth as the gardens blossom with yellow orchids. Cows graze on the succulent, herbaceous grass as the farm continues to produce wheat, maize, and potatoes, along with quinoa. Alpaca nibble on the high altitude plains that sweep across the foothills on the farm that the Zuleta family established more than 400 years ago. You will venture to the creamery to learn about the different types of cheeses that the farm produces with its 300 Holstein-Friesian cows. The salty aroma of semi-aged cheese fills the storage room as cloth covers the newly formed cheeses as they cool and ferment. The cows will continue to laze about the grassland as the alpaca poke their head up as you pass, curious about the newcomer to the landscape. The charms of the hacienda quickly make you feel at home in the countryside."
    },
    {
      "dayNumber": "4",
      "title": "Zuleta – Enjoy the Hacienda at your Leisure",
      "description": "In the morning, the fire will continue to crackle and offer comforting warmth against the cool temperature of the outside air. At breakfast, the scent of fried yucca accompanies the rich aroma of black coffee. You try your first Bolon de Verde , a green plantain dumpling stuffed with cheese, and delight in the crunchy, savory flavor. After your meal, the day is yours to enjoy the remarkable sites around the hacienda at your preferred pace. Venture to the historical pyramids on the grounds or take to the forest to trek amongst eucalyptus forest. You can meet your guide in the lobby and set out for the upper ridges of the surrounding summits in search of the majestic Andean condor. The first stop will take you less than three miles from the hacienda into the forest. The scent of eucalyptus will carry a spice through the air as the canopy obscures the powder blue sky with emerald leaves. You will reach the valley floor to find Condor Huasi, a government licensed conservation and rehabilitation site that studies and protects the Andean condor. The Andean condor is the largest flying bird in the world, with a wingspan that reaches more than 10 feet long. The birds use heat thermals to help lift them into the air around rock cliffs, circling high above the landscape. Your guide will lead you through the grounds to offer information on the mission of the project along with introducing you to the condors that are awaiting their release. Their impressive stature is apparent from a distance, with their bulky chest and proud white collar standing out from the black plumage."
    },
    {
      "dayNumber": "5",
      "title": "Bogota – Visit Las Lajas Sanctuary before Flying to Colombia",
      "description": "At breakfast, you will savor the exotic flavor of cherimoya, a fruit with white flesh and creamy texture with a taste similar to a blend of banana, pineapple, and strawberry. After the meal, meet your private transfer in the hotel lobby and make your way towards Quito. En route to Ecuador’s capital city, you will stop in the town of Ipiales to see the Las Lajas Cathedral. The 18th-century sanctuary resembles a castle more than a place of worship as the structure was built atop a stone bridge spanning a deep gorge. The elegant neo-Gothic décor provides a European mystique that contrasts with the encircling verdant hillsides. Plaques giving thanks to the Virgin Mary line the canyon walls, which include names of Colombian politicians over the years. Gilded paintings of Mary, Santo Domingo, and San Francisco adorn the rock face. Your view from the bridge sweeps across the meandering canyon walls to highlight the thin stream of a waterfall that splashes into the rushing river below. The structure rises 150 feet above the riverbed with elegant turrets that make a bold statement. After visiting the Cathedral, you will return to Quito Mariscal Sucre International Airport for your flight to Bogota. Your transfer will meet you at baggage claim at Bogota’s El Dorado Airport, for a private escort into the enchanting colonial center of a city made of vibrant contrasts."
    },
    {
      "dayNumber": "6",
      "title": "Bogota – Discover the Lavish History of Bogota",
      "description": "The aroma of arepas fills the dining room at breakfast and sweeps through the cobblestone streets of the historical city center. Luxury high-rises soar over the streets in the business district with rosy brick rooftops that contrast with the verdant hillsides on the outskirts of the city. Vendors set their stalls along the paving stones of Plaza de Bolivar and offer a sweet perfume of exotic fruits as they freshly press pineapple, orange, and banana into juices for passersby. Colonial homes shimmer with white facades accentuated with colorfully painted doors and windows as corrugated balconies hover above the narrow walkways. The wealth of history and majesty rises from the bustling daily life of the city and emanates from the Museo del Oro, the celebrated Gold Museum, which highlights the country’s connection to the precious metal before, and after, Spanish arrival. The gallery features more than 55,000 artifacts that are crafted with gold and diverse materials over the ages, concentrating on pre-Hispanic cultures, spread over three floors. Jaguars, frogs, and eagles decorate the second floor, including female figurines depicting women of the Zenu. The importance of the female figure shows the unique role women played in worship for the indigenous people. The soft light wraps around the figurines, making the characters radiate with importance. The descriptions of each artifact tell only a part of the story, with the actual image offering the remaining tale."
    },
    {
      "dayNumber": "7",
      "title": "Cartagena – Travel to Cartagena and Enjoy an Introductory City Tour",
      "description": "In the morning, the locals enjoy a breakfast of calentado , a plate of beans, rice, egg, arepa , and sausage, accompanied by a cup of decadent hot chocolate. The aroma of grilled chorizo fills the dining room, overtaking the enticing scent of freshly brewed Colombian coffee. Your private transfer will meet you at your hotel and lead you along the historical streets of Bogota to reach El Dorado Airport. Your flight ascends, and you can still see the forested slopes of Cerro de Monserrate rising out of the northeastern edge of the city. The white façade of the adorning Cathedral stands out from the green trees as Cartagena strikes a remarkably different image than the mountainous edges of Bogota. The city brushes against the Caribbean Sea, promoting a relaxed and jovial atmosphere to match. The walls of the San Felipe de Barajas Fortress frame the coastline and rise along the hill that overlooks the sapphire waters. Luxury high-rises frame the golden beaches of the neighborhood of Bocagrande outside of the Old Town. You will land at Rafael Nunez International Airport and begin with an introductory tour of Cartagena’s diverse neighborhoods. The neighborhood of Manga has a laidback rhythm spread along leafy streets as the Moorish and Andalusian mansions speckle the roads with contemporary private schools and offices that fill the historical colonial structures beside the city’s large yacht mooring stations."
    },
    {
      "dayNumber": "8",
      "title": "Cartagena – Delight in a Culinary and Historical Tour",
      "description": "Wake the next morning to the aroma of fried plantains drifting from the kitchen. The traditional dish of cayeye combines mashed then refried plantains with onions, garlic, red bell pepper, and a Colombian seasoning of achiote . Enjoy it as you sip a refreshingly hot and bittersweet coffee before venturing out into the city. Your guide will lead you along the portals of the Clock Tower Gate. The old stone has an aged tint that supports the bright yellow clock tower that marks the entrance to the labyrinthine cobblestone streets of Old Town. The Portal de Los Dulces blossoms beneath the entryway with vendors selling the sweets that fill glass jars both large and small. Coconut shavings and rock candy, fresh fruit, and delicious chocolate have overflowed from the daily market for more than a century. Women in brightly colored skirts of blue, yellow, and red walk the streets with large tin bowls filled with fruits for sale. At the entrance of San Felipe de Barajas, you will discover the captivating size of the largest Spanish fortress erected in the Americas. The outer walkway snakes up the hill 130-foot hill. The tunnels were crafted in a way that makes every step echo off of the stone and resound through the elaborate network. You can walk up to the parapets to take in the clear view of the city to see what the Spanish soldiers would have seen along the shore, embellished with the contemporary skyline of Bocagrande."
    },
    {
      "dayNumber": "9",
      "title": "Cartagena – Relax in the Caribbean City",
      "description": "The panorama of the Cartagena has become the backdrop to your trip with the colorful colonial buildings topped with stunning image of the castle walls winding up the hillside. At breakfast, you will indulge in a decadent hot chocolate made with melted dark chocolate sourced from the Colombian countryside. After your meal, the day is yours to enjoy Cartagena and its surroundings at your leisure. Take your time to visit the white sands of Playa Blanca on the Rosario Archipelago or linger in the delicate aromas of an eatery well known for its knowledgeable baristas and luxurious coffee. For a unique view of the lifestyle outside of Cartagena, travel to the deep-water port of Santa Marta, the oldest town in Colombia as established in the 1520s. The town stands at the highest coastal mountain range near Tayrona National Park. Colorful fishing boats weigh anchor near the gold sand beach reaching into the receding emerald hills. The Archeological Museum of Tayrona features a rich collection of gold, pottery, and a model of the La Ciudad Perdida, a hidden gem covered in jungle brush reached only a multi-day trek. Sunlight drenches the mixture of shore and mountains as the scent of palm and fern trees blends with the briny coastal aroma. The trees sweep upwards to an altitude of nearly 3,000 feet above sea level. You can make your way along a trail to the fresh water cascade of Arimaka, a tiered waterfall that falls into a rippling pool of clear water."
    },
    {
      "dayNumber": "10",
      "title": "Cartagena – Depart for Home",
      "description": "The radiant colors of the colonial homes and traditional garments worn by locals in Old Town return to the cobbled streets in the morning light. At breakfast, you will indulge once more in a cup of freshly brewed Colombian coffee before meeting your private transfer. When you are ready, your private transfer will escort you to Rafael Nunez International Airport for your flight home."
    }
  ],
  "map": ""
}