{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "colombia-cultural-immersion-9-day-tour-of-bogota-medellin-and-cartagena",
  "tourName": "Colombia Cultural Immersion: 9-Day Tour of Bogota, Medellin, and Cartagena",
  "placesVisited": "Bogota, Medellin, Cartagena",
  "generalInfo": "Culture shines from the capital of Bogota to the metropolitan of Medellin and the port city of Cartagena, three iconic destinations to visit on this cityscape, Andean region, and coastal 9-day Colombia adventure. You will admire La Candelaria’s historic landmarks, explore the notorious life of Pablo Escobar, and stand atop the Rock of Guatapé, among other thrilling Colombian experiences along the way.",
  "durationDays": "9",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bogota - Arrive in Colombia’s Capital",
      "description": "The Colombian capital, Bogota, sits high above sea level among a mountainous backdrop. It is a large city with a deep colonial history that you will uncover as you explore more of its vibrant districts dripping with South American style. Your adventure will begin as you arrive and transfer to an accommodation thrust in and amongst bustling neighborhoods. After checking in, you may stroll the colonial center’s cobblestone streets and navigate the colorful markets, Colombian eateries, and fascinating museums. Take your time and absorb the capital’s welcoming spirit before you turn in for the evening."
    },
    {
      "dayNumber": "2",
      "title": "Bogota - Historic Landmarks Near La Candelaria",
      "description": "You will wake up and watch the sunrise over the Colombian mountains on your first morning in South America. After tucking into breakfast and sipping a cup of Colombian coffee, your guide will escort you to La Candelaria’s historic district, where the Botero Museum will share the visionary work and life story of Fernando Botero. Several impressive works by Picasso and Monet also fill the art museum’s crisp exhibition rooms. Afterward, the gleaming golden artifacts of the Museo de Oro will take your breath away, and Palo Quemado market’s regional delicacies will tantalize your taste buds."
    },
    {
      "dayNumber": "3",
      "title": "Bogota - Zipaquirá Salt Cathedral and Lake Guatavita",
      "description": "You will visit several significant attractions close by today. The first stop on your adventure is the incredible Zipaquirá Salt Cathedral, a religious complex unlike any other in the world. Descend the steps and enter the ancient Cundinamarca salt mine that conceals the cathedral from the rest of the world. Inside, blue and pink lights flood the caverns and reflect off the rocky walls, hanging chandeliers, and the cross. Afterward, you will delve into the legend of El Dorado on the edge of the vibrant green Lake Guatavita. Explore ceremonial sites, the quaint town of Guatativa, and the breathtaking landscape."
    },
    {
      "dayNumber": "4",
      "title": "Medellin - Explore the City of Eternal Spring",
      "description": "You will enjoy a delightful breakfast in Bogota and then leave the busy capital and transfer to the City of Eternal Spring, Medellin. The skyline reaches towards the clouds that hang over the soaring Andes summits, and the captivating Colombian architecture sprawls the emerald foothills. A tour of the town will reveal the humorous Botero sculptures that pepper Plaza de Botero, the statue of General Francisco de Paula Santander, and the bust of Marcelino Velez. The small bamboo forest of the zen park, Parque de Los Pies Descalzos, will be a perfect place to relax before dinner."
    },
    {
      "dayNumber": "5",
      "title": "Medellin - The Notroius Life of Pablo Escobar",
      "description": "Medellin’s markets are chock-full of colorful Colombian garments, exotic herbs and spices, exquisite textiles, and regional delicacies for you to sample and learn about the city’s cultural history. Central Mayorista and Minorista are among the magnificent markets to visit this morning before you follow in the notorious footsteps of Pablo Escobar. Your guide will share insight into the drug lord’s intriguing life story and escort you to iconic sites, including his old house and the influential locations for the Medellin Cartel. You will learn more as you visit the prison built for him and his grave at Monte Sacro Cemetery."
    },
    {
      "dayNumber": "6",
      "title": "Medellin - Remarkable Views at the Rock of Guatapé",
      "description": "Escape Medellin for a full-day tour of the gorgeous greenery, colossal rock formations, and beautiful blue rivers that flow through the Guatapé’s Andean hills. El Peñón de Guatapé , or the Rock of Guatapé, is the breathtaking region’s main attraction, and you will arrive before the crowds to ascend the staircase that zigzags to the top of the giant rock. A view that extends over the flourishing wilderness towards the horizon will be your reward for traversing the 742 steps. Snap up some stunning cinematic photography and then return to the Guatapé waterfront for lunch and continue to Guarne and Marinilla."
    },
    {
      "dayNumber": "7",
      "title": "Cartagena - Discover the Fortress of San Felipe",
      "description": "You will leave Medellin this morning and transfer to the Colombian coast. The port city of Cartagena is your destination, and you will spend the remainder of your trip absorbing the casual seaside atmosphere. A tour of Cartagena once you arrive will let you see the sensational city for yourself, beginning with the Fortress of San Felipe. Its purpose was to protect the port from pirates, and the tunnels, galleries, and passageways showcase impressive feats of engineering. Afterward, you will visit the old roads of Ciudad Vieja and explore the colorful buildings, handicraft zones, and cultural quarters."
    },
    {
      "dayNumber": "8",
      "title": "Cartagena - The African Village of Palenke",
      "description": "A stone’s throw from Cartagena lies the African village of San Basilio de Palenque. The city is referred to as Palenke by the locals, which means walled city, and its communities trace their origins back to the 17th century. The village’s African ancestry runs strong and guides the traditional customs and local language. Friendly residents will invite you into their homes to try delicious regional delicacies and share their history and way of life through storytelling, musical performances, and dances. You will absorb their fascinating cultural knowledge and then return to the shores of Cartagena for dinner."
    },
    {
      "dayNumber": "9",
      "title": "Cartagena - Saying Goodbye to South America",
      "description": "Your cultural exploration of Colombia will come to an end today, though you will treasure one final morning to wander the promenade of Cartagena. You will capture stunning photography as you make your way around town and then return to your accommodation for breakfast. A private transfer will collect you from the lobby after you have packed your bags, and you will head for the airport to catch your flight home. Though these are your goodbyes, you will leave fulfilled thanks to the journey."
    }
  ],
  "map": ""
}