{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "tailored-2-week-luxury-colombia-tour",
  "tourName": "Tailored 2-Week Luxury Colombia Tour",
  "placesVisited": "Bogotá, Villa de Leyva, Medellín (City), Marinilla, Cartagena",
  "generalInfo": "Escape from the worries of the world to Colombia on this customized 14-days adventure. Discover why Colombia is one of the world’s most beloved destinations and explore its breathtaking environments below the staggering Andes Mountains. Unravel the origins of its fascinating history and culture and find refuge on the pearl-white banks of Colombia’s tropical Caribbean shores.",
  "durationDays": "14",
  "price": "8,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bogotá - Welcome to Colombia’s Capital",
      "description": "Colombia is a country of staggering natural beauty with three breathtaking regions of the Andes Mountains that run through it. You will arrive in Bogotá, which is Colombia’s capital city. The city is stationed at a high altitude in the eastern summits of the Andes. The mega-city is bursting with cultural character, and fascinating heritage sites are speckled across its diverse landscape. By approaching your exemplary accommodation by private transfer from the airport, you will begin to acclimatize to Colombia’s spirited atmosphere and catch glimpses of colorful historical landmarks backdropped by the Andes."
    },
    {
      "dayNumber": "2",
      "title": "Bogotá - Colonial Charm and Highlights",
      "description": "Today, you will explore more of Bogotá’s bewitching districts that are steeped in iconic history. Age-old colonial houses and museums dominate Bogotá’s oldest neighborhoods and share insight into the country’s culture. The Museo de Oro displays century-old relics and artifacts that paint a picture of the historical periods when tribes traversed the topography of eastern Colombia. Outside, canals weave through the city toward the Plaza Bolívar. Home to cathedrals, government buildings, and the presidential palace, this stop highlights Colombia’s political foundations and values."
    },
    {
      "dayNumber": "3",
      "title": "Villa de Leyva - The Legend of El Dorado",
      "description": "Nestled near a monumental lake that serves as Colombia’s primary hydro-electric power station, Guatavita is a gateway into the country’s breathtaking wilderness, and you will be blown away en route to Villa de Leyva. Within the charming colonial pueblo, tiny pathways run between beautiful buildings that demonstrate their Spanish-architectural influence. A bull-fighting arena is a beacon of Colombia’s incredible stadium architecture, and museums offer a lens into the past. After exploring the town, you can seek refuge on the banks of the giant lake and unravel the mysterious legend of El Dorado as you admire the scenes."
    },
    {
      "dayNumber": "4",
      "title": "Villa de Leyva - Lush Vineyards on the Outskirts of Town",
      "description": "Today, you will immerse yourself in Villa de Leyva’s generational heritage and peruse the town on the fourth day of your tour. Positioned far from the beaten path and concealed from major trade routes, Villa de Leyva is a rural haven beloved by the local people. You will stroll along cobblestone streets to the landmarks of Antonio Nariño. Thereafter, you will indulge in award-winning wines at an elite estate above the sprawling Marquez vineyards."
    },
    {
      "dayNumber": "5",
      "title": "Bogotá - Colombia’s Arts and Culture",
      "description": "You will travel back to Bogotá today to uncover the remaining significant cultural highlights before continuing your tailored tour elsewhere. Art, literature, and music have remained pivotal components of Colombia’s culture and are odes to the country’s successes. You will find yourselves standing below incredibly detailed murals that cover the back walls of flower-flanked homes, flipping through memorable literary pieces in charming bookstores, and puzzling over the interesting instruments displayed in venerated museums."
    },
    {
      "dayNumber": "6",
      "title": "Marinilla - World Famous Flower Fields of Santa Elena",
      "description": "Medellín, the City of Eternal Spring, offers entry to Eastern Antioquia. You will arrive here by plane before journeying through the countryside to Marinilla. Santa Elena beckons to be discovered. Drawing closer to Santa Elena, the fragrances of wildflowers will become more pronounced, and the scenes of city buildings will fade to reveal immaculate stretches of vivacious flower fields. Blue, red, purple, orange, green, and pink hues will dominate the landscape whichever way you turn your head."
    },
    {
      "dayNumber": "7",
      "title": "Marinilla - Colombia’s Meticulous Craftsmanship",
      "description": "The sun will shine over Marinilla, and the town will twinkle under its radiant glow. The streets will come to life with eager vendors who cook aromatic Colombian delicacies and the sounds of sweet melodies. You will follow the sounds and arrive at spirited shops that sell handcrafted guitars. Colombia’s Marinilla is home to the finest guitar craftsmen in the country, and its factory produces some incredible 6-string instruments. Your tour of Colombia’s crafts will continue in El Carmen, where high-quality ceramic gear is handmade by exceptionally talented locals."
    },
    {
      "dayNumber": "8",
      "title": "Medellín - Sumptuous Snacks and Full On Flavor",
      "description": "Under white-tented marquees, Medellín’s markets provide a glimpse into Colombia’s friendly lifestyle. Warm-natured locals stand behind terraced stalls with fresh fruits and vegetables while groups of chatting families huddle around sizzling pots. The markets are atmospheric, and you will tuck into a selection of impeccably curated Colombian dishes on your morning market meander. This afternoon will bring another delightful foodie experience as you visit a venerated chocolatier who is revered for their fine chocolate concoctions."
    },
    {
      "dayNumber": "9",
      "title": "Medellín - The Origins of Colombian Coffee",
      "description": "When one thinks of Colombia, the first thing that may pop into your mind is coffee. After all, Colombian coffee is arguably the best in the world. Today, you will venture through unspoiled terrain to the town of San Cayetano. The town is home to Colombia’s most coveted coffee blends and the original destination of the country’s coffee cultivation. Whether you are wandering through the estate to learn more about the manufacturing process or sipping on bold brews accompanied by panoramic countryside views, your day of discovering Colombian coffee will be nothing short of exquisite."
    },
    {
      "dayNumber": "10",
      "title": "Medellín - Mesmeric Works of Art",
      "description": "Medellín is incredibly diverse and boasts districts that reflect an old-world aura in their composition of charming colonial constructions and neighborhoods. Today, you will witness these bohemian destinations on an exclusive tour of their creative spaces, specifically the true graffiti Colombia’s for which Medellín has become renowned. Detailed murals in a variety of colorful shades plaster the walls of buildings and homes, painting a path of fascinating street artwork between heritage stops. Every step will be a mesmerizing one in these vibrant streets."
    },
    {
      "dayNumber": "11",
      "title": "Cartagena - A Journey Back 500 Years",
      "description": "Stationed on the Caribbean coast, Cartagena is a tropical Colombian destination that will be a joy to discover for your last few nights in the country. Steeped in 500 years of intriguing history, you will unearth that heritage of Cartagena as you tour colossal colonial fortresses, such as Castillo de San Felipe de Barajas as well as a famous bóveda, which is a former prison that has been turned into a colorful souvenir and artisanal store collection. This seaside spot is a destination to swoon over as you appreciate Colombian culture within a picturesque locale that bursts with character."
    },
    {
      "dayNumber": "12",
      "title": "Cartagena - Discover Traditional Colombian Culture",
      "description": "Beyond Cartagena lies the modest little village of Palenque, which is a UNESCO World Heritage Site that is one of the truest representations of traditional Colombian culture. You will arrive to sights of a town between the viridian landscape far removed from the innovation of today. Thatched huts provide shade from the sweltering sun, and locals gather here to have meetings. Sandy roads provide access for carriages carrying fresh produce, and groups of individuals holding various instruments sit on stools by the roadside and perform traditional Colombian music. You will be transported to another time as you cherish moments with the friendly locals."
    },
    {
      "dayNumber": "13",
      "title": "Cartagena - The Sapphire Seas of Islas del Rosario",
      "description": "Today, you will have embraced Cartagena’s history, and you will experience its blessed environment. You will transfer to the shoreline and board a boat that will gently glide across the crystal-clear water. As you peer over the sides, you will see straight through the water’s surface to the coruscating reefs. Schools of fish wade through the sea and weave between the flowery coral. Rare marine sightings are also possible in this supremely clear water. You may take a dip in the balmy waters and swim among the fish for a day spent in tropical bliss."
    },
    {
      "dayNumber": "14",
      "title": "Cartagena - The Little Joys of Colombia",
      "description": "You will wake to the sounds of Cartagena as it comes to life on your final morning in Colombia. The echo of friendly chit chat and shuffling of feet indicate that life in Cartagena is underway. Whether you wish to spend your last few hours people-watching from the balcony of a lovely Cartagena café or checking out the colorful stores in search of dazzling trinkets to take along back home. Regardless, your final moments will be peaceful and serene as you unwind after a delightful vacation to these shores."
    }
  ],
  "map": ""
}