[
    {
        "type": "overview",
        "Main_Title": "Our South Sudan holidays & tours",
        "Main_Paragraph": "Our South Sudan holidays are an exciting prospect – you’re travelling to the newest country in Africa, after a period in which it was wholly inaccessible. You’ll be camping and you’ll be ranging far from Juba, the capital, into areas that are homelands of different tribal groups, each with traditions that date far, far further back than the country itself. When you walk with us in the homelands of the Mundari and Toposa people you know that you are travelling with experts. Our local team ensure that you can have amazing, rewarding interactions with local people, that you are acting in respect of local custom, and that your tourism brings benefits to your community hosts.",
        "Subtitle": "South Sudan highlights",
        "Title1": "1. Imatong Mountains",
        "Paragraph1": "The Imatong Mountains rise up against the Ugandan border. Mount Kinyeti (3,187m) is the countrys highest point, handing out endemic herbs at the summit and diverse rainforests on the foothills. Although threatened by deforestation and poaching, its woodland is still a safe space for endangered spotted ground thrushes and canopy-dwelling primates. For another point of view, meet the Imatong people who farm the eastern slopes.",
        "image1": "",
        "Title2": "2. Juba",
        "Paragraph2": "Juba is under the frenetic spell that comes of being a 21st-century boomtown. Historically, this is where Victorian explorers set off to find the source of the Nile. And while theres been investment in infrastructure since independence in 2011, youll also see camps protecting over 200,000 displaced people. Sip a sundowner at a waterside bar to realise the full spectrum of countries with interests in South Sudan.",
        "image2": "",
        "Title3": "3. Kapoeta",
        "Paragraph3": "All that glitters is gold in the Kapoeta region. Here, the Toposa people sift the Singaita River for flakes of the precious metal. Rickety Kapoeta town was once a halfway house for people displaced by the war, but now its in the hands of villagers who successfully campaigned for the cross-region peace agreement. The villages nearby have to be seen to believed; the stilted huts look more like beehives than houses.",
        "Title4": "4. Mayong",
        "Paragraph4": "Move aside, WWE  the Mundari people are famed throughout Mayong for their wrestling skills. Spend a little time in this region north of Juba, and youll probably come across an inter-village wrestling match played out in the red dust. Cheer along with the crowd and take the time to learn more about the arresting arrow-shaped facial scars that set the Mundari apart.",
        "image3": "",
        "Title5": "5. The Sudd",
        "Paragraph5": "The 400km-long Sudd swamp hosts one of the biggest migrations in the world. Over two million animals travel between the Sudd and Boma National Park in spring and autumn  mostly antelope and elephants, with a hungry gaggle of lions and leopards in tow. The Sudd was inaccessible during the war, but theres hope that the 2018 peace agreement will change that.",
        "Title6": "6. Torit",
        "Paragraph6": "Torit is the capital of Eastern Equatoria State. This is the farming ground of the Otuho (Lotuko) people, who till the land for cereal crops like maize, millet and sorghum, plus sesame, peanuts, potato-like cassava and tobacco. Rainmakers and diviners are the VIPs of the picturesque hillside villages around Torit, where spaces for dancing and storytelling are as important as the ebony homes."
    }
]