{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "CER",
  "tourName": "San Jose’den San Jose’ye",
  "placesVisited": "Costa Rica",
  "generalInfo": "Bu, Kosta Rika’yı tam anlamıyla deneyimlemek isteyen doğa severler için enfes bir turdur. Olağanüstü milli parklardan volkanlara, olağanüstü kumsallara, mercan kayalıklarına ve bolca yaban hayatına kadar Kosta Rika’da görebileceğiniz her şey bu turda. Monteverde'nin sisli bulut ormanını keşfedin, Arenal Volkanı'ndan yukarı tırmanın, ve sonra da Cahuita Ulusal Parkı'nın resiflerinde inanılmaz su altı manzarasının tadını çıkarın.",
  "durationDays": "14",
  "price": "999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<p>&gt; Manuel Antonio Milli Parkı’na giriş</p>\n<p>&gt; Monteverde Bulut Ormanı Koruma Alanı'na giriş</p>\n<p>&gt; Tortuguero Milli Parkı’na giriş</p>\n<p> </p>\n<p><strong>Konaklama:</strong> Otellerde 13 gece</p>\n<p><strong>Taşıma:</strong> Toplu taşıma, bot, Özel araç</p>\n<p><strong>Yemekler:</strong> 11 kahvaltı</p>\n<p><strong>Diğerleri:</strong> Siempre Tur tur lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "San Jose’ye Varış",
      "description": "Kosta Rika’nın başkenti San Jose kahve ve şeker kamışı çiftlikleri arasında verimli bir vadide yer almaktadır. Depremlerden dolayı sömürgecilik dönemi mimarisinden pek bir şey kalmamıştır geriye. Fakat 1897’de inşa edilen Ulusal Tiyatro kesinlikle görülmeye değer. Belki buradayken bir performansa denk gelecek kadar şanslısınızdır. Altın Müzesi, Jade Müzesi ve Ulusal Müzeler de yine ziyaret etmek için kesinlikle önerilir."
    },
    {
      "dayNumber": 2,
      "title": "Manuel Antonio",
      "description": "Orta Vadi’den Pasifik kıyısına, gür yeşilliklerle kaplı kırsallardan geçerek ülkedeki en ünlü parklardan biri olan Manuel Antonio Milli Parkı’nı görmek için küçük bir köy olan Manuel Antonio’ya gidiyoruz. Bu ünlü park, güzel lagünler, palmiyelerle kaplı plajlar, çok sayıda hayvan ve yemyeşil ormanlar ile kutsanmıştır. Manuel Antonio Ulusal Parkı'na ev sahipliği yapan birçok canlı arasında yakalı tembel hayvanlar, pelikanlar, beyaz yüzlü maymunlar, antiloplar ve devasa iguanalar bulunur. Aynı zamanda plajları ile de ünlüdür - maymunların ve rakunların hırsızlıklarından korunmak istiyorsanız eşyalarınıza sahip çıkın!"
    },
    {
      "dayNumber": 4,
      "title": "Santa Elena & Monteverde",
      "description": "Bir zamanlar muz ihracatı için çok önemli bir liman olan eski Quepos kasabasına gidiyoruz. Daha sonra, Pasifik Okyanusu'na ulaşmamız için düzleşecek olan yemyeşil tepelerin muhteşem manzarasına tanık olacağımız dik ve engebeli bir dağ yoluna çıkıyoruz. Bulutlara erişen ve 1950'lerde Amerikan Quaker'ları tarafından kurulan küçük Santa Elena kasabasına varıyoruz."
    },
    {
      "dayNumber": 6,
      "title": "La Fortuna",
      "description": "Bir sonraki yolculuğumuz, minibüs ve botlarla bizi bulut ormanının dağlarından götürüyor. Arenal Gölü'nün ilk ayağı yaklaşık 1 saat 30 dakika sürüyor ve manzara gerçekten muhteşem. Dönüp duran tepeler en sonunda Arenal Volkanı'nın uzak manzaralarına yol açıyor ve kimi yerlerde fotoğraflar çekimi için durabiliriz. Yolun kenarında son kez durduğumuzda, bir toprak yoldan aşağı inerek Arenal Gölü kıyısındaki teknemize ulaşıyoruz. Manzara gölden gerçekten inanılmaz ve yaklaşık bir saat boyunca yavaş yavaş Arenal Volkanı'na yaklaşıyoruz. Diğer tarafa vardığımızda, başka bir minibüse binip 30 dakikalık bir seyahatle La Fortuna'ya varıyoruz."
    },
    {
      "dayNumber": 9,
      "title": "Tortuguero Milli Parkı",
      "description": "Otobüsle Limon yakınlarındaki Moin limanına gidiyoruz, burada bir tekne bizi Atlantik / Karayip kıyılarında bulunan iç orman kanallarına ve Tortuguero Milli Parkı'na götürmeyi bekliyor olacak. Yaban hayatı ile çevrili ve yoğun bitki örtüsüyle kaplı uzak bir orman kulübesinde iki gece geçiriyoruz. Maymunlara, tembellere, timsahlara, kaplumbağalara, sayısız farklı kuş türüne ve “Jesus Lizard” da dâhil olmak üzere büyük bir hayvan çeşitliliğine tanıklık edeceğiz. Suyun üzerinde yürüdüğü için böyle bir isim verilmiş."
    },
    {
      "dayNumber": 11,
      "title": "Cahuita",
      "description": "Cahuita Milli Parkı'na yakın küçük sahil kasabası Cahuita'ya devam ediyoruz. Öğle vakti oraya vardığımızda, Karayip kıyılarının en iyi milli parklarından birini keşfetmek için bolca zamanımız olacak. Kosta Rika'daki en güzel plajlardan birinin yanı sıra, bizi güzel manzaralara götürecek olan yürüyüş rotaları ve patika yollar mevcut. Maymunlara, tembellere, kertenkelelere, kurbağalara ve diğer vahşi yaşam olaylarına dikkat edin. Cahuita ayrıca ülkedeki tek mercan kayalıklarına da ev sahipliği yapmaktadır. Kayalıklar üzerinden şnorkelle dalmanın tek yolu rehberli bir turdur, bu noktada sizi kayalıklara çıkarması için yerel bir rehber kiralayabilirsiniz."
    },
    {
      "dayNumber": 13,
      "title": "San José",
      "description": "Son gece için San Jose’ye dönüyoruz."
    },
    {
      "dayNumber": 14,
      "title": "San Jose’den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}