[
    {
        "type": "overview",
        "Main_Title": "Our Moldova holidays & tours",
        "Main_Paragraph": "This small, little visited country in Eastern Europe is as quiet and unassuming as its gentle countryside – it’s even politically neutral. But there are ghosts here – USSR spectres, statues of Lenin and Suvorov – that point to the country’s past as part of the Soviet Union. Even further back, you’ll find Ottoman influence. Our Moldova holidays explore from Chisinau, the capital, to the autonomous region of Gagauzia, and meet the Moldovan Roma people. Along the way, they use local guides and patronise craft and cultural centres. And your visit will help preserve the gastronomic heritage of rural areas, whether you’re trying home made wine from a local pension with your lunch, or visiting a cheese-making area.",
        "Subtitle": "MOLDOVA highlights",
        "Title1": "1. Balti",
        "Paragraph1": "Appearing from the hillsides and lakes around the River Răut, Balti is Moldovas northern powerhouse and home to impressive structures, including the beautiful Saint Constantine & Elena Cathedral and the typically Soviet Vasile Alecsandri National Theatre. The central market makes for an authentic glimpse at everyday life surrounded by historic monuments and gruff looking busts dedicated to Moldovas past.",
        "image1": "",
        "Title2": "2. Bender (Tighina)",
        "Paragraph2": "Situated on the banks of the Dniester River, Bender, or Bendery, is Moldovas fourth largest city and features an impressive 16th century Ottoman fortress complete with red tiled turrets and thick stone walls. Formerly known as Tighina, Bender has long been disputed territory and a trip to the memorial park will leave you in no uncertain terms as to how raw the affect still feels to this day.",
        "image2": "",
        "Title3": "3. Chisinau",
        "Paragraph3": "Moldova’s capital is built on the banks of the Bac and features an inordinate amount of orthodox churches including the neoclassical Cathedral of Christ's Nativity. Aside from the ecclesiastical and Soviet architecture, Chisinau’s museums exhibit everything from Pushkin to pop art. Other sites, such as the Triumphal Arch and Eternity memorial, appear amongst lake-filled parks and avenues lined with acacia and mulberry.",
        "Title4": "4. Cricova",
        "Paragraph4": "Much of the limestone used to create the city of Chisinau comes from the nearby landscapes of Cricova and it is these far reaching underground tunnels and hollows that attract visitors from far and wide; not for the historical context as such, but for the wine. Cricovas cellars have been storing wine at a perfect year round temperature since the 50s and are well worth a visit, if only for the underground train ride.",
        "image3": "",
        "Title5": "5. Orheiul Vechi",
        "Paragraph5": "An hours drive north of Chisinau, overlooking the River Raut, Orheiul Vechi is an archeological site dating back to Paleolithic times featuring an exhibition centre and a cave monastery complete with resident monk. The nearby village of Butuceni has got a rather lovely agro pensiunea (rural guesthouse) thats well worth checking into once youve had your fill of ancient history.",
        "Title6": "6. Tiraspol",
        "Paragraph6": "This rebellious breakaway republic still considers itself part of Russia and as such has its own borders as well as an entirely different outlook to the rest of Moldova. Tirasapol, the self-proclaimed capital, is the second most inhabited city in Moldova and bedecked in monuments to the Mother Land with Suvorov, Lenin, a T-34 tank and a Soviet jet standing tall against Kirov Square, Pokrov Church and the imposing parliament building."
    },
    {
        "type": "best-time-to",
        "Main_Title": "BEST TIME TO VISIT MOLDOVA",
        "Main_Paragraph": "Winters in Moldova tend to be dry which makes ideal weather for wrapping up on city sightseeing tours and seeking out warming bowls of\nciorba\n(soup). The Black Sea has a big part to play in Moldovas climate helping to create milder winters and longer summers, perfect for grape growing and rich agriculture. The best time to visit Moldova for walking with wildflowers or bird watching is May to June but remember a raincoat as heavy showers can be frequent. Independence Day at the end of August is also worth experiencing, and October finds the countryside alive with colour but, again, dont forget your mac and brolly.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Moldova Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Moldova Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-6</td>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 47%;\">35 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-4</td>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 47%;\">35 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 41%;\">30 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 54%;\">40 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 70%;\">52 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">74 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 91%;\">67 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 65%;\">48 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 61%;\">45 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 35%;\">26 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 53%;\">39 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 50%;\">37 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "MOLDOVA TRAVEL ADVICE",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "Linda Maguire, travel consultant at our partner Undiscovered Destinations, shares some travel advice and personal experiences of Moldova.",
        "title3": "City sightseeing",
        "paragraph3": "Chisinau is very diverse and safe, and contains several examples of Soviet architecture interspersed with parks and green spaces, as well as several wide, three-lane boulevards aligned with mulberry and acacia trees to support well-maintained roads and a good public transport system.",
        "title4": "How much does it cost?",
        "paragraph4": "Prices, even in the capital, are reasonable with a three course meal in a decent restaurant costing around 20 Euros. I'd recommend taking US Dollars or Euros rather than Sterling as I found exchanging British Pounds quite difficult; and although there were a couple of ATMs, it's probably better to bring currency rather than relying on credit and cash cards.",
        "title5": "Be brave with food",
        "paragraph5": "There are lots of different dishes to try that might not sound particularity appealing at first but are actually rather delicious; prune based desserts, for example.",
        "title6": "Consider Transnistria",
        "paragraph6": "Transnistria is a breakaway republic and has its own border. The people consider it to be part of Russia and as such a separate country. They speak Russian as their first language although English is also spoken, and it is this outlook and allegiance that makes it different to the rest of Moldova. Its an interesting place to visit with overnight homestays offering a unique insight into rural life."
    }
]