{
  "destination": "Ethiopia",
  "mainPhoto": "",
  "id": "southern-ethiopia-tailor-made-holiday",
  "tourName": "Southern Ethiopia, tailor made holiday",
  "placesVisited": "Addis Ababa, Great Rift Valley, Lake Ziway, Lake Langano, Optional: mountain biking, horse riding, fishing, hiking, night-time spotlighting excursions, Boat trip on Lake Chamo, Visit local tribal villages, Lower Omo Valley, Women’s market at Dimeka, Arbore, Yirgalem, Coffee growers, Optional: visit historical caves, sacred sites and natural hot and cold springs, Lake Awassa, Tiya prehistoric site, Merkato Market",
  "generalInfo": "This 10 day tailor made holiday is a privileged opportunity to spend time with some of the numerous tribes that live in Southern Ethiopia. You will have a private guide throughout, who will help you understand and interact with the many fascinating people you meet, from the Mursi people of the Lower Omo Valley, to the Karo people who practice face and body painting. You will also have the chance to visit caves and sacred sites, hike and horse ride, see where coffee is grown, enjoy the birdlife of Lake Awassa and shop in Addis Ababa’s huge market. This is a unique exploration of a fascinating and fragile world.",
  "durationDays": "10",
  "price": "6695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Addis Ababa and you will be welcomed by our ground handlers who will transfer you to your hotel. Today you have free time to explore Addis. Amongst its highlights are the National Archaeological Museum, its famous guest Lucy. The Ethnographic Museum, with its two main sections covering local crafts and on regions and people, this museum is an ideal place to start learning about Ethiopia’s rich ethnic diversity. St. George’s Cathedral (Giorgis Cathedral) which lies at the north end of Churchill Rd. Designed in the traditional octagonal shape, this cathedral was built in 1896 to commemorate Ethiopia’s victory over the Italians at the Battle of Adwa. Or as an option you could also visit the Holy Trinity Cathedral. Built in 1945, this cathedral is renowned for its stunning stain-glassed windows which depict scenes from the Old and New Testament of the Holy Bible. The Trinity Cathedral also houses the tombs of the late emperor and his family as well as the tomb of English feminist Sylvia Pankhurst. Overnight: Addis Ababa."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast head to Lake Langano. En route visit Lake Ziway, the largest of the northern group of Rift Valley Lakes. It lies about 1.5 km east of the town of Ziway, it is best known for its bird life. Then continue to Lake Langano. It is located in the Great Rift Valley at an elevation of 1,585 meters to the east of Lake Abijata. Your lodge at the beautiful Lake Langano is the perfect place to relax and unwind. Bishangari Lodge, is a delightful eco-friendly lodge sits on the shores of Lake Langano and is surrounded by excellent woodlands, dry pumice rocks, acacia scrub and several inviting lake ‘beaches’. It’s a wonderful place offers a range of activities include mountain biking, horse-riding, fishing, hiking and night-time spotlighting excursions around the lodge. Overnight: Bishan Gari lodge includes Breakfast, Lunch and dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Arba Minch (Forty Springs) derives its name from the innumerable little springs that bubble up in the evergreen forest covering the flats below the town. It is the site of the only ground-water forest. En route visit the home of the Dorze people at Chencha, renowned cotton weavers whose tall beehive- shaped dwellings are among the most distinctive traditional structures to be seen anywhere in Africa. The main occupations of the region are subsistence farming and weaving. The shama cloth produced around Chencha is regarded to be the finest in Ethiopia: plain white gabbi robes and brightly colored scarf- like netalas are sold along the roadside. Overnight: Paradise Lodge Breakfast, Lunch & Dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early morning after having your breakfast, enjoy a boat trip on Lake Chamo - one of the best features of the park. There are a large number of hippos and crocodiles in the lake. Take a drive through the Konso village; whose people are known for their intricately terraced hillsides, fine woven materials and the carved totems with which they decorate their graves. Proceed to Weito village and then to Jinka and Yetnebersh village to visit the Ari tribe and see how they make local liquor made of Sorghum, Garlic and maize and how they make pottery. Overnight: Eco Omo Lodge Breakfast, Lunch &Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Visit the Mursi villages, 70kms away; one of the most well-known tribes in Southern Ethiopia, the Mursi have become a cultural symbol of the Lower Omo Valley. Identified easily by their iconic lip plates and colorful dresses and also they go in for body scarification. Then drive to Turmi. On the way have a stop in Benna village and visit the Beshada people they are adorned with clay and an impressive headdress. Then proceed to Turmi and visit the Hamer village they are a fine looking people, both men and women take great pride in their appearance, shaving and coloring their hair, oiling their bodies and decorating themselves with beads and bracelets worn around arms and legs. Overnight: Buska Lodge; Breakfast, Lunch &Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "In the morning drive to Kolcho Village via Murulle, the place for Karo people, among the people living along the Omo, the Karo excel in face and body painting. Feather plumes are inserted in their clay hair buns to complete the look. The clay hair bun can take up to three days to construct and is usually re-made every three to six months. Their painted facemasks are spectacular. Karo women scarify their chests to beautify themselves. Scars are cut with a knife and ash is rubbed to produce a raised welt. Being the smallest tribe in the area, this group obviously struggle which direct threats from nearby tribes that have more gun power, greater numbers, and likely coalitions with one another. Then drive back to Turmi and attend the beautiful women’s market at Dimeka held on Tuesday, here you will have a chance to see at least three tribes (Hammer, Airbore & Beshada). Overnight: Buska Lodge (Breakfast, Lunch &Dinner)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After having breakfast set off for Konso en route visit Arbore / Erbore, is far more rustic and unaffected than many similarly size towns in south Omo, in common with their linguistically and culturally affiliated Tsemai neighbors, the Arbore migrated to their present homeland from Konso perhaps two centuries ago. Because they have ancestral and cultural links to Konso and the pastoralists of the surrounding lowlands, the Arbore traditionally played an important role as middlemen in trade between the Omo River and the Konso Highlands. The town of Arbore lies in an area where several tribal boundaries coverage. Overnight: Kanta Lodge (Breakfast, Lunch &Dinner)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive to Yirgalem, and visit a number of coffee and various fruit cultivating towns with splendid greenery everywhere. And spend the night at the Aregash Lodge; nestled between coffee fields and lush vegetation in Yirgalem town. The Aregash Lodge is a natural retreat of astounding beauty and tranquility. The nearby forest is home to diverse, prolific flora and harbors with over 100 species of birds and mammals. The coffee plantation and the nightly visits of jackals and hyenas are further attractions to be found in the surrounding area. Activities include trekking, horseback riding, and visits to historical caves, sacred sites and natural hot and cold-water springs. Overnight: Aregash Lodge includes Breakfast, Lunch and dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you spend a further day in Yirgalem. Overnight: Aregash Lodge includes Breakfast, Lunch and dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Lake Awassa is a beautiful freshwater lake, set amongst hills and luxuriant vegetation, quite unlike the alkaline lakes to the north. Birds are so very plentiful here little energy is required in finding them and hopefully get some good views of the beautiful Black and white Colobus Monkeys. Enjoy Awassa’s magnificent spectacle of water birds. And also visit “Amora Gedel”-the daily fishing market on the shore of Lake Awassa and get really close to pelicans, storks and other birds very much used to human company. And drive back to Addis Ababa via Butajira. En route visit Tiya prehistoric site, classified by UNESCO as a World Heritage Site, where you could see the northernmost example of a peculiar type of engraved, standing stellae which stretch across parts of southern Ethiopia. These stellae are believed to have been erected between the 12th and 14th centuries and are almost certainly grave markers - recent excavations at Tiya have revealed the remains of young people of both sexes, 18 – 30 years old and buried in foetal positions and then transfer to your place. Then visit the Largest Market in Africa, Merkato, where virtually every possible commodity is on sale, from livestock to computers. For the visitor good at bargaining, there is a huge selection of Ethiopian arts and crafts. Tonight have a cultural evening at one of Addis Ababa Restaurant; Ethiopia is a mosaic of people with more than 80 languages, different lifestyles, costumes and cultural dances. On this evening you will have a chance to experience some of these cultural dances and traditional meals with a drink of Tej, a type of wine made from Honey then transfer to the airport for your final departure"
    }
  ],
  "map": ""
}