{
  "destination": "Ethiopia",
  "mainPhoto": "",
  "id": "ethiopia-guided-highlights-tour",
  "tourName": "Ethiopia guided highlights tour",
  "placesVisited": "",
  "generalInfo": "Experience the best of Ethiopia on this 10-day short classic tour highlighting the country's most inspiring attractions. Visit the fertile green lands of Bahir Dar with its monasteries on the islands, the culture and tradition of the people around Lake Tana, Gondar, Ethiopia’s former imperial city, Lalibela’s unique rock-hewn churches, and the stunning Simien Mountains National Park. After this trip to the North, relax in Ethiopia's lush Great Rift Valley, where there lies a famous lakes like Langano, suitable for swimming, and the two twin lakes Abjatta and Shalla. The rift valley is a photographer's paradise and a haven for many bird species.",
  "durationDays": "10",
  "price": "1980",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Discover the capital Addis Ababa Travel: 1 h, 30 km After arrival, you will meet your guide at the airport and be transferred to your hotel for some refreshments. Depending on your arrival time, your guide will give you a city tour of Ethiopia's vibrant and bustling capital. In the National Museum you will discover the cradle of humanity where the skeleton of \"Lucy\" is preserved. Mount Entoto, with its eucalyptus forest, is a short escape from the city to visit Mariyam Church and Menelik's Palace, where emperors used to reside. Others may appreciate one of the city's weekly markets. You may choose your own itinerary with your guide. Meals: B/L/D Accommodation: Sunspot Hotel or similar (check-in after 12 noon), Addis Ababa"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Coffee forests and historic monasteries in the Lake Tana Biosphere Reserve Flight time: 1 h Travel: 1 h, 30 km Hike: 1 h, 2 km (difficulty: easy, altitude difference: ?100m, ?100m) A domestic flight will take you to the lake town of Bahir Dar. Lake Tana is the largest lake in the country, and its tropical setting is the perfect escape to start your boat cruise, go bird watching, and finally reach the Zeghe Peninsula, where 700-year-old monasteries are hidden in the coffee groves. Discover the beauty of this natural and cultural heritage before boating back to town and your lodge. Meals: B/L/D Accommodation: Abay Minch Lodge or similar, Bahir Dar"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The impressive waterfalls on the Blue Nile Travel: 2 h, 80 km Hike: 2-3 h, 4-5 km (difficulty: moderate; altitude difference: ?150m, ?150m) Today we reach Tis Issat, just outside Bahir Dar, where the Blue Nile Falls are located. A 2-3 hour hike directly to the falls allows you to see the falls from different perspectives, cross two bridges (one of which is the historic Portuguese bridge), then cross the Blue Nile by boat and see sugar cane plantations. In the afternoon, reach the viewpoint of the Blue Nile Falls, where former Emperor Haile Selassie built his summer residential palace. Meals: B/L/D Accommodation: Abay Minch Lodge or similar, Bahir Da"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The Camelot of Ethiopia: The Castles of Gondar The castles of Gondar, dating back to the 17th century, have been declared a UNESCO World Heritage Site. You will visit the royal enclosure with its 5 palaces and then move on to the Debre Birhan Selassie Church (Church of the Holy Trinity), whose interior is beautifully decorated with 17th-century religious paintings. It is truly one of the most beautiful churches in Ethiopia. Meals: B/L/D Accommodation: Harfazy Resort or similar, Gondar"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Natural beauty and views in the Simien Mountains National Park Travel: 3-4 h, 130 km Hike: 1-2 h, 4 km (difficulty: easy/ altitude difference: ?: 100m, ?150m) This morning, you will continue your journey through the towering Simien Mountains. The National Park and UNESCO World Heritage Site was established to protect endemic animals such as the Walia capricorn ibex, Ethiopian wolf, red-breasted baboons, and several bird species such as the big-billed raven and bearded vulture. The Roof of Africa is also home to Ethiopia's highest mountain, Ras Dashen, at 4,550 meters. On easy walks, you will discover changing and overwhelming landscapes, endless vistas, and jagged mountains at striking viewpoints. You will also learn about the already rare Afroalpine flora with juniper, St. John's wort, and heather, Kniepofia, a species of tree heather, and the Kosso tree. Meals: B/L/D Accommodation: Harfazy Resort or similar, Gondar"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Domestic flight to Lalibela Flight duration: 30 minutes Travel: 1 h, 30 km Today you will take the internal flight to the holy city of Lalibela (a UNESCO World Heritage Site). Its 11 rock-cut churches, dating back to the 12th century, are truly mysterious because they were carved into the rock. Legends claim that this miracle is the work of angels. You will arrive in Lalibela in the late morning to check into your hotel. After lunch you will have time for an first tour of the holy city of Lalibela. Meals: B/L/D Accommodation: Lalibela Lodge or similar, Lalibela"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you will enter the heart of the holy city. During your personal guided tour, you will walk through labyrinths of trenches and tunnels to discover Lalibela's eleven rock churches. Beta Medhane Alem (\"Church of the Savior of the World\") and Beta Gyorgis (\"Church of St. George\") are architectural masterpieces that rank among Ethiopia's greatest rock churches. Beta Mariam (\"Church of St. Mary\"), with its beautiful painted interiors and frescoes, is no less impressive than the churches in the southern group, which was an ancient fortress with narrow, confusing paths. You will have a full day to discover these churches in all their detail before dining at sunset with beautiful views of the Lasta Mountains. Meals: B/L/D Accommodation: Lalibela Lodge or similar, Lalibela"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "light back to Addis Ababa and transfer to Langano Flight time: 1 h Travel: 3-4 h, 210 km After a relaxing breakfast at the hotel, your driver will transfer you to Lalibela Airport in the late morning for your flight to Addis Ababa. Upon arrival in Addis Ababa, our vehicle will transfer you to the south, in the so-called Great African Rift Valley, for 1-2 relaxing days at the end of the trip. Meals: B/L/D Accommodation: Sabana Lodge or similar, Langano"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "The three lakes in the Rift Valley Travel: 1 h, 30 km A few kilometers from Lake Langano are two other lakes, Abjatta and Shalla, which are part of the same-named national park. The two lakes are completely different, with the main attractions at the park entrance and in the first lake being ostriches and flamingos, and several hot springs on the shore of the second lake. Some of these have water so hot that local people use it to boil eggs, potatoes, or other foods. After a visit to these lakes, we will return to our lodge. Meals: B/L/D Accommodation: Sabana Lodge or similar, Langano"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Return to Addis Ababa and departure Travel: 3-4 h, 210 km Today you will return to Addis Ababa. On the return trip, you will stop at Lake Ziway for a boat ride and to view various waterfowl. After a seafood lunch, you will return to the capital. If there is enough time before departure, you will visit a market or stores in Addis Ababa to buy souvenirs. Finally, a traditional Ethiopian dinner with music and dance performances is planned. Depending on the flight schedule, the trip will end and you will depart. Meals: B/L/D"
    }
  ],
  "map": ""
}