{
  "destination": "Ethiopia",
  "mainPhoto": "",
  "id": "timkat-festival-in-ethiopia-holiday",
  "tourName": "Timkat Festival in Ethiopia holiday",
  "placesVisited": "",
  "generalInfo": "Ethiopians celebrate many of the same events as the rest of the Christian world. However, some of them such as Timket (Epiphany) are hugely and uniquely celebrated here unlike any other place in the world. <br/><br/>This trip features the colorful festivals of Genna or Ethiopian Christmas (on Jan 7th) especially colorful at Lalibela and Timket held on (Jan 18/19th), the biggest and most colorful of all which is celebrated throughout the country. <br/><br/>Not only for the festivals but Ethiopia stands out as one of the most interesting countries where an ancient history, civilization, and deep spirituality mix up with a vibrant culture in this thriving nation. <br/><br/>This is witnessed in the rock churches of Lalibela, most hewed out of a single rock; Axum an ancient civilization elaborated by its 2000 years old steles and ruins; Gonder, the medieval capital beautified by its royal castles; and Harar, an ancient walled town also considered the as fourth holiest Islamic city.  <br/><br/>The friendly people, the local cuisine, the coffee ceremony, the beautiful scenery, the colorful local markets, the endemic wildlife and birds all add up to this once in a lifetime trip.",
  "durationDays": "16",
  "price": "3575",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Addis Ababa City Tour The national museum which is known for its paleontological and archeological collections dating back over millions of years houses Lucy or Dinkinesh, the famed discovery as well as numerous cultural objects. Other fossils and stone tools are also sheltered here. They include pottery, sculptures, minted gold and silver coins, ancient household items etc. St George Cathedral Museum found at the heart of the capital, displays costumes of spiritual leaders and emperors, crosses fashioned in different styles, religious books written on parchments and several other cultural valuables attached to Emperor Menelik II and the victory of the battle of Adowa."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Genna (Ethiopian Christmas) in Lalibela and Lalibela Churches Ethiopian Christmas, Ledet, is more colorful at Lalibela where the procession is held at the roof top edge of Bet Medhanialem. Priests dressed with their colorful regalia and thousands of pilgrims attend the ceremony. Being in Lalibela for Ethiopian Christmas gives you a great experience and an in-depth feeling of spirituality. It could challenge your perspective about religion if you don’t have any as I have seen this with almost everyone who has been there. Genna or Leddet is Ethiopian Christmas that celebrates the birth of Jesus Christ 2000 years ago celebrated by millions of Ethiopian Christians. It is a long wait in a world of faithful pilgrims, deacons, monks, nuns and altar boys. People wander around the churches under the baking sun all eyes are on the main door though some trusting their ears move away in search of shade. The whole hierarchical procession is soon engulfed by a singing, shouting, smiling, and dancing crowd; spontaneous joy sweeps over as the priests fused with their Tabots advance serenely in line gazing ahead to a path cleared by deacons wearing fine crowns and ornamental crosses. The prayers and chants will continue throughout the night whilst the faithful remain outside the tent forming an immense white carpet."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Axum Stele Park As Ethiopia is the home of ancient civilization, Yeha one of the most ancient architectural sites exhibits a huge stone temple of the pre Axumite period. Moreover the Axumites have also left behind some of its rarest and astonishing historic and architectural achievements in the world. Axum’s unearthed palaces, dressed staele with underground tombs of finely and geometrically placed blocks and monuments, manifest the great artistic talent of the period."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tigray Churches. Morning drive in the direction of Hawzen. En route visit Yeha. Take a drive through dramatic highland landscape to Yeha, passing unique sandstone homesteads along the way. This city was founded at least 2,800 years ago and served as the capital of the pre Axumite empire. The well preserved stone temple was built 2,500 years ago. It also served as a centre of a monastic Christian community in the early 6th century. A modern church built next to the temple ruins contains some of the ancient temple stones and its treasury contains illuminated manuscripts and crowns. Here you will discuss the archaeology and the cultural connection of East Africa and Southern Arabia. Next stop will be at Negash which is known as the earliest Muslim settlement in Africa, a seventh century cemetery has been excavated inside the village boundaries. The Futuh al Habasha records Ahmad Ibn Ibrihim Al Ghazi visited the tomb of Ashama Ibn Abjar in Negash during his invasion of the province of Tigray (around 1537). Negash is also known for the Negash Amedin Mesgid Mosque. Later today visit Medhane Alem (Saviour of the world). The church can be reached through a combination of asphalt and dirt roads through Freweyni via Hawzen. To access the church, you climb a slope of exposed sandstone covered with potholes which local people believe to be the hoof prints of St. George’s horse. This church is one of Tigrai’s oldest and finest rockhewn churches. Its exterior and interior walls are roughly hewn, which only makes the elaborately carved coffered ceiling much more special. It is quite possibly the oldest rockhewn church in Tigrai, or anywhere in Ethiopia."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive to Mekele enroute visit Tigray Churches. After breakfast, drive in the direction of Astbi and visit the rock churches of Michael Barka and Michael Imba. The rockhewn church of Mikael Barka can be reached after an 18km drive up the escarpment of the Atsbidera Highland Plateau east of the town of Wukro. This church is carved from the top of an isolated and roughly round rock hill. From the top of the hill one can enjoy a commanding view of the mountain of Tserae and the valley of Womberta to the southeast. The church has a built facade which, according to the chief priest was built in 1967. Two entrances lead from the anteroom to the sanctuary. It is a three aisled and three bayed square church, 9m wide and 9m deep. It has twelve columns, four of them freestanding and cruciform in design. The bracket capitals are at different heights and the domes and altars are skillfully executed. The ceiling is decorated with a variety of patterns in relief. The church is not known for its wealth of paintings, but one can see murals depicting Saint Mikael. Tradition has it that the church was burnt by Queen Judith in the 10th century. According to oral tradition, the edifice is believed to have been sculpted in the 6th century under the auspices of Abune Abraham, an Ethiopian saint. After a lunch break in Astbi town, drive 15kms to visit Mikael Imba which is of similar design to Abraha Atsbeha and Wukro Cherkos. With an interior area of 140 square metres the church is perhaps the most spacious of all the rock churches in Tigrai. The top of the pillars are graced with stepped capitals, the ceiling is meticulously decorated with intricate patterns. Incised in relief, a large Greek cross adorns the ceiling. In terms of decoration and finishing, the church is second to none. According to Dr. Twelde Medhin Yosef, the pioneer in the study of the rock churches of Tigrai, Mikael Imba is “an artistically finished\" church."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Harer town. Harer a UNESCO registered world heritage site is special for its old town within the sturdy wall built between the 13th and 16th centuries. You will visit an interesting market, house of Arthur Rimbaud (a French poet and arms dealer), and the ancient mosque of Abu Beker. An interesting spectacle to watch at night is the feeding of wild Hyenas by hand that you can also try."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Bahirdar town and Lake Tana Monasteries The lake is important for its historical and ecological presence. Visitors enjoy the history and the rich wetland birdlife around many parts of the lake. It possesses five globally threatened species of its 275 bird species. Enjoy a lakeside walk at Lake Tana, a market, a hippo watch, Woito village and a boat trip to the island churches and monasteries. Kibran Gabriel (for men only) is a monastery situated in a tiny area and is of outstanding historic and artistic value that makes the island a precious pearl. About 500 metres to the south east is Entos Island (allows women) which hosts an exclusive and enchanting royal bath and spa. The Zege peninsula is famous for its seven churches most of them founded in the 13th to 14th centuries and restored with new paintings in the late 19th and early 20th centuries. Admire the churches beauty as their interior is richly decorated from the ceiling beams to the entire external surfaces."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Visit Gonder The castles of Gonder display the most splendid and impressive architectural design of the time. The oldest and the most remarkable is the two storied castle of Emperor Fasiladas built with brown basalt stones. One after the other, five emperors and one empress subsequently had their palaces built in Gonder, enriching the city with what are now famous monuments worldwide, Fasil Ghebbi, Qusquam, and Bath of Fasiladas. Gonder not only had unique political and economic importance, but it was also a major religious centre. For centuries three religious communities, Orthodox Christians, Muslims and Beta Israel had their churches, shrines, mosques and synagogues here. Fasil Ghebbi an outstanding testimony of 17th and 18th century Ethiopian history was the residence of the founder of Gonder, Emperor Fasiladas, and his successors. It ranks among the most important sites of the region for the impressiveness of its imperial architecture and is included in the UNESCO world heritage list."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Timket (Epiphany) at Gonder Join the Timket festival both on the 18th and on the 19th, one of the biggest festivals of the year celebrated by Ethiopian Orthodox church followers. The festival starts by decorating the streets and the main avenues on which the tabots are to pass. The streets are covered by freshly cut green grass and carpets for the priests carrying the tabots to walk on. Churches are also decorated with colourful arts, flags, freshly cut grass and flowers, balloons, and posters on which different verses of the bible are quoted. In the afternoon of January 18, tens of thousands start flocking to their church to escort the tabots as they go to their baptismal pool. This is the final great religious festival and the most important orthodox Christian festival in Ethiopia. It commemorates when Saint John the Baptist baptised Jesus in the Jordan River. Since Gonder is one of the major centres of Christianity, its version of Timket is unique. In the early hours of the Eve of Timket or Ketera an unusual stirring fills the paths running between the churches. Priests, deacons, and monks hurry to and fro ensuring that each church is in perfect order. The initial nervousness and excitement gradually die down as an implacable sun fills the roads with silence. It is a long wait in the world of faithful pilgrims, deacons, monks, nuns and altar boys. People wander around the churches under the baking sun, all eyes on the main door though some trust their ears and move away in search of shade. The tourists take up their positions occasionally diverting their gaze in an attempt to trick the sun. The whole hierarchical procession is soon engulfed by a singing, shouting, smiling, and dancing crowd. A spontaneous joy sweeps over as the priests fused with their tabots advance serenely in line gazing ahead to a path cleared by deacons wearing fine crowns and ornamental crosses. The prayers and chants will continue throughout the night whilst the faithful remain outside the tent forming an immense white carpet. Tonight is the only time the tabots remain outside the churches for so long, for a whole night. A special religious night."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Fly back to Addis and departure flight back home"
    }
  ],
  "map": ""
}