{
  "destination": "Ethiopia",
  "mainPhoto": "",
  "id": "wildlife-and-cultural-tour-to-ethiopia",
  "tourName": "Wildlife and cultural tour to Ethiopia",
  "placesVisited": "Addis Ababa, Dorze, Netch-Sar National Park, Lakes Abaya and Tchamo, Konso, Local tribal markets, Game drives in Mago National Park, Visits to Hamar, Mursi and Murle tribes, Yabelo Wildlife Sancutary, Bird watching, Wondo Genet hot springs, Lake Langano, Harar and hyena feeding, Great Rift Valley, Rimbaud's house, Awash",
  "generalInfo": "This two-week wildlife and cultural tour of Ethiopia travels to the Omo valley, Ethiopia’s largest nature sanctuary. It’s an area rich in game and yet it’s one of the country’s least visited places. On this trip, you’ll meet some of the many small ethnic groups, famous for their artistic talent and traditions, that live in here, visit tribal markets and meet some of the local tribes. <br/><br/>Explore the beautiful lakes of the Great Rift Valley, including Lakes Awassa, Shalla, Abiyata and Zeway and visit Harar, a Medieval walled city with a rich and wonderful history, impressive architecture and friendly people (including the famous Hyena Man, who feeds local hyenas scraps of meat each night). Every day brings something new on this tour, from the sand pinnacles in Konso to wildlife sanctuaries where kudu and zebra roam. <br/><br/>This is a tailor made holiday, with all accommodation, a driver, tour leader and local guides are included, but not meals.<br/>",
  "durationDays": "14",
  "price": "3327",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Addis Ababa. A welcoming reception and transfer to your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "City tour. Addis Ababa the 3rd largest city in Africa, population 5 million and the 3rd highest capital in the world. Visit St. George cathedral, natural history, ethnological museum and others, some among the most important in sub Saharan Africa. Visit Merkato one of the largest outdoor markets to enjoy the city's plenty of cultural experiences. Enjoy folk dancing, singing, restaurants and Azmari bets (traditional dancing) late into the afternoon. Marvel at the panoramic city view below the Entoto Mountains."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive to Arbaminch. En route see the beautiful land and scenery, visit the Dorze, famous for huge bee hive huts."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Netch-Sar Park, Lake Abaya, Tchamo. The very beautiful Netch - Sar Park, ranked among the most scenic, most notable for its wildlife scenery and yet least visited. There is a sweeping view over the plains to the majestic volcanic hills on the eastern boundary. Lake Abaya the largest of the rift valley lakes and Lake Tchamo are not to be missed spectacles. This 750km sqm national park is among the most beautiful game reserves in Africa, encompassing parts of Lakes Tchamo and Abaya as well as the mountains 'Bridge of God' that lies between the two lakes."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Drive to Konso, Jinka and Mago. Drive to Konso to a people who have an ancient, complex, and fascinating culture of their own. Here are found human fossils dating from between 1.3 and 1.9 million years. Witness the spectacle of ‘Konso's New York' an extraordinary landscape of sand pinnacles formed by wind & rain; the large and colorful Saturday market is also well worth a visit. You can expect to see different ethnic groups - the Ari, Hammer, Bena, Karo, Koygu and Bodi. At Mago see the rich wild life of the park, zebras, greater and lesser kudus, buffalo and on your way to Konso you will visit Keyafar."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Visit Turmi, Mursi & Murle. Visit Turmi the main town of the Hamer, with its market, the people known for their fine pottery and remarkable hair styling. Also for their body decoration and their adorning women with bead necklaces, iron coils around their arms and skins decorated with crocowry shells. Visit the Mursi and Murle one of the most famous tribes known for traditions including the lip plate worn by the women, and the fierce stick fighting between the men."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive to Yabelo. Yabelo wildlife sanctuary has over 194 species of birds, including one of Africa's rarest, prince ruspoli turaco. There are also some 25 species of mammals including the greater and lesser kudus and Burchell's zebra."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Drive to Wondogenet or Langano. Enjoy the hot spring resort \"Wondo genet\" where you can relax, swim, hot water bathe and view birds like the yellow fronted parrot, Hemprichs, lesser honey guide, crowned hornbills and others."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Drive to Harar. See the lakes of the Great Rift Valley rich in water birds. Park of Shala and Abyata, Lake Zewai and drive to Harar visiting the Hararghe Oromo."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Harar. In the morning, and in afternoon sight seeing of Harar. In the evening, visit the ‘Hyena Man’ at one of the gates of Harar. Harar is a city with a rich and wonderful history, famous architecture and friendly people. Visit Harar's large and bustling markets, the house of Arthur Rimbaud (a French poet and arms dealer) and the ancient mosque of Abu Beker."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Drive to Awash. In the afternoon game drive in the park."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Drive to Addis. Enjoy the wild life and prolific bird fauna of the park and in the afternoon drive back to Addis + a farewell dinner."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Departure. Transfer to the airport."
    }
  ],
  "map": ""
}