{
  "destination": "Ethiopia",
  "mainPhoto": "",
  "id": "lalibela-omo-valley-and-danakil-tour-ethopia",
  "tourName": "Lalibela, Omo Valley and Danakil tour, Ethopia",
  "placesVisited": "",
  "generalInfo": "On this tour you will have an opportunity to explore the most significant Ethiopian tourist destinations in only 8 days. Optional add-on: Lalibela – Omo Valley – Danakil via Mekelle &amp; Tigray Churches. Modify your itinerary to explore the scenic route through Mekelle and the Tigray region. You'll visit the ancient Tigray rock-hewn churches and learn about their history and architecture. You will enhance your cultural journey by combining Lalibela, Omo Valley and Danakil in one seamless experience.",
  "durationDays": "8",
  "price": "3500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly from Addis Ababa to Lalibela Morning: Depart from Addis Ababa and fly to Lalibela. Afternoon: Arrive in Lalibela and check in to your hotel. Enjoy a leisurely afternoon with optional visits to nearby cultural sites or the famous local markets. Evening: Relax at the hotel and prepare for the next day’s activities."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore Lalibela and Return to Addis Ababa Morning: Guided tour of Lalibela’s UNESCO World Heritage rock-hewn churches, including Bet Giyorgis. Afternoon: Continue exploring Lalibela, focusing on its fascinating history and religious significance. Evening: Fly back to Addis Ababa and transfer to your hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Fly from Addis Ababa to Jinka, Visit Turmi and Karo Tribes Morning: Fly from Addis Ababa to Jinka and meet your guide. Afternoon: Drive to Turmi and visit the Karo villages. Learn about the tribes’ customs, body painting traditions, and way of life. Evening: Overnight stay in Turmi."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive to Omorate – Visit Dassanech Tribe and Return to Turmi Morning: Drive to Omorate and cross the Omo River to visit the Dassanech tribe. Discover their pastoral lifestyle and rich culture. Afternoon: Return to Turmi for additional cultural immersion or relaxation. Evening: Overnight stay in Turmi."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning Visit to Mursi Tribe – Fly Back to Addis Ababa Morning: Visit the Mursi tribe, known for their lip plates and traditional attire. Enjoy insightful interactions with the tribe members. Afternoon: Drive back to Jinka and fly to Addis Ababa. Evening at leisure in the city."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Fly to Semera – Danakil Depression Morning: Fly to Semera and meet your tour group for the Danakil Depression expedition. Afternoon: Drive to Danakil Depression and set up camp for an unforgettable desert experience. Evening: Overnight camping under the stars."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Visit Dallol Morning: Explore Dallol’s colorful hydrothermal fields, salt formations, and geothermal activity. Afternoon: Continue your adventure with visits to salt mines and surrounding landscapes. Evening: Return to camp for overnight stay."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Visit Danakil and Drive Back to Addis Ababa Morning: Visit additional Danakil highlights, including volcanic craters and camel caravans. Afternoon: Begin the drive back to Semera and then fly to Addis Ababa. Evening: End of tour. Optional Add-On: Lalibela – Omo Valley – Danakil via Mekelle & Tigray Churches. Modify your itinerary to explore the scenic route through Mekelle and the Tigray region. Visit the ancient Tigray rock-hewn churches and learn about their history and architecture. Enhance your cultural journey by combining Lalibela, Omo Valley, and Danakil in one seamless experience."
    }
  ],
  "map": ""
}