{
  "destination": "Ethiopia",
  "mainPhoto": "",
  "id": "ethiopia-holiday-tailormade",
  "tourName": "Ethiopia holiday, tailormade",
  "placesVisited": "Addis Ababa, Bahir Dar, Blue Nile Falls, Gondar, Lalibela, Rock hewn churches, Aksum, 2,000-year-old stelae, Dorze villages, Netch Sar National Park, Laka Abaya, Jinka, Omo Valley markets, Mursi and Hamer tribes, Yabelo Wildlife Sanctuary, Lake Langano, Wondo Genet, Rift Valley lakes",
  "generalInfo": "This tailor made Ethiopia holiday offers country highlights and unbeatable insights. You’ll learn about history, culture and religious life, see dramatic architecture left behind by ancient civilisations, and explore diverse landscapes and wildlife. <br/><br/>This 17 day tour follows a route around the historical north of Ethiopia, visiting the country’s best known monuments, including the ancient Stelae of Aksum, a granite obelisk built in the 4th century, the medieval churches of Tigray and Lalibela, carved into the rock, and the beautiful castles of Gondar, dating from the 16th century. <br/><br/>After exploring the north, travel to the south to discover Ethiopia’s beautiful landscapes, parks and lakes, including Netch Sar Park, one of the most scenic and beautiful game reserves, yet the least visited in East Africa. See the lakes of the Great Rift Valley and unwind at the hot spring resort of Wondo Genet. Spot some of Ethiopia’s wildlife, too, including zebra, kudu and hundreds of species of birds. You’ll also be able to meet some of the many ethnic groups and tribes living in this region, including the Mursi tribe and the people of Turmi.<br/>",
  "durationDays": "17",
  "price": "3985",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Addis Ababa. A welcoming reception and transfer to your accommodation."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "City tour. Visit Addis Ababa the friendly and amazingly safe, colorful and cheerful city. With plenty of cultural experiences, folk dancing, singing, restaurants, night clubs - traditional & modern. Wander through Merkato one of the largest outdoor markets on the continent and visit the museums, among the most important in sub Saharan Africa."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Fly to Aksum. King Ezana's 4th century park, queen of Sheba's palace, bath and palace of King Kaleb. King Ezana's inscription, St Mary of Zion churches and Aksum's astonishing Stelae strike you for their huge size. Incredible for their pristine state of preservation and for their curiously modern look. Superbly sculpted from single pieces of granite to look like multi-storied buildings, it’s hard to imagine them to be 2000 year old obelisks."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive to Gondar. This very likeable friendly town is the medieval Ethiopian capital. One of the most impressive cities for preserved castles and other buildings. Fasiladas's palace is the oldest and most impressive of the castles. Also visit one of the country's most famous churches Debre Birhan Selassie elaborately decorated and highlighting Gondar."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive to Bahirdar. Bahirdar is very beautiful and one of Ethiopia's most attractive towns. Bahirdar makes a pleasant base to explore the Blue Nile falls and the island monasteries of Lake Tana. The Blue Nile Falls described by James Bruce the 18th century Scottish traveler as \"A magnificent sight...it struck me with a kind of stupor, and a total oblivion of where I was and of every other sublunary concern\". Then proceed to woyto village 2km west of the town, where the people are known for their production of tankwa (papyrus) boats."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Drive to Lalibela. To the center of pilgrimage 'Lalibela' also known as Africa's Petra. Churches are hewn out of a single rock with exceptional masonry skills. They are not carved into the rock, but freed entirely from it. In existence since the 12th century, Lalibela ranks among the greatest historical sites not only on the African continent, but in the Christian world. The buildings are refined and many of them are within a short distance of one another."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Fly to Addis Ababa. Return to Addis for over night stay in hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive to Arbaminch. En route see the beautiful scenery. Visit the Dorze people who are known for their huge famous bee hive huts."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Drive to Netch Sar Park, Lake Abaya, Tchamo. Arbaminch boasts a lovely position and is a pleasant and friendly place. From here you will travel to the beautiful Netch Sar Park which ranks among the most scenic and beautiful game reserves, yet the least visited in east Africa. Lake Abaya is the largest of the rift valley lakes and Lake Tchamo lies to the south. A ridge of land dividing the two lakes is known as the 'Bridge of God'. You will also enjoy the spectacular view of Tchamo's huge crocodiles."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Drive to Jinka. En route visit, Woito, and Keyafar. You could also visit the large and colorful Saturday market where you can expect to see different ethnic groups, among them the Ari, Hammer, Bena, Karo, koygu and bodi."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Drive to Mago, Mursi, and Murle. Visit the Mursi one of the most famous tribes. Known for their traditions including the lip plate worn by the women, and the fierce stick fighting between the men."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Drive to camp at Turmi. Turmi is the main town of the Hamer. Here the people are known for fine pottery and remarkable hair styling. You can also see their body decoration and the adorning women with their bead necklaces, iron coils around their arms and skins decorated with crocowry shells."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Drive to Yabelo. On our way back to Addis, we visit Yabelo wildlife sanctuary. With over 194 species of birds, including one of Africa's rarest birds the prince ruspoli turaco. You can also see some of the 25 species of mammal including burchell's zebra and the greater and lesser kudus."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Drive to Langano or Wondogenet. Enjoy the hot spring resort \"Wondo genet\" where you can relax, swim, hot water bath and view birds like the yellow fronted parrot, Hemprichs, lesser honey guide, crowned hornbills and others."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Drive to Addis. See the lakes of the Great Rift Valley rich in water birds. Langano lakes, park of Shala and abyata, Lake Zewai and Debrezeit's crater lakes + a farewell dinner."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Departure. Transfer to the airport"
    }
  ],
  "map": ""
}