{
  "destination": "Ethiopia",
  "mainPhoto": "",
  "id": "danakil-depression-tour-5-days",
  "tourName": "Danakil depression tour, 5 days",
  "placesVisited": "",
  "generalInfo": "The Danakil Depression in Ethiopia is truly remarkable and awe-inspiring, renowned as one of the hottest and lowest locations on the planet. We invite you to join our expedition as we journey through this unique landscape, walking across vast salt flats that extend for miles and experiencing a breathtaking array of colours that nature has crafted over millennia. With each step, you'll encounter the stark beauty of this extraordinary environment, reminding us of the Earth's incredible diversity.<br/><br/>As we explore, one of the highlights will be witnessing the captivating Erta Ale volcano. This active volcano, with its bubbling lava lake, offers a thrilling glimpse into the raw power of nature. Standing near this fiery inferno can evoke a deep sense of wonder and humility as we contemplate the forces that shape our world.<br/><br/>Our short tour is designed to be an enriching experience, made all the more rewarding by the guidance of our knowledgeable local team. They are experts in navigating this challenging terrain and passionate about sharing their unique culture and traditions. You'll have the opportunity to connect with the resilient Afar people who inhabit this striking region, gaining insight into their way of life and how they thrive in such an extreme environment.<br/><br/>We understand that embarking on this journey can feel daunting. The heat, rugged conditions, and physical demands are part of the adventure, but we want you to know you won't be alone. Our team is here to support you through every step, ensuring that your experience is safe and deeply fulfilling. This expedition may test your limits, but it will also offer profound rewards, leaving you with memories that will resonate long after the journey ends. Together, let's embrace the challenges and celebrate the magnificence of the Danakil Depression, creating a shared experience that is as meaningful as it is exhilarating.",
  "durationDays": "5",
  "price": "2655",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Semera and meet your guide. Drive to Dodom village, where you will get permission to climb Erta Ale volcano. Trek to the rim of Erta Ale volcano and spend the night watching the lava. While there are only five known volcanos with lava lakes globally, Erta Ale often has two active lava lakes – making it a unique site. Erta Ale was discovered in 1906, making it the longest-known lava lake."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Drive to Dallol via Asebo. See the Afar people mining salt and loading it onto camels. Explore the different landscapes formed by volcanic activity. Spend the night camping at Dallol. At 125m below sea level, the Danakil Depression is one of the lowest places on Earth. (By comparison, Death Valley is only 86m below sea level.)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive to Afdera. Visit the village of Afdera and have coffee with the locals. Swim in Lake Afdera and enjoy the nearby hot springs. Unlike many of the other lakes in the Danakil Depression, visitors can swim in Lake Afrera. The lakes high salt content means those who enter float weightlessly. Adjacent to the lake is a freshwater hot spring - a natural jacuzzi - a welcome respite during the long journey through the desert. Spend the night camping at Afdera."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive to Semera. The town had a population of 2,625 and it is one of five towns in Dubti woreda. It has a quirky mix of barracks, modern apartment blocks, and soulless administrative buildings. Check in to your hotel and spend the night."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We end of expedition as we travel back to Addis. Fly back to Addis Ababa. Drop off at Bole International Airport or extend your stay in the capital."
    }
  ],
  "map": ""
}