{
  "destination": "Ethiopia",
  "mainPhoto": "",
  "id": "people-and-culture-of-ethiopia",
  "tourName": "People and culture of Ethiopia",
  "placesVisited": "",
  "generalInfo": "Enjoy Ethiopia’s highlights and some hidden gems timely and responsibly. This tour is designed to support local communities while staying in community lodges and visiting other community projects.<br/>This trip is mainly for those who want to get in-depth to view the Ethiopia’s people and culture combined with the highlights of Northern Ethiopia which are inscribed by UNESCO as World Heritage Sites in different times such as Gondar, Lalibela, the naturally spectacular Simien Mountains National Park &amp; the Lake Tana Biosphere Reserve.<br/>The first days of the tour start slowly in the unique Mulu Eco Lodge with close encounters of rural Ethiopia. After visiting Lake Tana and Ethiopia’s historic capital city Gondar with its 17th-century Castle, you will go for a trek through the highest mountains range - the Simien Mountains to discover its eastern steep cliffs, mountains and wildlife. Afterwards you will be heading on to see the mythical rock-hewn churches in Lalibela carved out solid rock finally you will be hiking in the rural Lasta Mountains surrounding in Lalibela  with a community stay.",
  "durationDays": "13",
  "price": "3390",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After your arrival and immigration you will meet your guide at the airport and you will be transferred to your hotel for some refreshment. Depending on your arrival time your guide will take you for a city tour through Ethiopia’s vibrant and lively capital with you. In the National Museum you can discover the cradle of mankind where the skeleton of “Lucy” is kept. Entoto Mountain with its Eucalyptus forest is a nice short escape out of town to see Mariyam Church and Menelik Palace, the place where the Emperors resided. For arrivals on weekend your guide will bring you to see how silk and cotton turn into beautiful Ethiopian scarves in Sabahar textiles which is one of the first fair trade companies in Ethiopia that started producing high-quality fabrics focusing on fair working conditions for the weavers. You will visit their production site."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your driver picks you up at your accommodation in Addis Ababa. You will drive to Choke Mountains for a three nights stay in Mulu Eco Lodge. Imagine living for a week in a little Ethiopian cottage in the green highlands above 3,000 m.a.s.l. You will buy fresh vegetables from the farmer’s market every Saturday. Sip coffee made in a coffee ceremony by your new local friend and take leisurely day trips to neighboring villages and nature highlights, like waterfalls or mountain views and wild animals. It Sounds appealing, doesn't it? That’s the magic of slow travel where the emphasis is less on manic sightseeing and more on taking your surroundings at a relaxed place. This is no “four cities in seven days” tour — instead, you’ll see new places and explore new cultures in a way that’s less stressful for you, more respectful of the locals and easier on the environment. Mulu Eco Lodge follows these principles. Therefore in the Mulu Eco Lodge a minimum stay of 3 nights is required. That is not only to guarantee an authentic once in a lifetime experience with local people for the guests but also to protect the locals and their traditions from mass tourism."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A half-day drive will bring you to the lake town of Bahir Dar. Lake Tana is the biggest lake in the country and its tropical setting is the perfect contrast to the highlands where you just spent the last days. The next day excursion will lead you to the old coffee forest of the Lake Tana Biosphere Reserve, but for today you will have some free time either in your charming Lake lodge or discover the city on foot. You can take some to do the Lake walk and watch birds. A close-by resort also offers some spa options or a swimming pool for those who like (treatments & pool usage starting from 10 € per person)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning you will have a boat cruise to do, some birdwatching while boating to Zeghe Peninsula, where 700 years old monasteries are hidden in the thickets of a coffee forest. Discover this nature’s beauty and its cultural heritage on a small 1 hour hike before you return back by boat to town. After lunch you set off to the little village of Awura Amba. About 500 people live here in a community that has renounced their faith in order to be happy together and follow their own community rules – by the way one is being vegetarian not to harm living creatures! You will get to know Zumra Nuru who is the founder of the community and visit the old people's home, the weaving mill, the library and the school of the village. Awura Amba is a cooperative project with a moving and poor past, which has now worked its way up to a certain level of prosperity. A prosperity that is not always viewed kindly by the neighboring villages. Tonight you are going to stay with the villagers in their very simple but clean guesthouse to get more insights into the life of this extraordinary project. The village offers a very authentic community stay in their own guesthouse. You will spend your overnight here in this basic but clean place with common bathrooms to breathe the vibe of the community."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning you leave for the historic town of Gondar along the eastern shore of Lake Tana, you will travel through the Tara Gedam Mountains and its forests, then continue towards Gondar, often referred to as the 'Camelot of Africa'. Its 17th century castles are listed as UNESCO World Heritage. You will visit the Royal enclosure with its 5 palaces in the same compound and then move on to the Debre Birhan Selassie Church (Church of the Holy Trinity) which its interior is beautifully decorated with 17th century religious paintings. Truly one of Ethiopia’s most beautiful churches."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning you will continue your journey into the impressive Simien Mountains National Park and UNESCO World Heritage Site. It was established to protect endemic animals such as the Walia Ibex (wild mountains Goats that is found only here is the world), Ethiopian Wolfs, Blood-breasted Baboons and several bird species such as the Thick-billed Raven and the Bearded Vulture. The roof of Africa is also home to the highest peak in Ethiopia - Ras Dashen, at 4.550 meters. On easy walks you will discover changing and overwhelming landscapes, endless views and rugged cliffs at striking vantage points. You will also get to know the rare afro-alpine flora with Juniper, Giant Lobelia and Giant Heather trees fully covered with St. John's wort hanging down like an old man’s beard. Overnight in a lodge inside the National Park."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you have the time to drive deeper into the National Nark. Along the track there are always beautiful viewpoints as well as the Jinbar Waterfall which plunges over 400 meters into the depth. You will also take a hike off the road to the 4,200 meter high Bwahit viewpoint. If you are lucky, you will also be able to observe the park's wildlife more closely in this day. At the camping and around Chennek Campsite we often see the Walia Ibex ( Mountains Goats) which is the endemic mammals to this Park. In the afternoon you will return back to Gondar to your lodge."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "In the morning you will catch your domestic flight to the holy city of Lalibela (UNESCO World Heritage Site). Its 12th century eleven rock-hewn churches are truly mysterious as they are chiselled out of solid rock. Legends claim this miracle as the work of angels. You arrive at Lalibela town in the afternoon for your check in at the hotel. In the late afternoon you will meet with an Ethiopian family for a cooking class. The Beyayenatu, a vegan platter, is a staple food in the fasting season in Ethiopia. You will have a delicious dinner with an Ethiopian family."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today you are entering the heart of the holy city. On your guided personal tour you walk through the labyrinths of trenches and tunnels to discover the eleven rock churches of Lalibela. Beta Medane Alem (“Church of the World Saviour”) and Beta Giyorgis (“St. George Church”) are architectural masterpieces counting among the biggest rock churches in Ethiopia. Beta Mariam (“Church of St. Mary”) with its beautiful painted interior and its frescoes is not less impressive than the churches of the southern cluster which used to be an old fortress with narrow confusing pathways. You will have a full day to discover these churches in details. For lunch you return back to your hotel where fresh garden food and some time for relaxation is waiting before you set off for the second part of your church tour in the afternoon. A sunset dinner at the campfire with splendid views into the Lasta Mountains and into the endless skies will make it a memorable day!"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today make an early start and after breakfast to drive up to the Mt. Abuna Yoseph Community Conservation Area. It is about a 2 hours drive to get up to the afro-alpine meadows where big tufts of Guassa grass and Giant Lobelia (like a massive cabbage on a stem) grow and Giant Heather trees grow on the slopes. You can explore the two Zigit peaks on the north west side of the massif (4,030m) in the morning and an extraordinary outcrop of basalt rock, broken up into pentagonal sided pillars locally known as Zigit Abo, with a lot of legends about the place. Continue the walk along the southern side of the mountain, home to big troops of Gelada baboon (groups of least 200 can often be seen) and into the rangeland of the rare Ethiopian Wolf - you may hear their bark or be lucky and catch a glimpse of this most endangered canid. From here you will set off further southwest to the Hudad table mountain where you will stay in the community based Hudad Lodge a simple mountain retreat with spectacular panorama vistas over the Lasta Mountains."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "From Hudad mountain you descend down to the gravel road where you will meet your car to be transferred the airport in Lalibela. A domestic flight will take you then back to the capital Addis Ababa. After a nice traditional farewell dinner, you will be transferred to the airport."
    }
  ],
  "map": ""
}