[
  {
    "destination": "Ethiopia",
    "mainPhoto": "",
    "id": "danakil-depression-tour-5-days",
    "tourName": "Danakil depression tour, 5 days",
    "placesVisited": "",
    "generalInfo": "The Danakil Depression in Ethiopia is truly remarkable and awe-inspiring, renowned as one of the hottest and lowest locations on the planet. We invite you to join our expedition as we journey through this unique landscape, walking across vast salt flats that extend for miles and experiencing a breathtaking array of colours that nature has crafted over millennia. With each step, you'll encounter the stark beauty of this extraordinary environment, reminding us of the Earth's incredible diversity.<br/><br/>As we explore, one of the highlights will be witnessing the captivating Erta Ale volcano. This active volcano, with its bubbling lava lake, offers a thrilling glimpse into the raw power of nature. Standing near this fiery inferno can evoke a deep sense of wonder and humility as we contemplate the forces that shape our world.<br/><br/>Our short tour is designed to be an enriching experience, made all the more rewarding by the guidance of our knowledgeable local team. They are experts in navigating this challenging terrain and passionate about sharing their unique culture and traditions. You'll have the opportunity to connect with the resilient Afar people who inhabit this striking region, gaining insight into their way of life and how they thrive in such an extreme environment.<br/><br/>We understand that embarking on this journey can feel daunting. The heat, rugged conditions, and physical demands are part of the adventure, but we want you to know you won't be alone. Our team is here to support you through every step, ensuring that your experience is safe and deeply fulfilling. This expedition may test your limits, but it will also offer profound rewards, leaving you with memories that will resonate long after the journey ends. Together, let's embrace the challenges and celebrate the magnificence of the Danakil Depression, creating a shared experience that is as meaningful as it is exhilarating.",
    "durationDays": "5",
    "price": "2655",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Semera and meet your guide. Drive to Dodom village, where you will get permission to climb Erta Ale volcano. Trek to the rim of Erta Ale volcano and spend the night watching the lava. While there are only five known volcanos with lava lakes globally, Erta Ale often has two active lava lakes – making it a unique site. Erta Ale was discovered in 1906, making it the longest-known lava lake."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Drive to Dallol via Asebo. See the Afar people mining salt and loading it onto camels. Explore the different landscapes formed by volcanic activity. Spend the night camping at Dallol. At 125m below sea level, the Danakil Depression is one of the lowest places on Earth. (By comparison, Death Valley is only 86m below sea level.)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Drive to Afdera. Visit the village of Afdera and have coffee with the locals. Swim in Lake Afdera and enjoy the nearby hot springs. Unlike many of the other lakes in the Danakil Depression, visitors can swim in Lake Afrera. The lakes high salt content means those who enter float weightlessly. Adjacent to the lake is a freshwater hot spring - a natural jacuzzi - a welcome respite during the long journey through the desert. Spend the night camping at Afdera."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Drive to Semera. The town had a population of 2,625 and it is one of five towns in Dubti woreda. It has a quirky mix of barracks, modern apartment blocks, and soulless administrative buildings. Check in to your hotel and spend the night."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "We end of expedition as we travel back to Addis. Fly back to Addis Ababa. Drop off at Bole International Airport or extend your stay in the capital."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Ethiopia",
    "mainPhoto": "",
    "id": "ethiopia-express-tour",
    "tourName": "Ethiopia express tour",
    "placesVisited": "",
    "generalInfo": "In this combined tour, you will explore the rock-hewn churches of Lalibela and the otherworldly landscapes of the Danakil Depression on this 5-day tour and visit the most famous churches in Lalibela, including the famous Bet Giyorgis, and see the colorful Dallol geothermal site.",
    "durationDays": "5",
    "price": "1900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly to Lalibela & Visit the Rock Hewn Churches of Lalibela Arrive to Lalibela and take the airport transfer to the town and visit the rock-hewn churches. After you check in at your hotel, you will drive to sites where you’ll find a concentration of some of Ethiopia’s most famous rock-hewn churches, mostly referred to by many as “the living wonders of the world.” These churches have been here for at least 900 years and include an active Christian shrine, the spiritual center of the country’s religious life. Then, you will visit Northwestern Clusters of churches this group contains, Bet Medhane Alem, Bet Maryam, Bet Meskel, Bet Danagel, Bet Mikael, and Golgotha. After lunch, you’ll continue to visit the Southeastern Cluster of Lalibela churches —Bet Gabriel-Rafael, Bet Merkorios, Bet Amanual, and Bet Abba Libanos. Finally, you’ll visit the most famous of all the churches —Bet Giyorgis, a huge monolithic in the shape of a cross, constructed in honor of St. George, the patron saint of Ethiopia. You’ll stay overnight in Lalibela."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fly Lalibela – Addis Ababa Morning visit Lalibela Churches and Fly back to Addis Ababa. Overnight: Addis Ababa"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Fly Addis Ababa to Semera Take a flight to Semera town of the Afar regional capital, pick from the airport with experienced drivers and excellent 4WD with AC along a team of experienced expert guides. Overnight: Camping"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Drive to Hamedela town At the morning we will pick you at the hotel and begin your journey with an excellent cook team, local guide and road leader from the tourism authorities, police escort , all camping gears ready to depart with you. Then head directly to Hamedela town of Dallol. Visit the Sunset at Lake Assale late in the afternoon. Overnight open air camping with clean beds, Mattress, pillows, clean bedsheets and a lot water for hydration 6 liters per person per day. Meals B.L.D"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Semera – Addis Ababa In the morning wake up with the sun and after breakfast drive to Afdera salt Lake Town. The major hub for salt production and distribution lying at -102m below sea level and the highest temperature feeling in the Danakil depression. Have lunch in town, a glimpse of the salt lake, a walk along the salt farms and after this we drive back to Semera. In the afternoon we drive back to Semera and take a late afternoon flight back to Addis."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Ethiopia",
    "mainPhoto": "",
    "id": "ethiopia-family-holiday",
    "tourName": "Ethiopia family holiday",
    "placesVisited": "Addis Ababa, Bahir Dar, Blue Nile gorge, Lake Tana and Island monasteries, Castles and palaces of Gondar, Simien Mountains trek, Gelada baboons and Ethiopian wolves, Aksum and stelae, Lalibela, Rock-hewn churches",
    "generalInfo": "Suitable for children aged seven and above, this Ethiopia family holiday takes in ancient cities, rock-hewn churches, wild landscapes and waterfalls on a 16 day adventure. Visit beautiful Lalibela, where churches are carved into the rock and built into caves; see the fairytale castles of Gondar and explore the Simien Mountains, home to thousands of gelada baboons and rare Walia ibex and red foxes, found in no other place on earth. See the huge carved stelae at Axum, the pretty town of Bahirdar, the Blue Nile Falls and enjoy some time at Lake Tana, with a boat trip to discover island monasteries. <br/><br/>Throughout, local and highly qualified guides accompany you, and their knowledge of the history, botany, ecology, wildlife and birdlife of each destinations is vast. You’ll visit four of the eight UNESCO World Heritage Sites in Ethiopia, soaking up the unique culture and long history of this fascinating country.<br/>",
    "durationDays": "16",
    "price": "3695",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Addis Ababa. A welcoming reception and transfer to your hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "City tour. Visit the colorful and vibrant city Addis Ababa regarded by many as 'The African diplomatic capital'. Enjoy its gorgeous climate of seemingly perpetual blue sky and cool high land air. Visit its museums the ethnological, natural history, St. George Cathedral, the national museum. These rank among the most important sub-Saharan museums in Africa. Late in the afternoon enjoy, the terrific and windy panoramic view of Addis Ababa below the Entoto Mountains"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Drive to Bahirdar. Visit one of Ethiopia's most holy sites, the monastery of Debre Libanos which was founded in the 13th century. The site is beautifully set beneath a cliff on the edge of gorge and is a peaceful place to wonder. There is a good chance of seeing gelada baboon and lammergeyer along the way. Then proceed to a truly magnificent Blue Nile gorge where you will admire the expansive views over terraced slops and euphorbia studded cliffs on the opposite wall. It is the most dramatic stretches of road in Ethiopia dropping over 1000m"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Bahirdar, Lake Tana and island monasteries. A full day visit of Bahirdar, one of Ethiopia's most attractive towns with its wide avenues of palms and flamboyant trees. It makes pleasant base from which to explore the areas main sites; the Blue Nile falls and the island monasteries of Lake Tana. Have a boat excursion to Lake Tana islands and medieval monasteries of Kibran Gabriel, Mitsle Fasiledes & Tana Cherkos. The most famous is Ura Kidanemihret of the Zege peninsula with its very beautiful painted temples."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Drive to Gondar. Visit Ethiopian medieval capital Gondar, with its large royal enclosure containing grand castles, palaces, houses and outbuildings. See King Fasiladas's palace, the oldest and perhaps most impressive of the castles. Behind the castle are various ruined buildings including the remains of a bathing pool, a chancellery and a library of Fasiladas's son Yohannes I. Marvel at Debre Birhan Selassie, one of the country's most famous churches that lies 2km to the north east of Gondar."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Drive to Simien Mountains. Here we begin our trek to experience the beauty of the mountain, its wildlife, for bird watching and camping. Simien Mountains National Park has been declared a world heritage site by UNESCO. One of the principal mountain ranges of Africa, there are a number of peaks rising above 4000m including Ras Dashen. As a 1925 traveler Rosita Forbes in 1925 described them as 'The most marvelous of all Abyssinian landscapes'. Among the most beautiful mountain ranges in Africa they will give you a taste of Ethiopia's remarkable wildlife, including the beautiful walia ibex, gelada baboons and Ethiopian wolves."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Drive to Aksum. Drive to Aksum through the escarpments of the Simien mountain ranges and Tekeze valley."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Visit Aksum. A full day visit in Aksum, where a high civilization had risen several centuries before the birth of Christ. They are 'the last of the great civilizations of antiquity to be revealed to modern knowledge' according to Dr Neville Chittik. Aksum's astonishing Stelae strike you for their huge size, their incredible, almost pristine preservation and their curiously modern look. Sculpted from single pieces of granite to look like multistoried buildings. Though the stone is famously hard, Aksum's masons worked it superbly often following a set design."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Drive to Mekele. Journey to a little visited but peaceful and astonishing spot 'Yeha' which is Ethiopia's first known capital and considered the birth place of the country's earliest civilization. Its ruins are impressive for their sheer age, dating from around the 5th century BC. Also the monastery of Debre Damo which is the first monastery in Ethiopia dates back to Aksumite times. It boasts the oldest standing church in the country."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Drive to Lalibela. We travel through the magnificent Ambalage chains of mountains to Lalibela."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Visit Lalibela. Have a full day visit to the 12th-13th century rock hewn, monolithic, semi monolithic, and cave churches of Lalibela. Lalibela undoubtedly ranks among the greatest historical sites, not only on the African continent, but also in the Christian world. Many are not carved into the rock, but freed entirely from it. The buildings are refined and many are within such a very short distance of one another."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Drive to Dessie. On route you will experience the rugged mountains and beautiful scenery."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Drive to Addis. For sight seeing the beautiful landscape and mountain scenery with a night and farewell dinner"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Departure. Transfer to the airport."
      }
    ],
    "map": "",
    "category": "Family"
  },
  {
    "destination": "Ethiopia",
    "mainPhoto": "",
    "id": "ethiopia-guided-highlights-tour",
    "tourName": "Ethiopia guided highlights tour",
    "placesVisited": "",
    "generalInfo": "Experience the best of Ethiopia on this 10-day short classic tour highlighting the country's most inspiring attractions. Visit the fertile green lands of Bahir Dar with its monasteries on the islands, the culture and tradition of the people around Lake Tana, Gondar, Ethiopia’s former imperial city, Lalibela’s unique rock-hewn churches, and the stunning Simien Mountains National Park. After this trip to the North, relax in Ethiopia's lush Great Rift Valley, where there lies a famous lakes like Langano, suitable for swimming, and the two twin lakes Abjatta and Shalla. The rift valley is a photographer's paradise and a haven for many bird species.",
    "durationDays": "10",
    "price": "1980",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Discover the capital Addis Ababa Travel: 1 h, 30 km After arrival, you will meet your guide at the airport and be transferred to your hotel for some refreshments. Depending on your arrival time, your guide will give you a city tour of Ethiopia's vibrant and bustling capital. In the National Museum you will discover the cradle of humanity where the skeleton of \"Lucy\" is preserved. Mount Entoto, with its eucalyptus forest, is a short escape from the city to visit Mariyam Church and Menelik's Palace, where emperors used to reside. Others may appreciate one of the city's weekly markets. You may choose your own itinerary with your guide. Meals: B/L/D Accommodation: Sunspot Hotel or similar (check-in after 12 noon), Addis Ababa"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Coffee forests and historic monasteries in the Lake Tana Biosphere Reserve Flight time: 1 h Travel: 1 h, 30 km Hike: 1 h, 2 km (difficulty: easy, altitude difference: ?100m, ?100m) A domestic flight will take you to the lake town of Bahir Dar. Lake Tana is the largest lake in the country, and its tropical setting is the perfect escape to start your boat cruise, go bird watching, and finally reach the Zeghe Peninsula, where 700-year-old monasteries are hidden in the coffee groves. Discover the beauty of this natural and cultural heritage before boating back to town and your lodge. Meals: B/L/D Accommodation: Abay Minch Lodge or similar, Bahir Dar"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "The impressive waterfalls on the Blue Nile Travel: 2 h, 80 km Hike: 2-3 h, 4-5 km (difficulty: moderate; altitude difference: ?150m, ?150m) Today we reach Tis Issat, just outside Bahir Dar, where the Blue Nile Falls are located. A 2-3 hour hike directly to the falls allows you to see the falls from different perspectives, cross two bridges (one of which is the historic Portuguese bridge), then cross the Blue Nile by boat and see sugar cane plantations. In the afternoon, reach the viewpoint of the Blue Nile Falls, where former Emperor Haile Selassie built his summer residential palace. Meals: B/L/D Accommodation: Abay Minch Lodge or similar, Bahir Da"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "The Camelot of Ethiopia: The Castles of Gondar The castles of Gondar, dating back to the 17th century, have been declared a UNESCO World Heritage Site. You will visit the royal enclosure with its 5 palaces and then move on to the Debre Birhan Selassie Church (Church of the Holy Trinity), whose interior is beautifully decorated with 17th-century religious paintings. It is truly one of the most beautiful churches in Ethiopia. Meals: B/L/D Accommodation: Harfazy Resort or similar, Gondar"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Natural beauty and views in the Simien Mountains National Park Travel: 3-4 h, 130 km Hike: 1-2 h, 4 km (difficulty: easy/ altitude difference: ?: 100m, ?150m) This morning, you will continue your journey through the towering Simien Mountains. The National Park and UNESCO World Heritage Site was established to protect endemic animals such as the Walia capricorn ibex, Ethiopian wolf, red-breasted baboons, and several bird species such as the big-billed raven and bearded vulture. The Roof of Africa is also home to Ethiopia's highest mountain, Ras Dashen, at 4,550 meters. On easy walks, you will discover changing and overwhelming landscapes, endless vistas, and jagged mountains at striking viewpoints. You will also learn about the already rare Afroalpine flora with juniper, St. John's wort, and heather, Kniepofia, a species of tree heather, and the Kosso tree. Meals: B/L/D Accommodation: Harfazy Resort or similar, Gondar"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Domestic flight to Lalibela Flight duration: 30 minutes Travel: 1 h, 30 km Today you will take the internal flight to the holy city of Lalibela (a UNESCO World Heritage Site). Its 11 rock-cut churches, dating back to the 12th century, are truly mysterious because they were carved into the rock. Legends claim that this miracle is the work of angels. You will arrive in Lalibela in the late morning to check into your hotel. After lunch you will have time for an first tour of the holy city of Lalibela. Meals: B/L/D Accommodation: Lalibela Lodge or similar, Lalibela"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today you will enter the heart of the holy city. During your personal guided tour, you will walk through labyrinths of trenches and tunnels to discover Lalibela's eleven rock churches. Beta Medhane Alem (\"Church of the Savior of the World\") and Beta Gyorgis (\"Church of St. George\") are architectural masterpieces that rank among Ethiopia's greatest rock churches. Beta Mariam (\"Church of St. Mary\"), with its beautiful painted interiors and frescoes, is no less impressive than the churches in the southern group, which was an ancient fortress with narrow, confusing paths. You will have a full day to discover these churches in all their detail before dining at sunset with beautiful views of the Lasta Mountains. Meals: B/L/D Accommodation: Lalibela Lodge or similar, Lalibela"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "light back to Addis Ababa and transfer to Langano Flight time: 1 h Travel: 3-4 h, 210 km After a relaxing breakfast at the hotel, your driver will transfer you to Lalibela Airport in the late morning for your flight to Addis Ababa. Upon arrival in Addis Ababa, our vehicle will transfer you to the south, in the so-called Great African Rift Valley, for 1-2 relaxing days at the end of the trip. Meals: B/L/D Accommodation: Sabana Lodge or similar, Langano"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "The three lakes in the Rift Valley Travel: 1 h, 30 km A few kilometers from Lake Langano are two other lakes, Abjatta and Shalla, which are part of the same-named national park. The two lakes are completely different, with the main attractions at the park entrance and in the first lake being ostriches and flamingos, and several hot springs on the shore of the second lake. Some of these have water so hot that local people use it to boil eggs, potatoes, or other foods. After a visit to these lakes, we will return to our lodge. Meals: B/L/D Accommodation: Sabana Lodge or similar, Langano"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Return to Addis Ababa and departure Travel: 3-4 h, 210 km Today you will return to Addis Ababa. On the return trip, you will stop at Lake Ziway for a boat ride and to view various waterfowl. After a seafood lunch, you will return to the capital. If there is enough time before departure, you will visit a market or stores in Addis Ababa to buy souvenirs. Finally, a traditional Ethiopian dinner with music and dance performances is planned. Depending on the flight schedule, the trip will end and you will depart. Meals: B/L/D"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Ethiopia",
    "mainPhoto": "",
    "id": "ethiopia-holiday-tailormade",
    "tourName": "Ethiopia holiday, tailormade",
    "placesVisited": "Addis Ababa, Bahir Dar, Blue Nile Falls, Gondar, Lalibela, Rock hewn churches, Aksum, 2,000-year-old stelae, Dorze villages, Netch Sar National Park, Laka Abaya, Jinka, Omo Valley markets, Mursi and Hamer tribes, Yabelo Wildlife Sanctuary, Lake Langano, Wondo Genet, Rift Valley lakes",
    "generalInfo": "This tailor made Ethiopia holiday offers country highlights and unbeatable insights. You’ll learn about history, culture and religious life, see dramatic architecture left behind by ancient civilisations, and explore diverse landscapes and wildlife. <br/><br/>This 17 day tour follows a route around the historical north of Ethiopia, visiting the country’s best known monuments, including the ancient Stelae of Aksum, a granite obelisk built in the 4th century, the medieval churches of Tigray and Lalibela, carved into the rock, and the beautiful castles of Gondar, dating from the 16th century. <br/><br/>After exploring the north, travel to the south to discover Ethiopia’s beautiful landscapes, parks and lakes, including Netch Sar Park, one of the most scenic and beautiful game reserves, yet the least visited in East Africa. See the lakes of the Great Rift Valley and unwind at the hot spring resort of Wondo Genet. Spot some of Ethiopia’s wildlife, too, including zebra, kudu and hundreds of species of birds. You’ll also be able to meet some of the many ethnic groups and tribes living in this region, including the Mursi tribe and the people of Turmi.<br/>",
    "durationDays": "17",
    "price": "3985",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Addis Ababa. A welcoming reception and transfer to your accommodation."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "City tour. Visit Addis Ababa the friendly and amazingly safe, colorful and cheerful city. With plenty of cultural experiences, folk dancing, singing, restaurants, night clubs - traditional & modern. Wander through Merkato one of the largest outdoor markets on the continent and visit the museums, among the most important in sub Saharan Africa."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Fly to Aksum. King Ezana's 4th century park, queen of Sheba's palace, bath and palace of King Kaleb. King Ezana's inscription, St Mary of Zion churches and Aksum's astonishing Stelae strike you for their huge size. Incredible for their pristine state of preservation and for their curiously modern look. Superbly sculpted from single pieces of granite to look like multi-storied buildings, it’s hard to imagine them to be 2000 year old obelisks."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Drive to Gondar. This very likeable friendly town is the medieval Ethiopian capital. One of the most impressive cities for preserved castles and other buildings. Fasiladas's palace is the oldest and most impressive of the castles. Also visit one of the country's most famous churches Debre Birhan Selassie elaborately decorated and highlighting Gondar."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Drive to Bahirdar. Bahirdar is very beautiful and one of Ethiopia's most attractive towns. Bahirdar makes a pleasant base to explore the Blue Nile falls and the island monasteries of Lake Tana. The Blue Nile Falls described by James Bruce the 18th century Scottish traveler as \"A magnificent sight...it struck me with a kind of stupor, and a total oblivion of where I was and of every other sublunary concern\". Then proceed to woyto village 2km west of the town, where the people are known for their production of tankwa (papyrus) boats."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Drive to Lalibela. To the center of pilgrimage 'Lalibela' also known as Africa's Petra. Churches are hewn out of a single rock with exceptional masonry skills. They are not carved into the rock, but freed entirely from it. In existence since the 12th century, Lalibela ranks among the greatest historical sites not only on the African continent, but in the Christian world. The buildings are refined and many of them are within a short distance of one another."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Fly to Addis Ababa. Return to Addis for over night stay in hotel."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Drive to Arbaminch. En route see the beautiful scenery. Visit the Dorze people who are known for their huge famous bee hive huts."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Drive to Netch Sar Park, Lake Abaya, Tchamo. Arbaminch boasts a lovely position and is a pleasant and friendly place. From here you will travel to the beautiful Netch Sar Park which ranks among the most scenic and beautiful game reserves, yet the least visited in east Africa. Lake Abaya is the largest of the rift valley lakes and Lake Tchamo lies to the south. A ridge of land dividing the two lakes is known as the 'Bridge of God'. You will also enjoy the spectacular view of Tchamo's huge crocodiles."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Drive to Jinka. En route visit, Woito, and Keyafar. You could also visit the large and colorful Saturday market where you can expect to see different ethnic groups, among them the Ari, Hammer, Bena, Karo, koygu and bodi."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Drive to Mago, Mursi, and Murle. Visit the Mursi one of the most famous tribes. Known for their traditions including the lip plate worn by the women, and the fierce stick fighting between the men."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Drive to camp at Turmi. Turmi is the main town of the Hamer. Here the people are known for fine pottery and remarkable hair styling. You can also see their body decoration and the adorning women with their bead necklaces, iron coils around their arms and skins decorated with crocowry shells."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Drive to Yabelo. On our way back to Addis, we visit Yabelo wildlife sanctuary. With over 194 species of birds, including one of Africa's rarest birds the prince ruspoli turaco. You can also see some of the 25 species of mammal including burchell's zebra and the greater and lesser kudus."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Drive to Langano or Wondogenet. Enjoy the hot spring resort \"Wondo genet\" where you can relax, swim, hot water bath and view birds like the yellow fronted parrot, Hemprichs, lesser honey guide, crowned hornbills and others."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Drive to Addis. See the lakes of the Great Rift Valley rich in water birds. Langano lakes, park of Shala and abyata, Lake Zewai and Debrezeit's crater lakes + a farewell dinner."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Departure. Transfer to the airport"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Ethiopia",
    "mainPhoto": "",
    "id": "ethiopia-small-group-wildlife-tour",
    "tourName": "Ethiopia small group wildlife tour",
    "placesVisited": "",
    "generalInfo": "Ethiopia is one of the world's hotspots of endemism; meaning that a high percentage of wildlife that is found in the country is only found in this country. This is because of its highland terrain and rugged landscape isolating the animals from other parts of Africa; this tour focuses on the rare and endemic mammals of Ethiopia. So just specialist guides and visit some of the seldom visited and incredible wildlife destinations off the beaten track.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of specific mammal watching trips. These specialist mammal watching tours focus on rare and endemic species of mammals, as well as other wildlife in the area. <br/>There are not the huge numbers of large mammals to be found here as in other parts of Africa, but the species that do live here are cleverly adapted to their unique surroundings and very special indeed. The highlights of this tour will undoubtedly be the wonderful long-haired Gelada Baboons with their red 'hearts', the beautifully coloured Ethiopian Wolf and the strange but endearing Giant Mole Rat! <br/>All of these and several other mammals found nowhere else but Ethiopia, will be viewed on this tour, along with general natural history, cultural and birdwatching attractions.<br/>The scenery of the country is also stunning, there are masses of lakes surrounded by mountainous peaks, dusty valleys dotted with acacia trees and pretty little thatched huts in well kept villages. The people of this country are proud and happy and for the most part self sufficient. Traditionally decorated ponies and their riders will be seen throughout the moorlands, plus donkeys carrying their mixed cargo all round the country, together providing an interesting cultural backdrop to a week of viewing most of the countries endemic mammal species and some birdwatching. <br/>The culture of Ethiopia is as unique as well as the wildlife and this tour will aim to showcase both and give a real insight into the real Ethiopia. Because the wildlife watching destinations in Ethiopia are widely dispersed in the country, there is quite a bit of travelling from site to site. This is the only way of doing this tour however. And whilst most itineraries only focus on either the Bale Mountains or the Simien Mountains I have included both into this itinerary as well as including the other best wildlife watching destinations in Ethiopia. This will give you increased time with Gelada baboons, more chance of seeing Ethiopian wolves well and also visiting the only place where the last 200 or so Walia ibex live.<br/>throughout the trip you will be guided by expert naturalist guides, people with an intimate knowledge of the wildlife and habitats you will be visiting. <br/>Whilst the route is well established to visit all of the locations that are best for the targeted species, this trip is also tailorable as there are other wildlife locations in Ethiopia, as well as cultural attractions that we can also add into this itinerary. <br/>All you have to do is to get in touch with your budget and your group size and where you would like to go and we will come back to you with an itinerary and quote for your perfect Ethiopian mammal watching tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Addis Ababa. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Ethiopia. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, cruises, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Ethiopian countryside. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>The best time to visit the Ethiopian Highlands for mammals is the Northern Hemisphere winter (November - March). <br/>This is the dry season and the temperatures are around 25C on averages with highs of around 30C. There is very little rain during this period and many hours of sunlight every day.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• We will stay in a variety of accommodation when on this tour, from quaint boutique style guest houses, to more familiar African safari lodges.<br/>• Spend all the daylight hours searching for wildlife, either at the specific wildlife locations or driving / hiking around looking for more wildlife.<br/>• All the above reasons give this, our photography tour of Ethiopian Endemic Mammals tour a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Ethiopia so that we can try and find and observe animals such as the Ethiopian wolves, Gelada baboons, Hamadryas baboons, Mountain nyalas, Walia ibex, Bale monkeys and many more species. We also have the ability to organise and run wildlife tours of Ethiopia at other times of year and focusing on other aspects of this wonderful country such as the different tribal peoples and stone churches. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visit various locations in Ethiopia, we focus mostly in the highlands and the large high altitude grasslands of Awash National Park and the Bale &amp; Simien Mountains.<br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle or whilst hiking around the grasslands. These are relatively and last around 1-2 hours with regular breaks in between. <br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old",
    "durationDays": "15",
    "price": "3995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "On arrival in Addis Ababa (we recommend an early morning arrival) you will meet your guide and then we will leave straight away and head to a Geleda baboon colony at Debre Libanos Gorge. We will spend the majority of the day with these baboons. – overnight in Ethio- German lodge. (Lunch and Dinner)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today you will have a morning with the gelada baboon colonies around the Debre Libanos gorge. Watching their different behaviours and gaining a brand new insight into the world of this highly social, high altitude grazing baboon species. You will then head back to Addis Ababa in the afternoon – overnight in Ghion Hotel – or similar (Breakfast, Lunch and Dinner)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "This morning you will transfer from the city to Awash National Park and on arrival we will have a late afternoon safari around the park. This national park is good for some endemic species such as Hamadryas baboon, grivet monkey, beisa oryx, Soemmering’s gazelle, Harar dik-dik as well as other mammals such as African wild cat, northern lesser kudu, black-backed jackal. After dinner we can enjoy a night safari to try and find some of the nocturnal speices that live around here. – overnight Awash Falls Lodge – or similar (Breakfast, Lunch and Dinner)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This morning you will have an early morning transfer to Lake Langano. On arrival here you will spend time around the lake and enjoy a game drive around Ali Dege plains en route to the Lake. Ali Dege plains is a rich wildlife watching location with lion, cheetah, Somali wild ass (very rarely seen), Beisa oryx, Soemmerring’s gazelle, spotted hyena, Northern gerenuk and Grevy’s zebra all living here – overnight Wabe Shabelle (Breakfast, Lunch and Dinner)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "This morning you will travel on and towards the Bale Mountains and Dinsho Grasslands, this is arguably the best ecosystem in Africa for endemic species and we will start by driving through Abiata-Shalla National Park before carrying on to Gobe which is a gateway town for the Bale Mountains. Along the way we will look for wildlife in the Gaysay Grasslands. In the grasslands we hope to see mountain nyala and bohor reedbuck among other species – overnight in Wabe Shabelle (Breakfast, Lunch and Dinner)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "This morning you will leaving the Bale Mountains and be transferred from Gobe to Senkelle Sanctuary with a short game drive around the sanctuary which is very good for Oribi and hartebeest as well as desert warthog and Abyssinian hare. From here will continue onto lake Awassa and our accommodation - overnight in La Dolce Vita (Breakfast, Lunch and Dinner)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "This morning we will have a short stakeout for hippos (which can been seen in the morning around the lake) and the Gambian suns squirrel at Lake Awassa before continuing to Lake Ziway and hopefully finding the yellow-spotted rock hyrax and then carrying on to Addis Ababa for the night – overnight in Ghion Hotel. (Breakfast and Lunch only)."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "This morning we will catch a flight from Addis Ababa to Gondar and then be transported to the Simien Mountains and spend the day wildlife watching, looking particularly for the gelada baboon and Walia ibex as well as other mammals here such as rodents and possibly Ethiopian wolves, although they are seen here far less than in the Bale Mountains. – overnight in Chenek Camp. (Breakfast and Dinner)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Today will be a full day in the Simien Mountains spent searching for wildlife – overnight in Chenek Camp. (Breakfast, Lunch and Dinner)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Today you will be transferred back out of the wilderness to Gondar and then fly onto Addis Ababa and then onto your hotel for your farewell evening in Ethiopia. – overnight in Ghion Hotel."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Today you will be transferred from the hotel to the airport to catch your return flight home. (Breakfast only)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Ethiopia",
    "mainPhoto": "",
    "id": "ethiopia-tour-the-best-of-ethiopia",
    "tourName": "Ethiopia tour, The Best of Ethiopia",
    "placesVisited": "Addis Ababa, Diverse tribal encounters, Lake Chamo hippo and crocodile safari, Mago National Park, Lake Langano, Lake Tana monasteries and Blue Nile falls, Gondar, Simien Mountains, Lalibela, Axum",
    "generalInfo": "Ethiopia is an African land unlike anywhere else on the continent. With a wealth of unique cultures, incredible ethnic and natural diversity, and some of Africa’s finest historic monuments, the country  offers a unique kaleidoscope of experiences – unforgettably revealed here with a trip encompassing the highlights of both the north and the south of the country. <br/><br/>From the colourful buzz of the capital Addis Ababa, we head south to the tribal lands of the Omo Valley to mingle with a dazzling array of traditional tribal groups – each with distinctive traits – as they come together at fabulous weekly village markets. But you will also get a chance to get close to some incredible wildlife too, including a lake safari in search of crocodiles and hippos.<br/><br/>The north of the country is best known for its striking monuments that date back through medieval times to the dawn of Christianity. You'll visit the monasteries of Lake Tana and the Blue Nile Falls (Africa's second largest), before heading to Gondar to explore castles and palaces that look more European than African. <br/><br/>In the Simien Mountains, meanwhile, you'll have a chance to hike in one of Africa's most dramatic landscapes scouting for unusual local fauna. There's also time spent seeing the incredible rock cut churches of Lalibela – ‘Africa’s Petra’ – before visiting the spiritual capital of Axum, reputedly the home of the Queen of Sheba and the Ark of the Covenant. <br/><br/>There's also a chance to extend the trip to see the remarkable hot springs of Dallol, where geological activity has created a wonderland of brightly-coloured rock formations.",
    "durationDays": "18",
    "price": "4399",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Addis Ababa - Arrive in Addis Ababa. After some time to freshen up explore some of the sights of this fascinating city. Overnight Jupiter Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Arba Minch - Morning flight to Arba Minch. In the afternoon travel to the lands of the Dorze people, whose villages are characterized by their beehive shaped huts. Overnight Paradise Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Jinka - This morning we take a boat trip on Lake Chamo to look for hippos – also to be found here are large concentrations of Nile crocodiles. We then drive to Jinka, passing through lands inhabited by the Benna, Tsemay and Ari tribal groups and visit the weekly Key Afer market, allowing us a good opportunity to appreciate the differences between these people. Overnight Jinka Resort or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Mago National Park - We head into Mago National Park, home to the fascinating Mursi people, known for their lip plates – perhaps the most striking of Ethiopia’s tribal groups. After spending time here learning about their customs we return to Jinka for the night. Overnight Jinka Resort or similar. (BLD"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Turmi - Drive to Turmi. Turmi is a major settlement for the Hamer people and we visit the weekly Dimeka market to meet them. Overnight Turmi Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Koricho - We drive this morning to Koricho, a settlement of the Karo people, known for their extraordinary body painting – the men also shave their hair into elaborate styles and often sport ostrich feathers. Overnight Turmi Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Omorate - Drive to Omorate to visit the Dassenach people, a cattle herding group whose lands extend all the way to Lake Turkana. We then return to Turmi to explore the weekly market, an important meeting place for the various tribal groups that live here. Overnight Turmi Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Arba Minch - This morning we visit a village belonging to the Konso people, renowned as excellent farmers. From here we return to Arba Minch. Overnight Paradise Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Lake Langano - We leave the Omo Valley behind and head north to Lake Langano. This is a beautiful part of the Rift Valley and the lake is a great place for birds – hippos and crocodiles also make their homes here. Overnight Sabanna Beach Resort or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Addis Ababa - Drive back to Addis Ababa. On the way we stop at the Tiya stelae, a mysterious collection of large standing stones, and Adadi Maryam, a 12th century rock cut church reminiscent of those further north at Lalibela. Overnight Jupiter Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Bahir Dar - Fly north to Bahir Dar, situated on the shores of Lake Tana. Upon arrival we head out onto the lake to visit some of the impressive monasteries tucked away on islands here. In the afternoon continue to the Blue Nile Falls, Africa’s second largest waterfall, and explore the area on foot. Overnight Avanti Blue Nile Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Gondar - Drive to Gondar and explore its remarkable collection of medieval buildings including the castle of Fasiladas. Overnight Goha Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Simien Mountains - Head into the wild landscapes of the Simien Mountains, one of Africa’s most beautiful landscapes and home to a rich variety of wildlife. We explore this area on foot. Looking out for the large troops of gelada baboons which live here, as well as Walia ibex if we’re lucky. Overnight Simiens Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Gondar - After a last morning in the mountains return to Gondar. This afternoon visit the church of Debre Berhan Selassie with its beautiful frescoes and learn how the local honey wine, tej, is made in the company of a traditional brewer. Overnight Goha Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Lalibela - Fly to Lalibela. We spend our time here discovering the stunning collection of rock cut churches which date back to the 11th century, hewn from the surrounding mountains. We explore those both within the town itself and in the surrounding countryside. While we’re here, we also have the chance to learn how to make traditional Ethiopian food including injera, the unique bread found here. Overnight Mountain View Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Addis Ababa - Fly back to Addis. In the evening head out to a traditional restaurant for a farewell dinner, before transferring to the airport for your flight home. (BLD)"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Ethiopia",
    "mainPhoto": "",
    "id": "ethiopia-wildlife-tours",
    "tourName": "Ethiopia wildlife tours",
    "placesVisited": "",
    "generalInfo": "Ethiopia is one of the world's hotspots of endemism; meaning that a high percentage of wildlife that is found in the country is only found in this country. This is because of its highland terrain and rugged landscape isolating the animals from other parts of Africa; this tour focuses on the rare and endemic mammals of Ethiopia. So just specialist guides and visit some of the seldom visited and incredible wildlife destinations off the beaten track.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of specific mammal watching trips. These specialist mammal watching tours focus on rare and endemic species of mammals, as well as other wildlife in the area. <br/>There are not the huge numbers of large mammals to be found here as in other parts of Africa, but the species that do live here are cleverly adapted to their unique surroundings and very special indeed. The highlights of this tour will undoubtedly be the wonderful long-haired Gelada Baboons with their red 'hearts', the beautifully coloured Ethiopian Wolf and the strange but endearing Giant Mole Rat! <br/>All of these and several other mammals found nowhere else but Ethiopia, will be viewed on this tour, along with general natural history, cultural and birdwatching attractions.<br/>The scenery of the country is also stunning, there are masses of lakes surrounded by mountainous peaks, dusty valleys dotted with acacia trees and pretty little thatched huts in well kept villages. The people of this country are proud and happy and for the most part self sufficient. Traditionally decorated ponies and their riders will be seen throughout the moorlands, plus donkeys carrying their mixed cargo all round the country, together providing an interesting cultural backdrop to a week of viewing most of the countries endemic mammal species and some birdwatching. <br/>The culture of Ethiopia is as unique as well as the wildlife and this tour will aim to showcase both and give a real insight into the real Ethiopia. Because the wildlife watching destinations in Ethiopia are widely dispersed in the country, there is quite a bit of travelling from site to site. This is the only way of doing this tour however. And whilst most itineraries only focus on either the Bale Mountains or the Simien Mountains I have included both into this itinerary as well as including the other best wildlife watching destinations in Ethiopia. This will give you increased time with Gelada baboons, more chance of seeing Ethiopian wolves well and also visiting the only place where the last 200 or so Walia ibex live.<br/>throughout the trip you will be guided by expert naturalist guides, people with an intimate knowledge of the wildlife and habitats you will be visiting. <br/>Whilst the route is well established to visit all of the locations that are best for the targeted species, this trip is also tailorable as there are other wildlife locations in Ethiopia, as well as cultural attractions that we can also add into this itinerary. <br/>All you have to do is to get in touch with your budget and your group size and where you would like to go and we will come back to you with an itinerary and quote for your perfect Ethiopian mammal watching tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Addis Ababa. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Ethiopia. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, cruises, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Ethiopian countryside. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>The best time to visit the Ethiopian Highlands for mammals is the Northern Hemisphere winter (November - March). <br/>This is the dry season and the temperatures are around 25C on averages with highs of around 30C. There is very little rain during this period and many hours of sunlight every day.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• We will stay in a variety of accommodation when on this tour, from quaint boutique style guest houses, to more familiar African safari lodges.<br/>• Spend all the daylight hours searching for wildlife, either at the specific wildlife locations or driving / hiking around looking for more wildlife.<br/>• All the above reasons give this, our photography tour of Ethiopian Endemic Mammals tour a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Ethiopia so that we can try and find and observe animals such as the Ethiopian wolves, Gelada baboons, Hamadryas baboons, Mountain nyalas, Walia ibex, Bale monkeys and many more species. We also have the ability to organise and run wildlife tours of Ethiopia at other times of year and focusing on other aspects of this wonderful country such as the different tribal peoples and stone churches. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visit various locations in Ethiopia, we focus mostly in the highlands and the large high altitude grasslands of Awash National Park and the Bale &amp; Simien Mountains.<br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle or whilst hiking around the grasslands. These are relatively and last around 1-2 hours with regular breaks in between. <br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old",
    "durationDays": "15",
    "price": "3995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "On arrival in Addis Ababa (we recommend an early morning arrival) you will meet your guide and then we will leave straight away and head to a Geleda baboon colony at Debre Libanos Gorge. We will spend the majority of the day with these baboons. – overnight in Ethio- German lodge. (Lunch and Dinner)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today you will have a morning with the gelada baboon colonies around the Debre Libanos gorge. Watching their different behaviours and gaining a brand new insight into the world of this highly social, high altitude grazing baboon species. You will then head back to Addis Ababa in the afternoon – overnight in Ghion Hotel – or similar (Breakfast, Lunch and Dinner)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "This morning you will transfer from the city to Awash National Park and on arrival we will have a late afternoon safari around the park. This national park is good for some endemic species such as Hamadryas baboon, grivet monkey, beisa oryx, Soemmering’s gazelle, Harar dik-dik as well as other mammals such as African wild cat, northern lesser kudu, black-backed jackal. After dinner we can enjoy a night safari to try and find some of the nocturnal speices that live around here. – overnight Awash Falls Lodge – or similar (Breakfast, Lunch and Dinner)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This morning you will have an early morning transfer to Lake Langano. On arrival here you will spend time around the lake and enjoy a game drive around Ali Dege plains en route to the Lake. Ali Dege plains is a rich wildlife watching location with lion, cheetah, Somali wild ass (very rarely seen), Beisa oryx, Soemmerring’s gazelle, spotted hyena, Northern gerenuk and Grevy’s zebra all living here – overnight Wabe Shabelle (Breakfast, Lunch and Dinner)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "This morning you will travel on and towards the Bale Mountains and Dinsho Grasslands, this is arguably the best ecosystem in Africa for endemic species and we will start by driving through Abiata-Shalla National Park before carrying on to Gobe which is a gateway town for the Bale Mountains. Along the way we will look for wildlife in the Gaysay Grasslands. In the grasslands we hope to see mountain nyala and bohor reedbuck among other species – overnight in Wabe Shabelle (Breakfast, Lunch and Dinner)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "This morning you will leaving the Bale Mountains and be transferred from Gobe to Senkelle Sanctuary with a short game drive around the sanctuary which is very good for Oribi and hartebeest as well as desert warthog and Abyssinian hare. From here will continue onto lake Awassa and our accommodation - overnight in La Dolce Vita (Breakfast, Lunch and Dinner)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "This morning we will have a short stakeout for hippos (which can been seen in the morning around the lake) and the Gambian suns squirrel at Lake Awassa before continuing to Lake Ziway and hopefully finding the yellow-spotted rock hyrax and then carrying on to Addis Ababa for the night – overnight in Ghion Hotel. (Breakfast and Lunch only)."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "This morning we will catch a flight from Addis Ababa to Gondar and then be transported to the Simien Mountains and spend the day wildlife watching, looking particularly for the gelada baboon and Walia ibex as well as other mammals here such as rodents and possibly Ethiopian wolves, although they are seen here far less than in the Bale Mountains. – overnight in Chenek Camp. (Breakfast and Dinner)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Today will be a full day in the Simien Mountains spent searching for wildlife – overnight in Chenek Camp. (Breakfast, Lunch and Dinner)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Today you will be transferred back out of the wilderness to Gondar and then fly onto Addis Ababa and then onto your hotel for your farewell evening in Ethiopia. – overnight in Ghion Hotel."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Today you will be transferred from the hotel to the airport to catch your return flight home. (Breakfast only)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Ethiopia",
    "mainPhoto": "",
    "id": "lalibela-omo-valley-and-danakil-tour-ethopia",
    "tourName": "Lalibela, Omo Valley and Danakil tour, Ethopia",
    "placesVisited": "",
    "generalInfo": "On this tour you will have an opportunity to explore the most significant Ethiopian tourist destinations in only 8 days. Optional add-on: Lalibela – Omo Valley – Danakil via Mekelle &amp; Tigray Churches. Modify your itinerary to explore the scenic route through Mekelle and the Tigray region. You'll visit the ancient Tigray rock-hewn churches and learn about their history and architecture. You will enhance your cultural journey by combining Lalibela, Omo Valley and Danakil in one seamless experience.",
    "durationDays": "8",
    "price": "3500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly from Addis Ababa to Lalibela Morning: Depart from Addis Ababa and fly to Lalibela. Afternoon: Arrive in Lalibela and check in to your hotel. Enjoy a leisurely afternoon with optional visits to nearby cultural sites or the famous local markets. Evening: Relax at the hotel and prepare for the next day’s activities."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Explore Lalibela and Return to Addis Ababa Morning: Guided tour of Lalibela’s UNESCO World Heritage rock-hewn churches, including Bet Giyorgis. Afternoon: Continue exploring Lalibela, focusing on its fascinating history and religious significance. Evening: Fly back to Addis Ababa and transfer to your hotel."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Fly from Addis Ababa to Jinka, Visit Turmi and Karo Tribes Morning: Fly from Addis Ababa to Jinka and meet your guide. Afternoon: Drive to Turmi and visit the Karo villages. Learn about the tribes’ customs, body painting traditions, and way of life. Evening: Overnight stay in Turmi."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Drive to Omorate – Visit Dassanech Tribe and Return to Turmi Morning: Drive to Omorate and cross the Omo River to visit the Dassanech tribe. Discover their pastoral lifestyle and rich culture. Afternoon: Return to Turmi for additional cultural immersion or relaxation. Evening: Overnight stay in Turmi."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Morning Visit to Mursi Tribe – Fly Back to Addis Ababa Morning: Visit the Mursi tribe, known for their lip plates and traditional attire. Enjoy insightful interactions with the tribe members. Afternoon: Drive back to Jinka and fly to Addis Ababa. Evening at leisure in the city."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Fly to Semera – Danakil Depression Morning: Fly to Semera and meet your tour group for the Danakil Depression expedition. Afternoon: Drive to Danakil Depression and set up camp for an unforgettable desert experience. Evening: Overnight camping under the stars."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Visit Dallol Morning: Explore Dallol’s colorful hydrothermal fields, salt formations, and geothermal activity. Afternoon: Continue your adventure with visits to salt mines and surrounding landscapes. Evening: Return to camp for overnight stay."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Visit Danakil and Drive Back to Addis Ababa Morning: Visit additional Danakil highlights, including volcanic craters and camel caravans. Afternoon: Begin the drive back to Semera and then fly to Addis Ababa. Evening: End of tour. Optional Add-On: Lalibela – Omo Valley – Danakil via Mekelle & Tigray Churches. Modify your itinerary to explore the scenic route through Mekelle and the Tigray region. Visit the ancient Tigray rock-hewn churches and learn about their history and architecture. Enhance your cultural journey by combining Lalibela, Omo Valley, and Danakil in one seamless experience."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Ethiopia",
    "mainPhoto": "",
    "id": "north-ethiopia-holiday",
    "tourName": "North Ethiopia holiday",
    "placesVisited": "",
    "generalInfo": "Discover the enchanting beauty of Ethiopia, a land where nature, history, religion, and culture harmoniously come together to create a truly memorable experience. <br/><br/>We understand that no journey to Ethiopia feels complete without embracing its breathtaking landscapes. Our adventure will take us to the stunning Simien Mountain National Park. This UNESCO World Heritage site offers picturesque mountain views and a chance to connect with incredible wildlife, including the Walia Ibex and the Gelada baboons. <br/><br/>As we progress on this remarkable journey, we'll visit the historical treasures of Gondar and Lalibela, where the extraordinary architecture and rich history invite us to witness the stories of the past firsthand. This experience is not just about sightseeing; it's about feeling the spirit of Ethiopia and all it has to share with those who arrive with open hearts.<br/><br/>As we continue our exploration, we'll have the opportunity to engage with the warm and welcoming Ethiopian people. Their hospitality is renowned, and you'll find that every interaction brings a sense of connection and warmth that makes the journey feel even more meaningful. We'll visit local markets where vibrant colours and lively sounds come together to create an atmosphere full of life, offering a glimpse into the daily routines and traditions of the communities.<br/><br/>Additionally, we will delve deeper into Ethiopia's rich religious heritage by visiting ancient churches and monasteries carved from rock, especially those in Lalibela. These iconic structures are architectural marvels and spiritual havens, reflecting centuries of devotion and prayer. You'll be touched by the sense of peace that envelops these sacred spaces, and you may even witness local rituals that showcase the deep faith of the Ethiopian people.<br/><br/>Throughout this journey, we encourage you to take a moment to reflect on the beauty that surrounds you, both in nature and in your interactions with the locals. Each experience will help to weave a tapestry of memories and insights that will stay with you long after your visit. Ethiopia invites you to see its wonders and feel its essence, making this journey not just a holiday but a transformative experience that resonates in your heart.",
    "durationDays": "10",
    "price": "4795",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Addis Ababa - Upon your early morning arrival in Addis, our representative will meet you at the airport and take you to your hotel. Explore Addis. Overnight at Golden Tulip Hotel or similar"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Gondar and the Simien Mountains. Enjoy a 3-4 hours hike to Sankaber, passing close to the escarpment edge. Nearing Sankaber, you will have beautiful views on both sides of the escarpment ridge and you will likely see the endemic Gelada baboons. Overnight at Simien Lodge or similar"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Simien Mountains National Park - We explore along the foothills through a valley crossed by wild streams. The road descends from the plateau passing through spectacular scenery, and now is the time to keep a look out for the Walia ibex and even the elusive Ethiopian wolf. Overnight at Simien Lodge or similar"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Gondar - there are a dozen castles built by various emperors over the course of 236 years and the city seems more European than African in origin. In the afternoon, we visit Fasilades Palace, probably the most impressive of all the castles found in the area and the oldest one. We then continue to the Church of Debre Berhan Selassie (Light of the Trinity). The interior is decorated with beautiful frescos, cherubs and paintings. Debre Berhan Selassie is rumored to once have been the proposed ?nal resting-place of the Ark of the Covenant. Overnight stay at Gondar Hills Resort or similar"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Lalibela and the Rock-hewn churches. The Rock-Hewn Ethiopian orthodox Christian churches of Lalibela, are one of the wonders of the world. It’s a collection of churches, some connected by fascinating internal channels, with hermit holes where people lived and died. The connecting walls are full of religious symbols. Overnight stay at Mezena Lodge or similar"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Yemrehanna Kristos Church Today, you leave Lalibela and head for another ancient rock-hewn church known as Yimrhane Kristos. The drive to Yemrehanna will also give you the opportunity to view the rural countryside and villages of the Ethiopian highlands. Yemrehanna Kristos is one of Ethiopia’s best-preserved late-Aksumite buildings, where few people reward themselves with a visit and a reward it is. Overnight stay at Mezena Lodge or similar"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Langano - There is time to chill out and relax by the lake. Swimming and kayaking on the lake are some of the possible activities that you can partake in. Overnight stay at Hara Langano Eco Lodge or similar"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Bale Mountain National Park - Here we spend two days exploring. For birders there are varied habitats for such sought-after species as Abyssinian Owl, Cape (Mackinder’s) Eagle-Owl (the most massive of three subspecies), African Wood Owl, Wattled Ibis, Chestnut-naped Francolin, Moorland Francolin, Wattled Crane, Red-billed Chough, White-backed Black Tit, Abyssinian Catbird, African Emerald Cuckoo, Abyssinian Crimsonwing, and, with luck, Golden Eagle, as well as a long list of other birds. Interesting mammals here are mountain nyala, klipspringer, Menelik’s bushbuck, Bohor reedbuck, and others. Overnight stay at Bale mountains Lodge or similar"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Sanetti Plateau and Harenna Forest - drive to the Sanetti Plateau (altitude of 4000 meters) with Afro-alpine Moorland and beautiful wild alpine scenery. Our tour continues to the south of the park where lies a 1200m (3700 ft) escarpment, below which is one of the largest and most extensive forests remaining in Ethiopia, the Harenna Forest. Overnight stay at Bale Mountains Lodge or similar"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Addis Ababa Drive back to Addis Ababa via Lake Koka and Lake Ziway. There is a chance to go shopping in Addis Ababa. Then you will go to the Yod Abyssinia Traditional restaurant for a farewell dinner party. From the restaurant, you will go to the airport and the tour ends."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Ethiopia",
    "mainPhoto": "",
    "id": "people-and-culture-of-ethiopia",
    "tourName": "People and culture of Ethiopia",
    "placesVisited": "",
    "generalInfo": "Enjoy Ethiopia’s highlights and some hidden gems timely and responsibly. This tour is designed to support local communities while staying in community lodges and visiting other community projects.<br/>This trip is mainly for those who want to get in-depth to view the Ethiopia’s people and culture combined with the highlights of Northern Ethiopia which are inscribed by UNESCO as World Heritage Sites in different times such as Gondar, Lalibela, the naturally spectacular Simien Mountains National Park &amp; the Lake Tana Biosphere Reserve.<br/>The first days of the tour start slowly in the unique Mulu Eco Lodge with close encounters of rural Ethiopia. After visiting Lake Tana and Ethiopia’s historic capital city Gondar with its 17th-century Castle, you will go for a trek through the highest mountains range - the Simien Mountains to discover its eastern steep cliffs, mountains and wildlife. Afterwards you will be heading on to see the mythical rock-hewn churches in Lalibela carved out solid rock finally you will be hiking in the rural Lasta Mountains surrounding in Lalibela  with a community stay.",
    "durationDays": "13",
    "price": "3390",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "After your arrival and immigration you will meet your guide at the airport and you will be transferred to your hotel for some refreshment. Depending on your arrival time your guide will take you for a city tour through Ethiopia’s vibrant and lively capital with you. In the National Museum you can discover the cradle of mankind where the skeleton of “Lucy” is kept. Entoto Mountain with its Eucalyptus forest is a nice short escape out of town to see Mariyam Church and Menelik Palace, the place where the Emperors resided. For arrivals on weekend your guide will bring you to see how silk and cotton turn into beautiful Ethiopian scarves in Sabahar textiles which is one of the first fair trade companies in Ethiopia that started producing high-quality fabrics focusing on fair working conditions for the weavers. You will visit their production site."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Your driver picks you up at your accommodation in Addis Ababa. You will drive to Choke Mountains for a three nights stay in Mulu Eco Lodge. Imagine living for a week in a little Ethiopian cottage in the green highlands above 3,000 m.a.s.l. You will buy fresh vegetables from the farmer’s market every Saturday. Sip coffee made in a coffee ceremony by your new local friend and take leisurely day trips to neighboring villages and nature highlights, like waterfalls or mountain views and wild animals. It Sounds appealing, doesn't it? That’s the magic of slow travel where the emphasis is less on manic sightseeing and more on taking your surroundings at a relaxed place. This is no “four cities in seven days” tour — instead, you’ll see new places and explore new cultures in a way that’s less stressful for you, more respectful of the locals and easier on the environment. Mulu Eco Lodge follows these principles. Therefore in the Mulu Eco Lodge a minimum stay of 3 nights is required. That is not only to guarantee an authentic once in a lifetime experience with local people for the guests but also to protect the locals and their traditions from mass tourism."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "A half-day drive will bring you to the lake town of Bahir Dar. Lake Tana is the biggest lake in the country and its tropical setting is the perfect contrast to the highlands where you just spent the last days. The next day excursion will lead you to the old coffee forest of the Lake Tana Biosphere Reserve, but for today you will have some free time either in your charming Lake lodge or discover the city on foot. You can take some to do the Lake walk and watch birds. A close-by resort also offers some spa options or a swimming pool for those who like (treatments & pool usage starting from 10 € per person)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This morning you will have a boat cruise to do, some birdwatching while boating to Zeghe Peninsula, where 700 years old monasteries are hidden in the thickets of a coffee forest. Discover this nature’s beauty and its cultural heritage on a small 1 hour hike before you return back by boat to town. After lunch you set off to the little village of Awura Amba. About 500 people live here in a community that has renounced their faith in order to be happy together and follow their own community rules – by the way one is being vegetarian not to harm living creatures! You will get to know Zumra Nuru who is the founder of the community and visit the old people's home, the weaving mill, the library and the school of the village. Awura Amba is a cooperative project with a moving and poor past, which has now worked its way up to a certain level of prosperity. A prosperity that is not always viewed kindly by the neighboring villages. Tonight you are going to stay with the villagers in their very simple but clean guesthouse to get more insights into the life of this extraordinary project. The village offers a very authentic community stay in their own guesthouse. You will spend your overnight here in this basic but clean place with common bathrooms to breathe the vibe of the community."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "This morning you leave for the historic town of Gondar along the eastern shore of Lake Tana, you will travel through the Tara Gedam Mountains and its forests, then continue towards Gondar, often referred to as the 'Camelot of Africa'. Its 17th century castles are listed as UNESCO World Heritage. You will visit the Royal enclosure with its 5 palaces in the same compound and then move on to the Debre Birhan Selassie Church (Church of the Holy Trinity) which its interior is beautifully decorated with 17th century religious paintings. Truly one of Ethiopia’s most beautiful churches."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "This morning you will continue your journey into the impressive Simien Mountains National Park and UNESCO World Heritage Site. It was established to protect endemic animals such as the Walia Ibex (wild mountains Goats that is found only here is the world), Ethiopian Wolfs, Blood-breasted Baboons and several bird species such as the Thick-billed Raven and the Bearded Vulture. The roof of Africa is also home to the highest peak in Ethiopia - Ras Dashen, at 4.550 meters. On easy walks you will discover changing and overwhelming landscapes, endless views and rugged cliffs at striking vantage points. You will also get to know the rare afro-alpine flora with Juniper, Giant Lobelia and Giant Heather trees fully covered with St. John's wort hanging down like an old man’s beard. Overnight in a lodge inside the National Park."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Today you have the time to drive deeper into the National Nark. Along the track there are always beautiful viewpoints as well as the Jinbar Waterfall which plunges over 400 meters into the depth. You will also take a hike off the road to the 4,200 meter high Bwahit viewpoint. If you are lucky, you will also be able to observe the park's wildlife more closely in this day. At the camping and around Chennek Campsite we often see the Walia Ibex ( Mountains Goats) which is the endemic mammals to this Park. In the afternoon you will return back to Gondar to your lodge."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "In the morning you will catch your domestic flight to the holy city of Lalibela (UNESCO World Heritage Site). Its 12th century eleven rock-hewn churches are truly mysterious as they are chiselled out of solid rock. Legends claim this miracle as the work of angels. You arrive at Lalibela town in the afternoon for your check in at the hotel. In the late afternoon you will meet with an Ethiopian family for a cooking class. The Beyayenatu, a vegan platter, is a staple food in the fasting season in Ethiopia. You will have a delicious dinner with an Ethiopian family."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Today you are entering the heart of the holy city. On your guided personal tour you walk through the labyrinths of trenches and tunnels to discover the eleven rock churches of Lalibela. Beta Medane Alem (“Church of the World Saviour”) and Beta Giyorgis (“St. George Church”) are architectural masterpieces counting among the biggest rock churches in Ethiopia. Beta Mariam (“Church of St. Mary”) with its beautiful painted interior and its frescoes is not less impressive than the churches of the southern cluster which used to be an old fortress with narrow confusing pathways. You will have a full day to discover these churches in details. For lunch you return back to your hotel where fresh garden food and some time for relaxation is waiting before you set off for the second part of your church tour in the afternoon. A sunset dinner at the campfire with splendid views into the Lasta Mountains and into the endless skies will make it a memorable day!"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Today make an early start and after breakfast to drive up to the Mt. Abuna Yoseph Community Conservation Area. It is about a 2 hours drive to get up to the afro-alpine meadows where big tufts of Guassa grass and Giant Lobelia (like a massive cabbage on a stem) grow and Giant Heather trees grow on the slopes. You can explore the two Zigit peaks on the north west side of the massif (4,030m) in the morning and an extraordinary outcrop of basalt rock, broken up into pentagonal sided pillars locally known as Zigit Abo, with a lot of legends about the place. Continue the walk along the southern side of the mountain, home to big troops of Gelada baboon (groups of least 200 can often be seen) and into the rangeland of the rare Ethiopian Wolf - you may hear their bark or be lucky and catch a glimpse of this most endangered canid. From here you will set off further southwest to the Hudad table mountain where you will stay in the community based Hudad Lodge a simple mountain retreat with spectacular panorama vistas over the Lasta Mountains."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "From Hudad mountain you descend down to the gravel road where you will meet your car to be transferred the airport in Lalibela. A domestic flight will take you then back to the capital Addis Ababa. After a nice traditional farewell dinner, you will be transferred to the airport."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Ethiopia",
    "mainPhoto": "",
    "id": "southern-ethiopia-tailor-made-holiday",
    "tourName": "Southern Ethiopia, tailor made holiday",
    "placesVisited": "Addis Ababa, Great Rift Valley, Lake Ziway, Lake Langano, Optional: mountain biking, horse riding, fishing, hiking, night-time spotlighting excursions, Boat trip on Lake Chamo, Visit local tribal villages, Lower Omo Valley, Women’s market at Dimeka, Arbore, Yirgalem, Coffee growers, Optional: visit historical caves, sacred sites and natural hot and cold springs, Lake Awassa, Tiya prehistoric site, Merkato Market",
    "generalInfo": "This 10 day tailor made holiday is a privileged opportunity to spend time with some of the numerous tribes that live in Southern Ethiopia. You will have a private guide throughout, who will help you understand and interact with the many fascinating people you meet, from the Mursi people of the Lower Omo Valley, to the Karo people who practice face and body painting. You will also have the chance to visit caves and sacred sites, hike and horse ride, see where coffee is grown, enjoy the birdlife of Lake Awassa and shop in Addis Ababa’s huge market. This is a unique exploration of a fascinating and fragile world.",
    "durationDays": "10",
    "price": "6695",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Addis Ababa and you will be welcomed by our ground handlers who will transfer you to your hotel. Today you have free time to explore Addis. Amongst its highlights are the National Archaeological Museum, its famous guest Lucy. The Ethnographic Museum, with its two main sections covering local crafts and on regions and people, this museum is an ideal place to start learning about Ethiopia’s rich ethnic diversity. St. George’s Cathedral (Giorgis Cathedral) which lies at the north end of Churchill Rd. Designed in the traditional octagonal shape, this cathedral was built in 1896 to commemorate Ethiopia’s victory over the Italians at the Battle of Adwa. Or as an option you could also visit the Holy Trinity Cathedral. Built in 1945, this cathedral is renowned for its stunning stain-glassed windows which depict scenes from the Old and New Testament of the Holy Bible. The Trinity Cathedral also houses the tombs of the late emperor and his family as well as the tomb of English feminist Sylvia Pankhurst. Overnight: Addis Ababa."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After breakfast head to Lake Langano. En route visit Lake Ziway, the largest of the northern group of Rift Valley Lakes. It lies about 1.5 km east of the town of Ziway, it is best known for its bird life. Then continue to Lake Langano. It is located in the Great Rift Valley at an elevation of 1,585 meters to the east of Lake Abijata. Your lodge at the beautiful Lake Langano is the perfect place to relax and unwind. Bishangari Lodge, is a delightful eco-friendly lodge sits on the shores of Lake Langano and is surrounded by excellent woodlands, dry pumice rocks, acacia scrub and several inviting lake ‘beaches’. It’s a wonderful place offers a range of activities include mountain biking, horse-riding, fishing, hiking and night-time spotlighting excursions around the lodge. Overnight: Bishan Gari lodge includes Breakfast, Lunch and dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Arba Minch (Forty Springs) derives its name from the innumerable little springs that bubble up in the evergreen forest covering the flats below the town. It is the site of the only ground-water forest. En route visit the home of the Dorze people at Chencha, renowned cotton weavers whose tall beehive- shaped dwellings are among the most distinctive traditional structures to be seen anywhere in Africa. The main occupations of the region are subsistence farming and weaving. The shama cloth produced around Chencha is regarded to be the finest in Ethiopia: plain white gabbi robes and brightly colored scarf- like netalas are sold along the roadside. Overnight: Paradise Lodge Breakfast, Lunch & Dinner."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Early morning after having your breakfast, enjoy a boat trip on Lake Chamo - one of the best features of the park. There are a large number of hippos and crocodiles in the lake. Take a drive through the Konso village; whose people are known for their intricately terraced hillsides, fine woven materials and the carved totems with which they decorate their graves. Proceed to Weito village and then to Jinka and Yetnebersh village to visit the Ari tribe and see how they make local liquor made of Sorghum, Garlic and maize and how they make pottery. Overnight: Eco Omo Lodge Breakfast, Lunch &Dinner"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Visit the Mursi villages, 70kms away; one of the most well-known tribes in Southern Ethiopia, the Mursi have become a cultural symbol of the Lower Omo Valley. Identified easily by their iconic lip plates and colorful dresses and also they go in for body scarification. Then drive to Turmi. On the way have a stop in Benna village and visit the Beshada people they are adorned with clay and an impressive headdress. Then proceed to Turmi and visit the Hamer village they are a fine looking people, both men and women take great pride in their appearance, shaving and coloring their hair, oiling their bodies and decorating themselves with beads and bracelets worn around arms and legs. Overnight: Buska Lodge; Breakfast, Lunch &Dinner"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "In the morning drive to Kolcho Village via Murulle, the place for Karo people, among the people living along the Omo, the Karo excel in face and body painting. Feather plumes are inserted in their clay hair buns to complete the look. The clay hair bun can take up to three days to construct and is usually re-made every three to six months. Their painted facemasks are spectacular. Karo women scarify their chests to beautify themselves. Scars are cut with a knife and ash is rubbed to produce a raised welt. Being the smallest tribe in the area, this group obviously struggle which direct threats from nearby tribes that have more gun power, greater numbers, and likely coalitions with one another. Then drive back to Turmi and attend the beautiful women’s market at Dimeka held on Tuesday, here you will have a chance to see at least three tribes (Hammer, Airbore & Beshada). Overnight: Buska Lodge (Breakfast, Lunch &Dinner)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After having breakfast set off for Konso en route visit Arbore / Erbore, is far more rustic and unaffected than many similarly size towns in south Omo, in common with their linguistically and culturally affiliated Tsemai neighbors, the Arbore migrated to their present homeland from Konso perhaps two centuries ago. Because they have ancestral and cultural links to Konso and the pastoralists of the surrounding lowlands, the Arbore traditionally played an important role as middlemen in trade between the Omo River and the Konso Highlands. The town of Arbore lies in an area where several tribal boundaries coverage. Overnight: Kanta Lodge (Breakfast, Lunch &Dinner)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Drive to Yirgalem, and visit a number of coffee and various fruit cultivating towns with splendid greenery everywhere. And spend the night at the Aregash Lodge; nestled between coffee fields and lush vegetation in Yirgalem town. The Aregash Lodge is a natural retreat of astounding beauty and tranquility. The nearby forest is home to diverse, prolific flora and harbors with over 100 species of birds and mammals. The coffee plantation and the nightly visits of jackals and hyenas are further attractions to be found in the surrounding area. Activities include trekking, horseback riding, and visits to historical caves, sacred sites and natural hot and cold-water springs. Overnight: Aregash Lodge includes Breakfast, Lunch and dinner"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Today you spend a further day in Yirgalem. Overnight: Aregash Lodge includes Breakfast, Lunch and dinner"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Lake Awassa is a beautiful freshwater lake, set amongst hills and luxuriant vegetation, quite unlike the alkaline lakes to the north. Birds are so very plentiful here little energy is required in finding them and hopefully get some good views of the beautiful Black and white Colobus Monkeys. Enjoy Awassa’s magnificent spectacle of water birds. And also visit “Amora Gedel”-the daily fishing market on the shore of Lake Awassa and get really close to pelicans, storks and other birds very much used to human company. And drive back to Addis Ababa via Butajira. En route visit Tiya prehistoric site, classified by UNESCO as a World Heritage Site, where you could see the northernmost example of a peculiar type of engraved, standing stellae which stretch across parts of southern Ethiopia. These stellae are believed to have been erected between the 12th and 14th centuries and are almost certainly grave markers - recent excavations at Tiya have revealed the remains of young people of both sexes, 18 – 30 years old and buried in foetal positions and then transfer to your place. Then visit the Largest Market in Africa, Merkato, where virtually every possible commodity is on sale, from livestock to computers. For the visitor good at bargaining, there is a huge selection of Ethiopian arts and crafts. Tonight have a cultural evening at one of Addis Ababa Restaurant; Ethiopia is a mosaic of people with more than 80 languages, different lifestyles, costumes and cultural dances. On this evening you will have a chance to experience some of these cultural dances and traditional meals with a drink of Tej, a type of wine made from Honey then transfer to the airport for your final departure"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Ethiopia",
    "mainPhoto": "",
    "id": "timkat-festival-in-ethiopia-holiday",
    "tourName": "Timkat Festival in Ethiopia holiday",
    "placesVisited": "",
    "generalInfo": "Ethiopians celebrate many of the same events as the rest of the Christian world. However, some of them such as Timket (Epiphany) are hugely and uniquely celebrated here unlike any other place in the world. <br/><br/>This trip features the colorful festivals of Genna or Ethiopian Christmas (on Jan 7th) especially colorful at Lalibela and Timket held on (Jan 18/19th), the biggest and most colorful of all which is celebrated throughout the country. <br/><br/>Not only for the festivals but Ethiopia stands out as one of the most interesting countries where an ancient history, civilization, and deep spirituality mix up with a vibrant culture in this thriving nation. <br/><br/>This is witnessed in the rock churches of Lalibela, most hewed out of a single rock; Axum an ancient civilization elaborated by its 2000 years old steles and ruins; Gonder, the medieval capital beautified by its royal castles; and Harar, an ancient walled town also considered the as fourth holiest Islamic city.  <br/><br/>The friendly people, the local cuisine, the coffee ceremony, the beautiful scenery, the colorful local markets, the endemic wildlife and birds all add up to this once in a lifetime trip.",
    "durationDays": "16",
    "price": "3575",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Addis Ababa City Tour The national museum which is known for its paleontological and archeological collections dating back over millions of years houses Lucy or Dinkinesh, the famed discovery as well as numerous cultural objects. Other fossils and stone tools are also sheltered here. They include pottery, sculptures, minted gold and silver coins, ancient household items etc. St George Cathedral Museum found at the heart of the capital, displays costumes of spiritual leaders and emperors, crosses fashioned in different styles, religious books written on parchments and several other cultural valuables attached to Emperor Menelik II and the victory of the battle of Adowa."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Genna (Ethiopian Christmas) in Lalibela and Lalibela Churches Ethiopian Christmas, Ledet, is more colorful at Lalibela where the procession is held at the roof top edge of Bet Medhanialem. Priests dressed with their colorful regalia and thousands of pilgrims attend the ceremony. Being in Lalibela for Ethiopian Christmas gives you a great experience and an in-depth feeling of spirituality. It could challenge your perspective about religion if you don’t have any as I have seen this with almost everyone who has been there. Genna or Leddet is Ethiopian Christmas that celebrates the birth of Jesus Christ 2000 years ago celebrated by millions of Ethiopian Christians. It is a long wait in a world of faithful pilgrims, deacons, monks, nuns and altar boys. People wander around the churches under the baking sun all eyes are on the main door though some trusting their ears move away in search of shade. The whole hierarchical procession is soon engulfed by a singing, shouting, smiling, and dancing crowd; spontaneous joy sweeps over as the priests fused with their Tabots advance serenely in line gazing ahead to a path cleared by deacons wearing fine crowns and ornamental crosses. The prayers and chants will continue throughout the night whilst the faithful remain outside the tent forming an immense white carpet."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Axum Stele Park As Ethiopia is the home of ancient civilization, Yeha one of the most ancient architectural sites exhibits a huge stone temple of the pre Axumite period. Moreover the Axumites have also left behind some of its rarest and astonishing historic and architectural achievements in the world. Axum’s unearthed palaces, dressed staele with underground tombs of finely and geometrically placed blocks and monuments, manifest the great artistic talent of the period."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Tigray Churches. Morning drive in the direction of Hawzen. En route visit Yeha. Take a drive through dramatic highland landscape to Yeha, passing unique sandstone homesteads along the way. This city was founded at least 2,800 years ago and served as the capital of the pre Axumite empire. The well preserved stone temple was built 2,500 years ago. It also served as a centre of a monastic Christian community in the early 6th century. A modern church built next to the temple ruins contains some of the ancient temple stones and its treasury contains illuminated manuscripts and crowns. Here you will discuss the archaeology and the cultural connection of East Africa and Southern Arabia. Next stop will be at Negash which is known as the earliest Muslim settlement in Africa, a seventh century cemetery has been excavated inside the village boundaries. The Futuh al Habasha records Ahmad Ibn Ibrihim Al Ghazi visited the tomb of Ashama Ibn Abjar in Negash during his invasion of the province of Tigray (around 1537). Negash is also known for the Negash Amedin Mesgid Mosque. Later today visit Medhane Alem (Saviour of the world). The church can be reached through a combination of asphalt and dirt roads through Freweyni via Hawzen. To access the church, you climb a slope of exposed sandstone covered with potholes which local people believe to be the hoof prints of St. George’s horse. This church is one of Tigrai’s oldest and finest rockhewn churches. Its exterior and interior walls are roughly hewn, which only makes the elaborately carved coffered ceiling much more special. It is quite possibly the oldest rockhewn church in Tigrai, or anywhere in Ethiopia."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Drive to Mekele enroute visit Tigray Churches. After breakfast, drive in the direction of Astbi and visit the rock churches of Michael Barka and Michael Imba. The rockhewn church of Mikael Barka can be reached after an 18km drive up the escarpment of the Atsbidera Highland Plateau east of the town of Wukro. This church is carved from the top of an isolated and roughly round rock hill. From the top of the hill one can enjoy a commanding view of the mountain of Tserae and the valley of Womberta to the southeast. The church has a built facade which, according to the chief priest was built in 1967. Two entrances lead from the anteroom to the sanctuary. It is a three aisled and three bayed square church, 9m wide and 9m deep. It has twelve columns, four of them freestanding and cruciform in design. The bracket capitals are at different heights and the domes and altars are skillfully executed. The ceiling is decorated with a variety of patterns in relief. The church is not known for its wealth of paintings, but one can see murals depicting Saint Mikael. Tradition has it that the church was burnt by Queen Judith in the 10th century. According to oral tradition, the edifice is believed to have been sculpted in the 6th century under the auspices of Abune Abraham, an Ethiopian saint. After a lunch break in Astbi town, drive 15kms to visit Mikael Imba which is of similar design to Abraha Atsbeha and Wukro Cherkos. With an interior area of 140 square metres the church is perhaps the most spacious of all the rock churches in Tigrai. The top of the pillars are graced with stepped capitals, the ceiling is meticulously decorated with intricate patterns. Incised in relief, a large Greek cross adorns the ceiling. In terms of decoration and finishing, the church is second to none. According to Dr. Twelde Medhin Yosef, the pioneer in the study of the rock churches of Tigrai, Mikael Imba is “an artistically finished\" church."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Harer town. Harer a UNESCO registered world heritage site is special for its old town within the sturdy wall built between the 13th and 16th centuries. You will visit an interesting market, house of Arthur Rimbaud (a French poet and arms dealer), and the ancient mosque of Abu Beker. An interesting spectacle to watch at night is the feeding of wild Hyenas by hand that you can also try."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Bahirdar town and Lake Tana Monasteries The lake is important for its historical and ecological presence. Visitors enjoy the history and the rich wetland birdlife around many parts of the lake. It possesses five globally threatened species of its 275 bird species. Enjoy a lakeside walk at Lake Tana, a market, a hippo watch, Woito village and a boat trip to the island churches and monasteries. Kibran Gabriel (for men only) is a monastery situated in a tiny area and is of outstanding historic and artistic value that makes the island a precious pearl. About 500 metres to the south east is Entos Island (allows women) which hosts an exclusive and enchanting royal bath and spa. The Zege peninsula is famous for its seven churches most of them founded in the 13th to 14th centuries and restored with new paintings in the late 19th and early 20th centuries. Admire the churches beauty as their interior is richly decorated from the ceiling beams to the entire external surfaces."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Visit Gonder The castles of Gonder display the most splendid and impressive architectural design of the time. The oldest and the most remarkable is the two storied castle of Emperor Fasiladas built with brown basalt stones. One after the other, five emperors and one empress subsequently had their palaces built in Gonder, enriching the city with what are now famous monuments worldwide, Fasil Ghebbi, Qusquam, and Bath of Fasiladas. Gonder not only had unique political and economic importance, but it was also a major religious centre. For centuries three religious communities, Orthodox Christians, Muslims and Beta Israel had their churches, shrines, mosques and synagogues here. Fasil Ghebbi an outstanding testimony of 17th and 18th century Ethiopian history was the residence of the founder of Gonder, Emperor Fasiladas, and his successors. It ranks among the most important sites of the region for the impressiveness of its imperial architecture and is included in the UNESCO world heritage list."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Timket (Epiphany) at Gonder Join the Timket festival both on the 18th and on the 19th, one of the biggest festivals of the year celebrated by Ethiopian Orthodox church followers. The festival starts by decorating the streets and the main avenues on which the tabots are to pass. The streets are covered by freshly cut green grass and carpets for the priests carrying the tabots to walk on. Churches are also decorated with colourful arts, flags, freshly cut grass and flowers, balloons, and posters on which different verses of the bible are quoted. In the afternoon of January 18, tens of thousands start flocking to their church to escort the tabots as they go to their baptismal pool. This is the final great religious festival and the most important orthodox Christian festival in Ethiopia. It commemorates when Saint John the Baptist baptised Jesus in the Jordan River. Since Gonder is one of the major centres of Christianity, its version of Timket is unique. In the early hours of the Eve of Timket or Ketera an unusual stirring fills the paths running between the churches. Priests, deacons, and monks hurry to and fro ensuring that each church is in perfect order. The initial nervousness and excitement gradually die down as an implacable sun fills the roads with silence. It is a long wait in the world of faithful pilgrims, deacons, monks, nuns and altar boys. People wander around the churches under the baking sun, all eyes on the main door though some trust their ears and move away in search of shade. The tourists take up their positions occasionally diverting their gaze in an attempt to trick the sun. The whole hierarchical procession is soon engulfed by a singing, shouting, smiling, and dancing crowd. A spontaneous joy sweeps over as the priests fused with their tabots advance serenely in line gazing ahead to a path cleared by deacons wearing fine crowns and ornamental crosses. The prayers and chants will continue throughout the night whilst the faithful remain outside the tent forming an immense white carpet. Tonight is the only time the tabots remain outside the churches for so long, for a whole night. A special religious night."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Fly back to Addis and departure flight back home"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Ethiopia",
    "mainPhoto": "",
    "id": "ultimate-ethiopia-18-day-tour",
    "tourName": "Ultimate Ethiopia 18 day tour",
    "placesVisited": "",
    "generalInfo": "Embark on an extraordinary 18-day odyssey that will transport you through the captivating landscapes and vibrant cultural tapestry of Ethiopia. Prepare to be enchanted as you travel through this mesmerizing country, unveiling hidden treasures at every twist and turn.",
    "durationDays": "18",
    "price": "5495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Ethiopia! Upon your early morning arrival in Addis, our representative will meet you at the airport and take you to your hotel. Then after breakfast, we will visit explore the capital city. Overnight stay at Swiss Inn Nexus Hotel or similar"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Gondar - After breakfast, you will be transferred to Bole airport and take a flight to Gondar. On arrival you will check in to our hotel before visiting Gondar, the first capital city during the reign of Fasilides. Overnight stay at Goha Hotel or similar"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Simien Mountains - This morning we will begin the drive to the Simien Mountain National Park. Debark is a small market town at an altitude of 2700 meters close to the boundary of the Simien Mountains National Park. Corrugated–iron–roofed buildings surround the colorful and busy market area. Before entering the park, you must register at the park headquarters just outside town. Overnight at Simien Lodge or similar"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Simien Mountains National Park Depart the Lodge with a picnic lunch for Chenek where it’s possible to spot another endemic mammal- the Walia Ibex. The landscape in this area is remarkably picturesque with panoramic vistas overlooking the deep gorges of the escarpment. Overnight stay at Goha Hotel or similar"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Bahir Dar. Today drive to the beautiful city of Bahir Dar and check in to our hotel. Take a rest before the tour proceeds to the Blue Nile Falls. Overnight Stay at Jacaranda Hotel or Similar"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Bahir Dar and Lake Tana - Take a boat trip on Lake Tana. On Lake Tana, there are 37 islands and 32 of them have churches and monasteries of considerable historical and cultural interest. We will visit the monastery church of Ura Kidane Mihret. Overnight Stay at Jacaranda Hotel or similar"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Lalibela - It is a long but beautiful road that will take you to possibly the highlight of your trip, Lalibela. Overnight stay at Maribela Hotel or similar"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "The Rock-hewn churches Lalibela is a small town in the Lasta mountains which is world-famous for its unique rock churches. It is named after King Lalibela, who built numerous religious buildings here. Overnight stay at Maribela Hotel or similar"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Yemrehanna Kristos Church - Today, you leave Lalibela and have a drive to Yemrehanna Kristos for another ancient rock-hewn church known as Yimrhane Kristos. Overnight stay at Maribela Hotel or similar"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Trek to Asheton Maryam Monastery - After breakfast early in the morning, you will start a trek to Asheten Mariam. This is a 13th C. rock-hewn monastery found about 8km from Lalibela lying at an altitude of almost 4,000m. Overnight stay at Maribela Hotel or similar"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Addis Ababa and onto Hawassa - continue to the south of the country to Hawassa. This is the capital of the southern region and lies on the shores of Lake Hawassa. Overnight stay at Haile Resort or similar"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Hawassa - We start the morning at the daily fresh fish market on the shores of Lake Hawassa. In the afternoon, we travel to Wondo Genet. Overnight stay at Haile Resort or similar"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Arba Minch - Our Ethiopia tour continues as we drive to Arba Minch. On the way, make a stop in the villages of the Dorze. Overnight stay at Haile Resort or similar"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Lake Chamo and NechiSar National Park - In the morning you may get the chance to view the crocodiles, hippos and a variety of waterfowl during a boat tour of nearby Lake Chamo. We then continue the tour to the region of Konso. Overnight stay at Eco Omo Lodge or similar"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Mago Park and the Mursi Tribe Today we drive to Mago National Park to visit the Mursi people in their village. The Mursi are well known for the large clay discs their women wear inserted in their lower split lip. Overnight stay at Buska Lodge or similar"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Omorate - Enjoy breakfast before we set off and cross the Omo River to visit the Dassanech tribe. This is the most southerly of the tribes who live in Ethiopia’s Omo Valley. Overnight stay at Buska Lodge or similar"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Arba Minch. The tour now heads back to Arba Minch via Key Afar and Konso. Overnight stay at Haile Resort or similar"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Addis and departure - The tour returns to Addis Ababa this afternoon. Based on your interests and international departure times, we can arrange a quick shopping session in the capital."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Ethiopia",
    "mainPhoto": "",
    "id": "wildlife-and-cultural-tour-to-ethiopia",
    "tourName": "Wildlife and cultural tour to Ethiopia",
    "placesVisited": "Addis Ababa, Dorze, Netch-Sar National Park, Lakes Abaya and Tchamo, Konso, Local tribal markets, Game drives in Mago National Park, Visits to Hamar, Mursi and Murle tribes, Yabelo Wildlife Sancutary, Bird watching, Wondo Genet hot springs, Lake Langano, Harar and hyena feeding, Great Rift Valley, Rimbaud's house, Awash",
    "generalInfo": "This two-week wildlife and cultural tour of Ethiopia travels to the Omo valley, Ethiopia’s largest nature sanctuary. It’s an area rich in game and yet it’s one of the country’s least visited places. On this trip, you’ll meet some of the many small ethnic groups, famous for their artistic talent and traditions, that live in here, visit tribal markets and meet some of the local tribes. <br/><br/>Explore the beautiful lakes of the Great Rift Valley, including Lakes Awassa, Shalla, Abiyata and Zeway and visit Harar, a Medieval walled city with a rich and wonderful history, impressive architecture and friendly people (including the famous Hyena Man, who feeds local hyenas scraps of meat each night). Every day brings something new on this tour, from the sand pinnacles in Konso to wildlife sanctuaries where kudu and zebra roam. <br/><br/>This is a tailor made holiday, with all accommodation, a driver, tour leader and local guides are included, but not meals.<br/>",
    "durationDays": "14",
    "price": "3327",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Addis Ababa. A welcoming reception and transfer to your hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "City tour. Addis Ababa the 3rd largest city in Africa, population 5 million and the 3rd highest capital in the world. Visit St. George cathedral, natural history, ethnological museum and others, some among the most important in sub Saharan Africa. Visit Merkato one of the largest outdoor markets to enjoy the city's plenty of cultural experiences. Enjoy folk dancing, singing, restaurants and Azmari bets (traditional dancing) late into the afternoon. Marvel at the panoramic city view below the Entoto Mountains."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Drive to Arbaminch. En route see the beautiful land and scenery, visit the Dorze, famous for huge bee hive huts."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Netch-Sar Park, Lake Abaya, Tchamo. The very beautiful Netch - Sar Park, ranked among the most scenic, most notable for its wildlife scenery and yet least visited. There is a sweeping view over the plains to the majestic volcanic hills on the eastern boundary. Lake Abaya the largest of the rift valley lakes and Lake Tchamo are not to be missed spectacles. This 750km sqm national park is among the most beautiful game reserves in Africa, encompassing parts of Lakes Tchamo and Abaya as well as the mountains 'Bridge of God' that lies between the two lakes."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Drive to Konso, Jinka and Mago. Drive to Konso to a people who have an ancient, complex, and fascinating culture of their own. Here are found human fossils dating from between 1.3 and 1.9 million years. Witness the spectacle of ‘Konso's New York' an extraordinary landscape of sand pinnacles formed by wind & rain; the large and colorful Saturday market is also well worth a visit. You can expect to see different ethnic groups - the Ari, Hammer, Bena, Karo, Koygu and Bodi. At Mago see the rich wild life of the park, zebras, greater and lesser kudus, buffalo and on your way to Konso you will visit Keyafar."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Visit Turmi, Mursi & Murle. Visit Turmi the main town of the Hamer, with its market, the people known for their fine pottery and remarkable hair styling. Also for their body decoration and their adorning women with bead necklaces, iron coils around their arms and skins decorated with crocowry shells. Visit the Mursi and Murle one of the most famous tribes known for traditions including the lip plate worn by the women, and the fierce stick fighting between the men."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Drive to Yabelo. Yabelo wildlife sanctuary has over 194 species of birds, including one of Africa's rarest, prince ruspoli turaco. There are also some 25 species of mammals including the greater and lesser kudus and Burchell's zebra."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Drive to Wondogenet or Langano. Enjoy the hot spring resort \"Wondo genet\" where you can relax, swim, hot water bathe and view birds like the yellow fronted parrot, Hemprichs, lesser honey guide, crowned hornbills and others."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Drive to Harar. See the lakes of the Great Rift Valley rich in water birds. Park of Shala and Abyata, Lake Zewai and drive to Harar visiting the Hararghe Oromo."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Harar. In the morning, and in afternoon sight seeing of Harar. In the evening, visit the ‘Hyena Man’ at one of the gates of Harar. Harar is a city with a rich and wonderful history, famous architecture and friendly people. Visit Harar's large and bustling markets, the house of Arthur Rimbaud (a French poet and arms dealer) and the ancient mosque of Abu Beker."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Drive to Awash. In the afternoon game drive in the park."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Drive to Addis. Enjoy the wild life and prolific bird fauna of the park and in the afternoon drive back to Addis + a farewell dinner."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Departure. Transfer to the airport."
      }
    ],
    "map": "",
    "category": "Culture"
  }
]