{
  "destination": "El Salvador",
  "mainPhoto": "",
  "id": "nicaragua-el-salvador-tour",
  "tourName": "Nicaragua & El Salvador tour",
  "placesVisited": "San Salvador, Joya de Ceren, Suchitoto, Cinquera, Jiquilisco, La Union, Potosi, Leon, Cerro Negro, Lechecuagos, Juan Venado, Managua, Masaya Volcano, Granada, Catarina, San Juan de Oriente, Islets of Granada, Mombacho Volcano, Ometepe, Solentiname, Lake Nicaragua, San Carlos, El Castillo, Indio Maiz, San Carlos",
  "generalInfo": "From relaxed bohemian towns and archaeological marvels in El Salvador, to Nicaragua’s charming colonial beauty and pristine jungles, our small group tour to Central America’s biggest and smallest countries shows a different side to this enchanting region.<br/><br/>We start our journey in El Salvador with a visit to Cerro Verde National Park, known for its three volcanoes and dramatic scenery. We then drive along the flower route to the traditional town of Nahuizalco and the colourful village of Ataco, before arriving at Joya de Ceren, a miraculously well- preserved archaeological site. We move on to the town of Suchitoto, with its picturesque cobblestone streets and candy-coloured houses, before visiting the rural community of Cinquera. Here we take a forest walk into the past with an ex-guerilla soldier for an insight into the Salvadoran Civil War based on personal experience. Our last stop in El Salvador is Jiquilisco, where we explore the mangroves to look for wildlife and participate in a turtle conservation project.<br/><br/>Crossing the Gulf of Fonseca we enter Nicaragua and transfer to the attractive colonial city of Leon, known for its beautiful architecture. We climb a nearby volcano before continuing to the Juan Venado Wildlife Refuge where we help reforest the reserve and learn about their green iguana conservation project.<br/><br/>From here we move on to Granada – the oldest colonial city of the Americas - before spending an evening climbing to the active lava crater of Masaya volcano. On the nearby island of Ometepe we try to spot monkeys and birds in the Charco Verde Reserve. We meet local communities on the Solentiname Islands next, before continuing to Los Guatuzos Wildlife Refuge and Indio Maiz for three days of wildlife utopia. We’ll meet a local biologist and may be lucky to spot a sloth or even a jaguar. Rounding off our journey, we travel through rural landscapes back to Managua, Nicaragua's capital.<br/><br/>Travelling through Central America’s most beautiful landscapes, we have many opportunities to meet local people and learn about life here in this little-visited corner of the continent. Often neglected by more ‘standard’ itineraries, both Nicaragua and El Salvador have much to offer the intrepid traveller.",
  "durationDays": "19",
  "price": "4060",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "San Salvador - Arrive into San Salvador and transfer to your hotel. The rest of the day is free. Overnight Arbol de Fuego Hotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cerro Verde National Park – Nahuizalco – Ataco - Drive to Cerro Verde National Park, known for its three volcanoes and dramatic scenery. Explore the park looking for wildlife such as toucans and hummingbirds. From here we drive along the ‘flower route’, named for its abundance of wild flowers, to the traditional town of Nahuizalco, known for its handicrafts, and the coffee producing village of Ataco, decorated with colourful murals. Overnight Fleur de Lis Hotel or similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Joya de Ceren – Suchitoto - Head to the archaeological site of Joya de Ceren, a UNESCO World Heritage Site and once home to a pre- Hispanic farming community, before it was buried during a volcanic eruption in 600AD. After exploring this site, transfer to the colonial town of Suchitoto. Explore the town on foot to see its highlights including the central plaza, the Santa Lucia Church and others. Overnight El Tejado Hotel or similar. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cinquera – Jiquilisco - We visit the picturesque community of Cinquera for an insight into rural life. Here we hike through the rainforest with an ex-guerilla soldier as our guide, and have a chance to learn about the history of the country before moving on to the bay of Jiquilisco, surrounded by mangrove forest. Overnight Puerto Barillas Hotel or similar. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Jiquilisco - Today we explore the mangrove-lined bay by boat, looking for its wildlife and stopping on one of its islands. Later we participate in a conservation project that captures and releases turtles. Working with biologists, we will assist in weighing and measuring the turtles, in an effort to assist in their long term survival. Overnight Puerto Barillas Hotel or similar. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "La Union – Potosi (Nicaragua) – Leon - Transfer to La Union, where we will take a boat across the Gulf of Fonseca, to Potosi in Nicaragua. From here we drive to the city of Leon. Awash with colonial beauty, eye-catching street art and revolutionary history, we explore the city’s best attractions, including the main plaza and the colourful church of El Calvario. Overnight Austria Hotel or similar. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cerro Negro – Lechecuagos - Travel to Cerro Negro volcano. We climb to the summit of the volcano, 726 metres above sea level, for spectacular views including the chain of volcanoes stretching all the way to the Pacific Ocean. For the descent, we slide on our feet down the ash. After our climb, we have a typical Nicaraguan lunch in Lechecuagos with the local community and then return to Leon. Overnight Austria Hotel or similar. (BL)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Juan Venado - Juan Venado Island Wildlife Refuge is our destination for today. We explore the reserve and its mangrove forests by boat, looking out for various species of birds, crocodiles and other species. We also assist with reforestation at the refuge, by helping to plant a tree. Overnight Austria Hotel or similar. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Granada – Masaya Volcano - We drive to the oldest colonial city of the Americas – Granada – and explore the city with its plazas, cobblestone streets and colourful colonial architecture. In the afternoon we visit Masaya Volcano National Park, with its active lava crater. Overnight Patio del Malinche Hotel or similar. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Catarina – San Juan de Oriente – Islets of Granada - Today we visit the ‘white villages’ of Catarina and San Juan de Oriente, dotted with beautiful gardens and lined with colourful streets where handicrafts are produced by local artisans. In the afternoon, we return to Granada and finish the day with a relaxing tour around nearby islets on the lake, which were formed by a volcanic eruption. Overnight Patio del Malinche Hotel or similar. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Mombacho Volcano – Ometepe - Visit Mombacho volcano, trekking on its slopes to see magnificent views over Lake Nicaragua and Granada city. Continuing on to Rivas and San Jorge port, we travel to Ometepe Island, the largest island in Lake Nicaragua and home to two volcanoes, Concepción and Maderas. We visit the El Ceibo museum, for a glimpse into the lives of the indigenous people of Ometepe and the natural reserve, Charco Verde, with a great chance of spotting monkeys and a variety of birds. Overnight San Juan de la Isla Hotel or similar. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Ometepe - Relaxing into island life, we explore the foothills of the Maderas Volcano cloud forest and make a visit to Finca Magdalena, a farm where coffee and organic vegetables are grown. After spending time among local communities, we stop at ‘Ojo de Agua’, a natural spring where we can have a dip and a rest. Overnight San Juan de la Isla Hotel or similar. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Solentiname - We travel to the Solentiname Islands by boat. These picture- perfect, luxuriantly forested islands - only four out of twenty- six of which are inhabited - are home to rich wildlife and a community of established painters and artisans. Upon arrival, we have time to explore and relax. Overnight Hotel Mancarrón or similar. (BD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Solentiname - This morning we hike up one of the hills on the island to see 2000-year-old petroglyphs - the views of the archipelago during the hike are spectacular. Afterwards, we visit a community of local artisans on the island of Mancarrón and take a boat around the main islands. Overnight Hotel Mancarrón or similar. (BLD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Los Guatuzos Wildlife Refuge - Travelling by boat via Lake Nicaragua, we reach Los Guatuzos Wildlife Refuge. We then make our way along a small river, observing the abundance of flora and fauna that this rainforest has to offer. When we reach the middle of the reserve, we meet a local biologist for a guided tour to observe reptiles, birds and various types of flora. In the afternoon, we are invited to plant a tree to contribute to conservation of the environment. Overnight Hotel Mancarrón or similar. (BLD)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "San Carlos – El Castillo - We depart for San Carlos town and then continue along the river to El Castillo. In the afternoon, we explore the town and its 17th century Spanish fortress. Overnight Hotel Victoria or similar. (B)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Indio Maiz - Travelling downriver in the morning, we reach the Indio Maíz Biological Reserve. We can choose between two relatively easy hiking trails or a boat trip on the river, to try and spot the spectacular tropical wildlife that inhabits the reserve, including hummingbirds, sloths, pumas, jaguars, manatees and howler monkeys. Overnight Hotel Victoria or similar. (B)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "San Carlos – Managua - We travel back to San Carlos by boat and by road to Managua. Travelling through rural landscapes on the way to the city, we stop to see how ‘quesillo’ – the local cheese – is made. Overnight Best Western Las Mercedes or similar. (B)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Managua - Transfer to the airport for your flight home. (B)"
    }
  ],
  "map": ""
}