{
  "destination": "El Salvador",
  "mainPhoto": "",
  "id": "el-salvador-revealed-tailor-made-tour",
  "tourName": "El Salvador revealed tailor made tour",
  "placesVisited": "",
  "generalInfo": "El Salvador is a compact gem bursting with colour, culture, and volcanic drama. From the lively streets and artisan markets of San Salvador to the cobbled charm of Suchitoto, the country reveals its creative soul and colonial heritage. Explore the misty trails and breathtaking viewpoints of Cerro Verde National Park, then wind through the flower-lined Ruta de las Flores to Ataco, a highland town alive with murals, coffee aromas, and local craft traditions. Intimate, authentic, and full of character, El Salvador offers a captivating journey through the heart of Central America.",
  "durationDays": "10",
  "price": "5500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN SAN SALVADOR: On arrival at El Salvador international airport, proceed through immigration, baggage and customs. You’ll be welcomed by your private guide and privately driven to your hotel in the centre of the city; a drive of approx. 45 mins. INTRODUCING SAN SALVADOR - San Salvador, the bustling capital of El Salvador, sits in the aptly named ‘Valley of the Hammocks’, a region shaped by frequent seismic activity and watched over by the imposing San Salvador Volcano to the northwest. While much of the city has a modern feel, its historic centre still preserves a handful of elegant colonial buildings alongside grand plazas, lively markets, and striking landmarks. Here, you can wander past the Metropolitan Cathedral, explore the National Palace, or simply soak up the vibrant street life that reflects the city’s mix of history, resilience, and contemporary energy."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "HALF DAY GUIDED VISIT OF SAN SALVADOR Pickup from the hotel lobby this morning. San Salvador, the second-largest city in Central America, serves as the heart of Salvadoran life and activity. Today, you’ll uncover its history and cultural significance while exploring its lively streets and avenues. A highlight of the morning will be the iconic Monument to the Savior of the World, one of the country’s most recognisable landmarks. Your journey continues in the Historic Centre, where you’ll stroll through the city’s main squares—Barrios, Libertad, and Morazán—each buzzing with local life. Along the way, admire some of San Salvador’s most important historical treasures, including the grand National Palace, the elegant National Theatre, and the Metropolitan Cathedral, home to the crypt of San Romero of America. (Meals - Breakfast)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "TRANSFER FROM SAN SALVADOR TO SUCHITOTO INCLUDING A VISIT TO EL BOQUERON NATIONAL PARK ENROUTE - Pickup from the hotel lobby this morning. Start the day with a short visit to El Boquerón National Park, perched atop San Salvador’s volcano. Here you can take in sweeping views of the city below and enjoy a pleasant walk along the crater’s edge. Afterward, the journey continues to Suchitoto, a charming colonial town celebrated for its culture, history, and vibrant arts scene. INTRODUCING SUCHITOTO - Suchitoto is El Salvador’s cultural gem—an atmospheric colonial town overlooking Lake Suchitlán, known for its cobblestone streets, art galleries, and vibrant festivals. With rich history, nearby waterfalls, and a thriving arts scene, it’s the perfect blend of tradition and creativity. (Meals - Breakfast)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "LOCAL SUCHITOTO AND LOS TERCIOS - Pickup from the hotel lobby this morning. With its cobblestone streets, beautifully preserved architecture, and vibrant artistic spirit, Suchitoto offers a tranquil escape overlooking the shimmering waters of Lake Suchitlán. Explore local galleries, visit Casa de La Abuela, and—subject to availability—observe a traditional local cigarette rolling demonstration. Step inside the iconic Santa Lucía Church and soak up the creative energy of this historic town filled with tradition and charm. The experience concludes with a short walk to Los Tercios, where impressive basaltic rock formations offer a fascinating natural spectacle year-round. (Meals - Breakfast)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "INDIGO DYEING WORKSHOP AND SUNSET BOAT RIDE ON LAKE SUCHITLAN - Pickup from the hotel lobby this morning. Begin the day with a hands-on indigo dyeing workshop, where you’ll learn about the traditional process and craft your own piece using natural dyes—a practice deeply rooted in El Salvador’s history. As the day unfolds, unwind with a scenic boat ride on Lake Suchitlán, admiring the serene landscapes as the sun sets. Enjoy locally produced drinks on board while soaking in the peaceful atmosphere of this enchanting region. (Meals - Breakfast)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "TRANSFER FROM SUCHITOTO TO CERRO VERDE VIA COATEPEQUE LAKE - Pickup from the hotel lobby this morning. Your first stop is to visit the beautiful Lake Coatepeque, a shimmering volcanic crater lake surrounded by lush hills - a perfect midday break. Continue to Casa 1800 Cerro Verde, a serene mountain lodge tucked into the cloud forest. Includes: guided volcano hike, and private transportation. INTRODUCING CERRO VERDE - Cerro Verde National Park is a haven of lush cloud forest and volcanic landscapes, offering sweeping views of three iconic volcanoes—Izalco, Ilamatepec (Santa Ana), and Cerro Verde itself. With cool mountain air, rich biodiversity, and scenic hiking trails, it’s an ideal escape into nature. (Meals - Breakfast)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SANTA ANA VOLCANO - Pickup from the hotel lobby this morning. Leave Cerro Verde early in the morning and travel west to the majestic Santa Ana Volcano, the highest and most iconic peak in El Salvador. Enjoy a guided hike to the summit, where you’ll be rewarded with breathtaking views of the turquoise crater lake and the surrounding landscapes, including panoramic vistas of Lake Coatepeque and Izalco Volcano. After the hike, return to your hotel and unwind with a relaxing massage. (Meals - Breakfast)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "VISIT JOYA DE CEREN AND TAZUMAL ENROUTE TO ATACO - Pickup from the hotel lobby this morning. Begin the day exploring El Salvador’s past at Joya de Cerén, a UNESCO World Heritage Site known as the “Pompeii of the Americas,” before continuing to Tazumal, the country’s most impressive pre-Columbian Maya pyramid. In the afternoon, travel the scenic Ruta de las Flores, a 20-mile mountain road famed for its wildflowers, coffee plantations, and sweeping views of lagoons and cloud forest, arriving in the colourful town of Ataco—your base for the next couple of nights, celebrated for its murals, handicrafts, and vibrant coffee culture. INTRODUCING ATACO - Ataco is a charming mountain town, where colourful houses are adorned by murals and bountiful arts and craft shops line the streets. The hills nearby are ripe with coffee plantations and you can sample the fresh beans in a number of the cafes in town. It's a quiet place that livens up considerably at the weekends with locals escaping the city. (Meals - Breakfast)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "RUTA DE LA FLORES: LAS SIETE CASCADAS TO JUAYUA - Pickup from the hotel lobby this morning. Spend the day exploring the highlights of the Ruta de las Flores, one of El Salvador’s most scenic and culturally vibrant regions. Begin in Juayúa with Las Siete Cascadas, a guided hike through lush forest trails leading to seven stunning waterfalls, hidden pools, and the chance to take a refreshing dip in crystal-clear waters—perfect for nature lovers and adventure seekers alike. After the hike, return to Juayúa, a charming mountain town known for its lively weekend Gastronomic Festival, where you can sample a wide array of Salvadoran dishes and local specialties. In the afternoon, enjoy some leisure time or unwind at the Santa Teresa Hot Springs, surrounded by forest and naturally heated thermal pools—a relaxing end to a day full of discovery and adventure along the Ruta de las Flores. (Meals - Breakfast)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "RUTA DE LA FLORES: APANECA (FINCA ALBANIA) TO NAHUIZALCO AND TRANSFER TO AIRPORT FOR DEPARTURE FLIGHT - Pickup from hotel this morning. Visit the colourful mountain towns of Apaneca and Nahuizalco, both celebrated for their vibrant murals, local crafts, and refreshing highland climate. In Apaneca, stop at Albania Farm to experience a touch of adventure—try ziplining or the unique bike zipline, or simply relax with a cup of freshly brewed high-altitude coffee. Continue to Nahuizalco, a town rich in Indigenous heritage, renowned for its handmade crafts and traditional candlelit evening market. Conclude your journey with a transfer to San Salvador International Airport, a drive of approx. 3 hours. Check in at the airport for your departure flight home. (Meals - Breakfast)."
    }
  ],
  "map": ""
}