{
  "destination": "El Salvador",
  "mainPhoto": "",
  "id": "highlights-of-el-salvador-holiday",
  "tourName": "Highlights of El Salvador holiday",
  "placesVisited": "",
  "generalInfo": "Often overshadowed by its neighbours, El Salvador is a hidden gem in Central America. From turtle nesting on the peaceful coastline, to volcanoes concealing deep crater lakes and colonial villages dishing up delicious food, this country has earned a spot on our Latin America bucket list.<br/>\n<br/>\nJiquilisco Bay - Take part in a turtle-monitoring project with a local biologist.<br/>\nSanta Ana Volcano - Hike up El Salvador's highest volcano for views of the surrounding valley.<br/>\nSuchitoto - Learn to make traditional pupusas like a local in this charming village.<br/>",
  "durationDays": "11",
  "price": "1795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in San Salvador",
      "description": ": Our trip starts today in San Salvador, El Salvador's capital. After some major regeneration works, the leafy plazas and pedestrianized central zones of El Salvador's main city have never been safer and more pleasant to explore. Encircled as it is by volcanoes, San Salvador is a pretty capital, which is rare by Central American standards. Due to the number of evening flights into El Salvador, our tour leader will meet us for a welcome meeting on the morning of day 2. They will leave a poster in reception with details on timings and everything else that you'll need for the day. If there are no evening pick-ups, our tour leader will suggest meeting for dinner, for those who wish. There are no activities planned today, so you can arrive in El Salvador at any time. If you'd like an airport transfer today, you'll need to arrive into El Salvador International Airport (SAL), which is around a 40-minute drive from the hotel."
    },
    {
      "dayNumber": 2,
      "title": "Drive to Suchitoto via Joya de Ceren; evening pupusa-making class",
      "description": ": This morning we drive just over an hour to the Joya de Ceren, a UNESCO-listed archaeological site that can be likened to Pompeii. This Maya farming community was covered by an eruption of the Loma caldera in the 7th century, and while we now know that an earthquake just prior to the eruption caused the villagers to flee, their possessions were immaculately preserved by ash, from pottery to garden tools. It wasn't found again until the 1970s and is one of the best and most complete records of pre-hispanic life in Central America. Following our visit, we continue for an hour and a half to the peaceful lakeside town of Suchitoto. This evening, we set out for a dinner with a twist. During your last two days in El Salvador, you may have noticed a distinct clapping sound in the street - the sound of ladies patting down big circles of corn dough, stuffed with mixtures of black beans, vegetables, cheese and meats before being cooked on a hot plate and served up to hungry locals. These delicious snacks are called pupusas, and are El Salvador's national dish. This evening we'll learn to make them before sitting down together for a well-deserved meal."
    },
    {
      "dayNumber": 3,
      "title": "Visit the ex-guerrilla community of Cinquera; free afternoon in Suchitoto",
      "description": ": Just a short ride out of Suchitoto is the rainforest community of Cinquera, a former FMLN stronghold (the FMLN were the main left-wing guerrilla faction during El Salvador's civil war, and is now one of the country's major political parties). This small village has emerged from the brutality of the civil war, which raged throughout the 1980s, and has established a grassroots tourism project that serves as a living museum of the wartime era, with the ex-guerrillas and their families acting as guides. The community's aim is not only to educate people about this important part of El Salvador's history, but also to protect the forest from illegal logging - the trees are a haven for birdlife, and there are numerous swimming holes and waterfalls hidden within. We take a hike through part of the reserve and spend some time with a former guerrilla fighter learning about his experiences. The tour will take approximately 2 hours, with some of the walking steep and hilly in parts. On our return to Suchitoto, we have the afternoon free. The village seems timeless, with cobbled streets, whitewashed buildings and an impressive colonial church in a leafy plaza. It was once at the heart of the country's indigo trade, and we have the opportunity to take part in an indigo workshop in the afternoon. Alternatively, you may take a boat trip out onto Lake Suchitlan, where over 200 bird species have been recorded including hawks and falcons."
    },
    {
      "dayNumber": 4,
      "title": "Head to Jiquilisco Bay via the Laguna de Alegria; Optional kayaking or a visit to a local cacao farm",
      "description": ": This morning our first stop will be Laguna de Alegria (Happiness Lagoon), located within the crater of the dormant volcano Tecapa. The lagoon glows a brilliant green colour due to the sulphur and other minerals within, and it is favourite spot for local Salvadorans. We'll soak up the views here before continuing onto Jiquilisco Bay. Our total drive time today will be approximately five hours. Jiquilisco Bay is a biosphere reserve and large network of canals and mangrove-lined inlets that are largely undeveloped, hosting over 200 species of bird and playing an important role in turtle conservation efforts within the country. This afternoon has been left free for you to explore the local surroundings. One optional activity on offer is kayaking through the mangroves, searching for crocodiles and marine birds. There will also be the opportunity to participate in the optional visit to the local cacao farm, where you can see how chocolate is produced. Alternatively you can choose to relax at the lodge - perhaps bird watching from the grounds, or heading down to the marina to watch the fishermen."
    },
    {
      "dayNumber": 5,
      "title": "Boat trip with a local biologist to monitor hawksbill turtles",
      "description": ": Today we will have a boat trip through the mangrove canals, with the aim of monitoring the population of hawksbill marine turtle. This project, run by the Eastern Pacific Hawksbill Initiative (known in Spanish as ICAPO), has many facets and our task today will be to help measure, weigh and tag the turtles in order to monitor their healthy growth. We'll be accompanied by a biologist from the project who will explain more about what they do to protect this endangered species. During the course of the trip, we'll also be passing through some small communities, giving us a more in-depth view on rural El Salvador. The excursion lasts for approximately 2 and a half hours."
    },
    {
      "dayNumber": 6,
      "title": "Discover San Salvador on foot; visit Coatepeque Lake; drive to Ataco via the Tazumal Archaeological Site",
      "description": ": We drive west this morning making a stop at San Salvador for a walking tour of the city, visiting the main attractions including the Iglesia El Rosario. This enormous concrete church looks nondescript from the outside, but the architects have cleverly designed a spectacular arched roof, covered completely in fanned-out windows of coloured stained glass that cast a rainbow of natural light through to the tiled floor. This unusual and abstract piece of art contrasts sharply with the colonial and classical architecture that we'll see elsewhere in the city, for example at the grand National Palace. We continue to the immense and beautiful crater lake of Coatepeque. The shores of this lake are dotted with houses of the rich and famous (well, in Salvadoran terms!), while there are small restaurants with views over the lake. Time permitting, we aim to have lunch here before driving on to Tazumal Archaeological Site. The ancient Mayan site of Tazumal is one of the main pre-Columbian set of ruins in El Salvador. Dating from 1200BC, the site has only been formally researched since the mid-1900s, and there are plenty of interesting finds in the small museum, as well as the views from the main pyramid. From Tazumal, we continue to the small colonial town of Ataco, on El Salvador's Ruta de las Flores (Flower Route)."
    },
    {
      "dayNumber": 7,
      "title": "Coffee farm visit; free afternoon in Ataco or optional hot springs",
      "description": ": This morning we will visit one of the area's small coffee 'fincas' (or farms). We'll have a drink here, and find out more about the farm's small scale coffee production, which is still a growing industry here in El Salvador. After visiting the coffee finca our Tour Leader will take us on an orientation walk of Ataco, including stops at the central plaza, a scenic viewpoint, the local market, colorful murals, and traditional weaving workshops. This afternoon is left free to enjoy the small town of Ataco or perhaps take an optional excursion 20 minutes out of town to some hot springs for a soak."
    },
    {
      "dayNumber": 8,
      "title": "Explore the small villages on the Ruta de las Flores; the street food markets, drive to Cerro Verde (Tres Volcanes)",
      "description": ": El Salvador's Ruta de las Flores is a beautiful, meandering set of small villages, each with an array of different colonial-era buildings. It is designed to be visited slowly, savouring the food and the ambiance. Ataco, where we are staying, is one of the main villages - particularly well known for the bright and colourful street art that adorns most of the buildings in town. Juayua, another of the main towns on the route, is famous for its weekend food festival - luckily our trip happens to pass by at this time! The festival is made up of countless street food stalls, with typical foods including barbecued meats or huge prawns, even fried frog skewers and guinea pigs being sold at some stalls. The desserts are also worth a look - piles of ice creams or sweet buns with a cup of locally produced coffee. Our day will involve travelling along the Ruta de las Flores, stopping at the different villages to take in their varied character and enjoying the delicious food. As part of the day, most likely in the morning, we'll also visit the Cascadas de Don Juan, where we can take a swim. In the late afternoon we will continue to the volcano-laden Los Volcanoes National Park. This evening we will be camping in the national park - our campsite is made up of large fixed tents, each on a wooden base, and with two full single beds inside. Sheets, duvets, pillows and towels are provided, and there is a nightstand with an electric lamp. Bathrooms are shared, with showers available."
    },
    {
      "dayNumber": 9,
      "title": "Hike the Santa Ana volcano to the impressive Ilamatepec crater; drive to La Libertad via Los Cobanos protected marine area",
      "description": ": The Santa Ana volcano is El Salvador's highest, at approximately 2300m high. Our campsite is already at 1800m, and the ascent is only a moderate grade as we start our hike through forest, slowly ascending for approximately 1 hour 15 minutes. The landscape begins to change as the overgrowth becomes more barren, and a rocky, volcanic terrain takes over with red-black rocks cracking underfoot. It's about a one-hour hike up to the summit and to our big pay off - the Llamatepec crater lake, its milky-green colour contrasting starkly against the black rock that encloses it. Looking out into the distance, the volcano Izalco sticks out of the valley, with the enormous Coatepeque lake spreading out to the east and small villages dotted around the impressive landscape. Our descent is quicker than the climb, and in total the trip should take around 3-4 hours. After our return we drive to the EL Salvadorian coast. Los Cobanos is a protected marine area just 90km away from the capital, well known in El Salvador for its coral reef and the sandy beach that locals regularly frequent on the weekends. We'll take a walk along the beach today, spotting marine life such as heron and crab, and watching the fishermen in action. We'll also have the opportunity to swim off the beach. Later this afternoon, we drive down the coast to La Libertad, widely regarded as one of the best surfing spots in the Americas. Our hotel is set on a cliff overlooking the ocean, with outdoor swimming pools and access to one of the areas striking black sand beaches."
    },
    {
      "dayNumber": 10,
      "title": "Free day on the coast in Sunzal",
      "description": ": Our final full day in El Salvador is free to spend as we choose. Relax on the beach or alternatively, take a drive outside La Libertad to the San Antonio Waterfalls, where depending on the season you can bathe in the refreshing pool underneath the long drop. On your return, visit the Mercado del Mar fish market, and maybe choose to stay here for a freshly caught lunch."
    },
    {
      "dayNumber": 11,
      "title": "Trip ends at La Libertad",
      "description": ": The trip ends after breakfast this morning in La Libertad. There are no activities planned today, so you're free to depart from La Libertad at any time. If you'd like an airport transfer today, you'll need to depart from El Salvador International Airport (SAL), which is a one-hour drive from our hotel."
    }
  ],
  "map": ""
}