[
  {
    "destination": "El Salvador",
    "mainPhoto": "",
    "id": "el-salvador-revealed-tailor-made-tour",
    "tourName": "El Salvador revealed tailor made tour",
    "placesVisited": "",
    "generalInfo": "El Salvador is a compact gem bursting with colour, culture, and volcanic drama. From the lively streets and artisan markets of San Salvador to the cobbled charm of Suchitoto, the country reveals its creative soul and colonial heritage. Explore the misty trails and breathtaking viewpoints of Cerro Verde National Park, then wind through the flower-lined Ruta de las Flores to Ataco, a highland town alive with murals, coffee aromas, and local craft traditions. Intimate, authentic, and full of character, El Salvador offers a captivating journey through the heart of Central America.",
    "durationDays": "10",
    "price": "5500",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVAL IN SAN SALVADOR: On arrival at El Salvador international airport, proceed through immigration, baggage and customs. You’ll be welcomed by your private guide and privately driven to your hotel in the centre of the city; a drive of approx. 45 mins. INTRODUCING SAN SALVADOR - San Salvador, the bustling capital of El Salvador, sits in the aptly named ‘Valley of the Hammocks’, a region shaped by frequent seismic activity and watched over by the imposing San Salvador Volcano to the northwest. While much of the city has a modern feel, its historic centre still preserves a handful of elegant colonial buildings alongside grand plazas, lively markets, and striking landmarks. Here, you can wander past the Metropolitan Cathedral, explore the National Palace, or simply soak up the vibrant street life that reflects the city’s mix of history, resilience, and contemporary energy."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "HALF DAY GUIDED VISIT OF SAN SALVADOR Pickup from the hotel lobby this morning. San Salvador, the second-largest city in Central America, serves as the heart of Salvadoran life and activity. Today, you’ll uncover its history and cultural significance while exploring its lively streets and avenues. A highlight of the morning will be the iconic Monument to the Savior of the World, one of the country’s most recognisable landmarks. Your journey continues in the Historic Centre, where you’ll stroll through the city’s main squares—Barrios, Libertad, and Morazán—each buzzing with local life. Along the way, admire some of San Salvador’s most important historical treasures, including the grand National Palace, the elegant National Theatre, and the Metropolitan Cathedral, home to the crypt of San Romero of America. (Meals - Breakfast)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "TRANSFER FROM SAN SALVADOR TO SUCHITOTO INCLUDING A VISIT TO EL BOQUERON NATIONAL PARK ENROUTE - Pickup from the hotel lobby this morning. Start the day with a short visit to El Boquerón National Park, perched atop San Salvador’s volcano. Here you can take in sweeping views of the city below and enjoy a pleasant walk along the crater’s edge. Afterward, the journey continues to Suchitoto, a charming colonial town celebrated for its culture, history, and vibrant arts scene. INTRODUCING SUCHITOTO - Suchitoto is El Salvador’s cultural gem—an atmospheric colonial town overlooking Lake Suchitlán, known for its cobblestone streets, art galleries, and vibrant festivals. With rich history, nearby waterfalls, and a thriving arts scene, it’s the perfect blend of tradition and creativity. (Meals - Breakfast)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "LOCAL SUCHITOTO AND LOS TERCIOS - Pickup from the hotel lobby this morning. With its cobblestone streets, beautifully preserved architecture, and vibrant artistic spirit, Suchitoto offers a tranquil escape overlooking the shimmering waters of Lake Suchitlán. Explore local galleries, visit Casa de La Abuela, and—subject to availability—observe a traditional local cigarette rolling demonstration. Step inside the iconic Santa Lucía Church and soak up the creative energy of this historic town filled with tradition and charm. The experience concludes with a short walk to Los Tercios, where impressive basaltic rock formations offer a fascinating natural spectacle year-round. (Meals - Breakfast)."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "INDIGO DYEING WORKSHOP AND SUNSET BOAT RIDE ON LAKE SUCHITLAN - Pickup from the hotel lobby this morning. Begin the day with a hands-on indigo dyeing workshop, where you’ll learn about the traditional process and craft your own piece using natural dyes—a practice deeply rooted in El Salvador’s history. As the day unfolds, unwind with a scenic boat ride on Lake Suchitlán, admiring the serene landscapes as the sun sets. Enjoy locally produced drinks on board while soaking in the peaceful atmosphere of this enchanting region. (Meals - Breakfast)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "TRANSFER FROM SUCHITOTO TO CERRO VERDE VIA COATEPEQUE LAKE - Pickup from the hotel lobby this morning. Your first stop is to visit the beautiful Lake Coatepeque, a shimmering volcanic crater lake surrounded by lush hills - a perfect midday break. Continue to Casa 1800 Cerro Verde, a serene mountain lodge tucked into the cloud forest. Includes: guided volcano hike, and private transportation. INTRODUCING CERRO VERDE - Cerro Verde National Park is a haven of lush cloud forest and volcanic landscapes, offering sweeping views of three iconic volcanoes—Izalco, Ilamatepec (Santa Ana), and Cerro Verde itself. With cool mountain air, rich biodiversity, and scenic hiking trails, it’s an ideal escape into nature. (Meals - Breakfast)."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "SANTA ANA VOLCANO - Pickup from the hotel lobby this morning. Leave Cerro Verde early in the morning and travel west to the majestic Santa Ana Volcano, the highest and most iconic peak in El Salvador. Enjoy a guided hike to the summit, where you’ll be rewarded with breathtaking views of the turquoise crater lake and the surrounding landscapes, including panoramic vistas of Lake Coatepeque and Izalco Volcano. After the hike, return to your hotel and unwind with a relaxing massage. (Meals - Breakfast)."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "VISIT JOYA DE CEREN AND TAZUMAL ENROUTE TO ATACO - Pickup from the hotel lobby this morning. Begin the day exploring El Salvador’s past at Joya de Cerén, a UNESCO World Heritage Site known as the “Pompeii of the Americas,” before continuing to Tazumal, the country’s most impressive pre-Columbian Maya pyramid. In the afternoon, travel the scenic Ruta de las Flores, a 20-mile mountain road famed for its wildflowers, coffee plantations, and sweeping views of lagoons and cloud forest, arriving in the colourful town of Ataco—your base for the next couple of nights, celebrated for its murals, handicrafts, and vibrant coffee culture. INTRODUCING ATACO - Ataco is a charming mountain town, where colourful houses are adorned by murals and bountiful arts and craft shops line the streets. The hills nearby are ripe with coffee plantations and you can sample the fresh beans in a number of the cafes in town. It's a quiet place that livens up considerably at the weekends with locals escaping the city. (Meals - Breakfast)."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "RUTA DE LA FLORES: LAS SIETE CASCADAS TO JUAYUA - Pickup from the hotel lobby this morning. Spend the day exploring the highlights of the Ruta de las Flores, one of El Salvador’s most scenic and culturally vibrant regions. Begin in Juayúa with Las Siete Cascadas, a guided hike through lush forest trails leading to seven stunning waterfalls, hidden pools, and the chance to take a refreshing dip in crystal-clear waters—perfect for nature lovers and adventure seekers alike. After the hike, return to Juayúa, a charming mountain town known for its lively weekend Gastronomic Festival, where you can sample a wide array of Salvadoran dishes and local specialties. In the afternoon, enjoy some leisure time or unwind at the Santa Teresa Hot Springs, surrounded by forest and naturally heated thermal pools—a relaxing end to a day full of discovery and adventure along the Ruta de las Flores. (Meals - Breakfast)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "RUTA DE LA FLORES: APANECA (FINCA ALBANIA) TO NAHUIZALCO AND TRANSFER TO AIRPORT FOR DEPARTURE FLIGHT - Pickup from hotel this morning. Visit the colourful mountain towns of Apaneca and Nahuizalco, both celebrated for their vibrant murals, local crafts, and refreshing highland climate. In Apaneca, stop at Albania Farm to experience a touch of adventure—try ziplining or the unique bike zipline, or simply relax with a cup of freshly brewed high-altitude coffee. Continue to Nahuizalco, a town rich in Indigenous heritage, renowned for its handmade crafts and traditional candlelit evening market. Conclude your journey with a transfer to San Salvador International Airport, a drive of approx. 3 hours. Check in at the airport for your departure flight home. (Meals - Breakfast)."
      }
    ],
    "map": ""
  },
  {
    "destination": "El Salvador",
    "mainPhoto": "",
    "id": "el-salvador-tailor-made-holiday",
    "tourName": "El Salvador tailor made holiday",
    "placesVisited": "",
    "generalInfo": "We have explored all areas of this beautiful, small country and devised a trip that takes in the best El Salvador has to offer.<br/><br/>We love nothing better than trekking, visiting wild off the beaten path areas and sitting down for a chat with local people.<br/><br/>Colourful towns steeped in history with baroque churches and surrounded by shade-grown coffee plantations are great bases from which to explore surrounding areas. Trekking volcanoes with awe inspiring views or being led though the mountains of Perquin by ex- guerrilla guides – who now want to show off the flora and fauna – of this now peaceful haven. The crashing waves of the Pacific draw surfers from all over the world while calmer bays and tributaries are perfect for swimming, turtle spotting and calmer water sports!",
    "durationDays": "11",
    "price": "2375",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "SAN SALVADOR Arrival to San Salvador International airport(SAL), Central America´s second largest city and the capital of El Salvador. Transfer to your hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "CERRO VERDE - ATACO After Breakfast, we head out to Cerro Verde National Park, a dormant volcano covered by a foliage of dense and bio-diverse cloudforest. During our visit, we explore its crater and admire the spectacular panoramic views of the Izalco Volcano, Llamatepec Volcano, and Lake Coatepeque. In the afternoon, we set out to explore the “Ruta de las Flores” (Flower Route), known for its explosion of blooms that appear every winter. We pass through quaint villages to finally arrive at the colonial gem of Ataco, set between mountains and coffee plantations. Two nights in Ataco."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "ATACO Breakfast. Today we visit a coffee plantation and we will learn about the process of cultivation, harvest, and roasting. Our tour includes a visit to the ancient manor house, were we enjoy a fresh cup of coffee prepared with the ancient method of “Chorreador” (straining fresh brewed coffee to allow delicious aromas to develop). Rest of the day at leisure to explore on your own the cobblestone streets of Ataco and admire the colorful murals that cover the walls of the inhabitant’s colonial houses, a tradition that makes you want to return to this beautiful town. We recommend you visit the craft shops so that you can take a souvenir with you."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "ATACO-TAZUMAL- SANTA ANA Breakfast. We set out towards the archeological site of Tazumal, El Salvador´s most important ceremonial Mayan Center. We then continue to Santa Ana, the second most important city of the country. We will explore its historic center, where we will visit places of interest like the National Theatre, the Main Plaza, and the gothic styled Cathedral. Afterwards, we will set off to explore Joya de Cerén, aptly known as the “Pompeii of the Americas”. It is considered to be the most important archeological discovery in Latin America in recent years and declared World Heritage of Human Kind by UNESCO. After the visit, we continue to Suchitoto. Two nights in Suchitoto."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "SUCHITOTO Breakfast. We will dedicate the morning to visit El Salvador´s most preserved colonial town, important for its indigo trade during the colonial period. Afternoon at leisure for optional activities like taking a walk through the cobblestone streets in between portals and ancient houses or enjoying a pleasant boat ride to watch the sunset by the shores of Lake Suchitlán."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "SUCHITOTO TO GULF DE FONSECA Breakfast. Early in the morning, we set off to the Gulf of Fonseca, 261 kms of Pacific Coast line shared by El Salvador, Honduras and Nicaragua. We begin our crossing by boat at port La Unión, to admire the fisherman villages, islands that seem as though they are floating in the water with spectacular views of the Conchagua Volcano, Amapala Volcano and Cosiguina Volcano. Furthermore, this region is a bird sanctuary and with a little luck, you may get to see dolphins. Afternoon at leisure to enjoy the beach. We then head back to Port La Unión. Overnight La Union."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "GULF DE FONSECA TO PERQUIN Breakfast. After breakfast, we begin our overland journey to Perquin, located in the northern mountainous region of the country, surrounded by humid tropical forests. Upon our arrival, we visit the “Meseo de la Paz” (Peace Museum), founded by veterans of the civil war. In the afternoon, we also include a visit to the village of el Mozote, main scenario to some of the biggest affairs in El Salvador´s recent history at the time of the armed conflict period. Overnight Perquin."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "PERQUIN LENCA- HEADING TO JIQUILISCO BAY Breakfast. After breakfast, transfer to Jiquilisco Bay, the main marine ecosystem of El Salvador and principal region for spawning of hawksbill turtles in all of the country. This natural reserve possesses a system of natural canals, formed by islands and exotic mangrove forests which serve as a refuge to a vast diversity of birds and reptiles. Arrival to the hotel. Rest of day at leisure to enjoy the sun and the hotel´s amenities. Two nights in Jiquilisco Bay."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "JIQUILISCO BAY Breakfast. Day at leisure to enjoy the bay area. Great opportunity to get the chance to have a unique encounter with nature and enjoy some of the optional activities the hotel has to offer, like: a visit to the sanctuary of the monkeys or cocoa plantations, sail through the islands of the bay, engage in a program that releases and preserves marine turtles, enjoy kayak tours through the mangrove swamps or take a bicycle ride through the natural reserve."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "HEAD FROM JIQUILISCO BAY TO SAN SALVADOR AIRPORT .....OR STAY A BIT LONGER!!"
      }
    ],
    "map": ""
  },
  {
    "destination": "El Salvador",
    "mainPhoto": "",
    "id": "highlights-of-el-salvador-holiday",
    "tourName": "Highlights of El Salvador holiday",
    "placesVisited": "",
    "generalInfo": "Often overshadowed by its neighbours, El Salvador is a hidden gem in Central America. From turtle nesting on the peaceful coastline, to volcanoes concealing deep crater lakes and colonial villages dishing up delicious food, this country has earned a spot on our Latin America bucket list.<br/>\n<br/>\nJiquilisco Bay - Take part in a turtle-monitoring project with a local biologist.<br/>\nSanta Ana Volcano - Hike up El Salvador's highest volcano for views of the surrounding valley.<br/>\nSuchitoto - Learn to make traditional pupusas like a local in this charming village.<br/>",
    "durationDays": "11",
    "price": "1795",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in San Salvador",
        "description": ": Our trip starts today in San Salvador, El Salvador's capital. After some major regeneration works, the leafy plazas and pedestrianized central zones of El Salvador's main city have never been safer and more pleasant to explore. Encircled as it is by volcanoes, San Salvador is a pretty capital, which is rare by Central American standards. Due to the number of evening flights into El Salvador, our tour leader will meet us for a welcome meeting on the morning of day 2. They will leave a poster in reception with details on timings and everything else that you'll need for the day. If there are no evening pick-ups, our tour leader will suggest meeting for dinner, for those who wish. There are no activities planned today, so you can arrive in El Salvador at any time. If you'd like an airport transfer today, you'll need to arrive into El Salvador International Airport (SAL), which is around a 40-minute drive from the hotel."
      },
      {
        "dayNumber": 2,
        "title": "Drive to Suchitoto via Joya de Ceren; evening pupusa-making class",
        "description": ": This morning we drive just over an hour to the Joya de Ceren, a UNESCO-listed archaeological site that can be likened to Pompeii. This Maya farming community was covered by an eruption of the Loma caldera in the 7th century, and while we now know that an earthquake just prior to the eruption caused the villagers to flee, their possessions were immaculately preserved by ash, from pottery to garden tools. It wasn't found again until the 1970s and is one of the best and most complete records of pre-hispanic life in Central America. Following our visit, we continue for an hour and a half to the peaceful lakeside town of Suchitoto. This evening, we set out for a dinner with a twist. During your last two days in El Salvador, you may have noticed a distinct clapping sound in the street - the sound of ladies patting down big circles of corn dough, stuffed with mixtures of black beans, vegetables, cheese and meats before being cooked on a hot plate and served up to hungry locals. These delicious snacks are called pupusas, and are El Salvador's national dish. This evening we'll learn to make them before sitting down together for a well-deserved meal."
      },
      {
        "dayNumber": 3,
        "title": "Visit the ex-guerrilla community of Cinquera; free afternoon in Suchitoto",
        "description": ": Just a short ride out of Suchitoto is the rainforest community of Cinquera, a former FMLN stronghold (the FMLN were the main left-wing guerrilla faction during El Salvador's civil war, and is now one of the country's major political parties). This small village has emerged from the brutality of the civil war, which raged throughout the 1980s, and has established a grassroots tourism project that serves as a living museum of the wartime era, with the ex-guerrillas and their families acting as guides. The community's aim is not only to educate people about this important part of El Salvador's history, but also to protect the forest from illegal logging - the trees are a haven for birdlife, and there are numerous swimming holes and waterfalls hidden within. We take a hike through part of the reserve and spend some time with a former guerrilla fighter learning about his experiences. The tour will take approximately 2 hours, with some of the walking steep and hilly in parts. On our return to Suchitoto, we have the afternoon free. The village seems timeless, with cobbled streets, whitewashed buildings and an impressive colonial church in a leafy plaza. It was once at the heart of the country's indigo trade, and we have the opportunity to take part in an indigo workshop in the afternoon. Alternatively, you may take a boat trip out onto Lake Suchitlan, where over 200 bird species have been recorded including hawks and falcons."
      },
      {
        "dayNumber": 4,
        "title": "Head to Jiquilisco Bay via the Laguna de Alegria; Optional kayaking or a visit to a local cacao farm",
        "description": ": This morning our first stop will be Laguna de Alegria (Happiness Lagoon), located within the crater of the dormant volcano Tecapa. The lagoon glows a brilliant green colour due to the sulphur and other minerals within, and it is favourite spot for local Salvadorans. We'll soak up the views here before continuing onto Jiquilisco Bay. Our total drive time today will be approximately five hours. Jiquilisco Bay is a biosphere reserve and large network of canals and mangrove-lined inlets that are largely undeveloped, hosting over 200 species of bird and playing an important role in turtle conservation efforts within the country. This afternoon has been left free for you to explore the local surroundings. One optional activity on offer is kayaking through the mangroves, searching for crocodiles and marine birds. There will also be the opportunity to participate in the optional visit to the local cacao farm, where you can see how chocolate is produced. Alternatively you can choose to relax at the lodge - perhaps bird watching from the grounds, or heading down to the marina to watch the fishermen."
      },
      {
        "dayNumber": 5,
        "title": "Boat trip with a local biologist to monitor hawksbill turtles",
        "description": ": Today we will have a boat trip through the mangrove canals, with the aim of monitoring the population of hawksbill marine turtle. This project, run by the Eastern Pacific Hawksbill Initiative (known in Spanish as ICAPO), has many facets and our task today will be to help measure, weigh and tag the turtles in order to monitor their healthy growth. We'll be accompanied by a biologist from the project who will explain more about what they do to protect this endangered species. During the course of the trip, we'll also be passing through some small communities, giving us a more in-depth view on rural El Salvador. The excursion lasts for approximately 2 and a half hours."
      },
      {
        "dayNumber": 6,
        "title": "Discover San Salvador on foot; visit Coatepeque Lake; drive to Ataco via the Tazumal Archaeological Site",
        "description": ": We drive west this morning making a stop at San Salvador for a walking tour of the city, visiting the main attractions including the Iglesia El Rosario. This enormous concrete church looks nondescript from the outside, but the architects have cleverly designed a spectacular arched roof, covered completely in fanned-out windows of coloured stained glass that cast a rainbow of natural light through to the tiled floor. This unusual and abstract piece of art contrasts sharply with the colonial and classical architecture that we'll see elsewhere in the city, for example at the grand National Palace. We continue to the immense and beautiful crater lake of Coatepeque. The shores of this lake are dotted with houses of the rich and famous (well, in Salvadoran terms!), while there are small restaurants with views over the lake. Time permitting, we aim to have lunch here before driving on to Tazumal Archaeological Site. The ancient Mayan site of Tazumal is one of the main pre-Columbian set of ruins in El Salvador. Dating from 1200BC, the site has only been formally researched since the mid-1900s, and there are plenty of interesting finds in the small museum, as well as the views from the main pyramid. From Tazumal, we continue to the small colonial town of Ataco, on El Salvador's Ruta de las Flores (Flower Route)."
      },
      {
        "dayNumber": 7,
        "title": "Coffee farm visit; free afternoon in Ataco or optional hot springs",
        "description": ": This morning we will visit one of the area's small coffee 'fincas' (or farms). We'll have a drink here, and find out more about the farm's small scale coffee production, which is still a growing industry here in El Salvador. After visiting the coffee finca our Tour Leader will take us on an orientation walk of Ataco, including stops at the central plaza, a scenic viewpoint, the local market, colorful murals, and traditional weaving workshops. This afternoon is left free to enjoy the small town of Ataco or perhaps take an optional excursion 20 minutes out of town to some hot springs for a soak."
      },
      {
        "dayNumber": 8,
        "title": "Explore the small villages on the Ruta de las Flores; the street food markets, drive to Cerro Verde (Tres Volcanes)",
        "description": ": El Salvador's Ruta de las Flores is a beautiful, meandering set of small villages, each with an array of different colonial-era buildings. It is designed to be visited slowly, savouring the food and the ambiance. Ataco, where we are staying, is one of the main villages - particularly well known for the bright and colourful street art that adorns most of the buildings in town. Juayua, another of the main towns on the route, is famous for its weekend food festival - luckily our trip happens to pass by at this time! The festival is made up of countless street food stalls, with typical foods including barbecued meats or huge prawns, even fried frog skewers and guinea pigs being sold at some stalls. The desserts are also worth a look - piles of ice creams or sweet buns with a cup of locally produced coffee. Our day will involve travelling along the Ruta de las Flores, stopping at the different villages to take in their varied character and enjoying the delicious food. As part of the day, most likely in the morning, we'll also visit the Cascadas de Don Juan, where we can take a swim. In the late afternoon we will continue to the volcano-laden Los Volcanoes National Park. This evening we will be camping in the national park - our campsite is made up of large fixed tents, each on a wooden base, and with two full single beds inside. Sheets, duvets, pillows and towels are provided, and there is a nightstand with an electric lamp. Bathrooms are shared, with showers available."
      },
      {
        "dayNumber": 9,
        "title": "Hike the Santa Ana volcano to the impressive Ilamatepec crater; drive to La Libertad via Los Cobanos protected marine area",
        "description": ": The Santa Ana volcano is El Salvador's highest, at approximately 2300m high. Our campsite is already at 1800m, and the ascent is only a moderate grade as we start our hike through forest, slowly ascending for approximately 1 hour 15 minutes. The landscape begins to change as the overgrowth becomes more barren, and a rocky, volcanic terrain takes over with red-black rocks cracking underfoot. It's about a one-hour hike up to the summit and to our big pay off - the Llamatepec crater lake, its milky-green colour contrasting starkly against the black rock that encloses it. Looking out into the distance, the volcano Izalco sticks out of the valley, with the enormous Coatepeque lake spreading out to the east and small villages dotted around the impressive landscape. Our descent is quicker than the climb, and in total the trip should take around 3-4 hours. After our return we drive to the EL Salvadorian coast. Los Cobanos is a protected marine area just 90km away from the capital, well known in El Salvador for its coral reef and the sandy beach that locals regularly frequent on the weekends. We'll take a walk along the beach today, spotting marine life such as heron and crab, and watching the fishermen in action. We'll also have the opportunity to swim off the beach. Later this afternoon, we drive down the coast to La Libertad, widely regarded as one of the best surfing spots in the Americas. Our hotel is set on a cliff overlooking the ocean, with outdoor swimming pools and access to one of the areas striking black sand beaches."
      },
      {
        "dayNumber": 10,
        "title": "Free day on the coast in Sunzal",
        "description": ": Our final full day in El Salvador is free to spend as we choose. Relax on the beach or alternatively, take a drive outside La Libertad to the San Antonio Waterfalls, where depending on the season you can bathe in the refreshing pool underneath the long drop. On your return, visit the Mercado del Mar fish market, and maybe choose to stay here for a freshly caught lunch."
      },
      {
        "dayNumber": 11,
        "title": "Trip ends at La Libertad",
        "description": ": The trip ends after breakfast this morning in La Libertad. There are no activities planned today, so you're free to depart from La Libertad at any time. If you'd like an airport transfer today, you'll need to depart from El Salvador International Airport (SAL), which is a one-hour drive from our hotel."
      }
    ],
    "map": ""
  },
  {
    "destination": "El Salvador",
    "mainPhoto": "",
    "id": "nicaragua-el-salvador-tour",
    "tourName": "Nicaragua & El Salvador tour",
    "placesVisited": "San Salvador, Joya de Ceren, Suchitoto, Cinquera, Jiquilisco, La Union, Potosi, Leon, Cerro Negro, Lechecuagos, Juan Venado, Managua, Masaya Volcano, Granada, Catarina, San Juan de Oriente, Islets of Granada, Mombacho Volcano, Ometepe, Solentiname, Lake Nicaragua, San Carlos, El Castillo, Indio Maiz, San Carlos",
    "generalInfo": "From relaxed bohemian towns and archaeological marvels in El Salvador, to Nicaragua’s charming colonial beauty and pristine jungles, our small group tour to Central America’s biggest and smallest countries shows a different side to this enchanting region.<br/><br/>We start our journey in El Salvador with a visit to Cerro Verde National Park, known for its three volcanoes and dramatic scenery. We then drive along the flower route to the traditional town of Nahuizalco and the colourful village of Ataco, before arriving at Joya de Ceren, a miraculously well- preserved archaeological site. We move on to the town of Suchitoto, with its picturesque cobblestone streets and candy-coloured houses, before visiting the rural community of Cinquera. Here we take a forest walk into the past with an ex-guerilla soldier for an insight into the Salvadoran Civil War based on personal experience. Our last stop in El Salvador is Jiquilisco, where we explore the mangroves to look for wildlife and participate in a turtle conservation project.<br/><br/>Crossing the Gulf of Fonseca we enter Nicaragua and transfer to the attractive colonial city of Leon, known for its beautiful architecture. We climb a nearby volcano before continuing to the Juan Venado Wildlife Refuge where we help reforest the reserve and learn about their green iguana conservation project.<br/><br/>From here we move on to Granada – the oldest colonial city of the Americas - before spending an evening climbing to the active lava crater of Masaya volcano. On the nearby island of Ometepe we try to spot monkeys and birds in the Charco Verde Reserve. We meet local communities on the Solentiname Islands next, before continuing to Los Guatuzos Wildlife Refuge and Indio Maiz for three days of wildlife utopia. We’ll meet a local biologist and may be lucky to spot a sloth or even a jaguar. Rounding off our journey, we travel through rural landscapes back to Managua, Nicaragua's capital.<br/><br/>Travelling through Central America’s most beautiful landscapes, we have many opportunities to meet local people and learn about life here in this little-visited corner of the continent. Often neglected by more ‘standard’ itineraries, both Nicaragua and El Salvador have much to offer the intrepid traveller.",
    "durationDays": "19",
    "price": "4060",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "San Salvador - Arrive into San Salvador and transfer to your hotel. The rest of the day is free. Overnight Arbol de Fuego Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Cerro Verde National Park – Nahuizalco – Ataco - Drive to Cerro Verde National Park, known for its three volcanoes and dramatic scenery. Explore the park looking for wildlife such as toucans and hummingbirds. From here we drive along the ‘flower route’, named for its abundance of wild flowers, to the traditional town of Nahuizalco, known for its handicrafts, and the coffee producing village of Ataco, decorated with colourful murals. Overnight Fleur de Lis Hotel or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Joya de Ceren – Suchitoto - Head to the archaeological site of Joya de Ceren, a UNESCO World Heritage Site and once home to a pre- Hispanic farming community, before it was buried during a volcanic eruption in 600AD. After exploring this site, transfer to the colonial town of Suchitoto. Explore the town on foot to see its highlights including the central plaza, the Santa Lucia Church and others. Overnight El Tejado Hotel or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Cinquera – Jiquilisco - We visit the picturesque community of Cinquera for an insight into rural life. Here we hike through the rainforest with an ex-guerilla soldier as our guide, and have a chance to learn about the history of the country before moving on to the bay of Jiquilisco, surrounded by mangrove forest. Overnight Puerto Barillas Hotel or similar. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Jiquilisco - Today we explore the mangrove-lined bay by boat, looking for its wildlife and stopping on one of its islands. Later we participate in a conservation project that captures and releases turtles. Working with biologists, we will assist in weighing and measuring the turtles, in an effort to assist in their long term survival. Overnight Puerto Barillas Hotel or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "La Union – Potosi (Nicaragua) – Leon - Transfer to La Union, where we will take a boat across the Gulf of Fonseca, to Potosi in Nicaragua. From here we drive to the city of Leon. Awash with colonial beauty, eye-catching street art and revolutionary history, we explore the city’s best attractions, including the main plaza and the colourful church of El Calvario. Overnight Austria Hotel or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Cerro Negro – Lechecuagos - Travel to Cerro Negro volcano. We climb to the summit of the volcano, 726 metres above sea level, for spectacular views including the chain of volcanoes stretching all the way to the Pacific Ocean. For the descent, we slide on our feet down the ash. After our climb, we have a typical Nicaraguan lunch in Lechecuagos with the local community and then return to Leon. Overnight Austria Hotel or similar. (BL)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Juan Venado - Juan Venado Island Wildlife Refuge is our destination for today. We explore the reserve and its mangrove forests by boat, looking out for various species of birds, crocodiles and other species. We also assist with reforestation at the refuge, by helping to plant a tree. Overnight Austria Hotel or similar. (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Granada – Masaya Volcano - We drive to the oldest colonial city of the Americas – Granada – and explore the city with its plazas, cobblestone streets and colourful colonial architecture. In the afternoon we visit Masaya Volcano National Park, with its active lava crater. Overnight Patio del Malinche Hotel or similar. (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Catarina – San Juan de Oriente – Islets of Granada - Today we visit the ‘white villages’ of Catarina and San Juan de Oriente, dotted with beautiful gardens and lined with colourful streets where handicrafts are produced by local artisans. In the afternoon, we return to Granada and finish the day with a relaxing tour around nearby islets on the lake, which were formed by a volcanic eruption. Overnight Patio del Malinche Hotel or similar. (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Mombacho Volcano – Ometepe - Visit Mombacho volcano, trekking on its slopes to see magnificent views over Lake Nicaragua and Granada city. Continuing on to Rivas and San Jorge port, we travel to Ometepe Island, the largest island in Lake Nicaragua and home to two volcanoes, Concepción and Maderas. We visit the El Ceibo museum, for a glimpse into the lives of the indigenous people of Ometepe and the natural reserve, Charco Verde, with a great chance of spotting monkeys and a variety of birds. Overnight San Juan de la Isla Hotel or similar. (B)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Ometepe - Relaxing into island life, we explore the foothills of the Maderas Volcano cloud forest and make a visit to Finca Magdalena, a farm where coffee and organic vegetables are grown. After spending time among local communities, we stop at ‘Ojo de Agua’, a natural spring where we can have a dip and a rest. Overnight San Juan de la Isla Hotel or similar. (B)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Solentiname - We travel to the Solentiname Islands by boat. These picture- perfect, luxuriantly forested islands - only four out of twenty- six of which are inhabited - are home to rich wildlife and a community of established painters and artisans. Upon arrival, we have time to explore and relax. Overnight Hotel Mancarrón or similar. (BD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Solentiname - This morning we hike up one of the hills on the island to see 2000-year-old petroglyphs - the views of the archipelago during the hike are spectacular. Afterwards, we visit a community of local artisans on the island of Mancarrón and take a boat around the main islands. Overnight Hotel Mancarrón or similar. (BLD)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Los Guatuzos Wildlife Refuge - Travelling by boat via Lake Nicaragua, we reach Los Guatuzos Wildlife Refuge. We then make our way along a small river, observing the abundance of flora and fauna that this rainforest has to offer. When we reach the middle of the reserve, we meet a local biologist for a guided tour to observe reptiles, birds and various types of flora. In the afternoon, we are invited to plant a tree to contribute to conservation of the environment. Overnight Hotel Mancarrón or similar. (BLD)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "San Carlos – El Castillo - We depart for San Carlos town and then continue along the river to El Castillo. In the afternoon, we explore the town and its 17th century Spanish fortress. Overnight Hotel Victoria or similar. (B)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Indio Maiz - Travelling downriver in the morning, we reach the Indio Maíz Biological Reserve. We can choose between two relatively easy hiking trails or a boat trip on the river, to try and spot the spectacular tropical wildlife that inhabits the reserve, including hummingbirds, sloths, pumas, jaguars, manatees and howler monkeys. Overnight Hotel Victoria or similar. (B)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "San Carlos – Managua - We travel back to San Carlos by boat and by road to Managua. Travelling through rural landscapes on the way to the city, we stop to see how ‘quesillo’ – the local cheese – is made. Overnight Best Western Las Mercedes or similar. (B)"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Managua - Transfer to the airport for your flight home. (B)"
      }
    ],
    "map": ""
  }
]