[
        {
        "type": "overview",
        "Main_Title": "Our Uganda gorillas safaris & holidays",
        "Main_Paragraph": "Our Uganda holidays and gorillas safaris introduce you to a country that’s small but mighty. Here you can spend an unforgettable hour with humankind's closest cousin – many of the world’s endangered mountain gorillas live in Uganda’s forests, and our holidays help protect them, even using former poachers as guides. Local guides are also brilliant for understanding the traditions and ways of life of Uganda’s welcoming tribal communities. And our wildlife experiences don’t end with gorillas – highlights include safaris that track chimpanzees in Queen Elizabeth National Park, and bird watching around Murchison Falls.",
        "Subtitle": "About our Uganda holidays",
        "Title1": "Gorilla watching in Uganda",
        "Paragraph1": "The mist-shrouded Bwindi Impenetrable National Park is home to an estimated 50 percent of all mountain gorillas, with around 11 habituated families. Our gorilla safaris contribute to Uganda’s impressive conservation efforts through the purchase of tightly regulated permits, as well as employing local people as guides – some are former poachers now finding more ethical employment in tourism. Trekking is required, sometimes for long distances and across often slippery terrain both uphill and downhill. But it’s worth every second to spend an hour watching our closest cousins as they play, forage and groom each other right in front of your eyes.",
        "image1": "",
        "Title2": "Chimpanzee tracking",
        "Paragraph2": "Many of our chimpanzee tracking holidays explore Kibale National Park, but Kyambura Gorge in Queen Elizabeth National Park, while less likely to yield sightings, also offers sensational scenery into the bargain. Watching chimps requires some fitness – they move around a lot so you’ll be following them around the forest. Permits cost less too, although still contribute to conservation projects. Our holidays are accompanied by knowledgeable local guides who can explain the chimps’ fascinating behaviours, as well as many other aspects of forest life from different species to medicinal plants.",
        "image2": "",
        "Title3": "Wildlife holidays in Uganda",
        "Paragraph3": "Uganda might be on the small side, Africa-wise, but when it comes to wildlife they super-size it here. Apart from magnificent mountain gorillas and cheeky chimpanzees, you’ve got tree-climbing lions, hippos, elephants, rhinos, eagles, buffaloes, and almost one in 10 of the world’s bird species. You basically can’t move for wildlife in Uganda. And all of it set against a spectacular backdrop – volcanoes, crater lakes, mist-laden forests, lush savannah – to be explored on foot, by 4x4 or canoe. Through national park permits, and showing local people the value of protecting animals, our wildlife holidays help to boost essential conservation efforts, which in turn leads to more species appearing in your binoculars.",
        "Title4": "Rwenzori Mountains",
        "Paragraph4": "Running along the border between Uganda and DR Congo, the snow-capped Rwenzori Mountains are rarely visited. But among trekkers and birders that have ventured into them, their landscapes are spoken of in reverential whispers. Otherwise known as the Mountains of the Moon, this 120km-long range is best-explored on our small group trekking holidays. Your ‘footprint’ in these pristine landscapes is kept to a minimum, with all waste carefully minimised and removed and local guides ensuring routes stick to marked trails. You’ll camp or sleep in comfortable huts, accompanied by local porters who are paid and treated fairly.",
        "image3": "",
        "Title5": "Combining gorillas with East Africa safaris",
        "Paragraph5": "We think Uganda is great when combined with Rwanda, Kenya or Tanzania, these East Africa safaris bring mountain gorillas into the mix of an already dazzling range of wildlife. After a few days watching gorillas in Bwindi Impenetrable National Park, you might move on to migrating zebras, gazelles and wildebeest running the gauntlet against lions and cheetahs on the Maasai Mara. Chimpanzee tracking can be combined with game drives around the Serengeti, then dolphin watching on the Zanzibar coast. And of course our holidays also offer insights into many different ways of life across East Africa, while also helping to create employment for local people in tourism and conservation.",
        "Title6": "Types of safaris & holidays in Uganda",
        "Paragraph6": "Most of our Uganda tours focus on wildlife – this is a superb country for bird-watching, and home to elephants, rhinos and hippos, as well as the famous gorillas and chimpanzees. Our small group holidays are the ideal option for Uganda, for several reasons. Firstly, all the logistics are taken care of, including accommodation, permits and transport, so you can concentrate on what’s at the end of your camera lens. Secondly, you’re joining a ready-made group of fellow adventurers. Thirdly, these itineraries are designed by professionals with years of experience who aim to show you as much as possible in a short space of time. And lastly, they’re accompanied by expert local guides boasting incomparable knowledge."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Uganda",
        "Main_Paragraph": "June, July, August and September\nare the best time to visit Uganda. These peak months are generally dry (although rain can fall at any time). Book well in advance if tracking gorillas, as permits sell out months in advance. Really, though, this is a year-round destination. Uganda sits squarely on the equator so there are no true seasons, plus an average altitude of around 1,000m tempers the heat. March-May and October-November see the highest rainfall, but gorillas are still lurking in the mist  although trekking to find them will be slippery and slower. Accommodation and gorilla permits can be much cheaper at this time.",
        "image1": "",
        "when_to_go": "When to visit Uganda month by month",
        "when_to_go_html": "<bullet><b>March, April and May see the heaviest rainfall in Uganda</b>, with shorter rains in October to November. This doesnt affect your chances of spotting gorillas, although be prepared for a soggy, slippery trek! Waterproofs, and waterproof boots, are essential. Its also believed that the gorillas linger on the warmer, lower slopes during wetter weather, so your trek may be shorter. </bullet>\n<bullet><b>The wildlife is not migratory in Uganda</b> so you can still see plenty of game in parks such as Queen Elizabeth, although thicker vegetation makes spotting the animals a little harder. Do be aware that the already appalling roads will become even more bone shaking. </bullet>\n<bullet><b>Murchison Falls in the northeast has a drier climate</b>, so is a good place to head during the wetter months.</bullet>\n<bullet>The Uganda Wildlife Authority, which issues gorilla tracking permits, offers <b>discounts of up to 25 percent in April, May and November</b>  well worth it if youre on a budget. </bullet>\n<bullet><b>June to September are popular months</b>, thanks to dry weather and school holidays. Uganda remains happily oblivious to mass tourism, though, and you wont need to worry about crowds.</bullet>\n<bullet><b>December, January and February are also great months to visit</b>. Generally dry (though rains can linger into December), the wildlife will be lured to waterholes, making this a great time for boat safaris. Migratory birds are also present. </bullet>\n<bullet><b>Throughout the country, the temperature drops quite considerably at night</b>  youll need a jumper or cardi. This makes it much easier to sleep. But it never reaches the chilly extremes of places such as Kruger of the Kalahari.</bullet>\n\n<b>Paul Callcutt, from our partner Natural World Safaris:</b><br/>\r\n March, April, May is a heavier rainy season, but having said that, I was there in May this year in the Kyambura Gorge doing chimpanzee trekking, and there was no one there except me and some guides because most tourists dont come until the end of May when, traditionally, the rain stops. People do work in calendars but of course weather doesnt work like that. I think there is a lot to be said of going in the last few days of what is supposedly the wet season, because when I was there it was perfectly dry and there was nobody there.",
        "weather_chart": "Uganda Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Uganda Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 35%;\">67 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 39%;\">75 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 73%;\">141 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">194 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 89%;\">172 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 43%;\">83 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 33%;\">64 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 44%;\">86 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 48%;\">94 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 66%;\">129 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 84%;\">163 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 52%;\">101 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>"
    }
]