{
  "destination": "Seychelles",
  "mainPhoto": "",
  "id": "zanzibar-to-the-seychelles-sailing-expedition",
  "tourName": "Zanzibar to the Seychelles sailing expedition",
  "placesVisited": "",
  "generalInfo": "Our journey begins in the vibrant heart of Stone Town, Zanzibar, where spice markets fill the air with exotic scents, history whispers from Freddie Mercury’s childhood home, and sunsets cast a golden glow over Shangani Beach. We set sail for Kibandiko Island (also known as Changuu or Prison Island), home to giant Aldabra tortoises and calm, turquoise shallows. After time spent exploring Pemba’s coral-rich anchorages, we head into the open ocean.<br/><br/>Leaving Tanzanian waters, the trade winds and currents carry us across the vast Indian Ocean. Seamounts rise from the deep, attracting majestic pelagic life, while days blur into nights beneath breathtaking starlit skies. After nearly 900 nautical miles, the lush peaks of the Seychelles rise on the horizon. If fortune and weather allow, we’ll drift among hidden gems like Bird, Denis, and Silhouette Islands before making landfall in the island capital of Victoria, Mahé. This is ocean sailing at its finest—steady trade winds, warm waters, and the deeply rewarding rhythm of life at sea.<br/><br/>What Kind of Sailing to Expect<br/>A gentle start as we explore Zanzibar’s nearby islands and Pemba—perfect for settling into life at sea.<br/>The voyage develops into a true ocean passage, with watch systems, night sailing, and hands-on opportunities to learn the ropes.<br/>Expect warm water and mostly steady trade-wind sailing, though seas may occasionally get bumpy.<br/>This is ideal for adventurous spirits keen to experience bluewater sailing in comfort and safety.<br/><br/>Your Vessel: Synergy<br/>Sail aboard Synergy, a comfortable and well-equipped 40ft Fontaine Pajot catamaran.<br/>Small group voyage – perfect for solo travellers, couples, or friends<br/>Highly experienced Skipper and First Mate<br/>Spacious guest cabins (double or twin layout), with one shared bathroom per hull<br/>Bedding provided – comfort is prioritised<br/>Tender and snorkelling gear available for exploration<br/><br/>What’s Included<br/>All onboard provisioning and meals (fresh, hearty food, snacks, and drinks)<br/>Snorkelling equipment and tender for shore exploration<br/>Bedding and comfortable accommodation onboard<br/>Guidance and coaching from professional crew<br/><br/>Not included: flights, transfers, visas, insurance, and meals/drinks ashore.<br/><br/>No Offshore Experience? No Problem.<br/>You’re welcome to participate as much or as little as you like. This is a perfect chance to build sailing skills and confidence under expert guidance.",
  "durationDays": "10",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Stone Town, Zanzibar Arrive in historic Stone Town Explore spice markets, winding alleyways, and Freddie Mercury’s birthplace Welcome briefing & dinner ashore"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Prison Island (Changuu / Kibandiko) Short sail to Prison Island, home of the giant Aldabra tortoises Swim and snorkel in turquoise shallows Overnight at anchor"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Pemba Island Sail north to the coral-rich anchorages of Pemba Afternoon snorkelling and shore exploration Final prep and passage planning for the crossing"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Indian Ocean Crossing (~900nm) Depart Tanzanian waters for the Seychelles Settle into watch systems and life at sea Experience warm trade-wind sailing, night watches, and celestial navigation practice Wildlife encounters: dolphins, flying fish, seabirds — with vast starlit skies overhead 5 days at sea (weather dependent)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Seychelles Landfall (Silhouette or Denis Island) First glimpse of lush green peaks rising from the ocean Swim, snorkel, and relax after the crossing Island exploration (weather permitting)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Victoria, Mahé (Trip End) Final sail into Victoria, capital of the Seychelles Disembark after breakfast, with time to extend your stay in paradise"
    }
  ],
  "map": ""
}