{
  "destination": "Seychelles",
  "mainPhoto": "",
  "id": "seychelles-8-day-sailing-cruise",
  "tourName": "Seychelles 8 day sailing cruise",
  "placesVisited": "Praslin, Vallee de Mai Nature Reserve, Anse Lazio beach, La Digue, Anse Source d'Argent, Curieuse Bay, Curieuse Island, Cousin Island",
  "generalInfo": "A stunning 8 day Seychelles sailing cruise around Praslin and La Digue islands as well as some of the smaller highly protected beautiful island idylls, supporting conservation organisations en route. The Seychelles have the most unique ecosystems in the world, with ancient geological and natural features that stretch back to the time when this archipelago, actually a submerged mountain range, broke away from the famous Gondwana supercontinent millennia ago. <br/><br/>The Seychelles are also famous for their blissful beaches, of course, as well as an impressive ongoing commitment to conservation. Many of the islands that we anchor by and visit are run by non profit making organisations or conservation foundations, charging a visitor’s fee which goes towards preserving these very special ecosystems and habitats. <br/><br/>The largest islands we visit are Praslin and La Digue. The former is home to the UNESCO World Heritage Site, Vallée de Mai, where the famous double sea coconut grows. It is also a popular spot for snorkelling and scuba diving, both of which we can facilitate on this sailing cruise, with PADI courses an additional option. The latter, a beach rich beauty, is a tranquil island where everyone gets around by bike and where the Anse Source D'Argent coast, with its granite boulder natural sculptures, is sometimes considered one of the planet’s most photogenic beaches. <br/><br/>We also visit some of the tiny satellite islets, such as Curieuse, where we can explore mangrove forests, a sea turtle farm and the ruins of a former leper colony, making for quite a magical mix on such a small, virtually uninhabited island. Or Cousin Island, where a nature reserve and Important Bird Area now preserve the all important habitats for colonies of sea birds and rare endemics, such as the Seychelles sunbird, Seychelles blue pigeon and the Malagasy turtle dove. <br/><br/>As well as these unique and diverse island landscapes, the Seychelles also have diverse cultures and varying island histories, making every day different on this holiday. You will have plenty of time to wander and explore both on land and underwater as we sail through every blue in the palette. All meals are provided on this trip, with ingredients sourced locally. <br/><br/>",
  "durationDays": "8",
  "price": "2399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Saturday Mahe Inter Island Quay - St Anne Island Embarkation 15:00 to 16:00 pm. After the Welcome cocktail and safety drill, we leave Port Victoria and sail to nearby St Anne for a refreshing swim stop off the ship. Overnight at anchor near St Anne. Welcome dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sunday St Anne Island - Curieuse We leave St Anne Island early in the morning to reach Curieuse. This morning we visit this uninhabited island, once a leper colony and home to giant tortoises. Our walking excursion with a park guide will bring us to the farm, along mangrove forests. Later we return to the beach for a BBQ under the trees. In the afternoon you can enjoy the beach and sea activities. Overnight at anchor."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Monday Curieuse - Cousin Island - Anse Lazio In the morning we sail for Cousin Island. Optional excursion to the Bird Sanctuary which is in the care Bird Life International. A quarter million birds breed on Cousin which also has several nesting beaches for turtles. Later in the afternoon we reach Anse Lazio. In the afternoon we sail to Anse Lazio, Praslin, one of the most beautiful beaches in the world. Time for water sports, snorkelling or optional diving. Evening at anchor."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tuesday Anse Lazio – Aride - St Pierre - Baie St Anne, Praslin In the morning we leave for Aride. Our optional excursion will take you all the way to the top of the island for an amazing view of the island. The island is home to the Wright's gardenia found nowhere else on earth and to bird species like the Audubon's shearwater, the Seychelles warbler. At noon we sail for St Pierre Island. We reach St Pierre after lunch for a 3 hour snorkeling and swimming stop. At sunset, we leave St Pierre to sail into Baie St Anne, Praslin. Overnight at dock. Creole Night."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wednesday Baie St Anne, Praslin – Felicite – La Digue Baie St. Anne, Praslin. Optional excursion to the famous Vallee de Mai Reserve, a World Heritage site. You will explore the pathways under tall palm trees which produce the famous Coco de Mer and you might sight a black parrot only found in Praslin. Afternoon sailing to Felicite for swimming, snorkelling or optional diving excursion on this uninhabited island. Evening sailing to La Digue. Evening arrival at La Digue. Anchor in front of the Port. Overnight."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Thursday La Digue - Moyenne Island Half day excursion in La Digue, the most photographed and quaint community in the Seychelles. Our optional excursion will take us by bus to the Veuve Nature Reserve and through Union Plantation to l’ Anse Source d’ Argent beach. Arrival at L’ Union Estate and tour of the copra kiln, traditional coconut oil mill and the colonial plantation house. Time at Anse Source D’ Argent one of the most magnificent beaches in the world. Marvel at some of Seychelles most impressive rock formations – truly unique, whilst enjoying a refreshment. Time for hunting souvenirs at La Passe, the islands main village, before returning to the ship. Late afternoon sailing to Moyenne island, opposite Mahe. Evening arrival at Moyenne. Overnight at anchor."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Friday Moyenne Island – Mahe, Inter Island Quay Short guiding around the island and time for swim. Beach BBQ on the island. This is a last opportunity for snorkelling and swimming. We leave Moyenne Island for Mahe's Victoria Port in the afternoon. Late afternoon, we reach the Inter island Quay, Mahe. Captain's Farewell Dinner with live music and dancing. Overnight in Mahe."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Saturday Mahe (Victoria) Disembarkation 9:00 to 10.00 am"
    }
  ],
  "map": ""
}