[
  {
    "destination": "Seychelles",
    "mainPhoto": "",
    "id": "praslin-and-denis-island-holiday-in-the-seychelles",
    "tourName": "Praslin and Denis Island holiday in the Seychelles",
    "placesVisited": "",
    "generalInfo": "Experience the natural beauty of the Seychelles with an 11 day itinerary, visiting a family-owned and operated boutique hotel on the beautiful island of Praslin before heading to a private island, that perfectly combines barefoot luxury with conservation. <br/><br/>Praslin is the Seychelles’ second largest island and is home to the UNESCO-protected Vallée de Mai.  Find 6 endemic species, including the towering coco de mer trees which are famous for their seed which are the largest in the world, weighing up to 18kg each. Outside of the nature reserve, visit the picturesque Anse Lazio beach, visit nearby La Digue island and snorkel from the beach at your hotel. <br/><br/>After 5 nights staying on Praslin, fly to Denis Island; a coralline island that is roughly 30 minutes by light aircraft from the main island. Denis Island is a luxurious haven with limited wifi and an untouched natural beauty.  The island is the perfect place to unwind, whether you fill your days with snorkelling trips and guided nature walks or simply relax on the quiet beach that is steps from your beach cottage.",
    "durationDays": "11",
    "price": "6270",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "After arriving in the Seychelles, you will be met by a local representative and taken to the jetty for your ferry across to Praslin. From here, you will be transferred to your hotel, L'Archipel, set on the beautiful Cote d'Or beach."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Spend your first full day relaxing at your hotel. There is great snorkelling directly from the beach, and you can borrow snorkelling gear from the beach kiosk."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Day at leisure or an optional visit to La Digue. Catch the ferry across to the small island, and spend the day exploring picturesque beaches and viewpoints. There are no motorised vehicles on the island, and plenty of spots to hire bicycles or explore on foot."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Days at leisure or an optional guided tour of the island, visiting the Vallee de Mai and Anse Lazio beach."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today, travel back to Mahe on the ferry and transfer to the airport for a short flight to Denis Island. After a scenic 30 minute flight, arrive on the beautiful 345 acre island."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Spend your days relaxing and exploring the island. Visit the on-site farm, where produce is grown for the restaurant, and join guided nature walks through the forest and spot endemic bird species. Snorkel and dive in the surrounding waters which are part of a protected marine reserve."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Enjoy your final day in paradise. Maybe celebrate with an in-room spa treatment and finish the day with a cocktail as you watch the sun set over the ocean."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "After an unforgettable stay, flight back to Mahe for your international flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Seychelles",
    "mainPhoto": "",
    "id": "seychelles-8-day-sailing-cruise",
    "tourName": "Seychelles 8 day sailing cruise",
    "placesVisited": "Praslin, Vallee de Mai Nature Reserve, Anse Lazio beach, La Digue, Anse Source d'Argent, Curieuse Bay, Curieuse Island, Cousin Island",
    "generalInfo": "A stunning 8 day Seychelles sailing cruise around Praslin and La Digue islands as well as some of the smaller highly protected beautiful island idylls, supporting conservation organisations en route. The Seychelles have the most unique ecosystems in the world, with ancient geological and natural features that stretch back to the time when this archipelago, actually a submerged mountain range, broke away from the famous Gondwana supercontinent millennia ago. <br/><br/>The Seychelles are also famous for their blissful beaches, of course, as well as an impressive ongoing commitment to conservation. Many of the islands that we anchor by and visit are run by non profit making organisations or conservation foundations, charging a visitor’s fee which goes towards preserving these very special ecosystems and habitats. <br/><br/>The largest islands we visit are Praslin and La Digue. The former is home to the UNESCO World Heritage Site, Vallée de Mai, where the famous double sea coconut grows. It is also a popular spot for snorkelling and scuba diving, both of which we can facilitate on this sailing cruise, with PADI courses an additional option. The latter, a beach rich beauty, is a tranquil island where everyone gets around by bike and where the Anse Source D'Argent coast, with its granite boulder natural sculptures, is sometimes considered one of the planet’s most photogenic beaches. <br/><br/>We also visit some of the tiny satellite islets, such as Curieuse, where we can explore mangrove forests, a sea turtle farm and the ruins of a former leper colony, making for quite a magical mix on such a small, virtually uninhabited island. Or Cousin Island, where a nature reserve and Important Bird Area now preserve the all important habitats for colonies of sea birds and rare endemics, such as the Seychelles sunbird, Seychelles blue pigeon and the Malagasy turtle dove. <br/><br/>As well as these unique and diverse island landscapes, the Seychelles also have diverse cultures and varying island histories, making every day different on this holiday. You will have plenty of time to wander and explore both on land and underwater as we sail through every blue in the palette. All meals are provided on this trip, with ingredients sourced locally. <br/><br/>",
    "durationDays": "8",
    "price": "2399",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Saturday Mahe Inter Island Quay - St Anne Island Embarkation 15:00 to 16:00 pm. After the Welcome cocktail and safety drill, we leave Port Victoria and sail to nearby St Anne for a refreshing swim stop off the ship. Overnight at anchor near St Anne. Welcome dinner"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sunday St Anne Island - Curieuse We leave St Anne Island early in the morning to reach Curieuse. This morning we visit this uninhabited island, once a leper colony and home to giant tortoises. Our walking excursion with a park guide will bring us to the farm, along mangrove forests. Later we return to the beach for a BBQ under the trees. In the afternoon you can enjoy the beach and sea activities. Overnight at anchor."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Monday Curieuse - Cousin Island - Anse Lazio In the morning we sail for Cousin Island. Optional excursion to the Bird Sanctuary which is in the care Bird Life International. A quarter million birds breed on Cousin which also has several nesting beaches for turtles. Later in the afternoon we reach Anse Lazio. In the afternoon we sail to Anse Lazio, Praslin, one of the most beautiful beaches in the world. Time for water sports, snorkelling or optional diving. Evening at anchor."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Tuesday Anse Lazio – Aride - St Pierre - Baie St Anne, Praslin In the morning we leave for Aride. Our optional excursion will take you all the way to the top of the island for an amazing view of the island. The island is home to the Wright's gardenia found nowhere else on earth and to bird species like the Audubon's shearwater, the Seychelles warbler. At noon we sail for St Pierre Island. We reach St Pierre after lunch for a 3 hour snorkeling and swimming stop. At sunset, we leave St Pierre to sail into Baie St Anne, Praslin. Overnight at dock. Creole Night."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Wednesday Baie St Anne, Praslin – Felicite – La Digue Baie St. Anne, Praslin. Optional excursion to the famous Vallee de Mai Reserve, a World Heritage site. You will explore the pathways under tall palm trees which produce the famous Coco de Mer and you might sight a black parrot only found in Praslin. Afternoon sailing to Felicite for swimming, snorkelling or optional diving excursion on this uninhabited island. Evening sailing to La Digue. Evening arrival at La Digue. Anchor in front of the Port. Overnight."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Thursday La Digue - Moyenne Island Half day excursion in La Digue, the most photographed and quaint community in the Seychelles. Our optional excursion will take us by bus to the Veuve Nature Reserve and through Union Plantation to l’ Anse Source d’ Argent beach. Arrival at L’ Union Estate and tour of the copra kiln, traditional coconut oil mill and the colonial plantation house. Time at Anse Source D’ Argent one of the most magnificent beaches in the world. Marvel at some of Seychelles most impressive rock formations – truly unique, whilst enjoying a refreshment. Time for hunting souvenirs at La Passe, the islands main village, before returning to the ship. Late afternoon sailing to Moyenne island, opposite Mahe. Evening arrival at Moyenne. Overnight at anchor."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Friday Moyenne Island – Mahe, Inter Island Quay Short guiding around the island and time for swim. Beach BBQ on the island. This is a last opportunity for snorkelling and swimming. We leave Moyenne Island for Mahe's Victoria Port in the afternoon. Late afternoon, we reach the Inter island Quay, Mahe. Captain's Farewell Dinner with live music and dancing. Overnight in Mahe."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Saturday Mahe (Victoria) Disembarkation 9:00 to 10.00 am"
      }
    ],
    "map": ""
  },
  {
    "destination": "Seychelles",
    "mainPhoto": "",
    "id": "seychelles-island-hopping-holiday",
    "tourName": "Seychelles island hopping holiday",
    "placesVisited": "Praslin, Vallee de Mai, Anse Lazio, La Digue, Mahe, Beachcombing, snorkelling, Creole culture",
    "generalInfo": "Enjoy an invigorating take on one of the world’s most idyllic holiday destinations, with this Seychelles island hopping holiday. Spend two blissful weeks exploring the islands of Praslin, La Digue, and Mahe, with a car and personal driver at your disposal, meeting up with local guides who will show you new sides to this beautiful East African archipelago.<br/><br/>The Seychelles are rightly famed for their stunning beaches, but there is much more to a holiday here than simply feeling the sand between your toes. You can spend a day cycling leisurely around La Digue, admiring not only the famous granite boulders on the west coast, but also its old Creole architecture, the coconut factory, and sleepy fishing villages. <br/><br/>Spend a morning on Mahe wandering the markets of Victoria, the capital. You might pick up some fresh fruit for a picnic lunch, ready for your afternoon drive along the coast.<br/><br/>At the heart of this holiday is the opportunity to explore Seychelles culture. You’re not just spending two weeks in a resort, but really getting to know the islands, the people, and their ways of life. One of the best ways to do that is to eat in local restaurants, and of course your guides will have plenty of useful recommendations!<br/>",
    "durationDays": "14",
    "price": "3470",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Today you will fly to Seychelles."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Welcome to tropical paradise. You will be welcomed & greeted by our representative on arrival at the Waiting Area of Mahe International Airport. You will be transferred to domestic terminal ( 5 Minutes walk). You will take short, 20 minutes flight to Praslin Island. Hotel on Breakfast basis."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Full days of leisure or discover the local area or snorkelling Day 4 - This day is devoted to Vallée de Mai – Praslin, best known for its Vallee de Mai, a World Heritage Site re-known for its provocative shape nut and mystic powers. Praslin is also famous for its Black Parrot which is unique to the island. Early breakfast, transfer to the Vallee de Mai Nature reserve, an extraordinary primeval forest, home to some 7,000 Coco de Mer palms and the rare Black Parrot. Drive along the coastal road past picture postcard coves and fishing villages to Cote d’Or where you can buy souvenirs if you like to. Afterwards you will visit one the most magnificent beaches in the world: Anse Lazio, where magnificent boulders grace silver sand slapped by clear turquoise waters – the perfect spot for a refreshing dip or just a lazy, tropical afernoon. Hotel on Breakfast basis."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "In the morning you will be transferred to Praslin Jetty. You will travel by ferry to La Digue Island. Ferry duration is 15 minutes. Upon arrival you will be transferred to your hotel. Travel time 20 minutes. Hotel on Breakfast basis."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Full days of leisure or snorkelling. La Digue Island, one of Seychelles' most stunning granitic island – perhaps the most photographed in the world! With its stunning beaches and gigantic boulders cascading down the sea, La Digue is an experience not to be missed. The journey begins with a leisurely cruise across the channel that separates Praslin and La Digue Islands. Upon arrival at the picturesque La Passe harbouryou will recive a briefing on the places. Best way to discover this small island to hire bicycle from the hotel. This mode of transport is ideal for you to discover the island at your own leisurely pace. As you pedal along, look out for the stunning Creole architecture, the coconut factory and other interesting sites all vivid reminders of the lifestyle of a bygone era. Hotel on Breakfast"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "After breakfast you will take a ferry to the big island of Mahe. Arrival in Mahe and you will be transfer to your hotel. Travel time an hour along the scenic road. The island of Mahe's jungle clad mountains rise from the Indian Ocean. With over 60 beautiful beaches and coves fringing the island, ranging from sweeping bays of white sand to hidden corners you can make your own, a densely forested interior and small towns with a unique Creole culture, there is much to explore. The joy of Mahe is the variety the island offers: yes, more beach hopping than you could possibly squeeze into a two week holiday, but also waterfalls, jungle, mountain walks and stunning viewpoints, with a whole host of activities from rock climbing to sea kayaking and scuba diving. The beaches are wonderful and many are on a par with those found on Praslin and La Digue, but if you like to mix your beach break with exploration and adventure Mahe is a delight to drive around and find your own corner. Hotel on Breakfast & Dinner"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Full day at leisure Optional: Mahe Island Tour - Begin with a tour of the capital, Victoria, and the picturesque charms of its ancient clock tower and colourful market, while our guides recount for you the history of the islands. After the market tour they will enchant you with tales of folklore as you journey on to the enchanting old Mission Lodge byway of a winding mountain road, where breath taking panoramas of rambling tropical vegetation, towering granite peaks and the azure ocean await. Travel on for a delicate Creole lunch prepared from our succulent local fruits and vegetables. End your day in the traditional ambiance of the Village where an inviting collection of arts and tropical wares are created. Hotel on Breakfast & Dinner"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Today you will check out and say good bye to Seychelles. You will travel to the airport to fly back home."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Today you will arrive back home"
      }
    ],
    "map": ""
  },
  {
    "destination": "Seychelles",
    "mainPhoto": "",
    "id": "seychelles-mini-cruise",
    "tourName": "Seychelles mini cruise",
    "placesVisited": "",
    "generalInfo": "A small ship cruise is the perfect way to discover the unspoilt 115-strong archipelago of the Seychelles, hopping from island to island, visiting places which will captivate your senses with their amazing and unique flora and fauna. It’s a little taste of paradise, where every step takes you further off the beaten track of over tourism.<br/><br/>Life here is as fascinating and unusual below the water as it is above, and every secluded beach feels like your own private paradise.  If you're looking to immerse yourself in nature and learn about the amazing wildlife of these islands, or simply escape from the fast pace of life on beautiful beaches, this cruise will fit the bill.<br/><br/>Optional excursions take you to see the famous Hawksbill Turtles, Cousin Island which is home to amazing endemic bird species, nature walks and more.  Life on board is all about relaxation, amazing swim stops in secluded bays, beautiful local food and of course the warm welcome from our dedicated crew.<br/><br/>If you're short on time our seven night Garden of Eden Cruise can be shortened to either a 3 or 4 night sailing - hopping between Mahe &amp; Praslin or reversed.",
    "durationDays": "5",
    "price": "2652",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Saturday: Mahe/Victoria (Inter island Quay) - St. Anne. Embarkation 15:00 to 16:00 pm. After the Welcome cocktail and safety drill, we leave Port Victoria and sail to nearby St Anne for a refreshing swim stop off the ship. Overnight at anchor near St Anne. Welcome dinner"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sunday: St. Anne - Curieuse. St Anne Island - Curieuse We leave St Anne Island early in the morning to reach Curieuse. This morning we visit this uninhabited island, once a leper colony and home to giant tortoises. Our walking excursion with a park guide will bring us to the farm, along mangrove forests. Later we return to the beach for a BBQ under the trees. In the afternoon you can enjoy the beach and sea activities. Overnight at anchor."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Curieuse - Cousin island - Anse Lazio. In the morning we sail for Cousin Island. Excursion to the Bird Sanctuary which is in the care Bird Life International. A quarter million birds breed on Cousin which also has several nesting beaches for turtles. Later in the afternoon we reach Anse Lazio. In the afternoon we sail to Anse Lazio, Praslin, one of the most beautiful beaches in the world. Time for water sports and snorkeling. Evening at anchor."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Tuesday: Anse Lazio - Aride - St. Pierre - Baie St. Anne/Praslin. In the morning we leave for Aride. Our excursion by the island’s rangers will take you all the way to the top of the island for an amazing view of the island. The island is home to the Wright's gardenia found nowhere else on earth and to bird species like the Audubon's shearwater, the Seychelles warbler. At noon we sail for St Pierre Island. We reach St Pierre after lunch for a 3 hour snorkeling and swimming stop. At sunset, we leave St Pierre to sail into Baie St Anne, Praslin. Overnight at dock. Creole Night."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Wednesday: Baie St. Anne, Praslin. Disembarkation at 9:00 am after breakfast."
      }
    ],
    "map": ""
  },
  {
    "destination": "Seychelles",
    "mainPhoto": "",
    "id": "seychelles-small-ship-cruise-7-days",
    "tourName": "Seychelles small ship cruise, 7 days",
    "placesVisited": "",
    "generalInfo": "Join us on a small-ship sailing eco-cruise across the Seychelles, weaving your way through islands such as Praslin, La Digue, Curieuse, Cousin and St Anne, with just 44 fellow travellers aboard. This island-hopping adventure offers you the chance to experience the Seychelles in a truly authentic way — its wildlife, marine life, culture and remote protected landscapes — without the hurry and noise of mass tourism.<br/><br/>The rhythm of the holiday is leisurely yet full of discovery. Cruising by sea means we can access hidden coves, untouched beaches and wildlife sanctuaries that larger ships skip over. Many days allow you to swim or snorkel in crystal-clear turquoise water, stroll through lush forest trails, or share a relaxed BBQ on a deserted sandbank. It’s slow travel in its most compelling form, giving you time to absorb the palette of blue seas and green islands, and feel the calm of the Indian Ocean all around.<br/><br/>The core of the experience is rooted in conservation and sustainable travel. Numerous islands on our route are managed by local environmental organisations, so your visit helps support vital habitat restoration and species-protection work. On Cousin Island Nature Reserve you may encounter rare birds such as the Seychelles sunbird or Seychelles blue pigeon, and learn how nest-sites for seabirds and turtles are being preserved. On Curieuse Island you’ll come across giant tortoises meandering under the mangroves, and trace the history of its former leper colony — all woven into the island’s nature-conservation story.<br/><br/>Our island-hopping itinerary also offers iconic must-sees. On Praslin you’ll find Vallée de Mai — a UNESCO-listed palm forest where the legendary coco de mer grows — while La Digue is perfect for slowing down: bicycles instead of cars, snow-white beaches and the extraordinary granite scenery of Anse Source d’Argent, often described as one of the world’s most photogenic shores.<br/><br/>Wildlife encounters are frequent and unforgettable. Hawksbill turtles may come ashore to nest in broad daylight. Dolphins often surface alongside our boat as we sail. And under the waves, coral reefs teem with fish in vivid colours — making this a genuine highlight for snorkellers, swimmers and nature-lovers alike.<br/><br/>On board you’ll find comfort in a relaxed, friendly environment: fresh local ingredients used in meals, plenty of deck space for sunbathing or watching the stars, and a small group size that makes the holiday feel personal without ever being crowded. The crew know the islands intimately and are committed to making the journey feel like one of discovery, not just a stop-and-go.<br/><br/>This small-ship eco-cruise is perfect for travellers seeking a meaningful way to explore the Seychelles — combining responsible tourism, island-hopping, wildlife, marine life and the joy of travelling by sea. It’s more than a holiday: it’s a chance to form a deeper connection with these remarkable islands and carry home memories that last long after the journey ends.",
    "durationDays": "7",
    "price": "2478",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Saturday: Mahé (Victoria) – St Anne Island Embarkation from 14:00 to 15:00. Board the small ship in Victoria, Mahé and enjoy a welcome drink and safety briefing. In the late afternoon, depart Port Victoria and sail to nearby St Anne Island. Time for a refreshing swim directly from the ship before dinner on board. Overnight at anchor near St Anne. Welcome dinner."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sunday: St Anne Island – Curieuse Island Early morning departure for Curieuse Island, a protected national park. Join a guided walk through mangroves and forest paths, home to freely roaming giant Aldabra tortoises. Lunch is served as a relaxed beach barbecue. The afternoon is free for swimming or snorkelling. Overnight at anchor."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Monday: Curieuse Island – Cousin Island – Anse Lazio (Praslin) Morning visit to Cousin Island, a nature reserve dedicated to wildlife conservation. Guided walks introduce the island’s seabirds and native vegetation. Continue sailing to Anse Lazio, Praslin, one of the Seychelles’ most celebrated beaches. Time at leisure for swimming and relaxation. Overnight at anchor."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Tuesday: Anse Lazio – Aride Island – St Pierre Islet – Baie Sainte Anne (Praslin) Early morning arrival at Aride Island, an important seabird sanctuary. After a guided visit, sail to St Pierre Islet for swimming and snorkelling in clear waters. In the late afternoon, arrive at Baie Sainte Anne, Praslin. Evening on board with Creole-inspired cuisine. Overnight in port. Please note: visits to Aride Island are subject to weather and conservation restrictions; alternative stops may be substituted if required."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Wednesday: Praslin – Felicité (or Grande Soeur) – La Digue Optional morning visit to the Vallée de Mai UNESCO World Heritage Site, home to the rare coco-de-mer palm. Later, sail to the uninhabited islands of Felicité or Grande Soeur for swimming and snorkelling. Late afternoon arrival at La Digue. Overnight on board."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Thursday: La Digue – Moyenne Island Spend the morning exploring La Digue, independently or with a guided visit to L’Union Estate, offering insight into traditional island life. Time at Anse Source d’Argent, known for its granite rock formations. In the afternoon, sail to Moyenne Island, a protected nature reserve. Overnight at anchor."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Friday: Moyenne Island – Mahé (Victoria) Morning swim or snorkel at Moyenne Island before sailing back to Victoria, Mahé. Lunch is served on board during the return journey. In the evening, enjoy the Captain’s farewell dinner. Overnight in port."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Saturday: Mahé (Victoria) Disembarkation after breakfast. End of the cruise in Victoria, Mahé."
      }
    ],
    "map": ""
  },
  {
    "destination": "Seychelles",
    "mainPhoto": "",
    "id": "zanzibar-to-the-seychelles-sailing-expedition",
    "tourName": "Zanzibar to the Seychelles sailing expedition",
    "placesVisited": "",
    "generalInfo": "Our journey begins in the vibrant heart of Stone Town, Zanzibar, where spice markets fill the air with exotic scents, history whispers from Freddie Mercury’s childhood home, and sunsets cast a golden glow over Shangani Beach. We set sail for Kibandiko Island (also known as Changuu or Prison Island), home to giant Aldabra tortoises and calm, turquoise shallows. After time spent exploring Pemba’s coral-rich anchorages, we head into the open ocean.<br/><br/>Leaving Tanzanian waters, the trade winds and currents carry us across the vast Indian Ocean. Seamounts rise from the deep, attracting majestic pelagic life, while days blur into nights beneath breathtaking starlit skies. After nearly 900 nautical miles, the lush peaks of the Seychelles rise on the horizon. If fortune and weather allow, we’ll drift among hidden gems like Bird, Denis, and Silhouette Islands before making landfall in the island capital of Victoria, Mahé. This is ocean sailing at its finest—steady trade winds, warm waters, and the deeply rewarding rhythm of life at sea.<br/><br/>What Kind of Sailing to Expect<br/>A gentle start as we explore Zanzibar’s nearby islands and Pemba—perfect for settling into life at sea.<br/>The voyage develops into a true ocean passage, with watch systems, night sailing, and hands-on opportunities to learn the ropes.<br/>Expect warm water and mostly steady trade-wind sailing, though seas may occasionally get bumpy.<br/>This is ideal for adventurous spirits keen to experience bluewater sailing in comfort and safety.<br/><br/>Your Vessel: Synergy<br/>Sail aboard Synergy, a comfortable and well-equipped 40ft Fontaine Pajot catamaran.<br/>Small group voyage – perfect for solo travellers, couples, or friends<br/>Highly experienced Skipper and First Mate<br/>Spacious guest cabins (double or twin layout), with one shared bathroom per hull<br/>Bedding provided – comfort is prioritised<br/>Tender and snorkelling gear available for exploration<br/><br/>What’s Included<br/>All onboard provisioning and meals (fresh, hearty food, snacks, and drinks)<br/>Snorkelling equipment and tender for shore exploration<br/>Bedding and comfortable accommodation onboard<br/>Guidance and coaching from professional crew<br/><br/>Not included: flights, transfers, visas, insurance, and meals/drinks ashore.<br/><br/>No Offshore Experience? No Problem.<br/>You’re welcome to participate as much or as little as you like. This is a perfect chance to build sailing skills and confidence under expert guidance.",
    "durationDays": "10",
    "price": "2995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Stone Town, Zanzibar Arrive in historic Stone Town Explore spice markets, winding alleyways, and Freddie Mercury’s birthplace Welcome briefing & dinner ashore"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Prison Island (Changuu / Kibandiko) Short sail to Prison Island, home of the giant Aldabra tortoises Swim and snorkel in turquoise shallows Overnight at anchor"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Pemba Island Sail north to the coral-rich anchorages of Pemba Afternoon snorkelling and shore exploration Final prep and passage planning for the crossing"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Indian Ocean Crossing (~900nm) Depart Tanzanian waters for the Seychelles Settle into watch systems and life at sea Experience warm trade-wind sailing, night watches, and celestial navigation practice Wildlife encounters: dolphins, flying fish, seabirds — with vast starlit skies overhead 5 days at sea (weather dependent)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Seychelles Landfall (Silhouette or Denis Island) First glimpse of lush green peaks rising from the ocean Swim, snorkel, and relax after the crossing Island exploration (weather permitting)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Victoria, Mahé (Trip End) Final sail into Victoria, capital of the Seychelles Disembark after breakfast, with time to extend your stay in paradise"
      }
    ],
    "map": ""
  }
]
