[
    {
        "type": "overview",
        "Main_Title": "Our Kiribati holidays & tours",
        "Main_Paragraph": "Discover the uninhabited atolls and reef islands that make our Kiribati holidays such a tempting prospect, and enjoy the warm tropical climate. Dive into Pacific Ocean waves as you go in search of the uninhabited Gilbert, Phoenix and Line islands or find out more about Kiribati culture as local groups perform traditional te anene (songs) and welcoming te mwaie (dances). Our Kiribati holidays help preserve culture, traditions and community life on the islands, whether that’s being mindful of water use or employing local guides. They also take care of nature, too as you’ll see when you stay in one of the traditional-style buias (huts) that form part of a ecolodge on Tarawa.",
        "Subtitle": "Kiribati holiday highlights",
        "Title1": "",
        "Paragraph1": "When people talk of far flung idylls, Kiribati (pronounced Kiribas) is perhaps what they have in mind. This truly remote island nation is one of the worlds smallest and least visited, receiving a mere 6,000 visitors a year. This means all that castaway perfection is there for the taking and you wont be bothered by happy hours, all-you-can-eat buffets or hordes of cruise ship passengers. As well as soaking up the rays on these low lying isles, theres plenty to keep you active too, from excellent snorkelling and diving, to renowned fishing and bird watching.",
        "image1": "",
        "Title2": "Landscapes in Kiribati",
        "Paragraph2": "",
        "image2": "",
        "Title3": "",
        "Paragraph3": "With its remote location in the middle of the Pacific and its vast spread (33 islands scattered over 3.5 million sq km of ocean), Kiribati has the biggest water to land ratio of any country in the world. Even the countrys largest individual atoll, Kiritimati (Christmas Island), is around 5,000km from any other nation. The largest coral atoll in the world, its the heart of Kiribatis tourism. With an average height above sea level of just 2 metres, Kiribati has plenty of beaches, but is also one of the most at risk countries in the South Pacific, thanks to encroaching ocean levels.",
        "Title4": "Kiribati culture",
        "Paragraph4": "",
        "image3": "",
        "Title5": "Things to do in Kiribati",
        "Paragraph5": "",
        "Title6": "Diving & snorkelling",
        "Paragraph6": "As with Kiribatis Micronesian neighbours, water-based pursuits are big news here. Diving, snorkelling and canoeing on the brilliant turquoise lagoon in North Tarawa are all worthy highlights and fishermen wont go home disappointed either. Kiritimati is home to marlin, wahoo, barracuda and massive shoals of tuna; as well as huge swathes of saltwater flats.",
        "Title7": "Bird watching",
        "Paragraph7": "Kiribati supports a thriving bird population. There are plenty of seabirds such as boobies, petrels and gulls, but head inland to the forested areas and youll be surprised by the variety of land-based birds, too, which include the Pacific long-tailed cuckoo and the endemic Christmas Island warbler.",
        "Title8": "War history",
        "Paragraph8": "South Tarawa, Kiribati is the sight of one of the bloodiest battles in the Pacific during World War II and tours will take you to explore the sites, visit memorials and hear stories about Kiribatis role in the war and its impact on the country."
    }
]