[
    {
        "type": "overview",
        "Main_Title": "Our Suriname holidays & tours",
        "Main_Paragraph": "Welcome to the jungle: defined by its amazing forest cover (90 percent of the country is covered in glorious rainforest), Suriname is the place to go for immersion and adventure. On our holidays in Suriname, spend time in nature lodges, many of which are community owned, where you can see conservation in action and try to spot rare birds. Then learn about Suriname’s fascinating history and its different populations: our local guides will help you get close to the country through its people and their stories, whether in Amerindian or Maroon communities, or through some excellent food in Paramaribo, the incredible capital.",
        "Subtitle": "Suriname highlights",
        "Title1": "",
        "Paragraph1": "Infrastructure is scarce in Suriname and, with around 90 percent of the country covered in rainforest, there arent a lot of roads. Most organised tours take in the three Guianas, relying mainly on a route that follows the coast, linking the three capital cities. It takes about five hours to drive from the border with Guyana, at the Corentyne River, to Surinames capital Paramaribo. Heading inland, you can reach Atjoni by road in around three hours  its 190km from Paramaribo through hilly landscapes  and from here take a canoe deep into the rainforest. From Paramaribo to Albina on the border with French Guiana is about 150km.",
        "image1": "",
        "Title2": "1. Albina",
        "Paragraph2": "Albina lies on the west bank of the Marowijne River (Maroni River), which forms the border between Suriname and French Guiana. If youre travelling between the two countries, youll catch a ferry or canoe here, with frequent services between Albina and Saint Laurent. This is also the place to come to catch a boat to Galibi on the coast, to see the nesting turtles.",
        "image2": "",
        "Title3": "2. Atjoni",
        "Paragraph3": "Atjoni is a Maroon village and serves as a landing site where canoes from deeper inland receive goods unloaded off trucks from the capital. Its also the hopping off point for various eco lodges that lie deeper in the rainforest. Rows of colourful boats, moored on the Upper Suriname River, wait to take you further into the jungle, crossing a handful of rapids as you go.",
        "Title4": "3. Galibi",
        "Paragraph4": "Sitting on Suriname's eastern shoulder, facing French Guiana across the Marowijne River (Maroni River), Galibi is home to the first and largest indigenous settlement in the Caribbean. You can buy crafts here and see the village church. From February to August look out for leatherbacks and other sea turtle species heading onto Alusjaka beach to lay their eggs.",
        "image3": "",
        "Title5": "4. New Amsterdam",
        "Paragraph5": "You can reach the coastal town of Nieuw Amsterdam, near Paramaribo, via land or river. Surinames only open air museum is here, on the site of a Dutch fortress built to protect the plantations and later used as a prison. The fortress is almost entirely gone, but other 18th century artifacts and buildings remain, and its a nice place to picnic and admire the confluence of the Suriname and Commewijne Rivers.",
        "Title6": "5. Paramaribo",
        "Paragraph6": "Known to locals as Parabo, Paramaribo is one of South Americas most diverse and surprising capitals. Colonial Dutch buildings line grassy squares (Waterkant is a UNESCO listed street); mosques, cathedrals and Hindu temples sit side by side; theres sensory overload at the central market and Maroon artists sell paintings on the street. This is a multilingual, ethnically diverse city, with amazing food to match.",
        "Title7": "6. Rivers",
        "Paragraph7": "The Suriname and Commewijne Rivers converge at New Amsterdam, not far from Paramaribo, and many tours include a boat excursion as a tranquil contrast to the capital. The river banks are lined with old plantation properties divided by canals and on the way, look out for seabirds and pink river dolphins, which often come up to the surface to play alongside the boat."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Suriname",
        "Main_Paragraph": "Suriname is tropical with roughly four seasons in the north. There are short rains from early December to early February, then a short dry season into March and April. The major rainy season starts in late April until mid August, with May and June the wettest months. The long dry season runs from mid August to late November or early December. September and October are the warmest months but also the driest; if you can stand the heat, now is the best time to come. Expect daytime temperatures in Paramaribo to hit 32°C. January is coldest (minimum 22°C), but its hot and humid all year.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Suriname Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Suriname Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 65%;\">197 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 48%;\">144 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 46%;\">140 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 71%;\">213 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">302 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">302 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 74%;\">224 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 57%;\">171 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 29%;\">87 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 28%;\">86 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 35%;\">107 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 60%;\">181 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Suriname travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Safety advice",
        "paragraph2": "Paramaribo is the only city; others (Nieuw Nickerie, Moengo, Albina) are smallish towns. Other than that most settlements have only a couple of thousand inhabitants. Paramaribo has a defined centre, and many of the dilapidated and crumbling colonial mansions I saw in 1975 have been - or are being - renovated to former splendour. The only area which has a reputation is the large market on the waterfront. Tourists stand out and locals really dont like discourteous photography. Best to visit in groups of three or four, rather than alone (unless youre confidently chatty and gregarious), or en-bloc. Avoid money changing on the street or in dodgy mini-shopfronts along Waterkant.",
        "title3": "Food and drink tips",
        "paragraph3": "\"There are lots of influences: Dutch, Indonesian/Javanese, Arab, Jewish, Creole, Brazilian – past clients have tried most, and enjoyed them. More conservative tastes like the very popular Zus & Zo restaurant - it feels European, like being in Amsterdam.  Ubiquitous is ice-cold Parbo beer (the big bottles are called\ndjogo\n).”",
        "title4": "Benefits of joining an organised tour here",
        "paragraph4": "There are flights from Amsterdam, and reasonably reliable but ramshackle public buses all along the coastal strip, but our escorted tour leader (a native Dutch speaker) organises this all for you. Very few British people visit Suriname on its own, they tend to combine it with the neighbouring Guianas, and this takes a lot of preparation, coordination and determination.\"",
        "title5": "Advice on what to expect",
        "paragraph5": "The Dutch influence is very strong, both the language and culture, but the Asian/Indonesian influence is, too. Most people speak English, except for small convenience stores and specialist restaurants. All are friendly though. When I was last there, few ATMs accepted VISA cards (mostly Mastercard) but our tour leader will help. The currency is SRD, the Suriname dollar, but the euro is often accepted. Almost all settlement is along the coastal strip, and coastal road. Mostly well-paved, the road stretches west to east from Moleson Creek car ferry (Guyana) near Nieuw Nickerie to Albina car ferry (French Guiana). Inland is impenetrable rainforest, bauxite mining, and a few tourist facilities, but we dont stay long enough to go to these."
    }
]