{
    "Main_Title": "Our Suriname holidays & tours",
    "Main_Paragraph": "Welcome to the jungle: defined by its amazing forest cover (90 percent of the country is covered in glorious rainforest), Suriname is the place to go for immersion and adventure. On our holidays in Suriname, spend time in nature lodges, many of which are community owned, where you can see conservation in action and try to spot rare birds. Then learn about Suriname’s fascinating history and its different populations: our local guides will help you get close to the country through its people and their stories, whether in Amerindian or Maroon communities, or through some excellent food in Paramaribo, the incredible capital.",
    "Subtitle": "Suriname highlights",
    "Title1": "",
    "Paragraph1": "Infrastructure is scarce in Suriname and, with around 90 percent of the country covered in rainforest, there arent a lot of roads. Most organised tours take in the three Guianas, relying mainly on a route that follows the coast, linking the three capital cities. It takes about five hours to drive from the border with Guyana, at the Corentyne River, to Surinames capital Paramaribo. Heading inland, you can reach Atjoni by road in around three hours  its 190km from Paramaribo through hilly landscapes  and from here take a canoe deep into the rainforest. From Paramaribo to Albina on the border with French Guiana is about 150km.",
    "image1": "",
    "Title2": "1. Albina",
    "Paragraph2": "Albina lies on the west bank of the Marowijne River (Maroni River), which forms the border between Suriname and French Guiana. If youre travelling between the two countries, youll catch a ferry or canoe here, with frequent services between Albina and Saint Laurent. This is also the place to come to catch a boat to Galibi on the coast, to see the nesting turtles.",
    "image2": "",
    "Title3": "2. Atjoni",
    "Paragraph3": "Atjoni is a Maroon village and serves as a landing site where canoes from deeper inland receive goods unloaded off trucks from the capital. Its also the hopping off point for various eco lodges that lie deeper in the rainforest. Rows of colourful boats, moored on the Upper Suriname River, wait to take you further into the jungle, crossing a handful of rapids as you go.",
    "Title4": "3. Galibi",
    "Paragraph4": "Sitting on Suriname's eastern shoulder, facing French Guiana across the Marowijne River (Maroni River), Galibi is home to the first and largest indigenous settlement in the Caribbean. You can buy crafts here and see the village church. From February to August look out for leatherbacks and other sea turtle species heading onto Alusjaka beach to lay their eggs.",
    "image3": "",
    "Title5": "4. New Amsterdam",
    "Paragraph5": "You can reach the coastal town of Nieuw Amsterdam, near Paramaribo, via land or river. Surinames only open air museum is here, on the site of a Dutch fortress built to protect the plantations and later used as a prison. The fortress is almost entirely gone, but other 18th century artifacts and buildings remain, and its a nice place to picnic and admire the confluence of the Suriname and Commewijne Rivers.",
    "Title6": "5. Paramaribo",
    "Paragraph6": "Known to locals as Parabo, Paramaribo is one of South Americas most diverse and surprising capitals. Colonial Dutch buildings line grassy squares (Waterkant is a UNESCO listed street); mosques, cathedrals and Hindu temples sit side by side; theres sensory overload at the central market and Maroon artists sell paintings on the street. This is a multilingual, ethnically diverse city, with amazing food to match.",
    "Title7": "6. Rivers",
    "Paragraph7": "The Suriname and Commewijne Rivers converge at New Amsterdam, not far from Paramaribo, and many tours include a boat excursion as a tranquil contrast to the capital. The river banks are lined with old plantation properties divided by canals and on the way, look out for seabirds and pink river dolphins, which often come up to the surface to play alongside the boat."
}