{
    "Main_Title": "Our Reunion holidays",
    "Main_Paragraph": "Reunion is a French-owned island in the Indian Ocean, east of Madagascar, and our holidays here can make you feel like you’re in a classic Hollywood movie. Fringed with coral reefs teeming with marine life, the island boasts white sandy beaches that are perfect for barefoot sunset strolls, while the volcanic interior is thick with rainforest. Magnificent hiking trails lead you around the island’s three ‘Cirques’, or natural amphitheatres, the most famous ascent being that of the highest peak, Piton des Neiges. Our activities here immerse you in these stunning natural landscapes, with brilliant local guides helping you tread carefully, while also filling you in on the island’s history and culture.",
    "Subtitle": "Reunion Island travel guide",
    "Title1": "",
    "Paragraph1": "The more you read about Reunion, the more you find the phrase whats not to like popping into your head. This small island to the southeast of Madagascar and close to its more famous neighbour Mauritius seems to have it all: beautiful beaches with white (and sometimes black) sand; pretty coastal towns; dramatic volcanic landscapes swathed in forest and sliced through with waterfalls; and fantastic hiking trails that range from forest walks to challenging multi day treks. Its laidback blend of Creole, African, Indian, Chinese and French influences was created by centuries of immigration and is still present in the architecture, historic sites and food. The island is also home to the Piton de la Fournaise, one of the worlds most active volcanoes, but dont let that put you off; theres way too much to enjoy on Reunion to let a little lava deter you.",
    "image1": "",
    "Title2": "Cultural highlights",
    "Paragraph2": "Reunion is a French overseas territory, proud of its cultural diversity and multi ethnicity. Its abundance of architectural gems, historic sites, colonial and religious building and lively festivals are the enduring evidence of its long history of trade and immigration. For a taste of Creole village life, visit Hell-Bourg in the Cirque de Salazie and also LEntre-Deux, an authentic 19th century settlement where local residents will show you round and explain more about Reunions history. For French colonial grandeur, head to the west coast and the resort town of Saint-Leu with its smattering of handsome stone buildings including the mairie (town hall) and church.\nReunions food is a delicious jumble of Creole, Indian, Chinese and French influences. Tuck into barbecued fresh fish, local rum, exotic fruits, and baguettes, croissants and cakes from the bakeries and pastry shops dotted around the island.",
    "image2": "",
    "Title3": "Natural wonders",
    "Paragraph3": "Reunion is an island-sized dose of pure drama. A staggering 42 percent of it is classed as a UNESCO World Heritage Site. Its volcanic nature has produced sheer peaks and deep gorges cloaked in emerald forests, and three extinct calderas, knowns as cirques. The most impressive is the Cirque de Salazie, a gorgeous green amphitheatre with around 100 waterfalls thundering down its sheer sides, home to hills and valleys that you can hike though. Its also worth visiting Cirque de Cilaos, which has the feel of the Alps in summer. The village of Cilaos, which lies within the cirque, is pretty and peaceful, a great place to unwind after driving up here from the coastal plain, on a road with more than 100 hairpin bends.\nPiton de la Fournaise dominates the southeast of the island; the volcano that has earned Reunion the nickname the Hawaii of the southern hemisphere. Venture into its shadow, near Saint Philippe, and the greenness of the landscape gives way to the Grand Brûlé, or Big Burnt Area, where this very active volcano has scarred the landscape with lava flows. Not that the lava is permanently destructive. The Jardin des Parfums et des Épices grows on an 800 year old lava flow in the Mare Longue forest. Ylang-ylang, clove trees, cardamom, orchids and vanilla all thrive here."
}