[
    {
        "type": "overview",
        "Main_Title": "Our Spain holidays & tours",
        "Main_Paragraph": "The most interesting parts of Spain aren’t found along the Costas, in the city centres or on island resorts. We know that they are found inland, among the peaks of the Pyrenees and the Picos de Europa, in the Catalonia countryside, or the Altiplano de Granada in Andalucia. Our Spain holidays champion the traditional culture found in the mountains and plains by bringing you into contact with communities happy to share their ways of life with you. Walking mountain landscapes with knowledgeable local guides, language or cookery lessons, and multi activity holidays where you stay in family-run guest houses – this is Spain.",
        "Subtitle": "More about our Spain holidays",
        "Title1": "Walking in Spain",
        "Paragraph1": "There are two immediate reasons why you’d want to go walking in Spain: great weather and great scenery. Our walking holidays seek shade in Mediterranean forests in Catalonia, hike between striking white villages in Andalucía, and wander the vivid green valleys of the Basque country. Take time in these special areas and you realise that every part of Spain has its own local identity, every town has a specialty, and every region runs on its own calendar of festivals. Our holidays use local guides and visits the markets, restaurants and shops that form the heart of these communities, so that you experience the best of the region, while also contributing to its success.",
        "image1": "",
        "Title2": "Cycling in Spain",
        "Paragraph2": "When each village has a different specialty, there's no better way to see Spain than on one of our cycling holidays. Pedal between settlements, stopping for a well-earned lunch every day. There are quiet roads and well-established cycle paths, and – whether you’re freewheeling through orange groves or tackling a summit – it’s a great landscape to take in from two wheels.  Our cycling holidays go everywhere from wetlands in Alicante to coastal forest in Catalonia, or overtake walkers on the Camino de Santiago. In central Spain, you only have to go a little way out of Madrid to find yourself cycling in some really wild Castilian countryside.",
        "image2": "",
        "Title3": "Spain for families",
        "Paragraph3": "When the water is this warm and the weather this sunny, there’s no question that our family holidays in Spain will be an instant hit with your little ones. If your kids love splashing around, activity holidays in Andalucía, a villa in Lanzarote, or a trip to Catalonia’s Costa Brava will suit them, whilst older teens will enjoy the great outdoors in the Spanish Pyrenees or the Picos Mountains, or tackling some more rugged Catalan terrain on a mountain bike. Spanish food is delicious and kid-friendly, and paella and tapas are a great way to end the day.",
        "Title4": "Flight free holidays",
        "Paragraph4": "Spain is well connected by rail, not just between cities, but with neighbouring France and Portugal too, meaning that a flight free holiday is perfectly possible. If you’re travelling from London, you could be in Spain 15 hours later, travelling via Paris or Lyon and changing train just before the French-Spanish border. We have a great team of travel experts and partners who can help if you are looking for your next flight free adventure, and they can help you with everything from itineraries to timings and bookings. Spain by train isn’t just doable, it’s highly enjoyable.",
        "image3": "",
        "Title5": "Tours & holidays in Spain",
        "Paragraph5": "Seeing Spain in a small group gives you a ready-made social circle, and is especially great if you’re interested in learning and practising your Spanish. There are plenty of active ways to see the country. Our walking holidays take advantage of the great weather and scenery, cycling holidays take you through quiet towns off the tourist trail and our multi activity holidays give you a little bit of both, plus kayaking and paddle boarding. Our adventure holidays in Spain aren’t just for the brave – they’re for the curious. You can learn Spanish, go horse riding, or even try a little winter walking. Best of all, our trips are designed to benefit the communities and protect the natural surroundings that they visit.",
        "Title6": "Where to go on holiday in Spain",
        "Paragraph6": "Spain’s best holidays highlight its diversity. Catalonia shows that Spain’s identity isn’t as simple as it seems – the Catalan language, cuisine and traditions distinguish this autonomous region, as does its famously pretty coastline. Andalucía’s Moorish architecture in the beautiful cities of Seville, Cordoba and Granada still points to its previous tenants – the Moors occupied large parts of Spain for centuries. Further north, Spain becomes greener, making the famous Camino de Santiago, which runs for 800km all the way from Saint-Jean-Pied-de-Port in France to Santiago de Compostela in Galicia, if not a walk in the park, then a walk in the pastoral."
    },
    {
        "type": "best-time-to",
        "Main_Title": "The best time to visit Spain",
        "Main_Paragraph": "Spring and summer (March-September) are the best times to visit Spain\n, when active adventures swap the oven-like southern coasts for the mountains and lakes of Andalucia, Catalonia and the Picos de Europa. Spring (March-May) is the best time of year to visit Spain for those whod like to miss the peak summer crowds. Theres still plenty of sunshine, but emptier beaches and cities. Barcelona is especially lovely at this time of year. The Canary Islands are the place for winter sunshine between November and January. Parts of Andalucia and the southern Pyrenees are blissful in winter too  you can often showshoe mountain slopes and sunbathe on a beach in the same day.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Picos de Europa Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Picos de Europa Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 79%;\">110 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 71%;\">100 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 57%;\">80 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 64%;\">90 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 57%;\">80 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 57%;\">80 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 36%;\">50 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 43%;\">60 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 64%;\">90 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 86%;\">120 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 79%;\">110 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">140 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Best time to visit Spain, month by month guide",
        "paragraph1": "",
        "image2": "",
        "title2": "January in Spain",
        "paragraph2": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Quiet month</li>\n<li>Hiking and cycling</li>\n<li>Canary Islands and Andalucia</li></b><div style=\"margin-top: 10px;\"></div>\r\nVisiting Spain in January means peace and quiet. It can be extremely cold on higher ground and in the north and centre of Spain. The south and Mediterranean coast experience mild and sunny temperatures of up to 18°C. Lots of people make tracks for the sunniest and toastiest spots, hiking and cycling in the Canary Islands and Andalucia. Its also a great time to visit cities like Barcelona, Granada and Seville minus the crowds and with lower prices. <br/><br/><br/>",
        "title3": "February in Spain",
        "paragraph3": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Yoga and fitness retreats</li>\n<li>Winter walking and snowshoeing</li>\n<li>Canary Islands</li></b><div style=\"margin-top: 10px;\"></div>\r\nYoga and holistic fitness retreats take advantage of the cooler temperatures in Spain in February. Theres still snow in the Pyrenees and Andalusian Sierra Nevada for snowshoeing and winter walking. Alternatively, head to the Canary Islands for sunny, peaceful trails and 20°C temperatures. Dont forget its still winter, so pack waterproofs in case of showers. Flight and holiday prices remain low in this quiet season. <div style=\"margin-top: 15px;\"></div>\n<bullet><b>February is great for a</b> <a href=\"/holiday/6917/luxury-fitness-holidays-in-spain\">luxury fitness retreat in Spain</a></bullet><br/><br/>",
        "title4": "March in Spain",
        "paragraph4": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Hiking in the south</li>\n<li>Active retreats</li>\n<li>Andalucia and the Canaries</li></b><div style=\"margin-top: 10px;\"></div>\r\nThe Sierra Nevada and Spanish Pyrenees are still snowy in March. Lower down the slopes, the rest of the country is starting to warm up, with Andalucia particularly pleasant as the fragrant orange blossom emerges. Yoga and fitness retreats are popular in Spain in March, but give way to outdoorsy activities like hiking in Andalucia, Catalonia and Valencia, where you can refuel with tapas in the sunshine. The Canary Islands has reliably sunny weather in March, with temperatures around 20°C. <br/><br/><br/>",
        "title5": "April in Spain",
        "paragraph5": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Family activity holidays</li>\n<li>Yoga and fitness retreats</li>\n<li>Semana Santa (Holy Week) </li></b><div style=\"margin-top: 10px;\"></div>\r\nVisit Spain in April if youre looking for warmth and fewer crowds along the coast. April usually rings in the Easter break in Europe, so its a popular time for families and recharging yoga retreats. Its also when Semana Santa (Holy Week) parades shut down cities. Northern regions around the Basque Country and Picos de Europa will still have changeable conditions, so pack for every eventuality. Most people still stick to southern Spain in April, where the weather is warm and sunny. <div style=\"margin-top: 15px;\"></div>\n<bullet><b>April is great for</b> <a href=\"/holiday/13130/spanish-course-walking-holiday-picos-de-europa-spain\">pairing Spanish lessons with hiking in the Picos de Europa</a></bullet><br/><br/>",
        "title6": "May in Spain",
        "paragraph6": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Hiking including the Camino</li>\n<li>Andalucia and Picos de Europa</li>\n<li>Combine with Portugal and Morocco</li></b><div style=\"margin-top: 10px;\"></div>\r\nWarmer, sunnier, drier weather settles all over Spain in May. Its one of the best times to walk the Camino de Santiago pilgrimage trail. Hiking tours are still going in the south before the heat sets in, exploring Las Alpujarras in Andalucia and the Picos de Europa. This is also one of your last chances to join triathlon training or fitness retreats before it gets too hot. Towards the end of May, temperatures can get up to 26°C on the Mediterranean coast. Nights are still cool, however, so pack your layers. <br/><br/><br/>",
        "title7": "June in Spain",
        "paragraph7": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Popular summer season begins</li>\n<li>Family activity holidays</li>\n<li>Hiking in the Picos de Europa and Pyrenees</li></b><div style=\"margin-top: 10px;\"></div>\r\nSummer officially begins, making June one of the most popular times to visit thanks to generally lovely weather all over the country. Active holidays ranging from horse riding and kayaking trips to cooking and flamenco workshops cater for the increased number of visitors seeking sunshine, so you can take your pick. Many people retreat from the scorching coasts of Spain in June, travelling to the cooler Picos de Europa and rivers and lakes of Altiplano de Granada.",
        "title8": "July in Spain",
        "paragraph8": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Family activity holidays</li>\n<li>Cycling and hiking</li>\n<li>Hot and sunny</li></b><div style=\"margin-top: 10px;\"></div>\r\nIt might be surprising that activity holidays are popular with those visiting Spain in July, but savvy families escape the heat by heading up north and to the rivers, lakes and mountains of the Altiplano de Granada in Andalucia. July brings the package holidaymakers as well as all the Spaniards escaping the city heat, so avoid the 30°C-plus Costa resorts if you can, as well as the stifling heat of western Andalucia, particularly around Seville and Cordoba. <div style=\"margin-top: 15px;\"></div>\n<bullet><b>July and August are great for an</b> <a href=\"/holiday/7982/granada-activity-holiday-spain\">Altiplano de Granada activity holiday</a></bullet><br/><br/>",
        "title9": "August in Spain",
        "paragraph9": "<div style=\"margin-top: 20px;\"></div>\n<b><li>High summer season</li>\n<li>Family activity holidays</li>\n<li>Catalonia and Andalucia</li></b><div style=\"margin-top: 10px;\"></div>\r\nFamily activity holidays aim for Andalucia and Catalonia  regions where you can choose to melt on the coast or find relief in the mountains. Explore the north of Spain in August for temperatures that are warm without being too oppressive; you can be walking one moment and at the beach the next. During the height of the Andalusian summer, many smaller shops will only open in the mornings, even in cities. To be fair, shopping will be the last thing on your mind once it tops 40°C. <br/><br/><br/>",
        "title10": "September in Spain",
        "paragraph10": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Autumn arrives</li>\n<li>Hiking, especially Caminos</li>\n<li>Food and wine tasting tours</li></b><div style=\"margin-top: 10px;\"></div>\r\nWe recommend visiting Spain in September. Temperatures are still up there, although Catalonia and the north start to soften. Hiking holidays pick up again after a summer siesta. Almost all our travellers choose to be out on the trails at this time of year, especially on the Caminos as the crowds disperse. Foodie activities are particularly popular in September, including cooking classes and wine and Iberian ham tasting tours. Rain showers creep in all over Spain as summer phases into autumn. <br/><br/><br/>",
        "title11": "October in Spain",
        "paragraph11": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Family activity holidays</li>\n<li>Walking combination trips</li>\n<li>Fitness and yoga retreats</li></b><div style=\"margin-top: 10px;\"></div>\r\nOctober finds grey, rainy weather in the north of Spain, with temperatures dipping across the country. Andalucia can still be in the 20°Cs if you visit Spain in October  but do bring an umbrella. Downpours can be sudden and fierce. The school break makes October a great month for activity holidays in Andalucia. Food and wine tours remain popular, with walking holidays stirring wine tasting and cooking activities into their itineraries. <br/><br/><br/>",
        "title12": "November in Spain",
        "paragraph12": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Peaceful month</li>\n<li>Hiking in Canary Islands</li>\n<li>Andalucia</li></b><div style=\"margin-top: 10px;\"></div>\r\nYoull have the coastlines, cities and islands to yourself if you visit Spain in November. Increasingly rainy weather makes it less suitable beach weather unless youre in the Canaries (watch out for chillier ocean temperatures, though). Visitors tend to arrive for trips with a specialist focus: yoga, fitness even tracking Iberian lynx. If youre looking for a touch of sunshine then head to Andalucia, where cloudless skies are abundant. While temperatures can dip, youll still get the odd, glorious 20°C day. <div style=\"margin-top: 15px;\"></div>\n<bullet><b>November is great for</b> <a href=\"/holiday/10633/iberian-lynx-watching-holiday-in-spain\">tracking Iberian lynx</a></bullet><br/><br/>",
        "title13": "December in Spain",
        "paragraph13": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Very quiet</li>\n<li>Hiking and cycling</li>\n<li>Canaries and southern Spain</li></b><div style=\"margin-top: 10px;\"></div>\r\nSpain in December is one of the coldest times of year, but on the southern coasts and Canary Islands its never really chilly. The beaches empty out too; whether thats a good or bad thing depends on your preference! If the sun is out during the day, temperatures can even get up to 25°C, although they stick to a mild 15°C most of the month. December is an excellent time to try something new, whether thats yoga classes or Spanish lessons combined with walking in the show-dipped Picos de Europa.",
        "title14": "Best times to visit Spain for festivals & events",
        "paragraph14": "",
        "title15": "",
        "paragraph15": "Spring and early summer is one of the best seasons for festivals and ferias  from Easters Semana Santa to local flamenco fairs and the incredible <i>castellers</i> human towers of Catalonia. Ask our holiday partners about whats going on  and try and catch a fiesta or two. Another daily event is siesta time, with takes place from 2pm to 5pm every day, particularly down south, and many shops close on Saturday afternoons, reopening on Monday.",
        "title16": "Three Kings Day & Epiphany (5-6 January)",
        "paragraph16": "The Three Wise Men  known locally as Los Reyes Magos  visit on the night of 5 January, with processions across the country featuring dances, floats and sweet-throwing. Children wake up on 6 January  the Epiphany  to find their shoes filled with presents. Traditionally, this day was more important than Christmas, so you will still find this is a public holiday and many places will close. Cosy up  and leave your shoes out...",
        "title17": "Sitges Carnival (February or March)",
        "paragraph17": "Sitges Carnival is a week-long fiesta that greets a quarter of a million people, finishing on Ash Wednesday  the first day of Lent, when an effigy is carried down to the beach for a bonfire to symbolise the end of feasting and the beginning of fasting. This is a particularly LGBTQ+-friendly carnival, with drag queen shows, fireworks, free al fresco concerts and near-daily parades.",
        "title18": "Semana Santa (March or April)",
        "paragraph18": "During Semana Santa (Holy Week), elaborate floats containing holy figures are paraded through towns across Spain. Some weigh over a ton; those carrying them train throughout the year. Seville has the most famous displays  but these result in horrendous crowds and its main attractions being closed off. Choose a smaller town with more intimate celebrations. People enjoy the processions for the spectacle as much as for the religious aspect.",
        "title19": "Andalucia bird migration (May & September-October)",
        "paragraph19": "The best part about going to southern Andalucia is sitting down to watch the bird migration, says Andrew Appleyard, from our partner Exodus. All the birds get up into the thermals above Africa or above Spain, then they just glide the seven miles across the Strait of Gibraltar in May on the inbound, and September to October on the outbound. Youll see all the big birds of prey going up, then they just glide all the way across and land on the beach on the other side. Its quite beautiful.",
        "title20": "Semana Grande (mid-August)",
        "paragraph20": "It feels like everyone in Northern Spain is out on the streets on Semana Grande, the biggest festival in the Basque Country. This is an appreciation of all things Basque, dedicated to Our Lady of Begoña (or simply\nAmatxu\n Mother  in Basque). Bilbao offers street parades and 24/7 partying, or you can retreat to a smaller town like San Sebastian for more manageable celebrations, including ball games of Basque pelota.",
        "title21": "Jerez wine festival (September)",
        "paragraph21": "Wine festivals spring up all over Spain between June and November, with dates shifting depending on the climate and type of grape. Jerez Wine Festival includes a week that celebrates the famous local sherry with a mix of tastings and flamenco dancing.",
        "title22": "All Saints Day (1 November)",
        "paragraph22": "All Saints Day (Todos Los Santos) is a public holiday in Spain, giving people the chance to travel home to their families and process to relatives graves to decorate them with flowers. Then, they feast. Some places such as Cadiz close down the town centre for street markets with stalls piled high with roasted chestnuts, almond cakes and sugary doughnuts.",
        "title23": "Our travellers also ask",
        "paragraph23": "",
        "title24": "When is the best time to visit northern Spain?",
        "paragraph24": "Summer is the best time to visit northern Spain  so <b>between June and September</b>. The temperatures start to catch up with the south around then, bringing warm days and clear skies ideal for hiking and cycling. Winters can be wet and windy in northern Spain, thanks to the oceanic climate complete with sea fogs.\r\n<div style=\"margin-top: 30px;\"></div>",
        "title25": "What is the best month to go to Spain?",
        "paragraph25": "<b>June</b> can often be the best month to visit Spain. The weather is reliable wherever you go  not too hot in the south and not too cold in the north, and with lots of sunshine. The Mediterranean is particularly pleasant as sea temperatures warm to a lovely 21°C. Plus, the crowds of peak season have yet to arrive.\r\n<div style=\"margin-top: 30px;\"></div>",
        "title26": "When is the best time to visit Barcelona?",
        "paragraph26": "We think the best time to go to Barcelona is <b>spring (late March-June)</b>, before the city gets too crowded. Mild temperatures and sunshine make for a comfortable climate for exploring. Just watch out for April, when many businesses close for Easter.\r\n<div style=\"margin-top: 30px;\"></div>",
        "title27": "When is the best time to visit Spains beaches?",
        "paragraph27": "<b>June and September</b> offer amazing beach weather in southern Spain while avoiding red-hot temperatures. The Canary Islands are beach ready from February to October. Even in winter, there are moments of hot sunshine in southern Spain; Christmas Day barbecues arent unheard of. \r\n<div style=\"margin-top: 30px;\"></div>",
        "title28": "What is the cheapest time to go to Spain?",
        "paragraph28": "Youll find the cheapest flight and accommodation prices in Spain off-season  so <b>November to March</b>. This is winter, so the weather is more unpredictable, however youll experience many places in peace and quiet and theres still plenty of sunshine in the Canary Islands and Balearics.\r\n<div style=\"margin-top: 30px;\"></div>",
        "title29": "What are the hottest months in Spain?",
        "paragraph29": "<b>July and August</b> are the hottest months in Spain. Temperatures hover at around 26°C in Madrid, creeping a few degrees higher as you go south to Andalucia and the Balearics. Maximum highs often edge over 30°C around Granada (and can even hit 40°C occasionally)  some of the hottest temperatures in Spain.\r\n<div style=\"margin-top: 30px;\"></div>",
        "title30": "What is the rainy season in Spain?",
        "paragraph30": "Rainfall varies dramatically all over Spain, but winter is certainly the rainiest season, especially in the north-west. <b>November often sees the most rainfall</b>, which starts falling as snow in the Pyrenees and Alps."
    }
]