{
    "Main_Title": "Our Namibia holidays & safaris",
    "Main_Paragraph": "Our Namibia self drive holidays and small group camping tours are the most satisfying way to explore these stark, desert-bound landscapes and the wildlife that inhabits them. Destinations including Etosha National Park, and the vast sand dunes of Sossusvlei feature regularly on our Namibia holidays, which are often combined with neighbouring Botswana. But our trips focus just as much on cultural connections as they do on wildlife and scenery. You might stay in lodges using innovative eco-technologies and supporting conservation initiatives such as anti-poaching units. Meanwhile, your local guides will show you around community farming projects or schools that you can support with needed materials by packing with purpose.",
    "Subtitle": "About our Namibia holidays",
    "Title1": "Namibia safaris",
    "Paragraph1": "Namibia’s wildlife has to contend with some serious extremes in the desert, and seeing your first oryx, with its painted face and poker-straight horns, standing in the road, is a wonderful introduction to what’s in store. The biggest draw is Etosha National Park, for its sheer size, and the number of different species you can spot while you’re here. Our safaris are led by expert local guides and drivers, who are both knowledgeable about animal behaviours, and conscious of the need to keep a respectful distance from the animals, for your safety and their wellbeing.",
    "image1": "",
    "Title2": "Desert elephants",
    "Paragraph2": "For those of us who picture elephants slinging water with their trunks and breaking trees in their eagerness to eat, Namibia’s desert elephants are an extraordinary anomaly. This cautious, smaller framed version of the savannah standard has large feet adapted to walking on sand and can live for days without water. Coming across the desert elephant is a rare treat – and they’re found in the north Kunene region, near Brandberg Mountain. Camp in the desert, learning to track their movements with a local guide, and your holiday can help with conservation efforts.",
    "image2": "",
    "Title3": "Further afield",
    "Paragraph3": "Our holidays make it easy to combine Namibia with neighbouring Botswana. Desert soon gives way to lush grasslands, and the famous Okavango Delta, where hippos throw back yawning heads close to your canoe. With Chobe National Park known for its lion populations, multiple safaris are a must. If you’ve got more time and resources, you can also admire Namibia on our thrilling overland tours of southern Africa from Cape Town to Victoria Falls. They start with penguins on a South African beach, and end with white water on the Zambezi River a few weeks later.",
    "Title4": "Types of safaris & holidays in Namibia",
    "Paragraph4": "Our self drive holidays are a convenient way to explore Namibia. Distances can be long, but the roads are good, and you’re more likely to encounter herds than traffic jams. Self drive holidays also mean you can conduct your own safari in Etosha National Park. If you’d prefer some company, our small group tours match you with like-minded travellers and expert local guides. You can see everything from leopards to rhino, desert elephants to delicate oryx on our Namibia safaris. What’s more, your holiday directly contributes to conservation efforts, such as helping fund anti-poaching patrols and tree-planting projects, and also benefits local people, by visiting community markets and creating skilled jobs in tourism.",
    "image3": ""
}