{
  "destination": "Galapagos",
  "mainPhoto": "",
  "id": "RCGK28",
  "tourName": "Güney Galápagos",
  "placesVisited": "Galapagos, Ekvador",
  "generalInfo": "Galapagos adalarının doğa harikalarında bir macera insan hayatında mutlaka yapılması gereken şeydir. Bu tekne seyahati adalarda bolca yer alan doğal güzellikleri size sunuyor. Dev Galapagos kaplumbağalarını, kara ve su iguanalarını, flamingoları, penguenleri, mavi ayaklı sümsük kuşlarını ve ünlü Darwin ispinozlarını yakından göreceğiniz bu doğal ortamdan çok fazla şey öğrenmiş olarak geri döneceksiniz.<br><br>Coral 1 veya 2 tekneleriyle seyahat edeceksiniz.<br><br><strong>Katılış için en yakın uluslararası havaalanı:</strong> Quito Mariscal Sucre Uluslararası Havaalanı (UIO)",
  "durationDays": "8",
  "price": "2759",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Doğa merkezi ve Tijeretas tepesi ziyareti</li>\n<li>- San Cristobal adasında yürüyüş ve snorkelle dalış</li>\n<li>- Suarez burnunda 2 saat yürüyüş</li>\n<li>- Gardner körfezinde  yürüyüş ve snorkelle dalış</li>\n<li>- Florena adasında  yürüyüş ve snorkelle dalış</li>\n<li>- Posta körfezi ziyareti</li>\n<li>- Koruma altındaki yüksek kaplumbağa bölgeleri</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 3 gece, teknede 4 gece</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 7 kahvaltı, 4 öğle yemeği, 4 akşam yemeği</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Doğa uzmanı rehberler</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Quito'ya Varış",
      "description": "Quito havaalanına vardığınızda Siempre temsilcisi tarafından toparlanarak otelinize götürüleceksiniz."
    },
    {
      "dayNumber": 2,
      "title": "Quito",
      "description": "Bugün otelde bir araya gelerek koloni şehri Quito turuna çıkacaksınız.Amerika kıtalarının en büyük tarihi merkezinde hareketli sokakları ve meydanları keşfedin.Çok uluslu,çarpıcı sanatsal ve kültürel mirasın korunduğu görkemli La Compania (Society of Jesus Church) ve ikonik San Francisco gibi en önemli kiliselerden bazılarını ziyaret edin.Araçla geleneksel San Juan mahallesine gidin.Eski ama modern şehrin nefes kesen görüntüleri için Panecillo tepesinde günü sonlandıracağız."
    },
    {
      "dayNumber": 3,
      "title": "Quito – San Cristóbal Adası",
      "description": "Bugün Galapagos adalarına gitmek üzere havaalanına transferiniz gerçekleşecek.Coral 1 ve 2 teknelerine bineceğimiz San Cristobal adasına gideceğiz.Yola çıkmadan önce kabinlerinize yerleşmek ve kısa bir güvenlik toplantısı için zamanınız olacak. Teknelerimizin 360 sanal görüntüsünü burayı tıklayarak görebilirsiniz."
    },
    {
      "dayNumber": 4,
      "title": "San Cristóbal Adası",
      "description": "Bugün Cerro Brujo’nun beyaz mercan sahilinde(ıslak zemin) karaya çıkıyoruz.Beyaz kumsal ,siyah boyunlu uzun bacaklar,taşçevirenler,kervan çullukları ve beyaz yanaklı ördekler(pintail) gibi göçmen kuşların berrak görüntüleriyle harika bir yürüyüş fırsatı sunar.Ayrıca öğle yemeği için teknelere dönmeden önce yüzmek ve snorkelle dalmak için müthiş bir yerdir."
    },
    {
      "dayNumber": 5,
      "title": "Española Adası",
      "description": "Espanola adasına Suarez noktasından(kuru zemin) çıkıyoruz.Burada aktif olmayan lav alanında yürüyüş yaparak oluşturduğu lav zemin hakkında daha fazla bilgi sahibi olacağız.Deniz aslanı kolonilerinin yanı sıra burası kuşları izleyebileceğimiz en önemli bölgelerden birisi.Alaycı kuşlar ve kırmızı gagalı tropik kuşları gibi pek çok türü yakından gözlemlenebilir.Yuvalanma alanları olduğundan dünyanın en büyük dalgalı albatros kolonisine rastlayacaksınız.Mayıs aralık ayları arası çiftleşme dönemleri olduğundan burayı ziyaret daha önemli hale gelecektir.Daha sonra suyun 23 m(75ft) yükseğe sıçradığı ünlü hava deliğini ziyaret edeceksiniz."
    },
    {
      "dayNumber": 6,
      "title": "Floreana Adası",
      "description": "Bugünü Floreana adasında geçireceğiz.Siyah mangrov yataklarında yürüyüş yapacak,adaya özgü bitkileri görecek ve yeşil Pasifik deniz kaplumbağalarının yuvalanma alanlarının keyfini çıkaracağız.Kuma gömülü vatozlar yüzünden suda yürümeniz mümkün olmayacaktır ancak beslenen deniz kaplumbağalarını ve mavi ayaklı sümsük kuşlarını görebilirsiniz."
    },
    {
      "dayNumber": 7,
      "title": "Santa Cruz Adası",
      "description": "Bugün doğal kaplumbağa rezervi ‘El Chalto’yu ziyaret edeceğimiz Santa Cruz adasında(kuru zemin) karaya çıkıyoruz.Dev kaplumbağaların doğal yetişme ortamı olan bölgede,sarı ötleğen kuşu gibi karada yaşayan kuşlara rastlamak mümkün. Daha sonra Coral 1 ve 2 teknelerine binerek Quito’ya dönmek üzere Baltra adasındaki havaalanına gidiyoruz.Quito’ya vardıktan sonra otele geçeceksiniz."
    },
    {
      "dayNumber": 8,
      "title": "Quito'dan Ayrılış",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}