{
  "destination": "Galapagos",
  "mainPhoto": "",
  "id": "RCGK27",
  "tourName": "Doğu Galapagos",
  "placesVisited": "Galapagos, Ekvador",
  "generalInfo": "Uzunbacaklar, ördekler, penguenler, sümsük kuşları, iguanalar ve foklar Galapagos takımadalarındaki bu harika tekne turunuzda karşılaşacağınız büyüleyici yaban hayatının sadece bir kısmı. Maceranız sırasında karada ve denizde en iyileri keşfetme fırsatınız olacak. Deneyimli rehberler ve doğa uzmanları her adımınızda sizi bilgilendirecekler.<br><br>Coral 1 veya 2 tekneleriyle seyahat edeceksiniz.<br><br><strong>Katılış için en yakın uluslararası havaalanı: </strong>Quito Mariscal Sucre Uluslararası Havaalanı (UIO)",
  "durationDays": "7",
  "price": "2299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Charles Darwin araştırma merkezi ve Fausto Llerena üreme merkezi ziyareti</li>\n<li>- Mosquera adacığı ve Kuzey Seymour adasında yürüyüş ve snorkelle yüzme</li>\n<li>- Santa Fe adasında derin suda snorkelle yüzme ve yürüyüş</li>\n<li>- Güney Plaza adacığında 2 saat yürüyüş</li>\n<li>- Kicker kayalığı seyri</li>\n<li>- San Cristobal dev kaplumbağalarının üreme merkezi ziyareti</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 3 gece, teknede 3 gece</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 6 kahvaltı, 3 öğle yemeği, 3 akşam yemeği</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Doğa uzmanı rehberler</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Quito'ya Varış",
      "description": "Quito havaalanına vardığınızda Siempre temsilcisi tarafından toparlanarak otelinize götürüleceksiniz."
    },
    {
      "dayNumber": 2,
      "title": "Quito",
      "description": "Bugün otelde bir araya gelerek koloni şehri Quito turuna çıkacaksınız.Amerika kıtalarının en büyük tarihi merkezinde hareketli sokakları ve meydanları keşfedin.Çok uluslu,çarpıcı sanatsal ve kültürel mirasın korunduğu görkemli La Compania (Society of Jesus Church) ve ikonik San Francisco gibi en önemli kiliselerden bazılarını ziyaret edin.Araçla geleneksel San Juan mahallesine gidin.Eski ama modern şehrin nefes kesen görüntüleri için Panecillo tepesinde günü sonlandıracağız."
    },
    {
      "dayNumber": 3,
      "title": "Quito",
      "description": "Today you will be transferred to the airport in Quito to depart for the Galápagos Islands. Arrive at the airport on Baltra Island where you will be transferred across Itabaca Canal to Santa Cruz Island. You will continue by bus to the town of Puerto Ayora where you will board M/Y Coral I or II. You can find a 360 Virtual Tour of your ship here This afternoon you will have the opportunity to visit the Charles Darwin Station as well as free time to explore the shops. Difficulty Level: Easy Type of Terrain: Flat"
    },
    {
      "dayNumber": 4,
      "title": "Mosquera Adacığı  –  North Seymour Adası",
      "description": "Kuzey Seymour adasının kuru zeminine çıkacağız.Burada kırlangıç kuyruklu martılar ve daha fazla deniz aslanıyla karşılaşacaksınız.Bölge mavi ayaklı sümsük kuşları kolonilerinin başlıca yuvalarıdır ve en geniş fregat kuşu kolonisine ev sahipliği yapar.Ayrıca hem kara hem de su iguanalarına rastlayacak ve yuvalanma bölgelerinin çevresinde gezeceksiniz."
    },
    {
      "dayNumber": 5,
      "title": "Santa Fe – Plaza Adası",
      "description": "Bu sabah biraz yürüyüş yapmak üzere ,tekneyle Santa Fe adasına gidiyoruz.Burada orta ve yüksek güç gerektiren çeşitli yürüyüş yolları var.Adayı gezdikçe özgün Santa Fe kara iguanaları,en uzun kaktüs türleri ve bir Palo Santo ormanı görme fırsatınız olacak.Ayrıca derin suda snorkelle yüzmeyi deneyebilirsiniz."
    },
    {
      "dayNumber": 6,
      "title": "San Cristóbal Adası",
      "description": "Bu sabah San Cristobal adasına varıyoruz.Yol üzerinde gemiden de görülebilen Kicker kayalığının etrafını dolanacağız.Kayalık uyuyan bir aslana benzediği söylenen iki kayadan oluşur.Sonrasında San Cristobal’ın dev kaplumbağalarının üreme merkezini ziyaret edeceğimiz Cerro Colorda’da(kuru zemin) karaya çıkacağız.Quito’ya dönmek üzere havaalanına gitmeden önce burada kaplumbağaları koruma programıyla ilgili bilgi alabilirsiniz."
    },
    {
      "dayNumber": 7,
      "title": "Quito'dan Ayrılış",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}