{
    "Main_Title": "Our Tonga holidays & tours",
    "Main_Paragraph": "A Polynesian kingdom made up of one beautiful island after another, it is Neptune’s kingdom that most travellers seek when they arrive. His mighty humpback whales arrive in royal cortege in Tonga’s pristine waters from late July to early October. This is one of the few places in the world where you can snorkel with them and their newborns. As if Polynesia wasn’t perfect enough. Our Tonga holidays only work with boats and crews who adhere to strict guidelines to ensure that whales are not perturbed by your presence, and money goes towards conservation projects, such as reef preservation. Tonga’s waters hold much beyond whales. From dolphins to turtles, your interest and money helps protect other species, too.",
    "Subtitle": "Highlights of our Tonga holidays",
    "Title1": "",
    "Paragraph1": "The Kingdom of Tonga has a warmth and authenticity thats far removed from some of the South Pacifics more touristy hotspots. You wont find party islands or slick, sealed-off chain resorts here, the vibe is very low-key; and the welcoming population ensures that youll soon get a handle on Tongan culture. If you prefer your holidays with a little more action, though, theres plenty to keep you busy. Of course, theres all the snorkelling, diving, yachting and kayaking that you could hope for, as well as the rare chance to swim with humpback whales. Head inland, meanwhile, and youll see theres almost as much to do above the water, with plentiful hiking and biking trails and forested national parks to explore.",
    "image1": "",
    "Title2": "Things to do in Tonga",
    "Paragraph2": "",
    "image2": "",
    "Title3": "Swimming with whales",
    "Paragraph3": "Many people visit Tonga with one purpose in mind only –\nswimming with whales\n. Humpbacks visit the calm, clear waters off Tonga from July to October each year to breed and to birth their young. Our Tonga holidays let you get up close and personal with these impressive beasts, with full briefings and professional guides provided for your undersea adventure, who’ll not only guide you through the waters, but give you the low down on humpback whale behaviour.\nMeanwhile, on land, the ‘Eua Island in the Tongatapu Group is a haven for walkers and nature lovers, with the best trekking in Tonga. The mountainous forest of ‘Eua National Park offers some great challenges for walkers and along the way you can enjoy the views at one of the park’s stunning lookouts.",
    "Title4": "Landscapes in Tonga",
    "Paragraph4": "",
    "image3": "",
    "Title5": "",
    "Paragraph5": "Set to the south east of Fiji and south of Samoa, Tonga is home to 170 islands, 40 of which are inhabited. Its divided into four different island groups, which include craggy volcanic islands, low-lying coral islets and a healthy serving of colourful coral reefs. The southernmost group is Tongatapu, home to capital city Nuku'alofa.",
    "Title6": "Tongas history & culture",
    "Paragraph6": ""
}