[
    {
        "type": "overview",
        "Main_Title": "Our Honduras holidays & tours",
        "Main_Paragraph": "Despite its stunning Pacific and Caribbean coasts, archaeological treats and array of wildlife, much of Honduras is still well off the tourist radar. Consequently, most of our Honduras holidays are usually thrown into an intoxicating mix with multi country tours of Central America also taking in Guatemala, Nicaragua or Belize. These sociable small group tours take in the cultural highlights of Copans copious Mayan ruins, the natural gems of UNESCO-rated Río Plátano Biosphere Reserve or the aquamarine archipelago that is the Bay Islands, staying in small, local hotels and meeting up with brilliant local guides who can shed light on Honduran culture.",
        "Subtitle": "Honduras highlights",
        "Title1": "",
        "Paragraph1": "Honduras is usually visited as part of longer Central America overland tours. At a minimum, youll be combining it with El Salvador, but most trips will visit between four and six Central American countries, with Honduras sitting conveniently in the middle. Some trips just pop over the Guatemalan border to visit Copán, but spending four or five days here enables you to visit traditional villages and the Caribbean island of Roatán. Honduras is one of the largest countries in Central America, and combined with its mountainous landscape and lack of tourism infrastructure, this means there can be some long drives. It is possible to fly to Roatán from Tegucigalpa though. Small group tours will use a combination of public transport and private vehicles.",
        "image1": "",
        "Title2": "1. Copán",
        "Paragraph2": "One of the most impressive Mayan sites, Copán marks the southeasternmost point of the Mayan empire, and was inhabited for some 2,000 years. Its most impressive relics are the huge stelae which relate the story of this once magnificent city in intricate, carved glyphs. Wander across the vast plaza, see the courts where Mayan ball games were played, and the astonishing hieroglyphic staircase.",
        "image2": "",
        "Title3": "2. Copán Ruinas",
        "Paragraph3": "Confusingly enough, Copán Ruinas is in fact the name of the village next to the famous ruins. While the ruins are, of course, the star attraction, its worth spending a couple of nights here to give you a chance to explore the village, with its laid back inhabitants, cute cafes and cool, whitewashed adobe buildings. Venture into the surrounding area to explore the natural hot springs and coffee farms.",
        "Title4": "3. Gracias",
        "Paragraph4": "This 500-year-old town is quintessentially Central American, with its whitewashed buildings, tiled roofs and backdrop of lush green hills. Its name is said to have come from the conquistadores, who thanked God when they reached this idyllic spot after a gruelling trek. Todays travellers will be just as delighted to soak in its natural hot springs, relax in the botanical garden or enjoy the views from the hilltop fortress.",
        "image3": "",
        "Title5": "4. Lake Yojoa",
        "Paragraph5": "Hondurass largest lake occupies a stunning spot, surrounded by volcanoes, waterfalls and caves. Yojoa is also home to one of the countrys most unusual accommodations  a craft beer brewery that doubles up as a lodge and campsite, bringing a bit of hipster to Honduras. You wont have much time for beard stroking here though, with two national parks, paddle boarding, kayaking and hiking trails right on your doorstep.",
        "Title6": "5. Roatán Island",
        "Paragraph6": "The Bay Islands are lapped by warm Caribbean waters that are alive with corals, reef fish, dolphins and  from May to Sept  whale sharks. Roatán is the largest island, and while some areas are heavily developed, there are still plenty of wild beaches and tranquil lagoons. Diving, snorkelling and kayaking are top activities here; back on dry land, dont miss the fascinating Garifuna culture, and look out for toucans and macaws.",
        "Title7": "6. Tegucigalpa",
        "Paragraph7": "The Honduran capital, known as Téguz, sprawls across a highland valley. It might not be everyones cup of\nguaro\n, but it is certainly one of the best places to get a real glimpse into modern Honduran life. If you have a day here, check out the Museo para la Identidad Nacional for an impressive 3D virtual tour of Copán. For safety reasons, travel around the city by licensed cab, and dont venture out at night."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to go to Honduras",
        "Main_Paragraph": "The best time to visit Honduras is in the dry season from December to April. Remember  this is a tropical country, so heavy downpours can still occur at any time. Temperatures throughout the year hover between around 27 and 32°C, though this can feel pretty uncomfortable due to the high humidity, particularly during the wetter summer months. The highlands will, of course, be cooler, and the coasts can offer refreshing breezes. Honduras sits squarely on the Caribbean hurricane belt, so keep up with weather updates if visiting between soggy August and October.",
        "image1": "",
        "when_to_go": "When to go to Honduras month by month guide",
        "when_to_go_html": "<bullet>Honduras is an ideal place to escape the northern hemisphere winter, as <b>December</b>, <b>January</b> and <b>February</b> are the driest months here. Humidity is a little lower at this time, too, making the heat more bearable. These are peak months to travel to Honduras, so accommodation will book up fast, and prices may be higher. Book as far in advance as you can if travelling at this time. </bullet>\n<bullet>Late <b>November</b> can be a good time to travel for slightly drier weather, but before the arrival of peak crowds and prices. The Caribbean coast in particular can still be pretty soggy though. </bullet>\n<bullet>The Easter Holy Week, Semana Santa, falls in <b>March</b> or <b>April</b>. This is a colourful celebration across the country, and many Hondurans will be holidaying at this time, particularly on the Bay Islands. </bullet>\n<bullet>If youre heading to Roatán Island, <b>April</b> is also the time to participate in the Punta Gorda Festival, held on 12th. This celebrates the arrival on the island of the Garifuna people, of African and indigenous Carib origin. Expect plenty of energetic drumming and dancing. </bullet>\n<bullet><b>May</b> to <b>September</b> are the best months to see whale sharks off the Caribbean coast. </bullet>\n<bullet><b>May</b> and <b>June</b> are the wettest months across the country, although this tends to fall in short, monsoon-style bursts each afternoon. </bullet>\n<bullet>While hurricanes can occur as early as <b>June</b> or <b>July</b>, late <b>August</b>, <b>September</b> and early <b>October</b> are the peak of the hurricane season. </bullet>\n<bullet>A somewhat weirder weather phenomenon is said to occur each <b>May</b> or <b>June</b> in the village of Yoro  where it allegedly rains fish. While scientific evidence is sketchy, local residents claim it is an act of God, who provides fish to the impoverished residents of this landlocked village. </bullet>\n<bullet>The highlands, including Tegucigalpa, are pleasantly cool all year round. Youll need warmer layers at night here. </bullet>",
        "weather_chart": "Copán Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Copán Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 15%;\">43 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 10%;\">29 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 10%;\">28 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 15%;\">42 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 52%;\">149 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">286 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 87%;\">250 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 75%;\">215 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 98%;\">280 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 57%;\">164 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 27%;\">76 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 21%;\">60 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Honduras travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Honduran highlights",
        "paragraph2": "Carmel Hendry from our partner, Explore, shares her top advice for travelling in Honduras:\n\"Copán is one of the best preserved Mayan Sites, with an amazing collection of carvings and temples. I really loved it compared with other sites in Central America, because it's just so quiet. There were about three other people there when I went, so you really feel like you're exploring and discovering something for the first time. Don't miss getting into the countryside and doing some hiking too, there are great volcano and jungle hikes that really should be done!\"",
        "title3": "Why choose a small group tour?",
        "paragraph3": "Organised tours are great ways to travel to multiple countries without worrying about changing money, organising accommodation in multiple countries and making sure that the timings work etc. Border crossings can be a bit of a nightmare in many Central American countries, sometimes quite intimidating and always long and laborious. Again, this is much easier if youre travelling with a tour leader so that you dont have to think about it!",
        "title4": "How safe is it?",
        "paragraph4": "In general, Id avoid the big cities in Honduras, particularly the capital Tegucigalpa and San Pedro Sula, and especially at night. If you want to visit Tegu, Id have a local guide to do a city tour. In general Explore (and me, personally) are quite adventurous and like to get off the beaten track, but in Honduras Id only really recommend this on an organised tour. The beauty of Honduras is that it is still (with the exception of the Bay Islands) really quiet as it doesnt get a lot of tourism. We have a driver and a tour leader (from Guatemala) throughout our tours, and customers are travelling in a group. This in itself is a great preventative measure, but we also avoid travelling at night, and we avoid the big cities. Copán and the Bay Islands are absolutely safe, and travellers should just make the usual safety precautions of not flashing jewellery and expensive goods etc.",
        "title5": "Honduras tips from our reviews",
        "paragraph5": "",
        "title6": "",
        "paragraph6": "At Responsible Travel, we think the best people to advise our travellers are often... other travellers. They always return from our tours with\npacking tips, weather reports, ideas about what to do  and opinions about what not to.\nWe have selected some of the most useful Honduras travel tips that our guests have provided over the years to\nhelp you make the very most of your holiday\n and the space inside your suitcase.",
        "title7": "",
        "paragraph7": "Tourism is an infant business in many parts of Central America so the income is of great benefit to local economies, provided that said income is correctly directed to the good of the people of that area and not misdirected into other things that will not benefit either the local people or the environment... Try and learn some basic conversational Spanish - I wish I had learnt more! <b> Douglas Newlands</b><br/>\n<br/>\r\nBring US dollars for currency exchange - at every border crossing A Man with a Hat and a Serious Wad of Cash appeared (seemed legit...!), so you can easily exchange USD or offload leftover currency Try and eat at street stalls or local \"comedores\" to keep food costs down. If lots of locals are eating there, it's a pretty safe bet! Take probiotics with you in case you do have tummy troubles. Bring a dry bag for your valuables - there's lots of boat travel, and you and your belongings are likely to get wet. If you're worried about the water, drink bottled beer! <b> Laurie Munslow</b><br/>\n<br/>\r\n\r\nI thought the trip was terrific and I have wonderful adventures, memories and friends that will be with me for a lifetime. Trip was fabulous Roatan was by far the best stopover on this trip. The people on the tour were fabulous as well Be wary of the long travel days. The dossier online makes each stop seem like a destination spot which is not the case. This tour would benefit from adding some flights from like Roatan to Managua to avoid 12 hour travel days, of which there are many in this tour. <b> Angie Watson, on a Central America tour</b>"
    }
]