{
    "Main_Title": "Our Honduras holidays & tours",
    "Main_Paragraph": "Despite its stunning Pacific and Caribbean coasts, archaeological treats and array of wildlife, much of Honduras is still well off the tourist radar. Consequently, most of our Honduras holidays are usually thrown into an intoxicating mix with multi country tours of Central America also taking in Guatemala, Nicaragua or Belize. These sociable small group tours take in the cultural highlights of Copans copious Mayan ruins, the natural gems of UNESCO-rated Río Plátano Biosphere Reserve or the aquamarine archipelago that is the Bay Islands, staying in small, local hotels and meeting up with brilliant local guides who can shed light on Honduran culture.",
    "Subtitle": "Honduras highlights",
    "Title1": "",
    "Paragraph1": "Honduras is usually visited as part of longer Central America overland tours. At a minimum, youll be combining it with El Salvador, but most trips will visit between four and six Central American countries, with Honduras sitting conveniently in the middle. Some trips just pop over the Guatemalan border to visit Copán, but spending four or five days here enables you to visit traditional villages and the Caribbean island of Roatán. Honduras is one of the largest countries in Central America, and combined with its mountainous landscape and lack of tourism infrastructure, this means there can be some long drives. It is possible to fly to Roatán from Tegucigalpa though. Small group tours will use a combination of public transport and private vehicles.",
    "image1": "",
    "Title2": "1. Copán",
    "Paragraph2": "One of the most impressive Mayan sites, Copán marks the southeasternmost point of the Mayan empire, and was inhabited for some 2,000 years. Its most impressive relics are the huge stelae which relate the story of this once magnificent city in intricate, carved glyphs. Wander across the vast plaza, see the courts where Mayan ball games were played, and the astonishing hieroglyphic staircase.",
    "image2": "",
    "Title3": "2. Copán Ruinas",
    "Paragraph3": "Confusingly enough, Copán Ruinas is in fact the name of the village next to the famous ruins. While the ruins are, of course, the star attraction, its worth spending a couple of nights here to give you a chance to explore the village, with its laid back inhabitants, cute cafes and cool, whitewashed adobe buildings. Venture into the surrounding area to explore the natural hot springs and coffee farms.",
    "Title4": "3. Gracias",
    "Paragraph4": "This 500-year-old town is quintessentially Central American, with its whitewashed buildings, tiled roofs and backdrop of lush green hills. Its name is said to have come from the conquistadores, who thanked God when they reached this idyllic spot after a gruelling trek. Todays travellers will be just as delighted to soak in its natural hot springs, relax in the botanical garden or enjoy the views from the hilltop fortress.",
    "image3": "",
    "Title5": "4. Lake Yojoa",
    "Paragraph5": "Hondurass largest lake occupies a stunning spot, surrounded by volcanoes, waterfalls and caves. Yojoa is also home to one of the countrys most unusual accommodations  a craft beer brewery that doubles up as a lodge and campsite, bringing a bit of hipster to Honduras. You wont have much time for beard stroking here though, with two national parks, paddle boarding, kayaking and hiking trails right on your doorstep.",
    "Title6": "5. Roatán Island",
    "Paragraph6": "The Bay Islands are lapped by warm Caribbean waters that are alive with corals, reef fish, dolphins and  from May to Sept  whale sharks. Roatán is the largest island, and while some areas are heavily developed, there are still plenty of wild beaches and tranquil lagoons. Diving, snorkelling and kayaking are top activities here; back on dry land, dont miss the fascinating Garifuna culture, and look out for toucans and macaws.",
    "Title7": "6. Tegucigalpa",
    "Paragraph7": "The Honduran capital, known as Téguz, sprawls across a highland valley. It might not be everyones cup of\nguaro\n, but it is certainly one of the best places to get a real glimpse into modern Honduran life. If you have a day here, check out the Museo para la Identidad Nacional for an impressive 3D virtual tour of Copán. For safety reasons, travel around the city by licensed cab, and dont venture out at night."
}