[
  {
    "destination": "Andorra",
    "mainPhoto": "",
    "id": "pyrenees-activity-holiday",
    "tourName": "Pyrenees activity holiday",
    "placesVisited": "Hiking in Andorra, Soldeu, Siscaro National Park, Pessons Lake, Cycling in Cortals Valley, Engolasters Lake, Ziplining, Mountain biking Port de Canto, Spain, White water rafting, Mountain biking in Ordino Valley, Iron Route, Col de Beixalis, Incles Valley, Cabana Sorda Lake",
    "generalInfo": "This centre based Pyrenees activity holiday is one of the best ways to discover Andorra, known by many for its skiing but where, on our summer holidays, we introduce you to some of its other Pyrenean thrills. Every day is different, hiking in Siscaro National Park one day, and cycling in Cortals Valley the next. <br/><br/>Our activities are adrenalin filled but aren’t meant to be super challenging, so there is a support vehicle on hand at all times, in case you want to dip in and out of the adventures on offer. Some people love zip lining from one dramatic viewpoint to another, others prefer to have their adventure on water, white water rafting down the Noguera Pallaresa River just over the Spanish border in Sort. <br/><br/>Andorra is also terrific mountain biking terrain, which you will discover in Andorra’s old Iron Route and Ordino Valley. You can always aim high in these beautiful Pyrenean peaks, or you can take a support vehicle up and just enjoy a hike or a cycle back down again. <br/>",
    "durationDays": "8",
    "price": "865",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Soldeu, Andorra.",
        "description": "Benvingut! Welcome to Andorra. Situated on the southern slopes of the Pyrenees, Andorra sits between France and Spain. Although small, this country is blessed with some of the finest scenery in the Pyrenees and is a great base for an active week in the mountains. You’ll have a welcome meeting at 6 pm tonight in this gorgeous ski resort town – if you arrive early, there’s plenty to do to explore! Then, the night is yours to relax and prepare for tomorrow’s adventures."
      },
      {
        "dayNumber": 2,
        "title": "Cycling and Zip wiring in Cortals Valley.",
        "description": "Today, you’ll head to the Cortals Valley. After a short drive you’ll arrive at the top of the valley to enjoy some easy riding on the only flat off-road track in Andorra, which leads to Engolasters Lake. Around the lake there are plenty of fun tracks and you’ll have the choice between an easy, flat track and a more exciting path through the woods. At the other end of the lake is the zip wiring and tree top centre. After a short briefing, climb up into the trees and cross the area by zip lines and rope obstacles. After a picnic lunch in the trees by the lake, get back on your bike and take a single-track route through a short tunnel to a look-out point over the capital city Andorra La Vella. Then cycle back to the vehicles to return to Soldeu. At this point there is an option where the more experienced riders can do an exhilarating 5km road descent with switch backs and views."
      },
      {
        "dayNumber": 3,
        "title": "Salamandres Lake Walk.",
        "description": "This morning you’ll head into Andorra's mountains. When you arrive, walk to the base of Ransol Valley Ridge. It's a steady climb up to the Salamandres Lake, passing by the Roca del Home Dret (the rock of the straight man). While at the lake, you may get a chance to see the small yellow dotted salamander that this lake is named after. Relax by the lake or opt to hike up to the Ransol Ridge, which sits at 2500 m. At this height, there are some spectacular views across the Andorran peaks. The rest of the day is a gradual descent back down to Entorn and the hamlet of El Tarter. Keep your eyes open for the griffon vulture soaring above! Walk through the Incles Valley, cross the river and take the gentle path back to the hotel. This afternoon you can relax in the sun, explore the village or visit a nearby spa centre."
      },
      {
        "dayNumber": 4,
        "title": "White Water Rafting in Sort.",
        "description": "Crossing the Andorran border into Spain, you’ll drive along a mountain pass of the Port de Canto. When you arrive, grab your paddles, helmets, buoyancy aids and wetsuits and then your local guides will lead you on an exhilarating white water rafting experience. The rivers around Sort have different grades of rapids (up to Class 3) and are rated in the top five in the world for safety and enjoyment! Paddle through the rapids past rolling hills and then after drying off, enjoy some time to relax in the bar or by the pool at the centre, before driving back to Soldeu for the night."
      },
      {
        "dayNumber": 5,
        "title": "Walking in Incles Valley, Soldeu.",
        "description": "Take a short walk into the Incles Valley, where today’s hike begins. Walk along a single track through forested mountain slopes, keeping an eye out for pine forest plants, flowers and rhododendrons in June. You can also spot some wild fruit growing in mid-summer and mushrooms in September. The climbing path zig zags up to the stunning Cabana Sorda Lake, which sits below an impressive semi-circular amphitheatre of rock. Stop for lunch and if the weather allows, take a dip in the cold mountain water. After lunch, you’ll descend through meadows and woodlands to the valley floor."
      },
      {
        "dayNumber": 6,
        "title": "Mountain biking to Abelletes Lake.",
        "description": "Today you’ll hop on a mountain bike and ride through the Pyrenees. Your guides will brief you on the route, then you’ll take the short shuttle ride to Port d’Envalira, which sits at 2408 m and is the highest road pass in the Pyrenees. This is a climb that has featured several times in the Tour de France! Take a road descent, then an off-road track to the Abelletes Lake – the official border between Andorra and France. Transfer back to 2400 m then descend to Grau Roig Valley where you’ll stop for a packed lunch, surrounded by mountains, pine trees and the source of the Valira River. After lunch, cycle off road back to Soldeu. Finish up at the local Caves Manacor market, where you can taste a variety of local products such as hams, cheeses and spirits."
      },
      {
        "dayNumber": 7,
        "title": "Free Day in Soldeu.",
        "description": "Today, you’re free to choose from the many optional activities available in Andorra. You might like to visit the thermal baths of La Caldea, or if you like heights, you can try your hand at Via Ferrata climbing. There are plenty more opportunities for walking and mountain biking here too, just ask your local leader! If you prefer, you can just take the chance to relax, enjoy the sunshine or go duty free shopping."
      },
      {
        "dayNumber": 8,
        "title": "Soldeu.",
        "description": "There are no activities planned after breakfast today and your adventure comes to an end. You're free to leave at any time after check out. If you'd like to extend your stay, just get in touch with your booking agent ahead of time to organise additional accommodation."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Andorra",
    "mainPhoto": "",
    "id": "pyrenees-family-holiday-andorra",
    "tourName": "Pyrenees family holiday, Andorra",
    "placesVisited": "Soldeu, based at small family run hotel, walk in the Pyrenees, Pessons Lakes walk, bike ride with vehicle support, Cortals Valley, the Old Smugglers Route, white water rafting, mountain biking, Incles Valley walk, lake swimming, optional: zip lining, horse riding, thermal baths, canyoning, via ferrata climbing, hearty food, seven breakfasts and six dinners included",
    "generalInfo": "Nestling between Catalonia and France, the tiny principality of Andorra makes the perfect location for an active family holiday. The Pyrenees are your playground as you raft, hike and bike. Explore beautiful Andorra and dip into Spain, too, trying new activities but also stopping off in pretty hamlets or just soaking up the mountain scenery.<br/><br/>You’ll be based in Soldeu at a friendly, family run hotel that’s only occupied by like-minded families and individuals who are travelling with us, so the atmosphere is extremely welcoming. Our experienced guides help every member of your family get the most from each adventure. There are activities to suit all ages, including scenic valley hikes and mountain biking. There is also the chance for some adrenaline-fuelled fun white water rafting down the Noguera River. This is considered one of the five best rivers in Europe for rafting, because it has plenty of safe exit points and long stretches of steady rapids. A free day gives you the chance to choose from lots of optional activities, including zip lining, horse riding, canyoning and fishing. <br/><br/>The activity schedule is really flexible, so if you’d rather relax in the fresh air for an afternoon, that’s no problem – it’s always possible to opt out – and activities such as biking are backed up by a support vehicle. Group sizes of up to 16 people are fine and we can split groups up based on fitness and ability, so everyone is completely comfortable with each activity and the level it’s pitched at. <br/>",
    "durationDays": "8",
    "price": "905",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Soldeu.",
        "description": "Benvingut! Welcome to Andorra. Situated on the southern slopes of the Pyrenees, Andorra sits between France and Spain. Although small, this country is blessed with some of the finest scenery in the Pyrenees and is a great base for an active week in the mountains. There will be a welcome meeting at 5 pm tonight followed by dinner, then the night is yours to relax and prepare for tomorrow’s adventures."
      },
      {
        "dayNumber": 2,
        "title": "Cycling and Zip Wiring in Cortals Valley.",
        "description": "This morning you will join your fellow travellers for welcome meeting before heading off on the first of many activities. Be sure to check with the hotel check-in staff to check the exact time of this meeting. Drive to the stunning Cortals Valley (approximately 30 minutes). Here you and the family will enjoy a full day of activities. Enjoy some easy riding on the only flat off-road track in Andorra, which leads to Engolasters Lake, glimpsing some beautiful scenery along the way. At the other end of the lake is the zip wiring and tree top centre. After a short briefing, you and your family will climb up into the trees and enjoy the thrill of crossing the area by zip lines and rope obstacles. After some time to rest by the lake and enjoy a picnic lunch, you'll enjoy stunning views head to a look out point over the capital city Andorra La Vella from a scenic look out. Then it's an easy off-road bike ride back to the vehicles to return to Soldeu. The older and more confident bikers can enjoy an additional 5 km downhill on the road with switch backs and views."
      },
      {
        "dayNumber": 3,
        "title": "Salamandres Lake Walk.",
        "description": "Venture out for your first excursion into Andorra's mountains today. It's a short (10 minute) drive to Entorn at the base of the stunning Ransol Valley Ridge. Starting at 2000 metres above sea level, climb 250 metres to Salamandres Lake. Here lives the small yellow dotted amphibian, the Salamander which gives the lake it’s name. For the more energetic you can challenge yourself to continue the hike up to the Ransol Ridge at 2,500m. At this height, spectacular views can be enjoyed across the Andorran peaks. The rest of the day is a gradual descent back down going past the Roca del Home Dret, the rock of the straight man. This is a great way to ease yourself into trekking and to acclimatise to the altitude. Keep your eyes open for native flora and fauna, such as the griffon vulture, which can often be seen soaring overhead. Arrive in the beautiful Incles Valley where you'll cross the Incles river and take a gentle path back to the hotel. You'll arrive back at the hotel between 3 and 4 pm, giving you a chance to relax in the sun, explore the village or visit a neighbouring hotel’s spa centre."
      },
      {
        "dayNumber": 4,
        "title": "White-water rafting on Noguera River.",
        "description": "Crossing the border into Spain, take the high mountain pass over the Port de Canto through very some Mediterranean scenery, still at 1,000 metres high. You can stop at the Port de Canto lookout point to take in the lovely foothills of the Spanish Pyrenees. Continue down to the village of Sort (Catalan for 'luck') where at the rafting centre you and the family will be kitted out with wetsuits, helmets, life jackets and a paddle. From the top of the Noguera River, enjoy 14 kilometres of exhilirating white water rafting. Noguera River is renowned as one of the top five rivers for rafting in Europe, thanks to nice stretches of continuous but not too rough water, and many exit points. After a fun ride over a weir and through the Olympic kayaking course, arrive back at the rafting centre to take a shower. The centre has a beautiful garden with a swimming pool and a bar, so you can spend some time here before heading back to Soldeu."
      },
      {
        "dayNumber": 5,
        "title": "Walking in Incles Valley.",
        "description": "Walk from the hotel to the nearby Incles Valley for today's walk. Set off along forested mountain slopes and along a single track through the woods where there are beautiful flowers, rhododendrons (in June), wild fruit (midsummer) and wild mushrooms (in September). The gently climbing path zig-zags up to the stunning Cabana Sorda Lake, which sits below an impressive semi-circular amphitheatre of rock – an ideal stop for lunch. If the weather allows, you can take a refreshing dip in the cold mountain water. At the beginning of the Summer it is likely there will be snow around the lake, and later in the Summer it is possible to walk around the lake or perhaps watch the fishermen catching mountain trout. After lunch, descend through beautiful meadows and woodland to the valley floor, where you head back to the hotel."
      },
      {
        "dayNumber": 6,
        "title": "Mountain biking to Abelletes Lake .",
        "description": "Head out today on a mountain biking adventure the whole family will enjoy. You will be provided with a helmet and fitted to your bike before taking a short drive (20 minutes) to Port d’Envalira at 2408m the highest road pass in the Pyrenees, a climb that has featured several times in the Tour de France. A road descent then an off road track to the Abelletes lake which is the official border between Andorra and France, a chance to have a foot in both countries. A quick transfer back to 2400m then descending to Grau Roig valley to enjoy your pack lunch surrounded by mountains, pine trees and source of the Valira river. After lunch it is off road all the way back to Soldeu following the Valira river on 4x4 tracks. You finish up the ride below Soldeu at the local Caves Manacor market, where you can purchase souvenirs or taste a variety of local products such as hams, cheeses and spirits. Then a quick transfer back to the hotel."
      },
      {
        "dayNumber": 7,
        "title": "Free Day in Soldeu.",
        "description": "Today has been left free for you to choose from the many activities that are on offer in Andorra. You may decide to go horse riding, or perhaps visit the thermal baths of La Caldea. If you have a head for heights and a good level of fitness, you can try your hand at ferrata climbing. This is a style of climbing that uses handy equipment such as rungs and a steel cable to traverse tricky and rugged terrain. Further cycling or mountain biking are also options for today, as is canyoning. Otherwise, simply relax and enjoy the sunshine, or do a spot of duty-free shopping."
      },
      {
        "dayNumber": 8,
        "title": "Soldeu.",
        "description": "There are no activities planned after breakfast today and your adventure comes to an end. You're free to leave at any time after check out. If you'd like to extend your stay, just get in touch with your booking agent ahead of time to organise additional accommodation."
      }
    ],
    "map": "",
    "category": "Family"
  }
]