{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "family-friendly-zambia-safari-private-villas-tailored-activities-exceptional-wildlife",
  "tourName": "Family-Friendly Zambia Safari: Private Villas, Tailored Activities, Exceptional Wildlife",
  "placesVisited": "Lusaka, South Luangwa National Park, Lower Zambezi National Park, Livingstone, Victoria Falls, Mosi-oa-Tunya National Park, Zambezi River",
  "generalInfo": "Canoeing past hippos, learning to track endemic antelopes, nighttime drives encountering leopards on the prowl; Zambia is the perfect country for fully customizing a family adventure, the variety and quality of safari ensures that everyone lives out their safari dream. Using private villas and fully tailored family activities, this 10-day safari celebrates the essence of Zambia and African safari, from the thrilling big game to the unique surprises.",
  "durationDays": "12",
  "price": "17,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lusaka – Relaxed First Night in Zambia",
      "description": "Zambia’s capital is green and pleasant, with broad boulevards connecting modern shopping malls and affluent suburbs. Spending a night here is essential on many Zambian itineraries as the flights to South Luangwa National Park leave in the early morning. Your lodge is less than 30 minutes from the airport and gives you an immediate impression of the wild. Located on over 10,000 acres of savanna and woodland, it’s an excellent place to ease into the experience, listening and looking for the animals’ magical clues. A private airport transfer is provided, and your family will be greeted at the arrivals gate. Dinner at the lodge is included, and there will be time to take a stroll around the savanna, bringing first encounters with a variety of small mammals, whetting your appetite for the big-game adventure that begins tomorrow."
    },
    {
      "dayNumber": "2",
      "title": "South Luangwa National Park – A Home Away From Home",
      "description": "Touch down in South Luangwa after a 70-minute flight and explore your home for the next four days. It’s a private four-bedroom house, with verandahs and balconies looking out towards the Luangwa River. A private chef customizes a menu while a hostess ensures everything suits your requirements. Elephants wander past, birds compete with baboons to create the daily soundtrack, and it’s not uncommon to find zebra and wildebeest grazing on the lawns immediately around the house. There’s a lot of space for the children to run around without them straying beyond the subtle barrier that prevents animals from entering the property. Perhaps best of all, there isn’t another building for many miles. South Luangwa becomes your home, and it’s not long before you’ve escaped into the rhythm of nature. Check into your next lodge and your guide will discuss all the options. These next four days are fully tailored to your interests and can travel in so many directions. Some families may want to really explore, driving along bumpy trails to distant corners of the park, and then returning after dark while seeking prowling leopards. Others may prefer short activities in the local area, following classic wildlife routes around the river. The guides tailor activities for children, great for those quiet midday hours when you want to sit back on the verandah. They learn about animal tracking then test their skills by following lechwes through the bush. Basics of bush survival can fill half a day, as they build a shelter and discover how to make fire from only sticks. Hours can be spent on interactive animal identification drives, learning to distinguish animals from their stripes and spoors. South Luangwa is a real haven of choice, and once you’re settled into this home away from home, the real magic of safari can begin. As it’s your first day, the guide will probably recommend a couple of short drives focused on the famous mammals that everyone is keen to spot. And for encounters with lions and elephants et al, there aren’t many better places in Africa."
    },
    {
      "dayNumber": "3",
      "title": "South Luangwa National Park – Exclusive Big-Game Safari Retreat",
      "description": "Follow the sound of hooting elephants, then drive through the trees until the herd is barely five meters away. Refocus the camera as a herd of endemic Crawshay’s zebras skip past, their dramatic black and white stripes very different to those of the plain’s zebra you saw yesterday. Cross the open plains, respectfully following a cheetah on her morning prowl. Then come across a boisterous buffalo herd, dozens of individuals covering the trail with their huffing and grunting. Giraffes are speckled along the horizon, baboons randomly emerge from the trees, and on most game drives, you encounter a lion pride. This is big-game paradise, and you have three full days to explore its treasures. Soon you become experts in animal spotting. The giraffes are mostly the Thornicroft subspecies, with vivid orange markings stretching from hind legs to their iconic neck. Another endemic species, the Cookson’s wildebeest, impress you with their wispy beards and enthusiastic galloping. Jackals and hyenas join the list of predators, and you can spend many hours exploring after dusk, an ideal time to see the full menagerie of hunters on the prowl. This can be really exciting as a family. As the guide shines an impressive spotlight, you glimpse the translucent eyes of a leopard and then refocus your eyes to find two small cubs."
    },
    {
      "dayNumber": "5",
      "title": "South Luangwa National Park – The Thrill of a Walking Safari",
      "description": "The beauty of the wilderness will emerge from the pristine landscapes supporting the captivating wildlife around the national park. When discovering the sensational natural world of South Luangwa, short game walks can be included in the daily program, as can picnics overlooking the river or educational hours following particular animals and their behavior. The animals will often ignore you when in a vehicle but when walking, you become another noticeable animal in the territory. You can witness the skepticism and distance a giraffe keeps from you when attuned to their instincts. You can stop to study an interesting insect or notice a baby zebra nuzzling its mother. Into the evening, and the stillness of the air makes for fabulous tutored stargazing, the sky awash with glistening jewels and shooting stars. South Luangwa is unique in its diversity, through the activities, habitats, animals and experiences. Spending four days enables you to journey into this multitude of choice, ensuring everyone in the family can live out the dream safari program, whether it’s finding lions on a hunt, patient hours in photography hides, or succumbing to the wonder of nature by sitting on the verandah and watching the four-legged nomads pass by."
    },
    {
      "dayNumber": "6",
      "title": "Lower Zambezi National Park – Exploring the Water and Land",
      "description": "South Luangwa has taken you across savanna and open grasslands, through the riverine forest and thick woodland. It’s been an adventure in a huge national park. Lower Zambezi brings a change of atmosphere, where lakes shimmer in the morning sun as you touch down on a remote airstrip. This park is relatively small in comparison, the ambiance dominated by waterfront charms, the animals packed into a tight area that can be driven in a single day. Rather than contrasting habitats, the experience is firmly focused on seeing the same landscape from many perspectives. A new guide greets you at the airstrip, and you’re transferred to your safari lodge where the exciting options are discussed, and your program is customized. Like your first stop, there’s a real air of luxury to your accommodation in Lower Zambezi National Park. Decadent bathrooms extend from the master bedrooms, and the central lounge area is ideal for watching Africa unfold. Everything has been designed with space in mind, from the open-plan living area to the wooden verandahs that command stunning views over the Zambezi River. Gaze out from here, and you’ll see animals making the river crossing to Zimbabwe and the other half of this UNESCO World Heritage wetland. Dinners are served as an elephant herd meets in the waters below, lunch can be enjoyed with buffalo on a swim, and your home away from home provides the relaxed base to explore another pristine wilderness. Decide as a family. Choose to set off on the water, paddling along the bays in traditional canoes. Each few strokes bring a new sight as hippos wade, and a whole host of antelope comes for a drink. Hiding amongst the bushes, you spot the cats laying an ambush for later in the day. Goosebumps rise as the river narrows as you journey into a maze of channels and bays; the hippos get closer to the canoe and a surreal atmosphere envelope the water. You can choose to canoe deep into big-game territory and look up at the giants, with local guides expertly keeping you to a safe distance. Often, the canoe safari can get you much closer to these majestic creatures than walking (unsafe) and the game drives (too noisy)."
    },
    {
      "dayNumber": "8",
      "title": "Lower Zambezi National Park – The Different Safari Experience",
      "description": "Walking safaris are a fabulous experience here, and your family can step into the realm of nature (there are age limits on this activity and children will need to be aged eight and over, or 12 and over for the longer walks). Skilled trackers keep you away from the big cats, yet slowly teach you how to inspect the clues and patiently uncover herds of lechwe, kudu, impala, and charming sable antelope. One of this park’s great allures is the diversity of its ungulates, and you’ll see many spectacular species that keep the safari feeling fresh. Spotting them on foot is something that few people get to experience. Game drives remain a regular part of the safari program, and they retain the flexibility you experienced in South Luangwa. As there isn’t the same amount of space in this park, you’re more likely to go on shorter two to three-hour drives rather than full-day journeys. Motorboat safaris continue impressions on the water and can cover much more distance than the canoes, which is perfect for when the guides hear about quarreling lion prides far along the river or a cheetah that’s made a home in the distant grasses. The children (and adults) can continue their tutoring in the wonders of Africa, tracking animals and building bush shelters in a safe environment. And when the day’s program draws to a close, your chef serves up a customized meal to the sounds of the riverbank."
    },
    {
      "dayNumber": "9",
      "title": "Livingstone – Adventure and Relaxation",
      "description": "Livingstone captures the essence of Zambia’s atmosphere and the need for a privately guided itinerary. Tucked along the Zambezi River, within earshot of Victoria Falls, this final destination is as relaxed or as adventurous as you wish it to be. Leisurely hours beneath the sun, reading a book as hippos randomly emerge on the far riverbank. Wandering along walking trails that are dotted with baboon troops and exotic birds. Feeling your heart beat faster on an exhilarating experience with nature. There’s a wonderful array of choice, and you have a modern five-star base set along the banks of the river. After the flight, it’s hard not to head straight to Victoria Falls, where crashing water disappears into a canyon and then returns in clouds of relentless spray. A self-guided walking trail takes you to various viewpoints level with the falls and down in the canyon below. Watch out for the baboons if you’re taking a picnic because even here you’re still going to be amongst Africa’s wildlife. Victoria Falls is too good and too dramatic to visit just once, with rainbows scattered in the mist and the thunder of water impossible to avoid. Royal Livingstone is the closest of Livingstone’s five-star properties to the falls themselves, so experiencing nature’s most powerful waterfall can be done every day should you wish. A huge number of optional activities are possible in Livingstone and can be arranged locally. Cruise on the Zambezi, perhaps at sunset when the hippos are emerging, or maybe during the day on a boat that visits an island just before the precipice. Helicopter above Victoria Falls and take in the lush colors of southwestern Zambia, or keep your feet on the ground with a rhino-tracking safari in Mosi-oa-Tunya National Park. Spend the day around the pool or continue the safari with a game drive in a nearby park. There’s a great opportunity to cross the bridge into Zimbabwe and see Victoria Falls from another perspective, along with experiencing the contrasts between these two neighboring countries. All these activities have an additional cost and can be arranged locally."
    },
    {
      "dayNumber": "12",
      "title": "Livingstone – Departure",
      "description": "Livingstone International Airport offers a very convenient way out of Africa. It’s less than 20 minutes from hotel to airport, and you can use all the hotel’s facilities before you depart. Soar over Africa and wave farewell to the charming landscapes, already planning when your family will return for another adventure in this mystical continent."
    }
  ],
  "map": ""
}