{
  "destination": "Zambia",
  "mainPhoto": "",
  "id": "legendary-predators-of-africa-an-intimate-zambian-safari",
  "tourName": "Legendary Predators of Africa: An Intimate Zambian Safari",
  "placesVisited": "South Luangwa National Park, Kafue National Park, Busanga Plains, Livingstone, Victoria Falls, Zambezi River",
  "generalInfo": "Leopards prowl beneath the moonlight, cheetahs and wild dogs cross the iconic open plains, lions inhabit trees and chase endemic species as your time in Zambia will bring an inspiring intimacy with Africa’s legendary predators. This handcrafted safari will follow the iconic hunters through South Luangwa and Kafue National Parks with exclusive activities bringing extraordinary moments. The itinerary will take you off the beaten track and into the wilderness where predators will always take center stage in nature’s theatre.",
  "durationDays": "11",
  "price": "8,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "South Luangwa National Park – Relaxed First Day on Safari",
      "description": "An air of tranquility flutters across South Luangwa National Park. Sit on your balcony as you arrive and slowly allow your senses to succumb to the scene. Trumpets echo from afar as a herd of elephants crosses the mopane woodland. Fresh scents float on the breeze, suggestive of a land untouched by humankind. Giraffe lopes along the horizon while zebras dominate the landscape beneath the camp. You have likely come to Africa for the big cats, but seeking them out is not a race across the savanna. Begin as you immerse yourself and your senses for that is the only way to understand the predators’ world. Take your time and breathe in the seductive air of a landscape untrammeled by humans. You will be able to feel how your mind and body can be energized by the wild, and there will be lots of time to follow the predators, so you can relax and unwind as you arrive. Earlier in the day, you will land in Lusaka, and a representative will assist in transferring you onto a domestic flight bound for South Luangwa National Park. It is a one-hour game drive transfer to your boutique camp that overlooks the water, and you will find yourself on a rich open savanna, even able to see lions from your balcony. You will often hear them during the evening with baritone roars that can echo for up to eight miles. There will be time for a late-afternoon game drive and perhaps even a nighttime drive, but the main focus of the day is for you to settle into the landscape’s rhythm and let your senses adjust to the environment."
    },
    {
      "dayNumber": "2",
      "title": "South Luangwa National Park – Diverse Cast of Big Cats",
      "description": "Set off on the trail of the predators on a privately-guided game drive to explore the untrammeled plains and valleys of South Luangwa. Hyenas are usually the first predator you will spot, as they are strange creatures that cover huge distances every day. Some dominate the plains in small cackles and will howl aggressively to protect their range. Others are nomadic and follow the migrating herds throughout the year. Uniquely, the dominant hyenas will allow other hyenas in their territory, without quarrel, providing they are only passing through. At first glance, these are ugly creatures but watch them carefully, and there is a charm to be found in their peculiar gestures and their menacing scowls. Lions are likely to be next. The kings of the landscape, they are able to bask in the open and only hide when out on a hunt. In South Luangwa, you will find pride lounging in the shade, snoozing away the day. These majestic predators only need to eat every four days, so they are usually in the state of repose. When the vehicle approaches, the lionesses will grow curious. They will rise and get closer, circling the vehicle slowly. The silence will be great enough for you to hear your own heartbeat, and then the lionesses will lie down in the shade of your vehicle’s back wheel. Especially in the early morning, there will be a good chance of spotting a carcass, ravenous teeth having ripped through both skin and blood. Watch carefully for an hour, and you will be able to appreciate the pride’s social structure as the alpha male eats first while the young males are forced to wait. On another occasion, you may find a bachelor group with their bodies scarred by battle, their tender frames struggling to adapt to life away from the pride. Then there are the leopards, wild dogs, and smaller predators like mongoose, serval, and caracal. South Luangwa has a fabulous population of hunters, and best of all, the park receives a small fraction of the visitors seen in neighboring Tanzania. So you can happily spend an hour watching a pride or solitary cat, without another vehicle arriving and interrupting the scene."
    },
    {
      "dayNumber": "3",
      "title": "South Luangwa National Park – Exclusive Nighttime Drive",
      "description": "In most of Africa’s safari destinations, the premier time to see big cats prowling is in the early morning. These cool dawn hours are when lions and leopards are on the move, hunting their prey before the sun dominates the landscape. However, the best time for these predators to hunt is actually at night, beneath the cloak of darkness. In most of Africa, you will not be able to game drive at this time. South Luangwa is unique in offering nighttime game drives that can explore the enormous scale of a national park. It is not an add-on, but a regular part of every safari day. You can stay out on an afternoon game drive and admire the change of atmosphere as dusk takes hold, and the drive continues after dark. Or you can head out into the night after dinner to explore the haunting atmosphere of the wild. During your time in South Luangwa, these nighttime drives will provide thrilling opportunities to uncover an abundant leopard population. A roving spotlight will illuminate a moving hunter that moves elegantly through the grass with careful steps towards a herd of Crawshay’s zebra. When the light hits the eyes of the leopard, they will reflect bright blue, and there will be a lucid moment as your gazes meet in the dark. On another night, you can watch a leopard cross beside your safari vehicle, barely five meters away. Perhaps on another adventure, you will find the carcass in the tree, the hunt completed, a limb hanging limply from the branch. It is not just the leopards that you will see, as these nighttime drives bring intimate moments with a full range of bit cats. But there’s something wonderfully elusive that makes this spotted hunter the ultimate safari sight."
    },
    {
      "dayNumber": "4",
      "title": "South Luangwa National Park – Flexible Day Following the Predators",
      "description": "South Luangwa rewards time and patience, as it is not a park to rush, nor one with a single famous scene or encounter to experience. South Luangwa is a destination that slowly reveals Africa’s dramatic theater as each moment immerses you further in the wilderness. A minimum of three nights is usually recommended, but four nights ensure the safari program will move at a relaxed pace while still encountering the premier scenes. Along with nighttime drives, walking safaris are a regular part of the program, and you will be able to walk through a wilderness that teems with big game safely. As with every day in South Luangwa, your privately guided program is fully flexible and can respond to your interests. There is a good chance of returning to certain predators, as perhaps yesterday you heard two males fighting, a pride hunting unsuccessfully, or a leopard’s cub taking first steps, and today you can return to the storyline."
    },
    {
      "dayNumber": "5",
      "title": "Kafue National Park – Exploring One of Africa’s Ultimate Wildernesses",
      "description": "It will take close to two hours to fly between South Luangwa and Kafue National Park, and your plane will skirt the edge of Zambia as you crossed the seemingly endless swathes of dusty red and scorched yellow. Kafue is one of Africa’s hidden gems, a vast paradise that makes it onto few safari itineraries. The game is not as concentrated as in South Luangwa, but the sense of surprise is exquisite and worth the while. You could spend 15 minutes on a drive and see nothing but a small zebra herd. Turn another corner to wind around a clump of bushland, and a large herd of buffalo are found protecting the waterhole from a smaller herd of thirsty elephants. The search for water dominates here, so by following the waterholes, you will enjoy exclusive access to this treasure of a park. While Kafue would make an excellent addition to any safari, two elusive species makes it stand out: cheetahs and wild dogs. These are amongst Africa’s rarest, yet most spectacular encounters and over the next days, you will be finding these animals in their natural habitat. As in South Luangwa, your privately guided safari program is fully flexible. On game drives, you will explore the north and the center of the park. Drives can be bumpy and dusty and cover considerable distances. But what an adventure it is when you cover a hundred miles of untouched bushland to track a pack of wild dogs without seeing another vehicle the entire day."
    },
    {
      "dayNumber": "6",
      "title": "Kafue National Park – On the Trail of Wild Dogs",
      "description": "Lions are photogenic, leopards exude natural beauty, and cheetahs move with captivating elegance. Wild dogs do not have any of these attributes, and a single photo cannot capture these remarkable animals, even those with majestic fur coats of different colors. To experience wild dogs, it is more about following the movements of a pack. Admire how they move as one, but then split up to explore more ground, communicating their findings silently. Watch them hunt and harass as a pack, splitting up and encircling prey without ever barking to each other. The ease and grace of their hunting is one of Africa’s greatest sights, as up to 30 dogs work a herd to separate the weak. Spending three days in Kafue will provide a premier opportunity to follow these animals and come to understand their behavior. With an expert guide leading the way, you can be immersed in the world of the elusive predator."
    },
    {
      "dayNumber": "7",
      "title": "Kafue National Park – The Iconic Cheetahs of the Busanga Plains",
      "description": "The evocative Busanga Plains stretch across the north of Kafue National Park, a landscape of subtle yellow grass that blends perfectly into cheetahs’ fur coats. It will feel as if the cheetah chose their color by evolving from these plains. Easy camouflage and an abundance of smaller prey means Busanga has one of Africa’s healthiest cheetah populations. From the vehicle’s raised vantage point, you can unravel the spots from the grass. Cheetahs are often shy creatures, found in a place of solace on the plains, yet they are also hunters. See cheetahs perched on rocks to survey the potential dinner menu. Watch them prowling, long slender necks expertly dipping into the grass. See how they hide a carcass and keep their distance from each other, and how they roam the outskirts of their territory, a look of menace emanating from what are usually charming faces. And, if you are lucky, you can see the cheetah accelerating over the plains. This is one of the rarest sights in Africa, and Kafue gives you one of the best chances to see it."
    },
    {
      "dayNumber": "8",
      "title": "Livingstone – Baboons and Hippos Along the Zambezi River",
      "description": "To fly across Zambia is a special experience with epic sweeps of nature extending beneath the wingtips. Colors swirl, the rustic red of the earth blends with the thick green of mopane woodland and the meandering blue of famous waterways. Flying in these small planes provides expedited travel between wildernesses, while also offering sublime aerial imagery. On today’s flight, you will touch down in Livingstone, and then take a short transfer to a lodge on an island in the Zambezi River. For the next three days, you can continue to be surrounded by nature, particularly hippo pods and baboon troops. After seven days of action-packed safari, your focus will turn to rest and relaxation. Sit back, enjoy the view, and settle into a waterfront escape."
    },
    {
      "dayNumber": "9",
      "title": "Livingstone – Relaxed Days Within Earshot of Victoria Falls",
      "description": "Victoria Falls rumbles just a few miles away from the lodge, its fabulous growl heard whenever the wind is blowing upriver. The lodge provides daily transfers to the gate of Mosi-au-Tunya, and a self-guided walking trail will bring dreamy aesthetics. You will come face to face with the world’s most powerful waterfall and watch the millions of liters that pour over the edge every second. Most visitors choose to visit the falls twice as such is the grace and power of the spectacle. Your program is fully flexible, and you can choose a number of other self-guided activities, such as crossing the bridge to Zimbabwe and exploring the other half of Victoria Falls. The optional activities include everything from kayaking on the Zambezi to helicopter flights above the falls. After the safari, Livingstone offers the tranquil base before returning home while continuing your immersion in nature. It is easy to do nothing and not feel guilty, but when you want to find adventure, your guides are ready to take you off in any direction."
    },
    {
      "dayNumber": "11",
      "title": "Livingstone – Departure",
      "description": "Livingstone International Airport offers a growing network of flights and provides an easy return journey from Zambia. You will enjoy full use of the lodge’s facilities before your transfer to the airport and your return flight."
    }
  ],
  "map": ""
}