{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "spectacular-southern-africa-family-safari-south-africa-zambia-and-botswana",
  "tourName": "Spectacular Southern Africa Family Safari: South Africa, Zambia, and Botswana",
  "placesVisited": "Johannesburg, Chobe National Park, Franschhoek, Victoria Falls, Cape Town, Livingstone, Okavango Delta",
  "generalInfo": "Discover a wonderful mixture of wilderness, wildlife, and culture during your 15-day family African safari that takes you to South Africa, Zambia, and Botswana. Immerse your family in savannah and wild riverbanks as you search for elephants, rhinoceroses, and lions. From witnessing the roar of Victoria Falls to penguins lounging on a beach outside of Cape Town, you will build everlasting memories on your African family safari.",
  "durationDays": "14",
  "price": "11,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Livingstone - Fly to Livingstone and Enjoy the Zambezi River",
      "description": "Livingstone has a relaxed and friendly ambiance set alongside the edges of famous Victoria Falls. The main road follows a wild stretch of the Zambezi River and hosts the Livingstone Museum. Exhibits display archeological, historical, and ethnographic history, including a life-sized village replica. Your driver will meet you at Livingstone Airport and escort you to a gorgeous lodge on the banks of the Zambezi River. Your family can enjoy a canoeing excursion on the water as you search for grazing elephants and thirsty zebra. You will bounce over grade II rapids as the sunset casts the sky in vibrant red hues."
    },
    {
      "dayNumber": "2",
      "title": "Livingstone - Explore Wildlife and Wilderness",
      "description": "In the morning, your family will have an early game drive through the wilderness to find giraffes nibbling on acacia trees and hippos lounging in winding waters of the Zambezi River. After the safari excursion, you can venture to Victoria Falls to explore the trails offering views of Mosi-oa-Tunya , meaning the Smoke that Thunders. You will quickly understand the meaning as you find mist sprouting from the base of Upper Zambezi, which splashes down 300 feet into the Lower Zambezi. The booming sound will echo around the ebony groves and mopane forest."
    },
    {
      "dayNumber": "3",
      "title": "Chobe River Front - Travel to Chobe and Delight in Game Drives",
      "description": "In the morning, your transfer will meet your family in the lobby and escort you over the border to Botswana. Travel inside Chobe National Park and reach a luxurious riverside retreat. The riverfront supports the park’s largest concentration of wildlife with roan and oribi antelope roaming through the grassland. You will enjoy an introduction to the park’s wilderness on a sundowner cruise. As you sip your drinks, the skipper will sail along the Chobe River pointing out the Cape buffalo and an impressive herd of elephants who make their way to the riverbanks in the cool evening."
    },
    {
      "dayNumber": "4",
      "title": "Chobe River Front - Experience Chobe as you Prefer",
      "description": "The day is yours to enjoy as you like, with choices including a game drive in Sanctuary Chobe Chilwero to partaking in a fishing excursion. Your guide will meet you before sunrise and escort you to a private boat. You can relax in the tranquility of rippling water, waving grass, and saddle-billed storks as you cast your line into the river in search of bream and tigerfish. In the calmer sections of the river, the tigerfish can grow to an impressive 26 pounds. The catch and release rule lets you experience the thrill of fishing and keeping the fragile ecosystem balanced."
    },
    {
      "dayNumber": "5",
      "title": "Okavango Delta - Discover Majestic Okavango Delta",
      "description": "Your family will have a private transfer to Victoria Falls in the morning for your flight to Kasane Airport and the smaller airstrip of a luxury safari camp on the Okavango Delta. In the evening, you can set out on your first game drive to discover the magnificent wildlife in the lush oasis that supports the likes of big cats and a large bird population. The scent of grass and dry brush will fill the air as you explore the dry savannah and edging lagoon in search of nocturnal wildlife such as porcupines and elusive leopards."
    },
    {
      "dayNumber": "6",
      "title": "Okavango Delta - Traverse the Scenery in Search of Wildlife",
      "description": "Your discovery of the Okavango Delta will continue in the morning with a game drive followed by a walking safari. Your guide will lead the family along marked trails in the private concession for an immersive wilderness experience. A walking safari slows your exploration of the grasses, trees, and swamps down to view significant details that speak to the greater ecosystem. Your guide will point out giant dragonflies perched on blades of grass and lion tracks hidden in the soil. You can also spot signs of cheetah as you hear bird-like chirping or low growls while near the water’s edge."
    },
    {
      "dayNumber": "7",
      "title": "Okavango Delta - Uncover the Authentic Beauty of the Delta",
      "description": "At breakfast, you can listen to the breeze rustling through papyrus reeds while searching for the possible bone-rattling roars of nearby lions. After breakfast, you can board a mokoro, a traditional dugout canoe, for a safari experience on the water. Your guide will lead the family along the delta in search of wildlife such as crocodiles basking on the sun-soaked riverbank. Your position on the water will also give you a stunning view of the plains as zebra, wildebeest, and impala stroll across the grass and even traipse into the glassy water."
    },
    {
      "dayNumber": "8",
      "title": "Franschhoek - Travel to South Africa to Enjoy the Winelands",
      "description": "In the morning, you will fly from Maun Airport to Cape Town International Airport. Your private transfer will meet you in Cape Town and escort you to the gorgeous scenery of the Cape Winelands at Franschhoek. Your stunning villa accommodations will overlook the looming mountains and sweeping vineyards for which the region is known. For a different perspective on the region, you can visit one of the many art galleries. The Ceramics Gallery is a favorite, and where some of South Africa’s most distinguished ceramic artists display their work. David Walters works in the restored home and demonstrates the intricacies of the art form."
    },
    {
      "dayNumber": "9",
      "title": "Franschhoek - Revel in the Charm and Beauty of the Cape Winelands",
      "description": "Your guide will meet you at your hotel eager to introduce your family to the stunning flavors of South Africa’s premier food and wine destination. You will visit a variety of cellars and discover mouthwatering food and wine pairings. After exploring your first winery where you can touch your fingers to the waxy skin of grapes growing beneath the hot sun, you will sample delicious varietals such as superb Shiraz or Hermitage. The kids can play on the grounds while you find aromas of tobacco, black fruits, and spice as you taste the diversity of Hermitage grape."
    },
    {
      "dayNumber": "10",
      "title": "Cape Town - Arrive in Cape Town with a Day at Leisure",
      "description": "At breakfast, enjoy the scent of freshly brewed coffee accompanied by a tasty pastry before your private transfer meets you in the lobby and escorts you to Cape Town. The remainder of the day is at your leisure to enjoy the comforts of your hotel and the charm of Cape Town. The Silvermine Nature Reserve boasts a red tine along the reservoir waters and hiking trails that wind beneath the plateau of Table Mountain."
    },
    {
      "dayNumber": "11",
      "title": "Cape Town - Tour Cape Town, Table Mountain, and Robben Island",
      "description": "You will have a private tour of Cape Town with your guide beginning at Robben Island. The scent of the sea will sweep through the island as you explore the stone buildings that once housed the likes of Nelson Mandela and other prisoners sentenced to hard labor. Back in Cape Town, you will take the gondola to reach the top of Table Mountain at 3,558 feet above sea level. From the steep cliffs, you have a remarkable view of the Atlantic Ocean, the colorful architecture of the city, and the affluent beach community of Sea Point."
    },
    {
      "dayNumber": "12",
      "title": "Cape Town - Circle Cape Point and the Peninsula",
      "description": "Your family adventure along the Cape Peninsula will take you around the rugged edges of South Africa by way of picturesque coastal villages. Locals will take to the water in the morning as experienced surfers ride the Hoek near Chapman's Peak Mountain to enjoy the roiling turquoise water. At Cape Point, you will stand at the lighthouse at 780 feet above sea level. Before returning to Cape Town, you can stop at Simon’s Town to view the colony of 3,000 African penguins. You can walk along the boardwalk where the sound of lapping waves mix with penguins braying."
    },
    {
      "dayNumber": "13",
      "title": "Cape Town - Enjoy a Free Day in Cape Town",
      "description": "After breakfast, the day is yours to enjoy the beauty of Cape Town at your leisure. You could spend time wandering the Cape Dutch architecture of Groot Constantia or visit the District Six Museum, which celebrates the once lively multi-racial community destroyed by apartheid in the 1960s and 1970s. For a relaxing experience, you can stroll along the V&A Waterfront where the aromas of the sea fade beneath the scents of grilled steak, Portuguese sausages, or fragrant wild strawberries. In a light-filled warehouse, you can find vendors displaying artisan crafts, from jewelry to home decor, fashion to organic jams."
    },
    {
      "dayNumber": "14",
      "title": "Cape Town - Depart for Home",
      "description": "At breakfast, you can enjoy the aromas of fresh-roasted coffee and pastries, like koeksister, a fried dough infused with syrup. The cafes and restaurants near your hotel will open their doors, filling the streets with the floral fragrance of rooibos tea and the scent of honey. After breakfast, your private transfer will meet you in the hotel lobby and drive you to Cape Town International Airport bringing an end to your family-focused safari in South Africa, Zambia, and Botswana."
    }
  ],
  "map": ""
}