{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "zambia-and-the-cape-vic-falls-private-safari-nature-and-culture",
  "tourName": "Zambia and the Cape: Vic Falls, Private Safari, Nature and Culture",
  "placesVisited": "Cape Town, Table Mountain, Stellenbosch, Franschhoek, Cape Winelands, Livingstone, Zambezi River, Victoria Falls, Mosi Au Tunya National Park, South Luangwa National Park",
  "generalInfo": "Explore Southern Africa’s cultural and natural highlights with this exclusive safari that will connect a region’s flagship destinations. Immerse yourself in its most captivating city, lose yourself in its enduring wilderness and explore the elegance of its wine lands as you feel the untamed power of nature. Your 13-day adventure will combine South Africa’s Cape with Zambia’s wild backcountry for an iconic fusion of everything that is so alluring and rewarding about Southern Africa.",
  "durationDays": "13",
  "price": "10,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town – Settle Into the Mother City",
      "description": "Cape Town provides a delightful first image of Africa with a chain of mountains rising ruggedly above the hues of the deep ocean blue. The city sprawls out amongst nature, nestled into the valleys beneath the peaks, enveloped by the frothy white of waves. The landscape will inspire as you consider it from the window of your arriving plane, and it is even more imposing on the transfer to your waterfront hotel. Table Mountain will loom larger than ever as you approach the city. Everyone expects the beautiful vertical face, but few anticipate just how wide Table Mountain is and how it stands miles across, dominating the view from almost every angle. After checking into your hotel, the rest of the day will be at your leisure. You will be staying within the pedestrianized V & A Waterfront area, where you can easily walk to excellent restaurants and boutique markets. A driver will be available to you as well and can provide transfers around the city, including to the nearby beaches."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town – Table Mountain and its Secrets",
      "description": "Almost every afternoon, Table Mountain is consumed by the mysterious tablecloth , the layer of mist that keeps falling like a curtain yet never seems to get any lower. In the morning, the summit is usually clear, making morning the best time for a cable car ascent. Rise above the city and spend an hour walking around the top to explore the 360-degree views. To the south, you will find a spine of peaks that extend to the tip of Africa. To the north, take in the city draped alongside Atlantic waves, and to the east, the colorful suburbs of the city as they meet the hues of the Indian Ocean. Hidden on the slopes, just out of view, are the vineyards of Constantia. After descending, you can enjoy lunch at one of these vineyards with a platter of local delicacies accompanied by some of the country’s oldest wines. Three vineyards provide contrasting tasting experiences here. One is for the views, the next for the decadent tasting room, and the third for South Africa’s most award-winning wine. You will return to the hotel by mid-afternoon and the rest of the day will be at your leisure, with your guide able to provide tailored dining recommendations."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town – Colorful Cultures and White Beaches",
      "description": "Langa is a canvas of color, a surrealist artwork painted with the most vibrant tones. Houses are painted flaming red and indulgent blue and signs and graffiti come from all the gaps on the rainbow. Locals proudly wear all manner of unlikely color combinations, their clothes a fitting tribute to the smiles on their faces. Langa is one of Cape Town’s townships and while economically weak, the region is culturally rich and overflows with stories and heritage. As part of a township tour, you will be invited into homes and learn the basics of the Xhosa language, taste traditional beer, and admire the township’s role in anti-apartheid history. The tour is safe and insightful, a journey into an urban landscape that is as welcoming as any in Africa. Following the colorful cultures comes the white beaches, and an afternoon spent on the opposite side of Cape Town’s spectrum. For sunbathing privacy, you can be dropped at the white beaches of Clifton, where rolling rocks divide the beach into secluded bays. Nearby Camps Bay is the place to be as seen, a wide white beach backdropped by Table Mountain and a number of upmarket cocktail bars. In the evening, you will have dinner reservations to Africa’s only entry on the World’s Top 50 Restaurants list. Taste your way through a gastronomic food and wine pairing, each course fusing local organic produce with culinary extravagance."
    },
    {
      "dayNumber": "4",
      "title": "Stellenbosch – Explore the Elegant Vineyards of South Africa",
      "description": "Move next into the vineyards as endless miles of vines are backdropped by nature’s rugged excess. Table Mountain will shimmer softly in the distance, but it will be superseded by the granite slabs that separate the Stellenbosch Valleys. South Africa’s premier wine region is home to hundreds of vineyards and the vintages that have made the country famous on a world stage. You will transfer to Stellenbosch by private vehicle and settle into a suite at a 19th-century vineyard with dramatic views over the vines. Your first tasting is here, a journey through different vintages and an introduction to the national grape, Pinotage. The next two days will bring an almost endless choice of where to go and what to taste. You will have a local private guide to tailor the experience, and on the dry flat slopes, you will find sensual bubbles and a French-inspired sparkling wine. High in the hills, you will find the country’s most prestigious names, vineyards that mostly focus on Bordeaux-style red blends. The history of Pinotage can be traced through four iconic vineyards, three of which will open exclusively for you to taste. Go beyond wine at Spice Route, a vineyard that also specializes in chocolates and cheeses, or you can journey to the heart of the Cape Winelands to share a glass with the winemaker in rustic farmhouse tasting rooms. Other options include spending time in Stellenbosch and Franschhoek, the two 18th-century towns where the Cape has its colonial origins. You could also travel through the remote mountains by bicycle or horseback for journeys that can stop at various vineyards. The Winelands are a place to explore, but they are also a place for lying back and soaking up the serenity of the Cape. Evenings are leisurely, with long semi-desert sunsets that stretch out onto the horizon. So settle into a private outdoor pool to watch the night draw in, and then taste your way through the country with handpicked dining recommendations."
    },
    {
      "dayNumber": "6",
      "title": "Livingstone – Into the Wilderness",
      "description": "The Cape will pack a huge variety of experiences into a small space. Mountains, culture, wine, and beaches are all found within one hour’s drive of each other. But move to Livingstone, and Zambia opens up the enormity of the wilderness. In an hour’s drive, you will see little but elephants along the highway and baboons shouting from the trees. Space will take on new definitions as the Zambezi River roars between the open floodplains and the thick woodlands. You will not need to look for the backcountry here as it is virtually everywhere in Zambia. You will fly to Livingstone via Johannesburg, a half-day of travel that is continued with a boat transfer to a lodge on the Zambezi. A menagerie of wildlife can be seen from your balcony, and a sunset dinner cruise will bring you closer, with hippos rising from the water for their evening of grazing. You will quickly forget the urban landscape, and be enveloped by the enormity of nature."
    },
    {
      "dayNumber": "7",
      "title": "Livingstone – Along the Zambezi to Victoria Falls",
      "description": "The river rumbles past and takes you with it on a boat cruise that will bring you to an island on the edge of the falls. The rumble will become deafening with the low-frequency growl of millions of tons of water sliding over the edge. It will be as if you are within a stone’s throw of the world’s most powerful waterfall, daring yourself to look that little further over the edge. From here, you will be transferred to the riverbank and follow a walking trail to the other side of the chasm, where Victoria Falls is visually presented in its untamed glory. Tiny bridges lead to a series of cataracts for inspiring photographic angles, while the surreal swirls of spray provide another showcase of Zambia’s natural drama. This is pure backcountry, perhaps best understood by its surroundings. A huge tower overlooks Niagara, and only baboons and forest can be found close to Victoria Falls. The afternoon will be at leisure before you complete your day with a second sunset dinner cruise."
    },
    {
      "dayNumber": "8",
      "title": "Livingstone \u0000\u0000– Relax in the Backcountry",
      "description": "Zebra and elephant occupy the banks to drink peacefully as you eat your breakfast. Hippos poke their heads from the water and then yawn to reveal magnificent jaws. Your morning snooze will be interrupted by baboons, who will wander past with a grace that belies their rowdy behavior. You are miles from anything artificial, lost in the charms of Zambia’s wilderness. Today will be at your leisure, and you might want to lie back and enjoy nature’s show. Optional activities include a helicopter flight above the falls, kayaking on the Zambezi, safari with rhinos in Mosi Au Tunya National Park, and returning to the falls for another morning with nature’s showcase."
    },
    {
      "dayNumber": "9",
      "title": "South Luangwa National Park – Big Game in a Flagship Park",
      "description": "Within moments of landing in South Luangwa National Park, you will be surrounded. Vervet monkeys are in the trees, their mischievous black faces full of emotion. Side-striped jackals are on the move, possibly smelling a fresh kill. A herd of kudu lines the trail, a herd of eland who rest on the savannah. The brilliant red hue of Lichtenstein’s hartebeest and the graceful grandeur of elephants bring two more species you will encounter on the drive to the camp. It will be impossible to keep track of South Luangwa’s animal diversity, which will amaze you even as you just arrive. Wild and remote, this vast national park has recently evolved from Africa’s secret gem to its unmissable new icon. Diversity thrives with close to 100 mammal species delighting in the range of habitats. Rare roan antelope wander directly past the camp, waterbuck congregates in large herds, and you will see thousands of impala on every drive. With the ungulates, comes the predators. Not just lions can be seen, but also leopards, unusual serval and caracal, raucous spotted hyenas, and a healthy population of wild dogs. South Luangwa is an example of Africa untouched by man or modernity and this first day will provide an introduction to its array of wildlife."
    },
    {
      "dayNumber": "10",
      "title": "South Luangwa National Park – Game Drives on the Trail of Predators",
      "description": "In the calm of sunrise will come a haunting cry. Your driver will follow, and you will find a fresh kill with a zebra’s black and white stripes smeared by flashes of blood. A large male lion is eating first, cracking through bone, and sending discarded limbs into the air. Mane bloodied, the lion will rock back onto his hind legs and unleash an intense roar, demanding the pride’s other males to keep their distance. On another game drive, you may watch the earlier stages of a hunt to follow lionesses as they dip their necks into the grass. You may also watch the hunt through the eyes of the hunted, sensing the fear of an impala herd that does not know which way to turn. Early morning is widely regarded as the best time to see the predator’s hunting. In reality, most of the hunting takes place after dark, the cats’ excellent eyesight making ambushes much easier. South Luangwa is rare in that it offers nighttime game drives as standard, so you will have a genuine chance to see leopards and lions hunting beneath the moonlight, one species boisterous and unruly, the other stealthy and silent. Over the next three days in this backcountry, you will build your own safari program with the local guides to combine the game drives with nighttime drives, walking safaris, and patient hours in the photography hides. Each will provide a new experience and a new insight into the remote world of Zambia."
    },
    {
      "dayNumber": "11",
      "title": "South Luangwa National Park – Take a Walking Safari and Enjoy Photography Hides",
      "description": "Your first few steps may be tentative, as some anxiety may accompany your walking safari in a big cat-filled wilderness. But your guide’s knowledge will put you at ease as he shows you the clues, slowly helping you to identify an animal’s spoor. On a walking safari, antelopes will not run from you; rather they will stop to inspect you with curiosity. You are just another mammal, and they are not afraid so you can move astonishingly close. Likewise in the photography hides, which are expertly positioned at waterholes, you can wait patiently, and an elephant will come to drink, its huge swinging trunk less than five meters away. Then a herd will arrive, and you can watch a melancholy expression come across the eyes of the displaced old bull. Throughout your South Luangwa safari program, walks and hides create a thrilling intimacy with wild animals. Often you are so close that your finger may shake involuntarily over your camera shutter."
    },
    {
      "dayNumber": "12",
      "title": "South Luangwa National Park – Safari in the Day and Night",
      "description": "Daily nighttime safaris effectively turn South Luangwa two parks in one. Explore during the day to admire the unique details of the endemic species as you observe the tight stripes of the Crawshay’s zebra, the bright markings on the Thornicroft’s giraffe, and the bizarre beards found on the Cookson’s wildebeest. Inspect sable antelope horns, a puku herd’s dancing steps, and the oribi and duiker meeting on the plains. During the day, you will see the details, but at night, you both smell and hear the landscape. When the engine is cut, you can pick up on the subtleties of the soundtrack as the hyenas communicate and the civet scurries about. You will be able to smell the tension and feel that something dramatic is about to happen. When the guide shines the spotlight, you see just how close the animals are, and you watch a lion pride harass everything at the waterhole, you will marvel as young elephants show ear-flapping shows of aggression. In South Luangwa, you can choose to stay out after an afternoon game drive, or you can return for dinner before a late-night journey into the mystical backcountry."
    },
    {
      "dayNumber": "13",
      "title": "South Luangwa National Park to Livingstone – Departure",
      "description": "After breakfast, you will fly back to Livingstone to connect with your international departure and return from the Zambian wilderness to the Western world."
    }
  ],
  "map": ""
}