[
     {
        "type": "overview",
        "Main_Title": "Our Sri Lanka holidays & tours",
        "Main_Paragraph": "Sri Lanka tops many travel wish lists – and it’s not hard to see why. Our Sri Lanka holidays are designed by experts who’ll introduce you to blue whales and elephants and rainforests teeming with monkeys and peacocks, all while putting the animals’ welfare front and centre. Adventurous families can join sociable small group activity holidays or tailored trips starring family-friendly homestays and hotels. There are myriad cultural attractions, from coastal cities to the misty shrines of the Hill Country. Our responsible Sri Lanka holidays help nudge tourism here in the right direction, working with local guides and smaller, locally owned accommodation wherever possible for out-of-the-ordinary experiences that benefit local people and places.",
        "Subtitle": "About our Sri Lanka holidays",
        "Title1": "The Cultural Triangle & beyond",
        "Paragraph1": "The Cultural Triangle is a circuit with three temple-laden cities at its corners, and Sigiriya rock fortress and the Dambulla Caves in the middle. But we know that, often, the cultural highlights of Sri Lanka are as simple as trying your first banana-leaf lamprais or jittering along beach roads on a tuk tuk. Learning more about Buddhism and yoga are cultural highlights, too; you can also visit towering roadside Hindu temples and Catholic churches. Our small group tours allow you to explore the intricacies of Sri Lanka’s cultural identity, taking in the justifiably famous icons. Meanwhile, our tailor made experiences provide a broader insight into life on the island today, while ensuring that local communities benefit from your visit.",
        "image1": "",
        "Title2": "Hands-off wildlife watching",
        "Paragraph2": "Our wildlife holidays take you to Udawalawe and Yala, as well as less-visited national parks like Minneriya and Gal Oya. Elephants, leopards, monkeys and over 400 species of birds reside here, while monitor lizards snooze on beaches as turtles and blue whales swim by. Sadly, Sri Lanka is also a gauntlet of elephant rides and dubious turtle sanctuaries  but you can rest assured that our holidays avoid these, supporting hands-off wildlife watching instead.",
        "image2": "",
        "Title3": "Family-friendly adventures",
        "Paragraph3": "Youll see Sri Lanka with a renewed sense of wonder when you travel with kids. Our family holidays make sure everything is plain sailing, with itineraries designed to make the most of this fabulously family-friendly country. Theres near-guaranteed wildlife viewing in the elephant-populated national parks. The trains are easy to navigate, and you could wind up chugging through jungle and across mountain passes to Ella, where you can wander through tea plantations to Little Adams Peak.",
        "Title4": "Tours on two wheels",
        "Paragraph4": "Our Sri Lanka cycling holidays are a steady business, sometimes because you’re meandering from coconut stalls and spice markets to temples and mirrored rice paddies. Other times, you might be slowing down because you’re heading into Hill Country – scenic and cool, but a near-constant climb. We love this approach to Sri Lanka because it’s slow travel at its finest, vanishing the barriers that come with travelling behind the glass windows of a vehicle.",
        "image3": "",
        "Title5": "Add on the Maldives",
        "Paragraph5": "Look at a map, and youll see that Sri Lanka and the Maldives are tantalisingly close. And although theres just a 1.5-hour flight between Male and Colombo, the two countries offer very different travel experiences, which is why we think its great to combine them on our holidays. You can join the honeymooners and scuba divers exploring coral islands or hop on a dhoni cruise that takes you to local islands away from the insular resorts. Instead, our holidays opt for locally owned beach hotels and guest houses that invest in their communities.",
        "Title6": "Small group or tailor made?",
        "Paragraph6": "Our small group holidays make a great introduction to Sri Lanka, especially for solo travellers. They usually welcome around 12 travellers to reduce negative impacts on the places visited and to create a better, more relaxed experience for you. Some guide you around the whole island over a couple of weeks, while others take on a theme: cycling, food, wildlife or painting. Meanwhile, our tailor made itineraries can be customised by our knowledgeable Sri Lanka experts, matching you up with accommodation and modes of transport that suit your needs, interests and budget."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Sri Lanka",
        "Main_Paragraph": "When thinking about the best time to visit Sri Lanka, you need to keep an eye on its two monsoons: the Yala (south-west; April-September) and the Maha (north-east; November-March). With that in mind, the best time to travel to Sri Lanka is usually November-April in the south-west and February-September in the north-east. That said, July and August are popular in the south, with plenty of families embracing the sporadic tropical downpours and hot sunshine, and May is often lovely. Most of the country averages at 25°C year-round. Hill Country is an anomaly, with the central mountains around Nuwara Eliya a cool 19°C  and much chillier at night.",
        "image1": "",
        "when_to_go": "A month by month guide on when to go to Sri Lanka",
        "when_to_go_html": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Warm, dry and sunny</li>\n<li>Cycling and hiking</li>\n<li>Busy in early January</li></b><div style=\"margin-top: 10px;\"></div>\r\nSri Lanka in January is warm, dry and sunny, especially in the south  great for cycling, hiking and wildlife watching tours. Early January especially is busy, so its best to book well in advance. Things start to dry up in the north-east as the monsoon season there draws to a close. This is a great time for hiking central Sri Lanka, which is at its sunniest and cooler than the coast.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>January is a great time for a</b> <a href=\"/holiday/3555/sri-lanka-holidays-tailor-made\">tailor made Sri Lanka adventure</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Beach weather</li>\n<li>Wildlife tours</li>\n<li>Hike, bike and kayak</li></b><div style=\"margin-top: 10px;\"></div>\r\nWith the rains dying down on the east coast and hot sunshine in the south, February is a great time of year to visit Sri Lanka  especially if you want to factor in some serious beach time. National parks such as Yala start their best season as elephants and leopards materialise to drink at the watering holes. Active hiking, biking and kayaking holidays take to the interior in Sri Lanka in February, where the mountains are a cool escape from climbing temperatures.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Blue whale watching</li>\n<li>Largely dry all over Sri Lanka</li>\n<li>Hill Country warms up</li></b><div style=\"margin-top: 10px;\"></div>\r\nThe beginning of March is the best time to see blue whales in Sri Lanka as they gorge on the abundant krill. In fact, most wildlife tours are in full swing now, welcoming families on their spring break. Sri Lanka in March sees hot and sunny weather in the south, with temperatures above 30°C. This is one of the warmest months to be in the cool tea-growing climate of the Hill Country. March is also a good month for adventurous honeymooners combining Sri Lanka with the Maldives.<div style=\"margin-top: 15px;\"></div>\n<br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Family adventures</li>\n<li>Cycling tours</li>\n<li>Visit the Maldives too</li></b><div style=\"margin-top: 10px;\"></div>\r\nSri Lanka in April starts to get quite humid as the dry season ends in the south-west, but its still a brilliant time for families, especially when you choose to cool down with surfing or rafting. April is one of the best times to cycle and camp in the Hill Country, as the typically cool nights lack the usual chill; however, the rains descend again at the end of the month. Its also an excellent time to add the Maldives into your itinerary. The tourist season winds down at the end of April, when its also your last chance to see blue whales.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Peaceful low season</li>\n<li>Between monsoons</li>\n<li>North-east Sri Lanka</li></b><div style=\"margin-top: 10px;\"></div>\r\nFor many, May is the best time of the year to visit Sri Lanka, seasonally positioned in-between both monsoons and very quiet. This is when youll encounter the least number of fellow tourists; those that are here tend to have come for specialist food and wildlife tours. The focus shifts in Sri Lanka in May as the south-west monsoon season approaches, with visitors aiming for the beautiful, undeveloped beaches out east as they bathe in sunshine and mid-20°C temperatures. May is your last chance to pilgrimage to sacred Adams Peak before the weather turns.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Northern Sri Lanka</li>\n<li>Still peaceful</li>\n<li>Wildlife tours</li></b><div style=\"margin-top: 10px;\"></div>\r\nJune is one of the best months to see northern Sri Lanka as the monsoon season starts in the south. Its an excellent time to explore the Tamil temples of Jaffna and sandy north-eastern beaches under dry, sunny weather and with few other visitors. Bird watching and elephant tracking tours in national parks throughout Sri Lanka in June make the most of active wildlife.\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Island-wide tours</li>\n<li>Northern beaches</li>\n<li>End of wildlife watching season at Yala</li></b><div style=\"margin-top: 10px;\"></div>\r\nNorthern Sri Lanka basks in sunny, warm weather, while the intermittent monsoon storms in the south ease off. This combo makes July a great time for exploring the whole island; just pack your umbrella for any sudden downpours. This month is your last chance to get the best wildlife viewings at Yala National Park. Temperatures hover at around 30°C all over Sri Lanka in July.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>July and August are great for a</b> <a href=\"/holiday/14910/sri-lanka-family-holiday\">Sri Lanka family holiday</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Most popular with families</li>\n<li>Northern beaches</li>\n<li>Bird watching</li></b><div style=\"margin-top: 10px;\"></div>\r\nFamilies love Sri Lanka in August. We cant blame them  the north is still hot, dry and sunny, while the monsoon downpours are considerably less frequent in the south-west. Whale watching season is in full swing off the coast of easterly Trincomalee. Although you can still see leopards in Yala National Park, the noise from crowds can make viewings less likely in August. The Cultural Triangle is less windy in August, but be prepared for temps of over 30°C.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Northern beaches</li>\n<li>Quietens down</li>\n<li>Cheaper prices</li></b><div style=\"margin-top: 10px;\"></div>\r\nSeptember is an excellent time to explore northern and eastern Sri Lanka before the regions monsoon shuffles in. Itll probably be your last chance for dry, sunny beach days in the east. Things get rainier and windier in the south and west at the end of the month, with cyclones a possibility. Yala National Park is usually closed to let wildlife seek out water undisturbed after a long dry season. Watch out for lower prices and fewer crowds in Sri Lanka in September too.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>September is a great time for a</b> <a href=\"/holiday/17791/sri-lanka-holiday-northern-discovery\">northern discovery tour of Sri Lanka</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>North-east monsoon begins</li>\n<li>Whale watching</li>\n<li>Unpredictable weather</li></b><div style=\"margin-top: 10px;\"></div>\r\nThis is one of the wettest months in Sri Lanka. Theres a chance of heavy showers wherever you are in Sri Lanka in October as the north-east monsoon season begins, sometimes encroaching on the whole island. Other times, however, the rains dont arrive on time at all. Temperatures are at their lowest on the south-west coast  a not-too-shabby 28°C. The hottest, driest weather is often found around the Cultural Triangle; there are also fewer visitors at this time of year. In fact, its very quiet all over Sri Lanka  think of October as the calm before the main tourist season begins.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>North-east monsoon season</li>\n<li>Tourist season begins</li>\n<li>Small group tours</li></b><div style=\"margin-top: 10px;\"></div>\r\nThe key tourist season begins in November, so youll find a wider choice of small group tours. Part of the month is still between monsoon seasons, however, so expect lots of sudden downpours as well as long periods of hot sunshine. Umbrellas are essential packing when visiting Sri Lanka in November. Dont give up on the north-east, though. The monsoon might be approaching here, but its less severe than the south-wests rainy season.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Popular month</li>\n<li>Cycling and hiking</li>\n<li>Family adventures</li></b><div style=\"margin-top: 10px;\"></div>\r\nDecember to early January is a very busy time in Sri Lanka. Although you can find quiet spots off the beaten track, you do need to book well in advance. Thanks to the number of visitors, youll find the biggest choice of activities in Sri Lanka in December  from Ayurvedic and cooking retreats to hiking, cycling and family-friendly adventures. Fancy an end-of-year treat? December is a good time to pair Sri Lanka with the Maldives. <div style=\"margin-top: 15px;\"></div>\n<bullet><b>December is great for a</b> <a href=\"/holiday/2177/sri-lanka-small-group-tour-a-food-adventure\">small group food adventure</a></bullet>",
        "weather_chart": "Northeast Sri Lanka Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Northeast Sri Lanka Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 43%;\">160 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 27%;\">100 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 14%;\">50 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 14%;\">52 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 14%;\">50 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 5%;\">20 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 16%;\">60 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 24%;\">90 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 27%;\">100 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 57%;\">210 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 92%;\">340 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">370 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Best times to visit Sri Lanka for festivals & events",
        "paragraph1": "",
        "image2": "",
        "title2": "Thai Pongal (14 January)",
        "paragraph2": "Thai Pongal is a harvest festival when Tamil Hindus give thanks to the land, cattle and the sun god Surya. Temple bells tinkle, musicians pipe up, and women draw elaborate\nkolam\ndesigns on their doorsteps. Huge pots of freshly harvested, sweet rice are boiled up and left to overflow, symbolising abundance. (You’ll have an abundance of it in your belly, too.) Unusually, Thai Pongal follows the solar calendar, so it’s celebrated on the same date every year.",
        "title3": "Independence Day (4 February)",
        "paragraph3": "Sri Lankan Independence Day (AKA National Day) marks the date when the country won independence from Britain in 1948. Flags are unfurled, military parades stop traffic, and fireworks light up the skies all over the country. The main events are in the capital city, Colombo, including a televised speech from the president.",
        "title4": "New Year (usually 13-14 April)",
        "paragraph4": "Both Sinhalese and Tamil Sri Lankans return to their hometowns to celebrate the lunar New Year in mid-April, coinciding with the beginning of spring. Food is hugely important, with the year’s first meal presented on a long table piled high with squares of coconut rice, sesame rolls, deep-fried\nkokis\nbiscuits and fruit. Expect a soundtrack of live music and firecrackers throughout the evening.",
        "title5": "Vesak Poya (May full moon)",
        "paragraph5": "Vesak Poya is the most important Buddhist festival in Sri Lanka, commemorating the triple-whammy of the birth, enlightenment and nirvana of Buddha. Worshippers pack temples, laying down offerings of flowers and candles, while\ndansal\nstalls serving free food pop up on roadsides. As night falls and the full moon rises, Buddhist homes and businesses light up with lanterns and oil lamps. The biggest celebrations are in the capital city, Colombo.",
        "title6": "Eid al-Fitr (changes yearly)",
        "paragraph6": "Eid al-Fitr is a two-day festival that honours the end of Ramadan. It’s also one of the holiest events in Islam, so it’s prayers first – either in the open air or at one of the 2,000 mosques in Sri Lanka – and then thanksgiving feasts of samosas and\nwatalappam\ncoconut puddings with friends and family.",
        "title7": "Deepavali (October or November)",
        "paragraph7": "Deepavali – or Diwali – is the world-famous Hindu Festival of Lights that celebrates the triumph of light over darkness. In Sri Lanka, it’s mainly observed by Tamil Hindus who live in the Hill Country, north and east of the island. Beautiful\nkolam\nmandalas decorate doorways to invite in Lakshmi, the goddess of wealth and prosperity. You’ll also see streets lit with oil lamps and friends and neighbours sharing tasty sweetmeats.",
        "title8": "Christmas Day (25 December)",
        "paragraph8": "Like many other religious knees-ups, Christmas is a national holiday in Sri Lanka. One of the most peaceful ways to start the day is with midnight mass at the 19th-century St Lucia’s Cathedral in Colombo, where Catholics sing hymns and pray by candlelight. The Sri Lankan Christmas cake will lift your spirits almost as much. It’s packed with dates, cherries, raisins, orange peel and cashews marinaded in a heady mix of arrack, rose water, golden syrup and brandy, plus a healthy dash of island spices. Yum.",
        "title9": "Our travellers also ask...",
        "paragraph9": "",
        "title10": "When is the rainy season in Sri Lanka?",
        "paragraph10": "Sri Lanka has two monsoon seasons, so generally the rainy season in Sri Lanka is <b>April to September in the south-west and November-March in the north-east</b>. Its worth noting that the northern monsoon is much less intense than the south, so dont let it put you off travelling. October and November tend to be the rainiest months in Sri Lanka.\r\n\r\n<div style=\"margin-top: 30px;\"></div>",
        "title11": "What is the hottest month in Sri Lanka?",
        "paragraph11": "<b>April and May</b> are usually the hottest months in Sri Lanka, reaching highs of 33°C. That said, theres not much difference in temperatures from month to month on the coast, which stays a steady 25°C-30°C on average right around the island.\r\n\r\n<div style=\"margin-top: 30px;\"></div>",
        "title12": "When is the best time to visit Sri Lanka for a honeymoon?",
        "paragraph12": "<b>March</b> is a popular time for honeymooners in Sri Lanka. Couples can get moon-eyed over blue whale watching tours, tropical beaches, national parks and relatively warm temperatures in the otherwise cool Hill Country. March is also a good time to pair Sri Lanka with the Maldives for a truly epic Indian Ocean honeymoon.\r\n\r\n<div style=\"margin-top: 30px;\"></div>",
        "title13": "When is the best time to visit Colombo?",
        "paragraph13": "Visit Colombo <b>between December and February</b> for dry, sunny weather. In fact, its a good time to explore the whole west coast  just dont expect to have it all to yourself. This is prime tourist season.\r\n\r\n<div style=\"margin-top: 30px;\"></div>",
        "title14": "When is the best time to visit Yala National Park?",
        "paragraph14": "If youre heading to Yala National Park, <b>February until June or July</b> is great, as the water tables are low and animals come out to exposed lakes to drink. Avoid September, when Yala closes for a few weeks to let the wildlife drink from the waterholes in peace after months of dry weather.\r\n\r\n<div style=\"margin-top: 30px;\"></div>",
        "title15": "When is the best time to visit Sri Lankas beaches?",
        "paragraph15": "<b>December, January and February</b> bring hot, sunny weather to the beaches in south-west Sri Lanka. Meanwhile, <b>July, August and September</b> are the ideal months for the beaches of the north-east.\r\nThe east coast beaches are starting to open up again since the end of the civil war, says Liddy Pleasants, managing director at our partner Stubborn Mule Travel. The best time to visit these beaches is during June to August, unlike Sri Lankas south-west beaches, which are best visited in December to March. Thats great for families who want to come here during the school summer holidays. And at the moment, because they are undeveloped, the east coast still has those idyllic tropical beaches."
    }
]