[
     {
        "type": "overview",
        "Main_Title": "Our French Guiana holidays & tours",
        "Main_Paragraph": "French Guiana, a region of France found on the coast of South America, is nothing short of fascinating to visit. There’s a chain of infamous penal colony islands, one containing a space centre used by the European Space Agency, there are beaches, and there’s a culture that has Creole, French and many other influences from its diverse population. The territory is all rainforest and rivers, with little infrastructure, and many of our holidays are adventurous affairs that take in Guyana and Suriname, too. Visitors on our French Guiana holidays will find themselves travelling intrepidly, turtle-spotting, and visiting Indigenous and Maroon communities, where your tourism money helps historically marginalised groups.",
        "Subtitle": "French Guiana highlights",
        "Title1": "",
        "Paragraph1": "Consisting mostly of dense, humid jungle, French Guiana is largely untamed and not a country you can explore widely, with travel often frustratingly difficult. Places to visit are concentrated along the coast, and even newly paved roads are potholed and ferns sprout from between kerbs, as the jungle refuses to be pushed back. Tours here always take in neighbouring countries, typically Suriname and Guyana. Canoe shuttles will ferry you over the Maroni River from Suriname and into French Guiana at Saint Laurent, and a paved road takes you the 190km to Kourou. From here, drive along the coast for another 60km and youre in the capital Cayenne.",
        "image1": "",
        "Title2": "1. Cayenne",
        "Paragraph2": "French Guianas capital boasts a patchwork of architectural styles, from beautiful belle époque to modern buildings that look decidedly shabby. Relax in a bar on the palm fringed Place des Palmistes where theres a monument to the citys own Félix Éboué, an eminent black colonial administrator. Check out the market, too, and follow the footpath up to the old fort remains overlooking Cayenne.",
        "image2": "",
        "Title3": "2. Centre Spatial Guyanais",
        "Paragraph3": "The Guiana Space Centre, operational since 1968, lies just outside Kourou. Chosen as an ideal spaceport location because its near the equator (from where it takes less energy to get a spacecraft into orbit) and the sea (where debris can fall harmlessly), its now used by France, the European Space Agency and various commercial companies. Theres a fascinating museum and you can tour the centre, too.",
        "Title4": "3. Iles du Salut",
        "Paragraph4": "This notorious former penal colony, where many of Frances worst criminals were incarcerated, is on an archipelago an hour off Kourou. Its consists of three islands: Ile Royale, Ile St Joseph and Ile du Diable. Theres an excellent museum explaining the islands history and the privations that convicts and guards endured, plus a small church, the remains of a hospital and a cemetery with memorials to prison staff.",
        "image3": "",
        "Title5": "4. Kourou",
        "Paragraph5": "This modern town lies 60km up the coast from the capital, Cayenne. It sits at the mouth of the Kourou River, ringed by hills, with a sandy ocean beach and three lakes. Its proximity to the Guiana Space Centre  the Centre Spatial  means its home to many of Frances top scientists and astrophysicists and today, Kourou generates 15 percent of the countrys economic activity.",
        "Title6": "5. Maroni River",
        "Paragraph6": "The Maroni River forms the border between French Guiana and Suriname and shuttle canoes transport you over its waters and between countries. As well as crossing it, you can also spend time exploring its beaches where Leatherback turtles nest and learning about the Amerindian and Maroon people that inhabit its shores, including how they make traditional pirogue canoes.",
        "Title7": "6. St Laurent",
        "Paragraph7": "Lying opposite Albina in Suriname, on the west bank of the Maroni River, St Laurent was once the receiving station for new inmates bound for the brutal Iles du Salut penal colony. Visit the eerie Camp de la Transportation, where prisoners arrived by boat after a 20-day journey across the Atlantic. One cell has Henri Charrières name scratched onto its walls, aka Papillon."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit French Guiana",
        "Main_Paragraph": "Tropical French Guiana is hot and humid all year round. December and January are wet, with intense but usually short-lived rains, while April to June sees heavy rains and suffocating humidity  St Laurent is drenched with around 300mm per month during this time. Theres a short dry season usually in March, but sometimes in February, then the main dry season runs from July until November. By August temperatures are climbing, with September and October the driest, sunniest months, but also the hottest with highs of around 32°C  if you can stand the heat, this is the best time to go to French Guiana.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "French Guiana Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">French Guiana Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 67%;\">367 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 56%;\">306 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 69%;\">374 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 81%;\">439 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">544 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 76%;\">412 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 37%;\">200 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 18%;\">96 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 7%;\">40 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 8%;\">46 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 23%;\">124 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 54%;\">294 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "French Guiana travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Safety tips",
        "paragraph2": "Ive been to French Guiana six times over the years and never felt uneasy walking alone around Cayenne, Kourou or St Laurent, even in parts of town which might be considered dodgy. Cayenne has an identifiable centre which is compact and interesting to walk around; Kourou is much more scattered and has seen considerable expansion in the last 20 years.",
        "title3": "What to expect",
        "paragraph3": "Infrastructure is basic and you'll have to be prepared for delays and for things not going quite to plan. 19 20ths of the land area is effectively impenetrable to visitors  its rainforest region called Inini. Effectively there are just two roads. One excellent paved single carriageway runs east-west along the coast, St-Laurent to Cayenne, via the coastal towns of Iracoubo, Sinnamary, Kourou and the Space Station. Theres another from Cayenne to the Brazilian border at St Georges straight through swampy jungle. Its paved too, but constantly needs repaving (the 50m bridge over the river to Brazil built 2011 is still only open to pedestrians and cyclists). The Space Centre  hi-tech in the tropics  is an absolute highlight. French Guiana feels like France, but not especially modern. Be aware that ATM machines outside Cayenne are often empty.",
        "title4": "Advice on joining a small group",
        "paragraph4": "Theres almost no public transport, and most of what little there is is fairly ramshackle, which can make independent travel difficult.  Very few local people speak English, and all tourist infrastructure is geared to Francophones. On a group tour like ours you benefit from a tour leader (our current one speaks Portuguese, Dutch, Spanish) and we charter decent buses. Its definitely worth going  its a different world."
    }
]