[
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Singapore",
        "Main_Paragraph": "Thanks to Singapore's equatorial location, it is fairly hot and humid all year round with slightly more rain from Nov-Jan and slightly more heat in May-Jun. The best time to visit Singapore to experience its multicultural heritage is during Diwali (mid-Oct to mid-Nov) or late Jan for Chinese New Year, when Little India and Chinatown really come to life in a blaze of colour and celebration. Although afternoon rain can be a daily occurrence it's often over as soon as its started and won't dampen the spirits if you've packed a brolly or ducked for cover in a mega mall or covered market.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Singapore Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Singapore Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 74%;\">200 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 65%;\">177 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 73%;\">198 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 74%;\">201 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 65%;\">176 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 58%;\">157 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 57%;\">156 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 61%;\">166 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 63%;\">172 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 73%;\">198 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 90%;\">246 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">272 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Things to do in Singapore",
        "paragraph1": "",
        "image2": "",
        "title2": "Things to do in \r\nSingapore...",
        "paragraph2": "<div style=\"margin-top:20px;\"></div>\n<bullet><b>Shopping in Singapore</b> doesn't have to revolve around the shopping malls on Orchard Road although all that air-conditioning can be one way to escape the heat. Little India and Chinatown offer a far more authentic experience for shoppers with pedestrianised street food and hawker areas selling all sorts of Singaporean specialties around the clock. Souvenir stalls in Singapore come thick and fast but make sure you check the authenticity of a product first before claiming to have bagged a bargain.</bullet>\n<bullet>Tucked away amidst the malls you'll discover burning incense and flower-bedecked deities in open doorways however, if you're searching for further divine intervention take a <b>temple tour in Singapore</b> and who knows where your path might lead. Sri Mariamman in Chinatown and Sri Veeramakaliamman in Little India highlight Hinduism in the city with the Buddha Tooth Relic Temple and Kong Meng San Phor Kark See Monastery offering alternative beliefs for Buddhists.</bullet>\n<bullet>As Singapore is well worth visiting at any time of year creating a <b>tailor made tour</b> to fit into your schedule is a great way to experience the country on its own merits or as part of an expanded trip around other areas of Southeast Asia. From guided foodie adventures past more than 300 street food stalls to sightseeing and shopping at leisure, creating your own tour of Singapore is the best way to peel back the state's multi-cultural heritage, one layer at a time.</bullet>",
        "title3": "Thingsnotto do in Singapore...",
        "paragraph3": "Slipping from the rainforest trails and Iban villages of Sarawak into the cosmopolitan contrasts of Singapore is actually a lot easier than you may first expect and if you're visiting Singapore then it would be a shame to\nmiss out on Malaysia\nas it's only 1.5hrs away by air. Lombok, in Indonesia, and Langkawi on the west coast of mainland Malaysia aren't far from Singapore either with tailor made two week tours allowing you to enjoy days at the beach as well as free time for city sightseeing.",
        "title4": "",
        "paragraph4": "Golf courses, theme parks and artificial beaches on reclaimed land make the\nresort island of Sentosa\nincredibly popular, with easy access via cable car and covered pedestrian boardwalk adding to the often crowded attractions. Although Sentosa does promote sustainable tourism and features preserved colonial architecture, heritage trees and a restored coastal fort, it's probably only worth visiting if you have more than two or three days to spend in Singapore, to make it worth your while.",
        "title5": "",
        "paragraph5": "Singapore's central business district glitters and shines over Marina Bay to offer financial execs and international city slickers an array of expensive options to help them while away evenings after work or lunch breaks in the shadow of skyscrapers. It can be quite enlightening to enjoy a stroll along Singapore River to see how the other half live but try not to\nstick to the CBD\nif you're looking to get a much more rounded impression of everything Singapore and Southeast Asia stands for.",
        "title6": "SINGAPORE TRAVEL ADVICE",
        "paragraph6": "",
        "title7": "",
        "paragraph7": "Michael Voss, product executive at Regent Holidays, shares advice, recommendations and personal experiences from Singapore:",
        "title8": "Getting around",
        "paragraph8": "Its very easy to get around Singapore with a modern and efficient subway system operating from 5.30am to midnight in addition to regular trains on the MRT (Mass Rapid Transit). There are five colour-coded MRT lines which are easy to navigate and cover all the highlights including the outlying suburban areas. Prices are cheap  from £0.80 to £1.40 or you can get a Singapore Tourist Pass with unlimited train and bus travel for £5.65 a day.",
        "title9": "Foodie heaven",
        "paragraph9": "Chinatown is one of the most visited heritage districts in the city, and during a half-day organised foodie tour youll pass around 300 food stalls and typically taste up to ten different dishes.",
        "title10": "Cultural highlights",
        "paragraph10": "As a trading port, Singapore doesnt really have one true culture but is more a melting point for different nationalities including British, Dutch, Chinese, Indian and Malay. Most local inhabitants of modern Singapore have Chinese roots and so Chinatown is probably the heart of Singapores culture, whilst north of the Singapore River colonial-era architecture, such as Raffles Hotel, links back to the early 1800s.",
        "title11": "",
        "paragraph11": "Craig Johnstone, from our supplier Audley Travel, shares some of his Singapore memories and recommendations:",
        "title12": "Singapore specialties",
        "paragraph12": "In order to experience the best of Singapore's cuisine I'd suggest the Newton food centre. Here youll find everything from satay and chili Crab (Singaporean specialty) to classic chicken and noodle dishes as well as one of the world's few Michelin-starred food vans. For a nightcap you can either grab a Singapore Sling at Raffles or a signature cocktail at the Fullerton's rooftop bar although a bottle of Tiger beer around a food truck can be just as enjoyable.",
        "title13": "Where to walk",
        "paragraph13": "Labrador Nature Reserve, on Singapores south coast, has several walking trails leading past old WWII bunkers and gun turrets with some great views out to sea from the islands only cliff edge. For city views, the 9km Southern Ridge Trail, which links the connecting parks of Mt Faber, Telok Blangah Hill and Kent Ridge, is an inland alternative, especially when experienced after an early start.",
        "title14": "Stopover option",
        "paragraph14": "\"We usually recommend Singapore as a stopover destination en route to Borneo, Indonesia or Australia. Id say three nights is long enough to experience the highlights and enjoy the food.",
        "title15": "Beach options",
        "paragraph15": "Singapore isn't renowned for its beaches but there are a couple of options: Sentosa and Changi. Sentosa is a busy island to the south of Singapore with a number of large hotels and amusement parks whereas Changi, on the east coast, has more of a local scene for picnics and coastal walks.",
        "title16": "Festivals",
        "paragraph16": "Chinese New Year and National Day (9th August) are the big festivals in Singapore, but lots of other food and drink events celebrating local culture and the arts take place throughout the year."
    }
]