{
  "destination": "Türkiye",
  "mainPhoto": "",
  "id": "ST00001",
  "tourName": "Balkan Turu",
  "placesVisited": "Türkiye, Yunanistan, Sırbistan",
  "generalInfo": "Birbirinden farklı şehirler, birbirinden farklı kültürler ve birbirinden farklı doğal güzellikleriyle 8 Balkan ülkesini Siempre Tur ile gezin.<br><br>Tur boyunca denize, yeşile, farklı kültürlere ve ülkelere doyacaksınız.",
  "durationDays": "9",
  "price": "1250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "12",
  "meet": "",
  "whatExpect": "<p>– Türk Havayolları ile Ankara- İstanbul – Belgrad / Selanik – İstanbul- Ankara arası ekonomi sınıfı uçak bileti,<br/>\r\n– Havalimanı vergileri ve hizmetleri bedeli<br/>\r\n– Belirtilen kategoride 8 gece konaklama<br/>\r\n– Otellerde alınacak sabah kahvaltıları, Akşam yemekleri ( Özel Yemekli Gecelerin hariç)<br/>\r\n– Makedonya Geçesi<br/>\r\n– Boşnak Gecesi<br/>\r\n– Sirtaki Gecesi<br/>\r\n– Alan/Otel/Alan ve Şehirlerarası transferleri<br/>\r\n– Türkçe rehberli panoramik şehir turları<br/>\r\n– Otobus Şöfür ve Rehber bahşişleri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "İstanbul",
      "description": "Atatürkhavalimanı Dış Terminalinde saat 04:30 buluşma. Bilet, bagaj işlemlerini. Pasaport işlemlerinin takiben THY TK 1081 sefer sayılı uçakla saat 07:25 de Belgard a hareket.Yaklaşık 1:40 , saatlik yolculuğun ardından saat 08:25 te Belgrada varış. Pasaport, bagaj ve gümrük işlemlerinin ardından özel otobüslerimizle birlikte panaromik Belgrad turumuza başlıyoruz. Panoramik Belgrad şehir turumuz sırasında Kale Meydanı, Askeri Müze, İstanbul Kapı, Saat Kulesi, Damat Ali Paşa Türbesi, Zindan Kapı, Leopoldov Kapı, Sokullu Mehmet Paşa Çeşmesi, Stefan Lazerevic Anıtı, Nebojsa Kulesi, Saborna Kilisesi, Cumhuriyet Meydanı, Terazi Meydanı ve Taş Meydan görülecek yerler arasındadır. Turumuzun bitimi ile birlikte otelimize transfer. Geceleme otelimizde."
    },
    {
      "dayNumber": 2,
      "title": "Belgrad",
      "description": "Uyandırma, kahvaltı ve odaların boşaltılmasının ardından özel otobüslerimizle Saraybosna’ya hareket. Varışımızla beraber panoramik şehir turumuza başlıyoruz. Avrupa’nın en müstesna çarşısı Başçarşı’da gezintimizi yapıyoruz. Osmanlı döneminden beri faaliyete devam eden Kurşunlu Medresesi’ni geziyoruz. Ardından Kanuni Sultan Süleyman’ın akrabası Hüsrev Bey Camii’ni geziyoruz. Turumuzun devamında Saat Kulesi, Saraybosna’da Katolik Katedrali, Ortodoks Kiliseleri ve Musevi Sinagogu’nu görüyoruz. Ardından 1. Dünya Savaşı’nın çıktığı Latin Köprüsü’nü gezdikten sonra Fatih Sultan Mehmet’in şehre girdiği kapıdan geçip Osmanlı Çeşmesinden su içiyoruz. Son olarak Fatih Sultan Mehmet Han’a atfedilen Fatih Camii’ni ziyaret ettikten sonra otelimize transfer ve odalara yerleşme. Akşam misafirlerimiz düzenlenecek olan Boşnak Gecesi turuna katılabilirler. Saraybosna'nın otantik restoranlarından birinde yerel müzikler ve folklör eşliğinde alacağımız akşam yemeğimiz ile unutulmaz bir gece yaşayacağız. Gecenin sonunda otelimize hareket."
    },
    {
      "dayNumber": 3,
      "title": "Saraybosna",
      "description": "Saraybosna - Mostar - Trebinje - Dubrovnik"
    },
    {
      "dayNumber": 4,
      "title": "Dubrovnik",
      "description": "Uyandırma ve kahvaltının ardından misafirlerimiz düzenlenecek olan tam günlük Korçula-Ston-Peljesac Şarap Tadım turuna veya (Hava Şartları Hangisine müsaitse)tam günlük yemekli 3 Adalar Tekne turuna katılabilirler.(Hangi turun düzenleneceği grupta çoğunluk sağlanmasıyla belirlenir) Korçula-Ston-Trsteno-Peljesac: Bu turumuzda önce Ston kasabasını ziyaret edeceğiz. Ortaçağ kasabası görünümünü halen koruyan Ston, bir zamanlar çok kıymetli olan tuz yataklarıyla ünlü bir kasabadır. Bu tuz yataklarını Osmanlı akınlarından korumak için inşa edilen ve Çin Seddi'nden sonra dünyanın en uzun 2. surlarına ev sahipliği yapmaktadır. Ardından Marco Polo'nun doğum yeri ve yaşadığı yer olan Korçula Adası'nı görmek için otobüs yolculuğunun ardından teknemize bineceğiz. 12. yy.’dan kalma eski şehir meydanı, surlar, St.Mark Katedrali, kıyı kapısı Revelin, Abbott Hazineleri, şehir müzesi ile en iyi korunmuş orta çağ kasabalarından biridir. Daha sonra Plejesac yarımadasının meşhur şaraplarının tadına bakmak için Prizdrina'da şarap tadımına gidiyoruz. Burada beğendiğiniz şaraplardan satın alma imkanına sahip olacaksınız. (Kış aylarında Korçula Adası ziyareti hava durumuna bağlı olarak gerçekleştirilmektedir.) 3 Adalar: Koloçep, Şipan ve Lopud Adalarını göreceğimiz turumuzda öncelikle, Dubrovnikliler'in tatil beldesi, palmiye ağaçları ve büyüleyici doğası ile ünlü Koloçep adasını gezeceğiz. Burada vereceğimiz bir moladan sonra, teknemiz Şipan Adasında bulunan Sudurad kasabasına doğru yol alacak. Skocibuh ailesine ait 16. yy.’dan kalma kale, şehir kalesi ve surları, Dubrovnik Başpiskoposu'na ait yazlık sarayın kalıntılarını gezdikten sonra ’Barış Adası’ olarak bilinen Lopud’a gideceğiz. Turkuaz ve berrak denizi, büyüleyici kumsalı ve muhteşem doğası ile her geleni büyüleyen adada denize girme imkanı bulacaksınız. Öğle yemeğini tur esnasında alacağız. Turumuzun bitimiyle beraber Dubrovnik'e hareket ve otelimize transfer. Akşam misafirlerimiz düzenlenecek Hırvat Gecesi programımıza katılabilirler. Yerel müzikler ve lezzetler eşliğinde unutulmaz bir Balkan gecesi yaşayacaksınız. Gecenin sonunda otelimize transfer. Geceleme otelimizde."
    },
    {
      "dayNumber": 5,
      "title": "Dubrovnik",
      "description": "Dubrovnik - Kotor - Budva - Ohrid"
    },
    {
      "dayNumber": 5,
      "title": "Ohrid Gölü",
      "description": "Uyandırma ve kahvaltının ardından, St Naum Ohri turuna hareket. Turumuzda öncelikle muhteşem manzaralar eşliğinde yaklaşık 1 saatlik yolculukla St. Naum’a varıyoruz. Burada bölgenin en önemli azizlerinden biri olan St. Naum Manastırı ve Sarı Saltuk Türbesini ziyaret ediyoruz. Buradaki enfes manzara adeta nefesinizi kesecek niteliktedir. Ardından Ohrid şehir turumuzu yapıyoruz. Yürüyerek yapacağımız panoramik şehir turumuzda, Bizans döneminin Ohrid’deki en önemli kilisesi St. Panteleymon, günümüzde hala konserler için kullanılan Aya Sofya Kilisesi ve Roma döneminden kalma anfi tiyatro, Car Samuel Kalesi, St. Bogorodica Perivlerta, 4. yüzyıl kiliseleri Keşanlı İmareti, Kuloğlu ve Emin Mahmut Camileri, Çınar Meydanı, Ohri Halveti Tekkesi, ziyaret ediyoruz, Şehir turunun ardından otelimize transfer. Akşam misafirlerimiz düzenlenecek Makedon Gecesi programımıza katılabilirler. Yerel lezzetlerin tadına Makedon müzikleri eşliğinde bakıyor ve bize hiç de yabancı gelmeyecek şarkılar eşliğinde unutulmaz bir Balkan Gecesi yaşıyoruz. Gecenin sonunda otelimize transfer. Geceleme otelimizde."
    },
    {
      "dayNumber": 6,
      "title": "Ohrid Gölü",
      "description": "Uyandırma ve kahvaltının ardından, St Naum Ohri turuna hareket. Turumuzda öncelikle muhteşem manzaralar eşliğinde yaklaşık 1 saatlik yolculukla St. Naum’a varıyoruz. Burada bölgenin en önemli azizlerinden biri olan St. Naum Manastırı ve Sarı Saltuk Türbesini ziyaret ediyoruz. Buradaki enfes manzara adeta nefesinizi kesecek niteliktedir. Ardından Ohrid şehir turumuzu yapıyoruz. Yürüyerek yapacağımız panoramik şehir turumuzda, Bizans döneminin Ohrid’deki en önemli kilisesi St. Panteleymon, günümüzde hala konserler için kullanılan Aya Sofya Kilisesi ve Roma döneminden kalma anfi tiyatro, Car Samuel Kalesi, St. Bogorodica Perivlerta, 4. yüzyıl kiliseleri Keşanlı İmareti, Kuloğlu ve Emin Mahmut Camileri, Çınar Meydanı, Ohri Halveti Tekkesi, ziyaret ediyoruz, Şehir turunun ardından otelimize transfer. Akşam misafirlerimiz düzenlenecek Makedon Gecesi programımıza katılabilirler. Yerel lezzetlerin tadına Makedon müzikleri eşliğinde bakıyor ve bize hiç de yabancı gelmeyecek şarkılar eşliğinde unutulmaz bir Balkan Gecesi yaşıyoruz. Gecenin sonunda otelimize transfer. Geceleme otelimizde."
    },
    {
      "dayNumber": 7,
      "title": "Ohrid Gölü",
      "description": "Uyandırma, kahvaltı ve odaların boşaltılmasının ardından özel otobüslerimizle Resne’ye hareket ediyoruz. Yolumuz üzerinde bulunan ve İttihat ve Terakki’nin en ünlü 3 simasından biri ve Türk Yunan savaşındaki faydaları nedeni ile üne kavuşan olan Resne’li Niyazi’nin Sarayını ziyaret ediyoruz. Manastır(Bitola) kent gezimiz sırasında; Türk Çarşısını, Bedesten’i, İshak Camiini, Yeni Camii’yi, Haydar Kadı Camii ve gezinin en duygusal anlarını yaşayacağınız Atatürk’ün mezun olduğu Askeri İdadi’yi ve Atatürk Müzesi’ni ziyaret ediyoruz ardından Uskupe hareket. Ilk duragimiz Gostivar ve Gostivar ardindan Kalkandelen’e doğru yolumuza devam ediyoruz. Kalkandelen‘de Alaca cami ve Kanuni’nin vezirlerinden Sersem Ali Baba tarafından 16. yüzyılda kurulan Bektaşi Harabati BabaTekkesi’ni ve bir mimari eser olan Alaca Camii’yi ziyaret ediyoruz.. Ardından Üsküp’e hareket. Üsküp’e varış ve panoramik şehir turu. Ünlü şairimiz Yahya Kemal Beyatlı’nın doğum yeri olan Üsküp’te göreceğimiz yerler arasında Yahya Paşa Camii, Saat Kulesi,Türk Çarşısı,İsa Bey Camii,Mustafa Paşa Camii,Murat Paşa Camii, Kapan Hanı,Sulu Han, Davut Paşa Hamamı,Taş Köprü bulunmaktadır. Vardar nehrinin kıyısından ve nehrin öteki tarafında bulunan Türk ve Yahudi mahallelerini seyrederek yürüyoruz. Bu yürüyüşümüzde Makedonya Meydanı’nı, Osmanlı Köprüsü’nü ve Davut Paşa Hamamı’nı dışarıdan göreceğiz. Ardından Türk çarşısı’na gidiyor ve Türk Çarşısı’ndaki tarihi eserleri görmeye başlıyoruz .Göreceğimiz bir diğer yapı olan ve eski Türk Çarşısı içinde yer alan ve 1550 tarihli Kurşumlu Han günümüzde Güzel Sanatlar Akademisi olarak kullanılıyor. Osmanlı döneminde 17 Han binası inşa edilmiş olan Üsküp‘te günümüzde 3 han binası kalmıştır.15.yy’ın 2 yarısında inşa edilmiş Sulu Han ve Kapan Hanı’nı ziyaretlerin ardından Üsküp’ün sembol eserlerinden biri olan ve 16. yüzyılda inşa edilmiş saat kulesi’ni, 14. yüzyılda yapılmış erken dönem camilerimizden Sultan Murat Camii ‘ni ve yine aynı yüzyıldan kalma İsa Bey Camii’ni ziyaret ediyoruz. Ziyaretlerimizin ardından Türk çarşısı’nda alışveriş için bir saat serbest zaman verilecektir. Şuşka biberi,ustrumca yer fıstığı,çarıklar alabileceklerimiz arasında yer alıyor. Turumuzun bitimi ile birlikte otelimize transfer ve odalara yerleşme. Aksam yemegini yerel restoranda canli muzik esliginde almaktayiz.Geceleme otelimizde."
    },
    {
      "dayNumber": 8,
      "title": "Üsküp",
      "description": "Uyandırma, kahvaltı ve odaların boşaltılmasının ardından özel otobüslerimizle Üsküp’e Vodno dagina gitmekteyiz. Seklanik e varışımızın ardından özel otübüsümüzle Büyük Türkiye Devletinin Aziz Kurucusu Mustafa Kemal Atatürk ün evinde Tüm Misafirlerimizle bereber ATA mızı Anıyoruz. Yunanistan’ın en büyük kilisesi olan Aya Dimitrios Kilisesi Selanik Camii, Bedesten, Beyaz Kule, Büyük İskender Heykeli, bazı Osmanlı ve Bizans eserleri, Fuar alanı ve Döner Kule’yi kapsayan SELANİK panoramik şehir gezisi sonrasında otelimize yerleşiyoruz.Akşam yemeğini için Sirtaki Müzikleri eşliğinde Gala gecemizin yapıldıgı Tavernaya gidiyoruz."
    },
    {
      "dayNumber": 9,
      "title": "Selanik",
      "description": "Uyandırma , kahvaltı ve odaları boşaltılmasının ardından. Selanik Havalimanına transferimiz ve THY nun 1081 sefer sayılı ucagıyla İstanbul a saat 20:50 haraket. 22:10 İstanbul Hava limanıda Balkan Turu sonu. Bir sonraki SİEMPRE TOUR Operasynunda Görüşmek Üzere ."
    }
  ],
  "map": ""
}