{
    "Main_Title": "Our Kazakhstan holidays & tours",
    "Main_Paragraph": "Our Kazakhstan holidays explore one of the largest countries on the planet, and one that still sees few international visitors  an immensely enticing prospect for adventurous travellers. With tourism still in its infancy here, our holidays help establish best practices for environmental protection and community benefits. National park entrance fees in places such as Altyn Emel and Aksu-Dzhabagly help fund the conservation of endangered wildlife like snow leopards and Tien Shan brown bears, while our horse riding expeditions take great care to avoid polluting nearby water sources. Kazakhstan can be seen briefly on our overland Silk Road tours but this is a vast country and a week or longer still in the company of a local guide will prove truly amazing.",
    "Subtitle": "Kazakhstan highlights",
    "Title1": "1. Almaty",
    "Paragraph1": "Once the nations capital, still the favoured city of many Kazakhs, thanks to its pleasant climate, snowcapped mountain backdrop and cosmopolitan vibe. Modern Almaty certainly displays Kazakhstans wealth in its glitzy downtown streets, but more classic sights include the wooden Zhenkov Cathedral, built without nails. Take a daytrip to the Tamgaly petroglyphs  carved into the rock during the Bronze Age.",
    "image1": "",
    "Title2": "2. Altyn-Emel National Park",
    "Paragraph2": "This national park protects around 4,600km² of bleak desert and rocky landscapes. It is known for its singing dunes which whistle when the wind blows. The sliver-like Charyn National Park sits just to the south, encompassing the 100m-deep Charyn Canyon. This has been compared to the Grand Canyon thanks to its dramatic and colourful rock formations, including the impressive Valley of Castles.",
    "image2": "",
    "Title3": "3. Lake Issyk",
    "Paragraph3": "An alpine lake sitting at an altitude of 1,760m, Lake Issyk was created quite suddenly when a landslide dammed a valley 8,000 years ago. Explore this stunning turquoise lake, surrounded by snow-dusted mountains, on daytrips from Almaty or en route to the neighbouring national park. Walk through wildflower filled meadows and dense forests, and visit nearby Turgen Gorge, with its high waterfalls.",
    "Title4": "4. Eastern Kazakhstan & Altai Mountains",
    "Paragraph4": "If youre the kind of traveller who finds Kazakhstan a bit too mainstream, head to the far east and the Altai Mountains for a real taste of wilderness. Take a cruise across one of the worlds largest reservoirs, camp on the tranquil shores of Lake Markakol, drive over high mountain passes, and meet nomadic families and Old Believers  who practice a 17th century version of Orthodox Christianity.",
    "image3": "",
    "Title5": "5. Silk Road",
    "Paragraph5": "You wont find any Silk Road street signs in Kazakhstan; this near-mythical trail is more of a concept than a physical route, but as this massive country forms a vast obstacle between Europe and East Asia, it was crisscrossed for centuries by traders and merchants, as well as Mongol warriors. Modern travellers will find ruined cities, magnificent mausoleums and the remains of ancient fortresses.",
    "Title6": "6. Turkistan",
    "Paragraph6": "A 1,500-year-old city emerging from the Kazakh Desert, Turkestan was a kind of oasis for Silk Road traders. Its massive, 14th century mausoleum complex is now a UNESCO site, as well as a place of pilgrimage for Soviet Muslims. Base yourself here for trips out to the ruins Sauran and Otrar, once great cities that survived Mongol invasions and which played important roles with Genghis Khan and Silk Road traders."
}