{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "flavors-of-south-africa-tour-new-world-wine-fine-dining-classic-safari-experience",
  "tourName": "Flavors of South Africa Tour: New World Wine, Fine Dining & Classic Safari Experience",
  "placesVisited": "Cape Town, Constantia, Stellenbosch, Franschhoek, Thornybush Private Game Reserve",
  "generalInfo": "Crafted with wine fanatics in mind, this luxurious 12-day tour of South Africa is designed to give you the perfect sampling of South Africa’s many flavors. From elegant wine estates in the Western Cape, to luxury lodges with expansive wine cellars in the heart of the bush, you will experience South Africa as guided by the country’s favorite wines. Coupled with an extraordinary culinary adventure, a sensational bush experience, and a few award-winning spas, this two-week tour will surely delight each and every one of your senses.",
  "durationDays": "12",
  "price": "15,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town - Victoria and Alfred Waterfront",
      "description": "This African adventure begins at Cape Town’s Victoria and Alfred Waterfront. The active harbor is the hub for tourism in this world famous city, and your chic hotel is located on the edge of it all. Having arrived in the city around midday, you will have the afternoon to leisurely adjust to the time change and pace of life. Browsing the varied boutiques and harbor side cafes while local South African marimba bands play lively songs behind you is one of the most perfect welcomes to the continent. There are countless restaurants to choose between within this area, serving anything from fresh fish and chips to high-end Japanese fare. Some may prefer to wander, browsing menus as you go while others may prefer to make a reservation through the concierge. No matter your approach, be sure to factor in a drink at your hotel lobby, in order to sample your first South African wine from their vast cellar."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town - Tour of the Cape Peninsula and the City Center",
      "description": "While your time in Cape Town is entirely yours to design, we often recommend spending your first day in the city on a private guided tour of the Cape Peninsula. Beginning after breakfast, this tour carries you along the Atlantic seaboard to Cape Town’s smaller harbors. A dramatic and exhilarating scenic highway weaves along the jagged cliffs of the Twelve Apostles, slowly carrying you towards the Cape of Good Hope. There are a number of opportunities throughout this morning drive to pause at various highlights, including Camps Bay, Hout Bay and Clifton. Dip your toes in the Atlantic Ocean before climbing up to the lighthouse at the Cape Point where the Atlantic and Indian Oceans swirl together against a magnificent backdrop. Keep your eyes open for wandering ostrich, mountain zebra and eland amidst the endemic fynbos flora, before carrying on for a visit with the African penguins at Boulders Beach. Today’s tour has a number of detours available, depending on your particular interests. Ornithologists will likely love a visit to World of Birds where you can walk through a series of aviaries filled with unique and endangered species. Others may prefer a quick ocean adventure to visit a colony of Cape Fur seals on a rocky outcropping off the coast. We often recommend a trip to Kirstenbosch for everyone; a stroll through these expansive botanical gardens is nothing short of magical. While it takes days to circumnavigate the entire jungle of ancient and endemic gardens, a few hours is enough to inspire a curiosity in local botany."
    },
    {
      "dayNumber": "3",
      "title": "Constantia - Lush and Leafy",
      "description": "This morning you will head out of the city center to the other side of a mountain, arriving in the stunning and exclusive suburb of Constantia. Here you will stay at the tranquil boutique hotel steps away from a number of the southern hemisphere’s oldest vineyards. Quiet, charming and with a Cape Dutch flare, this elegant garden hotel will be the first of many perfect bases for exploring the area. Arriving in the late morning, you will have just enough time to refresh yourself in a private plunge pool before wandering out to a winery for lunch. Indulge in a gourmet meal at a timeless restaurant, being sure to sample their signature desert, the Chocolate Variation. Wander through their manicured gardens, perpetually shaded by the dramatic mountain range behind. The remainder of the afternoon will be spent as you please. Some may fit in another tasting or two, while others may prefer to relax amidst the explosively colorful gardens of your hotel."
    },
    {
      "dayNumber": "4",
      "title": "Constantia - Timeless Vineyards",
      "description": "All of today will be spent casually exploring the nine vineyards that comprise the Constantia Valley Wine Route. This wine route is the oldest in the southern hemisphere, with some estates dating back as late as 1685. The Groot Constantia vineyard specifically has been a favorite of authors, royalty and explorers for over three centuries, with Napoleon Bonaparte listing the Grand Constance as his favorite wine in the early 1800s. This vineyard has also preserved the original manor house and Cloete wine cellar, which are currently managed by the Iziko Museums of South Africa. A tour through these historic buildings will shed further light on the centuries of people who have savored these very wines. Each of the nine vineyards produces only premium wines, with a number of award-winning bottles scattered throughout. Knowledgeable and charismatic staff will lead you on a journey through whites, reds and dessert wines, highlighting subtle flavors and strategic differences with every glass. With each vineyard more beautiful than the last, today will be nothing short of dreamy. Whether you opt to visit three or nine vineyards, the pace and pattern will be entirely yours to design. Enjoy!"
    },
    {
      "dayNumber": "5",
      "title": "Stellenbosch - Famous Wine Route",
      "description": "This morning, the elegance continues as you move from Constantia to Stellenbosch, the most famous wine route in South Africa. Driving just past the city along winding mountain roads, you will find the stunning estate where you will stay. Brass gates usher you into this magnificent property tucked away within the Helshoogte Mountain Pass. Though the driveway is stunning, the magic explodes as you enter your private cottage overlooking this famed region. Light floods through the windows of these tastefully decorated suites, providing you with panoramic views from every room. However, you will truly be able to soak it all in as you sip champagne in your private plunge pool that jets out over the rows of grape trees below. Though opulent and extravagant, the property remains somehow understated, always embracing the natural beauty that surrounds it. The coming days here will be a treat."
    },
    {
      "dayNumber": "6",
      "title": "Stellenbosch - Day of Indulgence",
      "description": "Today, every one of your senses will be wowed as you explore the spa, restaurant, wine cellar and diamond masterpieces housed at this incredible property. Begin with a breakfast of fresh tropical fruit and rich espresso, served to you on your porch overlooking the fields below. In the mid-morning, move to the airy and light-filled spa, and pamper yourself with a restorative massage and a rejuvenating facial. While some may spend the entire day here, others may prefer to emerge from the oasis for an extravagant lunch coupled with award-winning wines. In the afternoon, venture into the flagship African store diamonds. Hop in a golf cart and be driven to the lavish boutique, where unique rings and timepieces are spectacularly displayed throughout art-filled rooms. Whether you purchase a stunning watch, or simply marvel at the glittering pieces, this is not to be missed. The extravagance continues as you visit the wine tasting room for samples of a number of top ranking wines."
    },
    {
      "dayNumber": "7",
      "title": "Franschoek - Culinary Adventure",
      "description": "This morning you will carry on through the Helshoogte Mountain Pass, descending eventually into the town of Franschhoek. Protected by massive mountains, this quaint French town will be the final stop on your comprehensive wine tour. Drive down the restaurant-fringed main street, turning into a quiet corner near the Huguenot memorial as you approach your next property. This understated boutique hotel perfectly combined its French roots with a modern flair, without ever detracting from the region’s natural beauty. Though the spa, pool and cozy personal fireplace may lure you close, the true appeal is its world-renowned restaurant. Laden with awards, this restaurant has become a destination within South Africa for those truly passionate about inventive and innovative dining. Tonight you will have a reservation for an eight-course surprise tasting menu. Leaving no choice for the guests, the chef will delight each of your taste buds as she profiles local specialties prepared with an international flare. Paired with regional wine, this experience will vie for the place of best meal of the trip. That said, we will not ruin the adventure with more descriptors. They mystery is part of the fun!"
    },
    {
      "dayNumber": "8",
      "title": "Franschoek - Countless Vineyards",
      "description": "With countless vineyards in your immediate vicinity, set out today on a tour of those that intrigue you most. Whether following a route or the wind, you are bound to stumble upon new favorite chardonnays and cabernets. To balance the wine, it is also worth exploring the artisan food route, which leads you through a journey of handcrafted cheese, bread, olives, olive oil, charcuterie and chocolate. It will be well worth your while to save room during this morning’s tour for lunch at another top restaurant. Franschoek is in fact home to approximately 80% of the country’s best restaurants, and a goal of this trip is to experience as many as possible. Others may crave a creative lunch of charcuterie at the rustic Bread and Wine Vineyard in the valley, or a meal of Africa’s only responsibly-sourced seafood at the Salmon Bar, all of which can be organized to satisfy any palate. No matter where you dine, today will be focused on completing your tour of the country’s culinary capital. Spend the late afternoon sifting through galleries in search of a stunning piece of art to commemorate the trip before drifting into a food-induced sleep."
    },
    {
      "dayNumber": "9",
      "title": "Cape Town - Fly into the African Bush",
      "description": "Hopefully today you will have shipped at least one box of wine home, leaving your bags light for the second portion of your journey. This morning you will drive back to Cape Town, arriving in time for a flight to Nelspruit via Johannesburg. A private plane will carry you the final distance, eventually descending on a dirt landing strip in Thornybush Private Game Reserve. Adjacent to Kruger National Park, Thornybush is among the most vibrant and exclusive private game reserves in Africa. Here you will stay at a jaw-dropping oasis in the raw and untamed bush. Here, you will not experience an ordinary South Africa safari ! Your visit here will be timeless, elegant and a little bit extravagant. In spite of your location in this remote corner of the bush, the culinary adventure has yet to end. This safari lodge has earned international fame for its spectacular dishes, and today’s lunch will illustrate exactly why. Sit down on the airy wooden deck with a glass of rosé, and sit back while the chef amazes you with his creations. Digest with a coffee before meeting your ranger for your first safari. Inevitably complete with prolific wildlife, sundowner cocktails and uninterrupted stargazing, the coming days will make up the imagined quintessential African adventure – with a few dashes of added luxury, of course."
    },
    {
      "dayNumber": "10",
      "title": "Thornybush Private Game Reserve - Embark on a Full Day of Safari",
      "description": "Early this morning, your ranger will give your cottage a wakeup call before the sun begins to rise. Shortly thereafter, a guard will escort you along the boardwalks to the main lodge where hot coffee, fruit, and yogurt await. Fueled with a light snack, you will set out into the bush as the sun rises, observing the wildlife’s early morning routines. Zebra, impala and kudu can be seen grazing on the dew-soaked grass, while vibrant birdlife soars above. Traverse the dusty tracks in your open-air vehicle, wrapped in a fleece blanket for a bit of extra warmth. Your ranger and tracker will work together over the coming days to search for the region’s impressive wildlife, providing you with a number of intimate and unforgettable encounters. Your movements and schedule over the coming days will be unpredictable, and based off the tracks they follow in the sand. You will return to the lodge in the mid-morning for a full breakfast served overlooking the watering hole. Resident nyala will likely cruise, while vervet monkeys hover in the trees above in anticipation of a snack. The remainder of the morning and afternoon will be spent entirely at your leisure, until you are eventually called back for the afternoon game drive. The search for elusive leopards and endangered rhinoceros will resume as you explore the bush under the afternoon sky. In addition to using your eyes and cameras, be sure to listen for the roar of the lion and try to smell the scent of an elephant or buffalo. Your ranger may even teach you a few basics of tracking, adding greater depth to the entire experience. As the sun dips near the horizon, pause on an open field for a gin and tonic and a few light snacks. Watch as the sky transforms above you, progressing through a multitude of colors before stars emerge above. Slowly you will make your way back to the lodge while observing changes in the nocturnal world. You will be welcomed back into the lodge with sherry, a warm towel, and another spectacular meal."
    },
    {
      "dayNumber": "11",
      "title": "Thornybush Private Game Reserve - African Adventure",
      "description": "Today will follow yesterday’s rhythm of early morning and late afternoon game drives, interspersed with sensational meals and deep relaxation. Today you may see anything from lions feasting on a recent kill to leopard cubs frolicking in the bush. Or, you may prefer to focus on the smaller elements of the bush, embarking on a guided walking safari through the grass. However, be sure to fully indulge between adventures in the bush at the lodge’s famed spa. Treat yourself to a deep massage or a manicure, along with a sauna or Jacuzzi following. If less inclined towards a full treatment, be sure to at least visit this magical sanctuary in the bush to sip on a healthy fruit juice beside the massive pool. Meals will be a highlight of your stay in the bush as you work your way through a number of multi-coursed themed meals. An extensive six-course tasting menu, complete with some of South Africa’s finest cheeses, will feature the full range of the chef’s capabilities. A classic evening braai (African barbeque) will provide you with the chance to experience some classically South African culture, as you sample a perfectly grilled impala loin alongside a roasted rack of lamb. Those with a sweet tooth will delight at a berry-filled soufflé or a creamy cheese cake, before sleepily retiring to a bed warmed with a hot water bottle. Coupled with a day of rich and awe-inspiring game viewing, today will conclude the perfect retreat."
    },
    {
      "dayNumber": "12",
      "title": "Johannesburg - Onwards with your Outbound Flight",
      "description": "Filled with great food, wine and stories, today you will begin the return journey home. For those craving a few more moments in the bush, you will likely have time to fit in an early morning game drive before a final breakfast on the wooden deck. Squeeze in a few extra pieces of tropical fruit before making your way to the airstrip where a private plane will await you. You will fly to Johannesburg, arriving in time to connect with your international departure. For those wishing to experience this invigorating and fascinating city, we will gladly assist in organizing a few additional days in ‘Jozi’ – or another destination."
    }
  ],
  "map": ""
}