{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "personalized-best-of-south-africa-safari",
  "tourName": "Personalized Best of South Africa Safari",
  "placesVisited": "Cape Town, Franschhoek, Kapama Private Game Reserve, Madikwe Game Reserve",
  "generalInfo": "The Rainbow Nation is yours to explore on this astounding 12-day adventure leading from Cape Town to Madikwe Game Reserve. Tailormade to spotlight the fascinating local culture, remarkable history, and heritage, as well as the wondrous unspoiled wilderness, this journey across South Africa is set to reveal a country more beautiful than one may believe made possible through participating in an array of enchanting activities.",
  "durationDays": "12",
  "price": "8,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town - Paradise on the Shores of the Western Cape",
      "description": "Table Mountain climbs to the clouds from Cape Town city’s borders, velvety beaches hug the coastline that wraps around Cape Peninsula, and emerald wilderness havens sweep slices of the Western Cape’s cosmopolitan jewel destination. You will gaze upon these mesmerizing scenes as your airplane approaches the international airport and you transfer with your private driver to an accommodation tucked away in Bantry Bay. With views of the sparkling sea ahead and scenes of the soaring mountains behind, you will feel swept away by the paradise shores of the Western Cape."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town - Unraveling the History of the Rainbow Nation",
      "description": "There are numerous cultural activities to partake in and around Cape Town, and you will spend your day exploring the most iconic ones alongside a knowledgeable local guide. Weather permitting, you will ascend to the heavens and find refuge at lookout points stationed on the summit of Table Mountain. Afterward, you will return to the ground and stroll within the landscaped lawns of company gardens, feeding the scuttling squirrels who call this sanctuary home. With an abundance of museums and landmarks to discover, your journey through the city of Cape Town will unravel the history of the Rainbow Nation."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town - Beauty Beyond the City’s Borders",
      "description": "While the city of Cape Town holds many marvelous mysteries to uncover, beyond its borders is a wealth of wondrous wilderness to encounter. Today, you will join your insider tour guide and swoop across the rugged Western Cape coastline, cruising along the famous Cape Peninsula to stunning scenic destinations along the way. From the boundless boulders of Boulders Beach, where penguins gather in friendly communion, to the breathtaking vistas of the tip of Africa at Cape Point Nature Reserve, you will be besotted with the untamed beauty of Cape Town’s neighboring regions."
    },
    {
      "dayNumber": "4",
      "title": "Franschhoek - Seclusion in the Emerald Franschhoek Valley",
      "description": "Today marks your adventures deeper into the Western Cape countryside as you meet your private transfer in the morning and travel to the humble town of Franschhoek, a destination brimming with history and nestled in the foothills of the evergreen Franschhoek Valley. Before arriving at your gorgeous boutique accommodation, you may bask in the golden sunshine on the secluded terraces of local wineries, where you may indulge in a selection of the country’s finest vintages. Such scenes to swoon over will make the short transfer worth it, as these are some of the best emerald vistas in the Western Cape."
    },
    {
      "dayNumber": "5",
      "title": "Franschhoek - The Fabulous Flavors of Franschhoek’s Wines",
      "description": "While you may have sipped on a few distinct vintages during your first day in the Franschhoek Valley, there are few things quite as remarkable as touring its elite estates alongside a professional guide and sommelier. With insider knowledge of the best vineyards in the region, you will be swept away to the finest wine destinations speckling the unspoiled valley. At each estate, you may enjoy guided tours alongside the winemakers of their prestigious cellars and galleries. Furthermore, you will sip on the sumptuous vintages and tuck into an assortment of delectable treats perfectly paired with each glass of wine."
    },
    {
      "dayNumber": "6",
      "title": "Kapama Private Game Reserve - The Starry South African Sky",
      "description": "After breakfast, you will head with your private transfer to Cape Town International Airport to begin the second leg of your South African adventure. Your flight will send you from the sunny shores of Cape Town’s coastline to the forested grasslands of Kapama Private Game Reserve, one of the country’s many bewitching wildlife havens. Arriving at camp, either enjoy an afternoon unwinding from within the balmy waters of your accommodation’s pool or set out on your first game drive to view the majestic wildlife before the symphony of wilderness sounds reach their crescendo as the stars twinkle in the night sky."
    },
    {
      "dayNumber": "7",
      "title": "Kapama Private Game Reserve - Searching the Bushveld for the Big Five",
      "description": "Today, you will wake up early in the morning before the sun has peered above the horizon to catch the glorious sunrise from a spectacular vantage point. You will watch as the wilderness comes to life in front of a fiery orange sunrise silhouette before venturing further into the forest to see what other mysteries lie between the green. Returning to camp after your safari, you may take the opportunity to refresh your mind and body with a vitalizing spa before heading back out in search of the magnificent Big Five this afternoon."
    },
    {
      "dayNumber": "8",
      "title": "Kapama Private Game Reserve - Unique Animal Encounters in Kapama",
      "description": "Besides game drives through the bushveld, where you may capture the many creatures in their natural habitats, there are additional activities to partake in should you wish to during your stay in Kapama. You may enjoy a private interaction with the elephants, where you will learn about these magnificent beasts and the country’s efforts to protect them, or a trip to the clouds in a hot air balloon, where you will marvel at the bird’s eye views of the forested sanctuary in all its untouched glory. How you encounter the wondrous wilderness of Kapama will be entirely up to you."
    },
    {
      "dayNumber": "9",
      "title": "Madikwe Game Reserve - Your Second Stay in Wildlife Paradise",
      "description": "You will spend your final adventures in South Africa in the rugged regions encompassing Madikwe Game Reserve. From grasslands stretching as far as the eye can see to the rocky Tshwene Tshwene Hills that rise and fall across the pastures, there is majesty sweeping the sanctuary of Madikwe that you will soon discover after your transfer to the reserve. For the time being, you may enjoy an afternoon basking in the radiant sunshine and swimming lazily in the crystal clear pool before turning in for an early evening enhanced by the sounds of the singing wilderness."
    },
    {
      "dayNumber": "10",
      "title": "Madikwe Game Reserve - Meandering through Majestic Madikwe",
      "description": "In the morning, you will join a Field Guide and Tracker who will be your expert wilderness guide through the diverse and rugged terrain of Madikwe. Your safari across the bushveld will reveal all that South Africa is famous for, from the roaring lions pacing across golden pastures to the mighty elephants bathing in cool rivers and spraying one another with their snouts. The animals are left to their own devices here, and you are merely an observer witnessing them go about their days. During your safari adventures, you will snap hundreds of glorious shots capturing momentous natural moments."
    },
    {
      "dayNumber": "11",
      "title": "Madikwe Game Reserve - Fine Dining amongst the Green",
      "description": "Madikwe is not only known for its spectacular safari drives, but there are many breathtaking activities to keep you entertained during your stay in the unspoiled sanctuary. From sipping on specially brewed teas and tucking into delightful treats during High Tea to enjoying dinner by candlelight surrounded by the wilderness, Madikwe is a culinary destination as much as it is a wildlife one. Today, you may indulge in the fabulous flavors of South African cuisine prepared by esteemed chefs and culinary prodigies, all while swooning over the wilderness scenes."
    },
    {
      "dayNumber": "12",
      "title": "Madikwe Game Reserve - Slow, Radiant Mornings in the African Bush",
      "description": "The sunshine will dance between the trees and embellish your accommodation in a golden glow as the African sun burns through the clouds. The birds will sing sweet songs from the nearby branches to ring in the new day. As you make your way to the restaurant for breakfast, you may catch a glimpse of nature coming to life from the pathways weaving through the grasslands. These are the moments you will cherish the most as you slowly pack your things after breakfast in time to meet your private transfer headed for the airport."
    }
  ],
  "map": ""
}