{
    "Main_Title": "Our Slovakia holidays & tours",
    "Main_Paragraph": "On the menu on a Slovakia holiday? Start with a portion of the Danube River, which creates a beautiful border between Slovakia and Hungary as it flows eastwards. The massive High Tatras mountains are a mouthful of a main, with their high peaks and excellent hiking and winter sports. For afters? Tokaj dessert wine from the south-east, of course. Slovakia isnt on as many tourists radars as neighbour Austria, but this Central European country serves up nine national parks including the High Tatras and the aptly named Slovak Paradise National Park, plus thermal springs, and Bratislava, its medieval capital, which provides great links to Vienna and Hungary.\nReady to tuck in? Our Slovakia holidays use locally-run accommodation and restaurants, plus Slovakian guides to ensure that you get to know the country from those who know it best  and ensure that income from your visit benefits people in the destination.",
    "Subtitle": "Slovakia holiday highlights",
    "Title1": "High Tatras Mountains",
    "Paragraph1": "The highest point in the Carpathian Mountains, the High Tatras are a range of the wider Tatras Mountains chain, but one that packs a big punch. Here youll find Krivan Mountain, and Gerlachovsky stit  the countrys highest mountain, and Rysy Mountain  the highest in Poland, whose slopes can be climbed from Slovakia. In their shadows lie beautiful lakes, plus mountain huts where you can stop and eat at\nkoliba\n traditional restaurants.  An easy train ride from Bratislava, and just 20 minutes from the city of Poprad, the High Tatras might be untamed, but theyre not inaccessible. Our holidays take you there, on walks fuelled by locally sourced food and under the expert advice of local guides.",
    "image1": "",
    "Title2": "Slovakia in winter",
    "Paragraph2": "When winter comes, its time to turn to Slovakias thermal pools. Slovakian people visit pools frequently, both to socialise and to cure any ailments. Youll welcome the warmth when the snow comes and covers the countrys mountains in perfect powder  Slovakia is a fantastic destination for winter sports.\nWhilst Jasna is a popular and affordable downhill ski destination, it is low altitude and relies on artificial snow, which has a high environmental cost. Our Slovakia winter holidays focus instead on snowshoeing, cross country skiing and sledging. Alternatively, come at Christmas for charming traditional markets at Slovakias second city, Kosice  and you deserve a spa bath after all that shopping.",
    "image2": "",
    "Title3": "Walking holidays",
    "Paragraph3": "The Tatras Mountains are the best walking destination in Slovakia. Trails are well marked, and cable cars can take walkers up to altitude, so you dont have to start each day with an uphill climb. Despite the beauty, its a less-visited walking area than other alpine destinations in central Europe, so you can expect quiet trails, perhaps some nature spotting opportunities (look out for the rare Tatra chamois, and mountain foxes), and opportunities to engage with the areas highlander community  the Goral people.\nOur walking holidays use local guides and might visit traditional mountain huts along the trails, where theres local wine and beer on the table, and perhaps a sauna, too.",
    "Title4": "Family holidays",
    "Paragraph4": "You never really grow too old for fairy stories  and Slovakias storied medieval towns with their towers and turrets provide an atmospheric backdrop for tales of bears, wolves, snowy lakes and spectres. In the summer, the countrys high mountains provide a massive adventure playground for adventurous families, and the River Danube provides flat, easy bike rides for emerging cyclists. Alternatively, come in the winter for reliable snow cover, at a more affordable price than other family destinations.\nOur family holidays include fun winter breaks full of sleigh rides and sledging, cycling holidays along the Danube, plus family-friendly hiking trails with the help of cable cars to avoid the steep bits. Slovakias love of bathing extends to families too  everyone will love Poprads AquaCity slides at the end of a holiday exploring the High Tatras.",
    "image3": "",
    "Title5": "Combining Slovakia with other countries",
    "Paragraph5": "Landlocked Slovakia shares borders with Poland, Ukraine, Hungary, Austria and Czechia. Given its size and geography, its easy to combine a Slovakia holiday with other countries. Bratislava, Slovakias capital, sits just one hour from Vienna, and just over two hours from Budapest by train, and the Danube provides a satisfying through-route between them for cyclists. You could explore Poland, Slovakia and Hungary together, or hop between Austria, Slovakia and Hungary. In the mountains, its not uncommon for hikers in the High Tatras to come across walkers from Poland climbing over the mountainous border, as some trails cross into Poland."
}