{
  "destination": "Austria",
  "mainPhoto": "",
  "id": "active-austria-family-tour",
  "tourName": "Active Austria Family Tour",
  "placesVisited": "Munich, Zell am See, Werfen, Salzburg, Vienna",
  "generalInfo": "From Sleeping Beauty’s castle to the Sound of Music and Viennese pastries, this 12-night vacation offers the best of Austria for families. Austria envelops and lures you in with its mountains and palaces before giving you all the space and freedom you need to explore as a family. A journey here is always a shared adventure.",
  "durationDays": "13",
  "price": "6,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Munich – Relaxing in Bavaria",
      "description": "Landing in Munich reduces your travel time versus landing in Vienna. Therefore, you will land in Bavaria’s capital, where there is also a lot to see and do. A guide will transfer you to your accommodation in the heart of the city. When you are ready, your guide will lead you on an orientation walk of the neighborhood. Grand markets may entice you with their smells and sounds, side streets will be covered in small cafes, and you can’t go far without seeing a sausage-selling street merchant. Not much will be planned for today, and it is hard hard to predict your children’s mood after such a long journey."
    },
    {
      "dayNumber": "2",
      "title": "Munich – Crafts and Giant Pretzels",
      "description": "This morning, you can take a walk through Munich’s Old Town. Artisanal crafts spill from the stalls of Viktualienmarkt, offering everything from mechanical toys to chocolates and intricate bells. Not everyone can drink a stein in the legendary Hofbrauhaus beer hall, but it is a fascinating place to see. As you hoist a liter-sized mug, your children can chomp through a giant Munich pretzel. Afterward, you can all explore the rest of the city. One full day is not enough to see it all, so your guide will tailor an afternoon to your interests. The evening will be left free, and you will find a handful of excellent restaurants within walking distance of your hotel."
    },
    {
      "dayNumber": "3",
      "title": "Zell Am See – Castles That Inspired Disney",
      "description": "Sleeping Beauty’s castle stands in the forested hills of Southern Bavaria. Some of you may recognize it from Disneyland as well, except it predates the animator by almost 50 years. Neuschwanstein was the home of King Ludwig II, who was the mad ruler who built himself many castles. Today, you can venture into the fantasy land and explore its interior. It all resembles a fairytale, and it will feel like a fairytale when you journey to a picnic spot in the foothills of the Alps. Eventually, you will arrive in Austria."
    },
    {
      "dayNumber": "4",
      "title": "Zell Am See – Villages and Mountain Valleys",
      "description": "Icy mountain peaks cast shadows across wooden cottages. Zell Am See is a small wooden town in the Alps and a starting point for all kinds of adventure. Today, you will cycle between villages and folk art museums in the mountains. A local guide will lead you in many directions based on your energy levels. One good option is to get a one-way transfer to Bramberg before cruising back to Zell Am See, which is a journey that is mostly downhill. Like each evening here, you can sit by the fire and watch the mountains turn to silhouettes."
    },
    {
      "dayNumber": "5",
      "title": "Zell Am See – Above the Clouds",
      "description": "Your three days in Zell Am See will be flexible. It will cover the region’s iconic adventures, and a morning cable car journey above the clouds will be one of them. During this adventure, you can ascend before hiking along the narrow trail to Schmittenhohe. You can travel at your pace on a route that can be tackled by most children over ten. The fresh alpine air will keep you energized, and a view across the lakes may leave you spellbound. You can choose to paraglide back down if you are in the mood for an adventure. Down at the lake, you will have a cruise on Zeller See lake."
    },
    {
      "dayNumber": "6",
      "title": "Zell Am See – Tobogganing and Alpine Adventure",
      "description": "The toboggan course is open year-round and brings out the child in everyone. This is the sort of adventure that some kids want to do again and again. This is an unmissable experience if you have active and energetic children. The rest of the day can then be tailored to your interests. For example, you can cycle to the market town of Saalfelden, hike through alpine forests, or admire the view from your wooden chalet."
    },
    {
      "dayNumber": "7",
      "title": "Werfen – Rafting and Postcard Villages",
      "description": "Today, you will spend the night in Werfen, which is a charming town filled with small churches. The bells chime through the evening, and the cobblestone square is packed with excellent restaurants. To get there, you will have to get wet. You will white-water raft down the Salzach River, which is a trip of thrills, spills, and epic waterfalls. You will follow the water all the way to Grossarler Ache, which is another place for family selfies. You will reach Werfen by mid-afternoon, and it is a great place to bring your heart-rate down after some energetic days."
    },
    {
      "dayNumber": "8",
      "title": "Salzburg – Falconry and Skywalk",
      "description": "A hawk may soar through the air and land on your glove. After breakfast. you will have a falconry lesson before kayaking on the calm water of Hallstatter See. You will cross the lake to reach a small village that is dominated by the aromas of hearty food for a traditional Austrian lunch. After your feast, you will slide quickly down the wooden slides into Hallstatt Salt Mine. While it can feel claustrophobic to some, it is always a memorable experience for children of all ages. Afterward, you can venture to a skywalk, where a 360-degree view is so good that it is on the tentative World Heritage list."
    },
    {
      "dayNumber": "9",
      "title": "Salzburg – The Best of Salzburg City",
      "description": "This morning, you can have a leisurely breakfast before beginning the day’s adventures. Salzburg city is easy to explore in half of a day, especially the key sites that keep everyone entertained. You can admire the architecture, marvel at the size of the cathedral, and rest your legs on a terrace. You will then have a few choices for the afternoon. You can visit Hohensalzburg Fortress or partake in a lesson on how to make apple strudel. This is the city of Mozart, so the evening can involve a concert, or you can keep things quiet on the town square."
    },
    {
      "dayNumber": "10",
      "title": "Salzburg – A Sound of Music Tour",
      "description": "The hills are alive, and today, you will embark on a Sound of Music Tour. Julie Andrews’s voice will ring through your ears when you explore the foothills around Salzburg. The story of the von Trapp family interlinks with the story of the city, so the original shooting locations are more than just settings from a 1965 movie. You can discover the basilica from the wedding, the mountain view from the opening credits, the palace where they used to sing, and the house where family life unfolded. You can also choose to travel by bicycle or be taken around in a rickshaw."
    },
    {
      "dayNumber": "11",
      "title": "Vienna – Sample Famous Pastries",
      "description": "After breakfast, you will travel through the mountains on a train across Austria. It will be a delightful journey of snowy peaks and gushing rivers. Eventually, you will arrive in Vienna, which was once the capital of a land far larger than modern-day Austria. The city center may seem to come from a movie with palaces and Jugendstil architecture in view. After a short transfer to your hotel, the day will be free. There are so many impressions to enjoy by taking a stroll. You can energize yourself in one of the city’s 19th-century cafes."
    },
    {
      "dayNumber": "12",
      "title": "Vienna – Behind the Scenes",
      "description": "Today, you will explore the city of empire and excess. You will visit Hofburg Palace, where imperial apartments set the scene for the tale of princesses. You can also go behind the scenes at an opera house, where you will get a glimpse of the galleries where royalty would watch a young Mozart play. You can also visit one of the places in MuseumsQuartier, which hosts more than a dozen museums. Then, you can spend the afternoon mixing cafes with Jugendstil buildings, sipping coffee where Europe’s cafe scene was born, or walking between old buildings that catch the eye of the young and old."
    },
    {
      "dayNumber": "13",
      "title": "Vienna – Departure",
      "description": "You will fly out of the country’s main international airport after breakfast."
    }
  ],
  "map": ""
}