{
  "destination": "Austria",
  "mainPhoto": "",
  "id": "best-of-austria-croatia-vacation-tour",
  "tourName": "Best of Austria & Croatia Vacation Tour",
  "placesVisited": "Vienna, Bratislava, Zagreb, Old Town, Split, Hvar, Stari Grad Plain, Vrboska, Dalmatian Coast, Dubrovnik, Cavtat, Kotor",
  "generalInfo": "Grandeur and glamour meet in old Eastern cities as lakes and waterfalls twist towards the Dalmatian coast. Islands await, idyllic and untamed as ancient cities arouse, memoirs to an altogether different time. Welcome to Eastern Europe, and for all of the history and the natural beauty, it is the culture you will most remember as explored on this 10-day trip through four European countries. So luxuriate on the old-world highlights and relax along the coast as you hop to Austria, Slovakia, Croatia and Montenegro on an unforgettable trip.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Vienna – Waltzing Your Way Into Vienna",
      "description": "Vienna is so easy on the eye. Streets of vernacular architecture come from different eras, and almost every townhouse has its own artistic flourish. On some small streets, it will be as if you are walking alongside a palace with everything so prim and proper as it shimmers in the Austrian capital. Your hotel is down such a street, a boutique building with high ceilings and shutters that open towards the city. Check in and take a stroll through your surroundings, perhaps stopping at a coffee house on a corner. This city along the Danube has always been famous for its music, and tonight you can hear a rendition of classics with an orchestral performance in an opera house that has entertained royalty. You will be waltzing your way into Eastern Europe, discovering the atmosphere and music of yesteryear, feeling the city’s dynamic pull."
    },
    {
      "dayNumber": "2",
      "title": "Vienna – Iconic Highlights and Coffee Houses",
      "description": "When the surroundings are so pretty, you can expect glorious attractions. Vienna is a regal city, constructed over more than six centuries when it was the seat of the Hapsburgs. Mozart, Beethoven, and Strauss were among the musical residents, and the ruling Habsburgs invested great wealth into the arts, including much of the architecture you see today. Start the imperial highlights at a 13th-century palace that provides context to subsequent architectural changes. Vienna has an array of styles, yet the building material is consistent, so you must look closely to find nuance amid harmony. Continue through the iconic sights of the Opera House, St Stephen’s Cathedral, Parliament, the glamorous horse stables and city parks. Central Vienna is small enough to get around in a full day, and there are dozens of coffee shops when you need to reenergize. Chandeliers glisten when you enter these as wood-paneled rooms entice with their warm smells. The cakes are indulgent and served in a silver service style, formality being the tradition. Vienna’s coffee shops are among the world’s most extravagant and provide a good insight into daily life as locals read newspapers in a setting fit for a palace. The evening is free, and you will find that there is more to local cuisine than the cakes."
    },
    {
      "dayNumber": "3",
      "title": "Vienna – Bratislava and the Slovak Republic",
      "description": "Travel an hour across the border, and you will reach Bratislava by train to visit another city that is draped along both banks of the Danube River. There is an immediate change in atmosphere with new voices, a strange language, a more laid-back and low-key way of doing things. While Vienna is the regal city, Bratislava is more the medieval town, a Baroque city of cobblestone and intrigue. Your local guide will help you seek the Slovak secrets, taking you past a few remaining wooden buildings to a series of ornate churches. The entire old city is pedestrianized, and it is a delight to walk around, particularly to explore contrasts to Austria. Dine on local food for lunch, and then enjoy an afternoon in a new country before jumping on any of the hourly trains back to Vienna."
    },
    {
      "dayNumber": "4",
      "title": "Zagreb – A Surprising Capital",
      "description": "Fly to Zagreb this morning, and once again there will be an enormous change in atmosphere. Eastern Europe tends to be considered a single entity and culture, yet the distinctions can be greater than any other region in the world. Now in Croatia, you will feel the energy on the streets. This is an optimistic and passionate nation and one that is keen to welcome visitors and not shy to say hello. Capital city Zagreb is a hugely underrated destination, usually passed over as most visitors head straight to the coast. While the Dalmatian does has superb places to see, as you will soon find out, Zagreb offers a very authentic Croatian experience. In Zagreb, the market stalls are covered in everything from apples to home-made liquor and umbrellas. Rooftops are made from colorful tiles, and the Old Town lanes appear like a maze, turning and twisting past tiny cafes and bars. This is a city for meandering at leisure, where there is time to check out each church or boutique. Spend your afternoon on a private walking tour, gasping at the cathedral and opera house, and then rambling the hidden lanes of this traditional medieval city. The guide will recommend a restaurant for dinner, and it is good to eat local, comparing the nuance in regional cuisine with your third country in three days."
    },
    {
      "dayNumber": "5",
      "title": "Plitvice Lakes – Nature and Lush Landscapes",
      "description": "Lakes glisten blue and green as wooden pathways arc above the water. Waterfalls tumble from forest landscapes, a telltale sound guiding you towards their presence. Lush escarpments of green stretch out in all directions, the colors so vivid it seems that they have been painted. Welcome to Plitvice Lakes, the most eye-catching of all Eastern Europe’s national parks. Spend half a day walking and swimming, exploring these lush, pristine landscapes. You can then spend the afternoon cruising for a different perspective on the many waterfalls and lakes. That is not all though, as this night is spent in a wooden cabin within the national park. Through the evening, you can listen to birds and water, and as dusk falls, there is a silence to enjoy as Plitvice Lakes as escapist as any beach you will find in Europe."
    },
    {
      "dayNumber": "6",
      "title": "Hvar – A Dreamy Old City and Island",
      "description": "Split’s origins are the opposite of most small European cities. It started as a vacation destination back in the 4th century and then evolved to become a bustling everyday city. Diocletian’s Palace remains the city’s heart, a would-be retreat for a Roman Emperor who did not live long enough to use it but that is now a dazzling UNESCO World Heritage Site, a carefully preserved insight into the tastes of Roman royalty. It is rare to experience any Roman structure that has preserved both exterior architecture and interior art, so it feels as if the palace is still waiting for Emperor Diocletian to make an appearance. Other glamorous architecture lines the coast here, including the cathedral and Baptistery of Split. Back in Diocletian’s times, the baptistery was a Temple of Jupiter, yet in comparison to the palace, the building evolved into everyday use. Spend most of the day in Split, wandering through its markets and shops, eating lunch at an outdoor terrace along the promenade. From there, catch the catamaran to Hvar, the most alluring of all Croatian islands. You will disembark into a town of chic hotels and lulling yachts, where the landscape is part wild nature and part Venetian leftover. You will not need a guide this evening, so you can just take a walk around Hvar’s Stari Grad, the Old Town, and dine at one of many regal looking restaurants."
    },
    {
      "dayNumber": "7",
      "title": "Hvar – The Secrets of Hvar",
      "description": "Vineyards and olive groves are clustered across Hvar’s interior, planted by the Venetians and cultivated ever since with the results tasted in small stone farmhouses studding the landscape. The wine is fruity and rich while the olive oil is legendary. Traveling further from Stari Grad, you will find areas of wilderness with a windswept headland leading to deserted coves and swathes of rugged rock. Then with the vivid-blue Adriatic providing a backdrop, you will continue across the island to visit a small village, and then another town. Your lunch will be cooked the traditional way with local, organic ingredients cooked slowly under an iron bell. This afternoon there will be time to rest on a small and usually deserted pebble beach before you return to Hvar’s Old Town, and you can get the full story from your guide. The cathedral was designed by Sanmicheli the Venetian, while the narrow cobbled lanes contain the stories of explorer Marco Polo. This island has been inhabited for centuries yet it never seems to change, even with its newfound popularity. For example, this evening you can dine on an old stone square at a restaurant housed in a 14th-century building, beneath the euphonic chime of heavy church bells."
    },
    {
      "dayNumber": "8",
      "title": "Dubrovnik – Ragusa Fortress Town",
      "description": "Travel south by catamaran, past islands and seaside villages until the terracotta tones of Dubrovnik come into view. The fortified walls are imposing when you approach by boat, the experience giving a sense of how strong the city once was. The old city is entirely encircled by these stone walls and juts out from the coast. Once inside the landscape is near harmonious, white limestone facades and terracotta rooftops stretching towards the Adriatic blue. Take a walk along the city walls with your guide, orientating yourself to various compass points. Hear the stories and imagine a time of the Republic of Ragusa, when this city state was protected by the Ottoman sultan and rivaled Venice across the sea. Admire the city’s attention to detail, especially in how the locals proudly upkeep the now UNESCO World Heritage buildings. Luxuriate at one of the few hotels within the old town, and then choose whether to spend the evening on a sunset cruise, or at one of the terraced restaurants overlooking a harbor. After dusk, Dubrovnik is even more magical with fewer tourists on the streets and small lanterns illuminating each of the lanes."
    },
    {
      "dayNumber": "9",
      "title": "Dubrovnik – An Alluring Day in Montenegro",
      "description": "Hidden in a small Adriatic bay, Kotor initially appears to be a smaller version of Dubrovnik. There is the same harmony of terracotta tiles and narrow cobblestone streets. The stone in a similar color and there are the typical sights of an early Middle Ages city with a single cathedral, smaller churches, plus a couple of city squares. Yet Kotor has always been distinct, and the atmosphere here is completely Montenegrin. This is the fourth country of your ten-day Europe trip, and certainly the most unique with a small slither of a nation that is proudly enjoying the bounty of independence. Montenegrins are passionate people and meeting them will be a wonderful part of the travel experience. You will be greeted by strangers or take up a conversation at a bar or cafe. It is a great time to be here while the country and city still basks in its independence, yet before it becomes crowded with tourists, an inevitability in such a beautiful nation. It is only an hour across the border from Dubrovnik to Kotor, so this is an easy day trip. Spend half the day in Kotor with the rest of the day flexible dependent on your interests. There are destinations down the coast along with villages in the mountains, although Kotor can happily occupy you for the full day as well."
    },
    {
      "dayNumber": "10",
      "title": "Dubrovnik – Departure",
      "description": "Spend your last morning of your tour walking the streets of Dubrovnik, dipping into small boutiques and admiring the harmony for one final time. Late check-out has been arranged, and you will be transferred to the city’s airport for your outbound flight."
    }
  ],
  "map": ""
}