{
  "destination": "Austria",
  "mainPhoto": "",
  "id": "charming-luxury-austria-itinerary-for-families",
  "tourName": "Charming Luxury Austria Itinerary for Families",
  "placesVisited": "Vienna, Hallstatt, Innsbruck",
  "generalInfo": "Austria is magnificent for families and is a country where there is time and space to come together as one. Featuring four distinctive destinations, this 9-day Austria tour will have you exploring culture and nature together. Balloon over Salzkammergut, cycle the Danube, explore heritage and culture, and spend a day in a neolithic wonderland.",
  "durationDays": "9",
  "price": "8,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Vienna – The World’s Oldest Amusement Park",
      "description": "Touch down in Vienna and you will be greeted at arrivals by a local guide. It’s only a short transfer into the old city, where your hotel is surrounded by glorious architecture in many forms. Here you just need to step outside to admire the best of Austria’s baroque and Jugendstil styles. After some time to rest, you’ll explore Vienna’s finest family attractions. Dress up like the Hapsburgs in the Children’s Museum, wander Schonbrunn Palace, then relax at Wurstelprater, the world’s oldest amusement park."
    },
    {
      "dayNumber": "2",
      "title": "Vienna – Cycling in the Danube Valley",
      "description": "Escape the city today and discover the Lower Danube. A quiet path runs alongside the Danube River and it’s a great place for a family cycle. With a local guide you can customize a journey to your interests. Traveling from Melk to Durnstein may be too far but whatever route you choose, there will be castle ruins, small vineyards, and the laid-back atmosphere of rural Austria. Stop for lunch along the way and feel the freedom of the valley, before returning to Vienna for the evening."
    },
    {
      "dayNumber": "3",
      "title": "Hallstatt – Salt Mines and Mountains",
      "description": "Following a short guided transfer you’ll settle into Hallstatt, a glorious cobblestone town evoking so many tales from the medieval era. There are salt mines nearby and they’re great fun for kids. You can enjoy all the glistening underground formations and the kids can slide along the salt, with head torches and a sense of adventure. Back above the ground, you’ll find sublime Austrian mountains, where the guide will tailor an activity to your choosing. For example, there are some excellent short walks along the lakeside, before you return to Hallstatt’s pedestrianized charm."
    },
    {
      "dayNumber": "4",
      "title": "Hallstatt – Hot Air Balloon Flight",
      "description": "Wake early this morning for a stunning flight over the Salzkammergut Lake District. Children aged over three can join the balloon ride. Soar into the air and admire the Alps, especially sharp peaks coated in snow almost every month of the year. From up here you can admire all the different lakes, along with forested mountain slopes and tiny wooden villages. The afternoon has been left free so you can explore more of Hallstatt. It’s a great time to walk with children and you’re never far from a traditional cafe for a sweet treat."
    },
    {
      "dayNumber": "5",
      "title": "Lienz – A Chalet in the Hills",
      "description": "From Hallstatt it will take around three hours to reach Lienz, a quiet mountain town in the Alps. The famous Glossglocker casts a shadow over the town, its snowy summit glowing in the midday light. You will be staying in a private chalet, just outside the town. It feels like an escape from the world here, just you and your family, the Alps stretching out in all directions. From the villa you can take a hiking trail into the valley, or you can stroll towards the town for a choice of restaurants."
    },
    {
      "dayNumber": "6",
      "title": "Lienz – Customize Your Outdoor Adventure around the Glossglockner",
      "description": "Lienz is a great base for exploring Austria’s highest mountain. While the Glossglockner initially looks imposing, it’s one of the most accessible peaks for families. An iconic road will take you just about to the summit. On the way up you can get out to enjoy a series of walking and biking trails. This is also a region for trying out rock climbing or kayaking, even white-water rafting. So today will be tailored to your interests by two adventure guides, as you come face to face with a country’s most famous natural attraction."
    },
    {
      "dayNumber": "7",
      "title": "Innsbruck – Pizza, Pasta, and Austria",
      "description": "Lienz to Innsbruck is a glorious sub-three-hour journey and there’s a twist for the kids. You’ll be looping through Italy, so you can stop at a traditional village for an authentic pizza or pasta on the route. Then crossing a pass you’ll descend on Innsbruck, a city that serves up plenty of intriguing culture. A local guide will take you on a medieval treasure hunt, reliving the days of Emperor Maximilian I, the Kaiser Chief. It’s a nice way to explore and keep history fun for the children before you dine at a restaurant serving medieval food in a medieval cellar."
    },
    {
      "dayNumber": "8",
      "title": "Innsbruck – An Enchanting Old City",
      "description": "Travel even further back in time this morning as you visit Otzi-Dorf Umhausen, which is an archaeological park that transports you to the Stone Age. The entire site showcases life in the Neolithic period and there are opportunities to dress up and work as if this was 7000 years ago. Back in Innsbruck you will find a quiet old city with cobblestone streets and a mountain backdrop. It’s your last evening in the country so let the children pick dinner at the end of your luxury Austria tour for families."
    },
    {
      "dayNumber": "9",
      "title": "Innsbruck – Departure",
      "description": "This morning you will depart from Innsbruck’s international airport. A private airport transfer will be provided and a late check out can be arranged depending on your flight time."
    }
  ],
  "map": ""
}