{
  "destination": "Austria",
  "mainPhoto": "",
  "id": "classic-one-week-austria-culture-and-history-tour",
  "tourName": "Classic One-Week Austria Culture and History Tour",
  "placesVisited": "Vienna, Hallstatt, Bad Ischl, Salzburg",
  "generalInfo": "Handcrafted to celebrate the best of Austrian culture and history in just one week, this 8-day tour is a journey through eras and atmospheres. Delight in the Habsburgs, cruise the Danube, lounge in an alpine spa, and savor Salzburg’s sensual past. Local guides lead the way at each destination as you discover how Austria is more than a sum of its distinctive parts.",
  "durationDays": "8",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Vienna – A Night at the Opera",
      "description": "Any Austrian will tell you that a real cultural tour starts with food and drink. So after a private airport transfer and the hotel check in, you will join a local guide in one of Vienna’s most iconic cafes. Here they invented various world-famous pastries, including the apple strudel. And their melange coffee is another tasty local insight. As you indulge, your guide will provide a narrative on Austrian history, especially how it has created the culture of today. Later this evening you will attend the opera, for this is the country of Mozart, and classical music still holds sway."
    },
    {
      "dayNumber": "2",
      "title": "Vienna – Baroque and Gothic Wonder",
      "description": "Spanning more than 600 years, today’s historical tour will immerse you in the Habsburg world. Using iconic attractions as talking points, you’ll gain a deep insight into how an empire defined today’s culture. Discover baroque bliss in Schonbrunn Palace, wander the Hofburg, marvel at odes to history, then contrast it with a walk through Prater. Here the streets are framed by Jugendstil art nouveau and your cultural insight heads into the 20th century. From Gothic churches to parks and palaces, today will showcase the best of Vienna with an expert local guide."
    },
    {
      "dayNumber": "3",
      "title": "Durnstein – Melk and the Danube",
      "description": "The Wachau region is just one hour from Vienna and will be your setting for a day of laid-back exploration. First Melk Abbey, a gloriously baroque structure perched on a hill above the valley, where a Benedictine historian will lead your guided tour. Then down to the Danube, where you stop at a vineyard for samples of Austria’s finest white wines. Finally the Danube, where you will enjoy a short cruise on the river before spending the night in Durnstein, a more enchanting evening base in comparison to Melk town."
    },
    {
      "dayNumber": "4",
      "title": "Hallstatt – The Salzkammergut Lake District",
      "description": "Hallstatt is Austria’s postcard image and it never disappoints visitors. A driver guide will transfer you into Salzkammergut, Austria’s scenic lake district. Here the trails are many and you can enjoy some hiking, or at least wonder at all the tinkling sounds made by cows and their bells. Hallstatt is rather pompous in claiming to be a cradle of Western civilization but there’s no denying this enchanting lakeside town has absorbed a myriad of influence. A local guide will lead your discovery, so you can explore how the different cultures added their style to the cobblestone streets."
    },
    {
      "dayNumber": "5",
      "title": "Bad Ischl – Alpine Spa Town",
      "description": "Today will be dominated by sublime vistas, as your driver-guide takes you through the Alps to Bad Ischl. While there are higher mountains much further west, this area is very accessible and recommended when you only have a week in Austria. Your final destination is Bad Ischl, an iconic spa town enveloped by snowy peaks for most of the year. For an authentic immersion in the local culture, you will spend the evening in a spa, watching the sky change and absorbing all the salubrious bubbles."
    },
    {
      "dayNumber": "6",
      "title": "Salzburg – More Mountain Bliss",
      "description": "Alpine vistas continue all the way to Salzburg and by now you will realize that most of Austria is dominated by mountains. Salzburg has a delightful setting, with a castle overlooking pastoral valleys and rugged peaks clambering in the distance. It’s a famous setting as it was used in The Sound of Music. You will do the tour in a horse and carriage, visiting where Julie Andrews twirled in her maid’s outfit, then tracking locations from the most famous of Austria’s fictional tales. Salzburg has wonderful restaurants and your guide will arrange reservations."
    },
    {
      "dayNumber": "7",
      "title": "Salzburg – Europe’s Finest Old Towns",
      "description": "For music, Salzburg is actually the city of Mozart. With its baroque cathedral and enormous World Heritage Altstadt (old town), it’s also Austria’s most untouched immersion in history. A Salzburg historian will take you around today, down the cobbled lanes past colorful townhouses, then up to the big castle. History intersperses with culture, as you will discover at Mozart’s childhood home, then a monastery where his scores still ring out. You may want to try the Mullner Brau beer halls this evening, or a different kind of culture at one of the city’s fine-dining restaurants."
    },
    {
      "dayNumber": "8",
      "title": "Salzburg – Departure",
      "description": "After breakfast you will be transferred to Salzburg’s airport for your outbound flight."
    }
  ],
  "map": ""
}