{
  "destination": "Austria",
  "mainPhoto": "",
  "id": "highlights-of-austria-tour-culture-history-nature-and-adventure",
  "tourName": "Highlights of Austria Tour: Culture, History, Nature, and Adventure",
  "placesVisited": "Vienna, Linz, Bad Ischl, Salzburg, Innsbruck",
  "generalInfo": "From Vienna to Salzburg to Innsbruck, this two-week Austrian tour includes all the country’s major highlights. It’s all about the journey as you uncover the beauty of the alpine trail and all the stops along the way. On a single afternoon you can hike past glaciers, drink at a medieval wine tavern, and feel the serenity of a charming abbey.",
  "durationDays": "13",
  "price": "6,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Vienna – Old Fashioned Cafes",
      "description": "You will land in Vienna and join the Viennese in a 19th-century cafe. Here, you can sip coffee and sample pastries with the locals. These are not just places to drink and eat, but examples of the grandeur that Vienna enjoys. Your guide will lead you to a local favorite so that you can start basking in the Austrian experience. You will be staying in the Altstadt, which is an area of grand mansions and pedestrianized streets. This afternoon, you can wander into St Stephan’s Cathedral and climb the south tower for a panoramic view of the cityscape. Your guide will help fill your afternoon with iconic sites before leaving you with the evening at your leisure."
    },
    {
      "dayNumber": "2",
      "title": "Vienna – A Night at the Opera",
      "description": "After breakfast this morning, you will venture to the MuseumsQuartier Complex. Here, one museum waits in a converted horse stable, and Kunsthalle Wien reveals many tales from the city’s past. The Vienna Boys’ Choir sings here, and their voices add to the atmosphere in a place of cobblestones and Baroque buildings. This evening you go back in time to one of Vienna’s greatest pleasures: a night at the opera. So many composers made their name here, and the musical venues reflect the stature of the musicians."
    },
    {
      "dayNumber": "3",
      "title": "Dunstein – The Romantic Road",
      "description": "Austria’s Romantic Road winds westward from Vienna, and it will take you just over an hour to reach Krems. Here, you can take your time, grab a coffee at a street-side cafe, and continue along the road to Melk Abbey, which is a glorious structure that is perched above the Danube River. The 11th-century UNESCO World Heritage Site is impressive from afar but is most memorable from the inside. You will spend the night in Durnstein, which is an old wine town behind fortified walls, and stay in a hotel that is reminiscent of the Romantic Road."
    },
    {
      "dayNumber": "4",
      "title": "Linz – Austria’s Old and New",
      "description": "After breakfast, you will continue along the Danube, which is the road that cuts above the river’s northern bank to Linz. Linz is Austria’s third city. The cathedral spire rises high, guiding you into a building of supreme silence. Your guide will lead you on a tour of the city’s highlights, such as Ars Electronica Center, Lentos Kunstmuseum Linz. These are two of Central Europe’s best contemporary museums and show how the artistic medium has evolved in the 21st century. All this may be enough for today, but you may choose to drive to the Abbey of St Florian, which is a nice place to be when day turns to dusk."
    },
    {
      "dayNumber": "5",
      "title": "Bad Ischl – The Spa Town of Habsburg",
      "description": "This morning, you will travel further across the mountains to Bad Ischl for a quiet day in the spa. Here, therapeutic waters bubble from beneath the town and have been revered by many generations of Habsburg rulers. A different audience enjoys the waters now, but the buildings have retained their opulence. Here, a day in the spa is as much about the architecture as the steam. After four days of fast-paced exploration, your time in Bad Ischl will allow you the chance to re-energize and unwind. There will be a spa in your hotel, and the town is dotted with impressive architecture."
    },
    {
      "dayNumber": "6",
      "title": "Salzburg – The City of Mozart",
      "description": "Today, you will have a short drive to the German border and the city that was made famous by music. Musical notes always seem to float through the air in Salzburg as if the hills really are alive with music. You will compare the pastries to those you ate in Vienna before following the Mozart trail, from his birthplace on Getreidegasse to the opera houses where his scores continue to be played. For either evening in the city, you might want to attend the opera, but you may also want to spend evenings in the Altstadt, where cafes and restaurants are found in antiquated buildings. The next morning, your guide will lead you on a private Sound of Music tour through the hills, celebrating the places that Julie Andrews helped to make famous."
    },
    {
      "dayNumber": "8",
      "title": "Lienz – Medieval Musing",
      "description": "After breakfast, you will continue your journey to Zell am See for a cable car ride to Schmittenhohe, which is a mountain that offers one of the finest alpine vistas in the Alps. In winter, this is prime Austrian ski landscape, and in summer, the views extend. You will keep following the mountain road to Lienz, which is a city that’s immensely proud of its Tyrolean traditions. Medieval streets flow beneath mountain peaks, and each townhouse is painted a different color. Upon your arrival, you will have the evening to spend at your leisure."
    },
    {
      "dayNumber": "9",
      "title": "Kitzbuhel – Immersed in the Mountains",
      "description": "After breakfast, you will begin your adventure on the great Grossglockner Road, which is the highest tarred route in Austria. You can stop every two moments for another photo, although a couple of remote cafes are where the famous images are captured. In the winter, this area is full of ski slopes, but from April to December, it is a marvelous land of green pastures and snow-dappled peaks. Like so much in the Alps, the journey will be as memorable as the destination. This one will take you to Kitzbuhel, where the Alpine Flower Garden makes for a relaxing evening stroll."
    },
    {
      "dayNumber": "10",
      "title": "Innsbruck – Fun in the Mountains",
      "description": "This morning, you can relax, take your time, and continue your journey when you’re ready. Today, you will venture to Innsbruck, which will be the final stop on this private tour. There is another old town to explore here, which is equally evocative with its smells and sounds. Over the next two days, you will be getting out into the mountains to connect many remote attractions. As a result, today will be more about sitting back and allowing the world to roll by in the Tyrolean capital. You can stroll Maria-Theresien-Strasse, explore the shops and cafes, and watch the surrounding mountains turn into silhouettes."
    },
    {
      "dayNumber": "11",
      "title": "Innsbruck – Culture, History, and Hiking",
      "description": "Having two full days means that you can really discover Tyrol, beginning with taking the funicular in Hungerburg, which is a journey that offers 360-degree panoramas. Silence reigns in the renaissance Schloss Ambras, which is an old palace high in the hills above the city. Wiltener Basilica is nearby, which is an understated and underrated attraction. Innsbruck is always an atmospheric place for the evenings, especially on the streets around Goldenes Dachl. You will then transfer to the Otz Valley, where the definition between waterfall and glacier is often blurred. Here, glaciers extend through the valleys and the sound of gushing water is never far away."
    },
    {
      "dayNumber": "13",
      "title": "Innsbruck – Departure",
      "description": "It is much easier and quicker to fly back from Munich than to travel back to Vienna. You have crossed the entire country now, and Bavaria is just across the border. A late flight means a bonus en route to the airport in the form of the famous fairytale castles of King Ludwig II. Afterward, you will continue to the airport for your flight home."
    }
  ],
  "map": ""
}