{
  "destination": "Austria",
  "mainPhoto": "",
  "id": "romantic-exploration-of-austria-tour",
  "tourName": "Romantic Exploration of Austria Tour",
  "placesVisited": "Salzburg, Hallstatt, Krems, Melk, Vienna",
  "generalInfo": "Explore the romantic road from Salzburg to Vienna on this enchanting 9-day Austria tour for couples. Bathe in spas, marvel in mountains, explore cobblestone heritage, and wander hand in hand along the lakesides. Handcrafted to give you time and space, these nine days will showcase the best of Austria at a lovely slow pace.",
  "durationDays": "9",
  "price": "4,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Salzburg - Music and Baroque Bliss",
      "description": "Salzburg has a glorious location, draped along a river beneath rugged mountains. Touch down here and you can instantly sense the serenity. Life moves slowly here and there’s a wonderful feeling of space, two things that are hallmarks of any Austria tour for couples. After a private airport transfer, the afternoon and evening will be at your leisure. So stroll hand in hand through the baroque streets, past Mozart’s house, and enjoy your first impressions of how romantic Austria can be."
    },
    {
      "dayNumber": "2",
      "title": "Salzburg - Exploring in a Horse and Carriage",
      "description": "Salzburg’s charming streets are best explored in a horse and carriage. You can travel in private, at a pace that’s fast enough to get around the entire city in one day. Heading out of the center you’ll clip-clop towards mountain vistas and filming locations from the Sound of Music. Back in the city you’ll move slow enough to appreciate all the details, such as ornamental doorways and the changing facades of 300-year-old townhouses. This is a romantic half-day tour that will include lunch, leading to a free evening in the old city."
    },
    {
      "dayNumber": "3",
      "title": "Hallstatt - Alpine Wonder",
      "description": "Mountains shimmer snow-white in the morning light. Lakes glisten beneath encircling peaks. You will be transferred privately into the Austrian Alps, for a day of blissful scenery and laid-back indulgence. Stop in Bad Ischl for a private salt bath and spa session at one of Europe’s most revered spa towns. Wind over mountain passes to Hallstatt, a town that’s even more idyllic than its famous photos suggest. Draped along the water, with a church spire climbing towards the Alps, this is a place for escaping the rest of the world with only your partner for company."
    },
    {
      "dayNumber": "4",
      "title": "Hallstatt - Austria’s Most Romantic Town",
      "description": "The highlight of any romantic vacation is private you-and-me time. And that’s the focus of today. Nothing specific has been planned, so you can laze in bed, explore the cobblestone streets, and perhaps take a walk into the nearby mountains. With these nine days in Austria you will have time and space to come together, so don’t expect too much input from guides. Hallstatt has some lovely cafes and restaurant terraces. Most importantly, it has a slow pace of life that makes every moment so idyllic."
    },
    {
      "dayNumber": "5",
      "title": "Krems - Austria’s Famed Lake District",
      "description": "Lakes extend, all blue hues and peaceful reflections. Mountains continue to impose, with sharp white peaks marking your journey north to Salzkammergut, Austria’s Lake District. This is another peaceful place and there are many self-guided hiking trails you can explore. Your guide will help you to choose one that fits your interest and energy, before transferring you to an alpine restaurant with a view. After lunch you continue through the Lake District to Krems, a town with a Roman history and delightful old-world streets."
    },
    {
      "dayNumber": "6",
      "title": "Melk - Cruising the Danube",
      "description": "The River Danube meanders through most of Central Europe and you will spend the afternoon cruising upon it. After a short transfer it’s a private boat all the way down the river, with wine and lunch served on board, and little to interrupt the tranquility. Melk Abbey delights in its 11th-century glory, its grand decor transporting you back almost 1000 years. The old town has a lovely feel and you’ll take a short tour with a historian guide, so you can travel forward to the 17th century and the House of Itinerants."
    },
    {
      "dayNumber": "7",
      "title": "Vienna - A Night at the Opera",
      "description": "After a one-hour private transfer to Vienna, you will be deep inside a city’s baroque beauty. A guide will take you on a short walking tour of the old center, pointing out the most historic Viennese cafes and landmarks. There’s time to explore on your own, before an evening in Europe’s most historic opera house. This is a stately country of Mozart and the performances retain a Hapsburg-style glory. It’s one of the most romantic immersions you can have in Austrian culture."
    },
    {
      "dayNumber": "8",
      "title": "Vienna - Bubbling With Temptations",
      "description": "Cruise through Vienna in a horse and carriage today, checking off grand museums and nearby palaces. Opulence is draped along city walls and it goes hand in hand with the clip-clop of horses. Stop for a Viennese pastry and coffee. Go behind the rope at a Hapsburg palace. Tailor the exact to your interests and find temptations on most corners. This is a beautiful capital city and you can enjoy real privacy in the carriage, as you sit back and watch Vienna roll by."
    },
    {
      "dayNumber": "9",
      "title": "Vienna - Departure",
      "description": "After breakfast this morning, your guide will transfer you to the airport for your departing flight."
    }
  ],
  "map": ""
}