{
  "destination": "Austria",
  "mainPhoto": "",
  "id": "ultimate-highlights-tour-of-austria",
  "tourName": "Ultimate Highlights Tour of Austria",
  "placesVisited": "Vienna, Krems, Melk, Linz, Hallstatt, Salzburg, Zell am See, Innsbruck, Bregenz",
  "generalInfo": "Celebrating the very best of Austria, this ultimate 12-day tour has been handcrafted to combine local culture, majestic history, mountain nature and a country’s welcoming charm. From the Habsburgs to the hills, you’ll delight in the sound of Mozart and the sound of silence, as you travel in luxury from Vienna to Bregenz.",
  "durationDays": "12",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Vienna – Superb Habsburg Pleasures",
      "description": "You will be greeted at Vienna International Airport and transferred privately to your hotel next to Heldenplatz Square. It’s a very central location for diving into the city’s Habsburg history. Hofburg Palace provides a glorious introduction to an era’s glory, then the Staatsoper unveils a time of Mozart and more. Vienna’s cathedral is more Germanic Gothic in style, a nice contrast in eras and architecture, before you end a tour of highlights in a traditional Viennese cafe. The evening has been left free and you can continue to enjoy Habsburg pleasures on all the streets around your hotel."
    },
    {
      "dayNumber": "2",
      "title": "Vienna – Museums, Palaces, and Pastries",
      "description": "Continue the Habsburg immersion this morning as you stroll through Schonbrunn Palace. Reception rooms evoke past glories, stately corridors baffle the eyes, and there are few more elaborate baroque buildings anywhere else in Europe. Vienna’s iconic museums are clustered together in Museumsquartier and your guide will explain the highlights of each. On today’s privately guided tour you can also take in the Naschmarkt food markets, or perhaps explore the Jugendstil art nouveau streets of Prater. Of course, there will be pastries. Vienna invented so many of them, such as the apple strudel, and the cafes are wonderfully regal."
    },
    {
      "dayNumber": "3",
      "title": "Krems – Vineyards and Medieval Tales",
      "description": "Leaving Vienna you will be transferred west into the Wachau, where vineyards are draped along the Danube River and idyllic scenes accompany every turn. During the morning you will visit a couple of castles, for a deep insight into Austria’s medieval history, especially at Schloss Schallaburg. Then cruise the Danube River through the afternoon, on a small boat that will stop at a vineyard. With wine tasting and nibbles on board, you can explore the Wachau at a leisurely pace, soaking in all the scenic beauty."
    },
    {
      "dayNumber": "4",
      "title": "Melk – Melk Abbey and Mauthausen",
      "description": "Nearby Melk is your next base and the day’s two attractions can really test your emotions. Mauthausen is heartbreaking, the former Nazi concentration camp providing a very brutal insight into World War II and Jewish persecution. It’s painful to explore this place but a very important insight into a history that cannot be forgotten. Melk Abbey will provide the high note, a fabulous baroque monastery showcasing all manner of influences. Walking down the Benedictine hallways is great for the soul and a good pick me up after a concentration camp. And the views from up here are unbeatable."
    },
    {
      "dayNumber": "5",
      "title": "Hallstatt – Immersed in the Salzkammergut",
      "description": "Into the mountains you go, stopping in Linz to see the Abbey of St Florian en route to Austria’s Lake District. This is the country’s most famous region and the scenery never disappoints. And while this area is popular with visitors, Austria offers lots of space. Your guide will explain different hiking options in the lakes and mountains, so you can enjoy the outdoors before arriving in Hallstatt. An enchanting World Heritage town on a lake, Hallstatt is as cute as they come. You will spend two nights at a traditional hotel in the old town."
    },
    {
      "dayNumber": "6",
      "title": "Hallstatt – Ice Caves and Hiking",
      "description": "Hallstatt is a lovely place to spend a full day. Cobblestone streets stretch out beneath a single church spire. Colorful houses reflect in the lake’s surface. Mountains envelop the town and you can feel an old-world atmosphere. But there are many highlights beyond the town, including a variety of hiking trails that offer something for all ages and fitness levels. Dachstein’s ice caves are also a great option and you will have a private guide to tailor this day to your interests."
    },
    {
      "dayNumber": "7",
      "title": "Salzburg – The Sounds of Mozart’s City",
      "description": "Salzburg may be famous as the location from the Sound of Music. But to the locals it is the city of Mozart. Spend all of today immersed in the city’s history, starting from the hilltop castle then winding down to St Peter’s Monastery and the cathedral. Mozart’s childhood home is now an eye-opening museum and you will need a full day to get around everything in the World Heritage Altstadt (Old Town). Spend the evening at Mozart’s favorite restaurant, where they cook up three-course Austrian fare based on the composer’s mother’s recipes, and a recital takes place during dinner."
    },
    {
      "dayNumber": "8",
      "title": "Zell Am See – Austria’s Alpine Landscapes",
      "description": "Now it’s time for the real mountains, the alpine landscapes that struggle to make sense on any photos. As your privately-guided tour continues you will stop in Krimml, where waterfalls tumble through alpine wilderness. From Zell am See you will have rugged snow-dappled mountains rising in all directions, so choose how you want to explore. The hiking and mountain bike trails are superb, as you can expect from the heart of the Alps. But a lot of the area is also accessible by road and you don’t need to walk to enjoy the best views."
    },
    {
      "dayNumber": "9",
      "title": "Zell Am See – Mountain Grossglockner",
      "description": "Austria’s highest mountain clambers above the rest and just about comes into view from near to Zell Am See. Grossglockner is the most iconic Austrian alpine experience and it’s yours for today. A road of seemingly endless switchbacks will take you up towards the summit, on a glorious road that’s on the bucket list of many. You can take the wheel if you wish or just savor the views. During the afternoon there is more of Hohe Tauern National Park to explore, including the chance to spot ibex herds, found on trails far quieter than the Grossglockner."
    },
    {
      "dayNumber": "10",
      "title": "Innsbruck – Medieval Innsbruck",
      "description": "The road to Innsbruck twists through Tyrol and you can make a few cultural stops on route. Sample traditional cheese and yogurt at a small dairy, check out the Tyrolean sausages, and see the work of artisans working with wood. Tyrol’s capital Innsbruck is another city frozen in time. A local historian will narrate, using the story of Emperor Maximilian I to explain how this city emerged during the late medieval period. It’s a sharp contrast to Salzburg and Vienna, which is just one reason why Innsbruck is such an important city to visit."
    },
    {
      "dayNumber": "11",
      "title": "Bregenz – Hiking in the Forest",
      "description": "Keep traveling west as your journey ends in Vorarlberg, where the charming blue tones of Lake Constance set the scene for much of the day. You will be staying by the lake in Bregenz, around the corner from the Rolls-Royce Museum. The afternoon will involve cute wooden villages and forested landscapes, as you drive and hike in Bregenzwald. Take lunch in Schwarzenberg village, admire a different local culture, and complete your trip with a farewell dinner on the lakeshore."
    },
    {
      "dayNumber": "12",
      "title": "Bregenz – Departure",
      "description": "From Bregenz the easiest way out of Austria is to keep traveling west to Zurich, just across the border in Switzerland. You will be transferred privately to the airport in good time for your flight."
    }
  ],
  "map": ""
}