{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00024",
  "tourName": "AVUSTRALYA TATİLLERİ DOĞA VE GÜZELLİK HARİKALARI",
  "placesVisited": "Avustralya",
  "generalInfo": "Avustralya'nın cazibesi, farklı manzaraları, kültürlü şehirleri ve kıtanın çarpıcı harikaları bu benzersiz 2018 - 2019 turunda yer alıyor. Günbatımında Uluru'nun (Ayers Kayası) tonlarının dramatik bir şekilde değişimini izleyin. Yüzlerce ton barındıran Büyük Set Resifi’nde yüzün. Kakadu Ulusal Parkı'nın gök gürültülü şelalelerinden, Sidney Opera Evi'nin parlayan yelkenlerine, didgeridoo sesiyle doğanın saf güzelliğinin insan doğasının yaratıcılığına yol açtığı yerleri keşfedin.<br><br><strong>ÖNE ÇIKANLAR</strong><br><br>* Ünlü Sİdney Opera Binası'nı turlayın.<br><br>* Büyük Set Resifi’ni keşfedin.<br><br>* Kakadu Ulusal Parkı'na gidin.<br><br>* Eski Aborijin kaya sanatını görün.<br><br>* Günbatımında Uluru’nın (Ayers Kayası) tadını çıkarın.<br><br>* Büyük Okyanus Yolu'na seyahat edin.<br><br>* Kangaroo Adası'nın koruma çabalarını ziyaret edin.<br><br>* Tren yolculuğu ile Kuranda’ya doğru ilerlerken yağmur ormanlarının keyfini sürün.",
  "durationDays": "19",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Melbourne!",
      "description": "Melbourne’e vardığınız andan itibaren tüm Avusturalya parmaklarınızın ucunda, keşfedilmeye hazır sizi bekliyor. Kafelerden sürüklenen kahkahalar, taze demlenmiş kahvenin kokusu ve şehrin içinden süzülüp ayrılan Yarra Nehri'nin acelesi sizi içine çeker. Yıldız gözlem çarkı döner, her bölmenin camı güneş ışığında parlar. Avustralya'nın kültür başkenti olan Melbourne'a yerleşin, şehrin eşsiz ve övülen canlılığını hissettirmek için bohem sokaklarında yürüyün. St. Kilda kıyısında gezen penguenleri izleyin. Sokaklar, politik hicivden tertemiz kalıplara kadar her şeyi sergileyen, tercih edilen sokak sanatı ile sansasyonel renklere sahiptir. Melbourne'un merkezindeki Collins Caddesi'nden geçerken, kaldırımlar ve ahşap panelli yeraltı restoranlarından gelen şeritlerin George Parade boyunca uzanıp dolaşacağını unutmayın. Mercure Hotel Welcome, Swanston Hotel Grand Mercure ya da Hotel Sofitel'de bulunan mükemmel odanızı seçmekten daha iyi bir yol yoktur. Her otel, tatilinizi unutulmaz kılmak için adanmış mükemmel kalite ve eşsiz konfor sunmaktadır."
    },
    {
      "dayNumber": 2,
      "title": "Muhteşem Okyanus Manzarası",
      "description": "Avustralya’daki en büyük yol olan Büyük Okyanus Yolu turu ile kendinizi şehrin hayatına bırakın. Kıyı uçurumları boyunca uzanan yol, turkuaz sulardan inişli çıkışlı tepeleri birbirinden ayırıyor. Tepelerin gür yeşili, yolun Güney Avustralya sınırına doğru uzanırken sarp kayalıklara ve kumsallara yol açıyor. Rüzgârın, suyun ve zamanın keskin özelliklerini nasıl kazandığını göstermek için palpatik çizgilerle işaretlenmiş, okyanus boyunca uzun renkli monolitlerden oluşan bir koleksiyon olan 12 Havariler de dahil olmak üzere, yolun her iki tarafındaki sansasyonel doğa harikalarına tanık olun. Suyun uçurumun yüzüne çarpışını seyredin. Ufuktaki gün batımı kayaları yanan bir siluet haline getiriyor ve harika manzaranın anıları ile dolu Melbourne'a geri dönüyorsunuz."
    },
    {
      "dayNumber": 3,
      "title": "Victoria'nın güneyi",
      "description": "Güne Melbourne’ün kalabalık sesleri altında başlayın. Caddeden yükselen kavrulmuş kahve kokusunun keyfini çıkarın. Kahvaltıdan sonra şehrin güzel manzarasını sunan Flinders Street Station da dahil olmak üzere metropolün en ikonik turistik yerlerinden birinde gezeceksiniz. Bina Parisli bir tren istasyonuna benziyor; dış yapıyı süsleyen bakır kubbe ile günün parlak ışığında bir bronz gibi parlıyor. Victorian Arts Centre Precinct, keşfetmek ve deneyimlemek için ideal yerlerden biridir. Yapının kendisi bir Eyfel Kulesi rekonstrüksiyonu ile tepesinde bir disk şeklini andırıyor. Gece olduğunda ise kulenin ışıkları şehrin ışıltısı arasında parıldıyor. Bina, halka açık olarak finanse edilen ve merkezi içinde dönen çeşitli temalı galeriler aracılığıyla Melbourne'un yerel sanatçılarının birçoğunu sergileyen yeni bir mimari sansasyondur."
    },
    {
      "dayNumber": 4,
      "title": "Öne Çıkan Korunaklı Alanlar",
      "description": "Bugün, Cape Jervis'e giden yolda, Fleurieu Yarımadası'ndan muhteşem bir sürüşün keyfini çıkaracaksınız. Kıyı, çakıl taşlı kumlu plajları ve samanla dikili çayırlarıyla altın gibi ışıldıyor. Cape Jervis'de bir kereliğine feribota binip popüler Kanguru Adası'na giriş yapacaksınız. Kanguru Adası, iklim değişikliği, ormansızlaşma, kaçak avcılık ve turizm gibi dünyadaki yaban hayatını tehdit eden çeşitli konular ve yerel flora ile faunayı koruma çabaları ile bilinir. Kanguru Adası'nın güzelliği, Avustralya'nın üçüncü büyük deniz aslanları kolonisini görme fırsatı verecek olan adadaki koruma çabalarıyla sürdürülmekte ve artmaktadır. Deniz aslanlarının katı kabuğu dalgaların çarpmasıyla karışır. Birbirlerine tırmanır, güneşe ve sıcak kayalara uzanırlar. Okyanus esintisinin saçlarınızın arasından geçmesine izin verin. Okyanus manzarası vaat eden, muhteşem turkuaz rengi denizi sunan odalara sahip lüks Ozone Seafront Hotel'e yerleşin."
    },
    {
      "dayNumber": 6,
      "title": "Reddedilemez Kırmızı Merkez",
      "description": "Bugün Adelaide'den Avustralya'nın muhteşem Kırmızı Merkezi'ne uçacaksınız. Aborijin kabilelerine manevi bağlantıları olan ünlü Ayers Kayası'nı, Güney Yarımküre'deki en büyük isim olarak ünvan kazanan ve Avustralya'da Hollywood gişe rekorları kıran silüetini göreceksiniz. Açık çölün üzerinden geçerken okside kumların nereye kadar uzandığını ve bölgeye açık, paslı-kırmızı bir renk verdiğini görebilirsiniz. Uçağın dışına çıkın, sıcak yeryüzüne, uzaktaki çöl boyunca rüzgarın esintisine kendinizi bırakın. Kata Tjuta turu başlıyor."
    },
    {
      "dayNumber": 7,
      "title": "Sabah Uluru",
      "description": "Kırmızı Merkezin üzerindeki güneşin doğuşu, kumun ve güneşin değişen renklerini beraberinde getirir. Otel boyunca uzanan zengin kahve kokusu ile erken kalkın. Monolitin üzerinde güneşin doğuşunu izlemek için Uluru'ya geri dönün. Sabahın çeşitli tonları pembe ve parlak maviliğe dönüşürken, Uluru mordan parlak pembeye ve son olarak da çölün meşhur olan kırmızı rengine dönüşür. Uluru üssü etrafında rehberli bir turun keyfini çıkarın, monoliti çevreleyen gizemli ve görkemli mitleri dinleyin. Monolit içindeki çatlakların birçoğu Aborijin kabilesine bağlı olmayan sınırlardır. Gökkuşağı Yılanı Efsanesi, çölün bir kaydı ve Aborijin halkının tarihinin sergilendiği Uluru-Kata Tjuta Kültür Merkezi'ni ziyaret edin. Kültür merkezi serin ve karanlıktır, çöl sıcağından güzel bir kaçış olacaktır. Uluru'dan ayrılmadan ve Kings Kanyonu'nun muhteşem manzaralarına çıkmadan önce merkezde dolaşıp Aborijin dünyasının çoğuna hakim olabilirsiniz."
    },
    {
      "dayNumber": 8,
      "title": "Kral için Uygun",
      "description": "Güneş kanyonun üzerinde yükselirken serin çöl kokusu havaya yayılır. Kanyon, düz topraktan yükselen sarp kayalıklar ile güneş ışığında turuncu renkte parıldar. İster kanyonun tepesine tırmanmayı tercih edin, ister yukarıdan aşağıya doğru bakın, ya da uçurumları gözden geçirin, kanyon katının etrafında dolaşın. Rehberiniz, mavi renklerin turuncu parıltıyla buluştuğu farklı renkler arasından size yol gösterecektir. Kanyon gezinizden sonra Kırmızı Merkez'in en büyük şehri olan Alice Springs'e gideceksiniz ve gecenin sıcak konforuna yerleşeceksiniz."
    },
    {
      "dayNumber": 9,
      "title": "Palms'a hoşgeldiniz",
      "description": "Günün doğuşundan sonra Alice Springs'ten dışarı çıkıp Palmiye Vadisi'ndeki 4WD safarisi üzerindeki açık çölde turunuza başlarsınız. Vadiye girmeden önce kumlar beyaza dönmeden, her iki tarafta da dağların yükseldiğini, kumsalların yeryüzünden filizlenmesini ve ağaçlıkların gölgesindeki vahaların parlayan kristal mavisi havuzlarını seyredebilirsiniz. Su saftır, zemindeki doğal bir yaydan yükselir ve sarp, eğimli tepeler arasında toplanır.Kayalar sürüklenen güneş ile renk değiştirir. Gökyüzü havada derin bir pembe tabaka yayar. Çöl açığa çıkar ve yıldızlar solgun güneşin içinden zirveye doğru çıkmaya başlar. Yıldızların hoş ve neredeyse gün doğumu kadar renkli olduğu Alice Springs'e dönüyorsunuz."
    },
    {
      "dayNumber": 10,
      "title": "Kırmızı Merkezden Olağanüstü Kuzey'e",
      "description": "Bu sabah sAlice Springs'ten çıkıp yerel bir Aborijin kılavuzuyla çölün derin kırmızılarına geleceksiniz."
    },
    {
      "dayNumber": 11,
      "title": "Saklı Güzellik",
      "description": "Bugün, Kuzey Bölgesi'nin el değmemiş güzelliğinin gizlendiği Kakadu Ulusal Parkı'na gideceksiniz. Vadinin gür yeşili düz ufukta uzanır,  ve yüzeyin altında batan vadinin üst kenarlarına ulaşana kadar devam eder. Düz kayalar gökyüzüne levhalar gibi yığılır. Hayat dolu şelaleler, aşağıya akan ve iki tarafa taşan havuzlara girer. Doğal havuzların ılık suyunda mola verin. Pelikanların balık okullarına akın etmesini izleyin. Sakin suların çevredeki zarafeti yansıttığı Sarı Su Billabong'unu aşağı doğru süzün."
    },
    {
      "dayNumber": 12,
      "title": "Timsahları Gözleyin",
      "description": "Doğu Timsah Nehri boyunca bir kruvaziyer ile Kakadu Ulusal Parkı'na daha derin giriş yapın. Menderesli su, timsahlar, dev balıklar ve çok sayıda kuşla dolu parkın içinden akmaktadır."
    },
    {
      "dayNumber": 13,
      "title": "Sahil Harikaları",
      "description": "Bugün Kuzey bölgesini terk edip, Darwin Havaalanı'na gidip kuzeydoğu kıyısındaki Pasifik Okyanusu boyunca uzanan Cairns'e uçacaksınız. Varışta şehrin gösterişi sizi bekliyor. Denizin kristal mavisi suyu sıcak güneş ile parıldıyor. Esplanade insanlar, dükkanlar ve restoranlar ile hareketleniyor. Geçit, tatlı, taze ekmek ve deniz ürünleri kokusu ile bezeniyor. Şelaleyi süsleyen havuz, su üzerinde uçan metalik balıklar ile dolu. İster ağaçların içinde oyalanan tilkilerin altında, şelaleye doğru gezin ya da yemyeşil konaklama biriminizde dinlenirken, Cairns'in sıcak hava ve sahil cazibesinin tadını çıkarın."
    },
    {
      "dayNumber": 14,
      "title": "Yağmur Ormanları",
      "description": "Cairns'ın sahil güzelliğinin yanı sıra daha içeride yer alan Kuranda'nın yağmur ormanları şehrin en büyük ihtişamıdır. Ağaçlar, kuzeyden güneye uzanan, ormanın batısı ile okyanus arasında bir sınır çizen Cairns'i çerçeveliyor. Kuranda Demiryolu'na tırmanın ve dağ boyunca, yağmur ormanlarının yemyeşil ağaçlarıyla, gürleyen şelalelerin görüntüsüyle büyülenin, ardından yemyeşil Kuranda şehrinden ayrılın. Nemli yaprakların kokusu şehre yerleşmiştir.  Şehir, antika pazarları ve mücevherlerden Aborijin oymalarına kadar yerel sanatla dolu eşsiz artezyen mağazaları ile doludur. İster caddelerde yürüyün, ister şehir silüetini gezmeyi tercih edin ya da kelebek çiftliğini ziyaret edin, etrafınızdaki kelebek kanatlarının geniş bir koleksiyona sahip olmasına izin verin. Kuranda, ister doğal ister insan yapımı olsun, olağanüstü güzelliklerle doludur."
    },
    {
      "dayNumber": 15,
      "title": "Büyük Set Resifi’nin Büyüsü",
      "description": "Bugün, yüksek hızlı bir katamaranla Büyük Set Resifi’nin renkli kalbine doğru Cairns sahilinden ineceksiniz. Pasifik'in ılık sularına atlayın ve resif boyunca şnorkelle dalış yapın. Mercanların, suyun altında dönen dalgalı güneş ışığında portaka ve pembe tonlarına bürünmesini izleyin. Balık sürüleri, Palyaço balıklarının turuncu ve beyaz ışıltısından angelfish'in belirgin dudaklarına kadar, mercan içinde ve altında yüzer. Resifin tarihini, büyüklüğünü ve önemini daha iyi anlamak için bir deniz biyoloğunun bu doğal yaşam harikası hakkında bir sunum yapma ayrıcalığına sahip olacaksınız. Resif köpekbalıklarının büküldüğü ve vatozların kaydığı yarı dalgıç bir teknede yüzeyin altında daha derin seyahat edin. Resif çevresinde ne kadar sığ ya da derin olursa olsun, canlı mercan ve göz kamaştırıcı yaşam asla uzak değildir."
    },
    {
      "dayNumber": 16,
      "title": "Büyük Set Resifi’nden Oceanside tarafına",
      "description": "Cairns sahil kasabasından Sidney'in Oceanside incisine uçacağınız Cairns Havaalanı'na seyahat edin."
    },
    {
      "dayNumber": 17,
      "title": "Sidney’in Yüksek Hayatı",
      "description": "Güneş limana doğru yükselir ve etrafınızdaki ışıltılı suyu getirir. Gününüz, hareketli mahallelerden Sidney Opera Binası da dahil olmak üzere en ikonik mimarisine kadar şehrin en ilgi çekici yerlerine bir turla başlıyor. Opera Binası, dünyanın en tanınmış binalarından biridir. Bina üç tarafı suyla çevrilidir. Tavan asansörleri ve noktaları, yelkenleri taklit etmek anlamına gelmekle beraber, Opera Evi'ne her an denizlere doğru sürüklenip uzaklaşacağı izlenimini veriyor.Sidney Liman Köprüsü, binayı ve onun dalgalanan yelkenlerini uzaktan gösteren Opera Binası'nın üzerinden geçmektedir. Opera Binası'nı gezdikten sonra Manly Plajı da dahil olmak üzere şehrin muhteşem plajlarını gezeceğiniz bir tur için Darling Limanı'ndan çıkacaksınız. Bozulmamış plajlar, güzel evler, konforlu oteller, muhteşem sörf ve güzel insanlarla kaplıdır. Kendinizi sulu sahillere bırakabileceğiniz gibi ayaklarınızı sıcak kumlara gömebilirsiniz. Manly Plajı bu anlamda oldukça etkileyicidir. Sidney Liman Gezisi zevkle patlayacak ve Sidney'in en önemli noktaları kendilerini açacak."
    },
    {
      "dayNumber": 18,
      "title": "Rock’taki Güzellik",
      "description": "Gününüzü, Sidney şehrinin keyfini çıkarmaya davet ediyorsunuz.İster Bayan Macquarie'nin Sandalyesini (valinin karısının gemilerin İngiltere'den içeri girmesini izlemek için oturacağı yer) görmek için Botanik bahçelerinde geziniyor olun ya da insanların, dükkanların ve tarihin bir araya geldiği Kayalar'da dolaşın. Hava, taze tatlı ve tuzlu simit kokularıyla dolar.  Kahkaha ve okyanus sesi bir araya gelir. Dükkanlar plaj kıyafetlerini sergiliyor, antika fabrika cephesi ise Liman Köprüsü'nün çalışmalarına karışıyor. Bölgedeki Aborijinler için tarihi bir yer olan şey, Avrupalı ​​yerleşimcilerin karaya ilk adım attığı ve bölgenin harikalarının günümüzde parlamaya devam ettiği manzaraya dönüştü."
    },
    {
      "dayNumber": 19,
      "title": "Yüksekler Her Zaman Harikadır.",
      "description": "Bugün Sidney Havaalanı'na giderken yola çıkacak ve eve döneceksiniz. Avustralya'nın derinliklerinden, sahilden Kırmızı Merkez'e, güneyden kuzeye doğru, çıkış yolunuza doğru ilerleyeceksiniz.Parıldayan Sidney Opera Binası, Büyük Set Resifi hayat dolu oluşu, günbatımında ışıldayan Uluru Avustralya’yı oldukça çekici kılıyor. Büyük şehirlerde ve ülkenin el değmemiş harikalarının etrafındaki süren yolculuğunuz sizi doğanın saf güzelliğinin insan doğasının yaratıcılığına yol açtığı yer olan Avustralya'nın eşsiz noktalarına taşıdı."
    }
  ],
  "map": ""
}