{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00018",
  "tourName": "Özel Avustralya Tatili Cairns, Büyük Set Resifi, Uluru (Ayers Kayası), Sidney, Mavi Dağlar",
  "placesVisited": "Avustralya",
  "generalInfo": "Avustralya’nın ihtişamı bir şehirle sınırlı değildir, ülke tarafından bir bütün olarak kapsanmaktadır. Avustralya'nın bu 13 günlük turunda 2018-2019 için tasarlanan Avustralya'nın büyüsünü ve özgürlüğünü sahilden çöle, doğal ormandan insan yapımı Opera Binası'na kadar yaşayın! Avustralya efsaneleri sizi hayrete düşürecek ve güzelliği daha fazla isteyeceksiniz.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "11",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Cairns'e Hoşgeldiniz",
      "description": "Cairns'e gelin ve Pullman Port Douglas Sea Temple Spa and Resort'un lüks konforuna kendinizi hazırlayın. Dinlenmek için tasarlanan tesis ve spa, uzun uçuşun ardından yerleşmek için mükemmel bir yerdir. Çıtır lagün havuzunu çevreleyen ve golf sahasının yemyeşil geçitleri ile çevrili olan daireler, sakin sessizlik içinde yer almaktadır."
    },
    {
      "dayNumber": 2,
      "title": "En Büyük Set Resifi",
      "description": "Keşfetmek için üç farklı bölgeye bir yolculuk ile Büyük Set Resifi'nin heybetini yaşayın. Güneş altın gibi parıldar. Su sıcak ve davetkar. Şnorkelle dalış, tüplü dalış veya teknenin altında bir cam kafeste olsun, görebilmek için bir çok yöntem var. Pembe mercanlar, resiflerdeki diğer balıklar arasında parıldar . Deniz anemonları ustaca dalgalanır; bebek vatoslar telaşla okyanus boyunca dolanır. Suyun altındaki çarpıcı ve renkli bir doğa inşa etmek için karışmış mercan ve yaratıkların yaptığı bu harika, hayatta gördüğünüz hiçbir şeye benzemez. Yüzmek,suda uzanmak,durmak veya mercanlara dalmak; Gününüzü resifte nasıl geçirirseniz geçirin, inanılmaz derecede güzel olacak."
    },
    {
      "dayNumber": 3,
      "title": "Avustralya’nın Yağmur Ormanı’nı Keşfedin",
      "description": "Yağmur ormanı, ağaçların gölgesinden daha yüksek uçan kuşlar ile ormanın güzelliğini daha da genişleten farklı bir sihir türüdür. Avustralya’nın yağmur ormanı, hiçbir zaman uzaklaşmayan yumuşak yağmur kokusuyla konforlu ve yeşil renktedir."
    },
    {
      "dayNumber": 4,
      "title": "Daha Fazla Deneyim",
      "description": "Gününüzü daha çok resif ve dalgaların altında yaşayan inanılmaz deniz yaşamını tecrübe ederek geçirin. Port Douglas sahilinde Cüce Minke Balinaları ile yüzün. Sık sık ziyaret eden bir tekneylerle yüzen Minke Balinaları, yüzgeçlerinin üzeri açık beyaz ve uzun dar bir burnu ile koyu gridir. Suda yüzen, atlayan ya da sizi takip eden Cüce Minke Balinaları, Büyük Set Resifi'nde, denizin altında bambaşka bir deneyim sunuyor. Belki de sardalya veya hamsi kalabalığını kovalayan balinalara şahit olacaksınız. Geceleri, temiz ve net Asya etkisi ile restoran Nautilus'u deneyin; marine edilmiş kaplan karidesleri, her lokmayı sonlandırmak için tuzlu ve narenciye domates ile servis edilir."
    },
    {
      "dayNumber": 5,
      "title": "Mavi'den Kırmızıya",
      "description": "Okyanusun bozulmamış mavisinden, Uluru'yu (Ayers Kayası) ziyaret etmek için Kızıl Merkez'in parıldayan kızılına uçacağınız Cairns havaalanına bir gezintiye çıkın. Öğleden sonra, düz çevresi üzerinde büyük bir gölge oluşturan kırmızı kubbeli kayalar olan Kata Tjuta'yı (Olgas) ziyaret edin. Kata Tjuta'nın bir Aborijin tören alanı ve Dreamtime efsanesindeki önemi hakkında bilgi edinin. Hava kuru ve oksitlenmiş toprak bakımından zengindir. Gölgelikler serin ve misafirperver. Rüzgar, aralıklarda ve açık alanlarda, yumuşakça uluyan bir şekilde kayarak, Olgas'ın Dreamtime döneminde olduğu devlerin seslerinin bir hatırlatıcısı gibi esiyor."
    },
    {
      "dayNumber": 6,
      "title": "Sihirli Uluru",
      "description": "Rehberli sabah temalı tur ile Uluru üzerinde gün doğumu yaşayın. Güneşin doğuşu Uluru'nun yekpare ve canlı kırmızısını örter. Uluru, Hugh Jackman ve Nicole Kidman ile birlikte Avustralya'nın büyük hareketli fotoğraflarında görülebilir. Et, yumurta ve açık hava ile Avustralya piknik kahvaltısının tadını çıkarın. Uluru, Avustralya'daki en büyük ve en önemli yerlerden biridir. Aborijin kaya sanatı ile dekore edilen Uluru'nun parçaları, Aborijin kabilesine bağlı olmayan ve sadece tören amaçlı olarak ayrılanlara sınırsızdır. Tur ayrıca, Rainbow Yılanının önemi de dahil olmak üzere Uluru'nun bazı efsanelerini size verecektir."
    },
    {
      "dayNumber": 7,
      "title": "Kızıl Çölden Zengin Şehre",
      "description": "Tesisten havaalanına transfer, ve Sidney'e uçuş. Sizi şehirde karşılayan Sevgililer Limanı ve Sidney Opera Evi'nin zarif yelkenleri, iniş rotası üzerinde görülebilir. Şehir merkezindeki yüksek katlı binalar, suyun derin mavisi ve şehir parklarının canlı yeşili, birbiriyle zıtlık yaratırken, şehrin güzelliğini şekillendirmek için zahmetsizce bir araya geliyor. Havaalanından Shangri-La Hotel'e transfer edileceksiniz. Lüks konaklama birimi Sevgililer Limanı, Opera Binası ve Büyük Liman'ın muhteşem manzarasına sahiptir. Gününüze şık ve lezzetli bir son vermek için, Opera Binası ve Liman Köprüsü'nün inanılmaz manzaralarına sahip Sidney Limanı'ndaki bir restoran olan Lavender Bay'deki Sails'i deneyin. Taze soyulmuş istiridye, yemeğinize başlamak için harika bir yoldur. Taze ve yerel, istiridyeler, Avustralya'nın en iyi lezzetini bir lokmada sunuyor."
    },
    {
      "dayNumber": 8,
      "title": "Şehir Boyunca Yolculuk",
      "description": "İster bisikletle ister özel bir koçla olsun, Sidney, bilgili ve yardımsever rehberlerle şehrin önemli noktalarını görmenin çeşitli yollarını sunuyor. Sidney Opera Binası, suyu süsleyen teknelerin beyaz yelkenlerini andıran çatısı ile su kenarına tünemiş şehrin mücevheridir. Her olası açıyla Opera Binası'nı seyreden Esplanade'de gezintiye çıkın, binanın tuğlası, huşuyla kusursuz bir yapıya dönüşüyor. Okyanus meltemi ve tuzlu su kokusu, Sidney'in sokaklarından asla uzaklaşamaz. Sidney'in en eski ve en hareketli bölgelerinden biri olan Rocks bölgesini keşfedin. Şehir merkezinin yakınında bulunan ve Liman Köprüsü'nü kapatan Rocks, mağazalar, galeriler ve restoranlar ile doludur. Sidney batı öncesi uygarlığı hakkında bilgi edinmek istiyorsanız, AHW Stüdyolarının steem-punk sanatından bulabilirsiniz  veya Bayraklar Arasında Sydney plaj elbisesinin otantik canlı neon'ını elde edin. Rocks keşfedildiği yerde."
    },
    {
      "dayNumber": 9,
      "title": "Sidney'i Keşif",
      "description": "Lüks Calypso motor yatında Sidney'i yerliler gibi deneyimleyin. Rehberli kruvazör sizi Köprünün altından ve güzel New South Whales kıyılarının etrafındaki limandan ve plajlardan ve koylardan geçerek dolaştırır. Lezzetli Avustralya şarabı ve biranın eşlik ettiği yatta üç çeşit geleneksel Avustralya barbeküsü sunulmaktadır. Cildinizdeki canlandırıcı deniz havasıyla, Hunters Hill sahil şeridini süsleyen lüks evleri geçerek, Opera Evi'nin seyir güvertesinden uzaklaşmasını seyredin. Tekne demir attığında, kıyıdaki serin, mavi sularda yüzmek için zaman ayırın ya da bir çizgiye atlayın ve kral balıklarının ısırmaya başlamasını bekleyin."
    },
    {
      "dayNumber": 10,
      "title": "Sidney'in Çevresi",
      "description": "Sidney'in hemen dışında, Yeni Güney Galler'in iç kısımlarına uzanan çarpıcı bir aralık olan Mavi Dağlar bulunur. Kabuk ve ladin çevredeki havayı doldurur. Glenbrook Milli Parkı'nı ziyaret etmek, vahşi ortamdaki kanguruların sıçramasını izlemek için kolay erişim imkanı sunmaktadır. Kuşlar bol, kanguruların çoğu evcilleştiriliyor ve ormanın serin gölgesinde yatıyorlar. Çeşitli Avustralya yaban hayatı her adımda sizi kuşatıyor. Mavi Dağlar, sakinlik yaratan ağaçların sürükleyici yoğunluyla , kucaklar ve korkutur"
    },
    {
      "dayNumber": 11,
      "title": "Hoşçakal Avustralya",
      "description": "Yolculuk bitse de, Avustralya deneyimi ve Dreamtime büyüsü her zaman yanınızda olacak."
    }
  ],
  "map": ""
}