{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00034",
  "tourName": "Avustralya Turu'nda Noel Ve Yeni Yılın 11 Günü",
  "placesVisited": "Avustralya",
  "generalInfo": "Noel ve Yeni Yıl kutlamaları yaparken egzotik Avustralya manzaralarının ve değerli plajların tadını çıkarın. Noel arifesinde Büyük Set Resifi'nin parlak denizaltı yaşamını keşfetmek için Mercan Denizi’ne dalın. Sidney Opera Binası'nda büyüleyici bir Opera Gala eşliğinde yepyeni bir Yılbaşı Gecesi deneyimleyebilirsiniz. Korumalı Aborijin topraklarında anlatılan Hayal Zamanı hikayelerini dinleyin ve ayak parmaklarınızı Bondi plajının rahatlatıcı kumuna gömün. Santa şapkaları giyen sörfçülerin ise dalgaların altında süzülmesini izleyin. Özelleştirilebilen turunuz size istediğiniz hızda dilediğiniz Avustralya'yı hediye eder.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "11",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Port Douglas - Avustralya’da Noel Rezervasyonu",
      "description": "Yemyeşil yağmur ormanları batıda, ışıl ışıl Büyük Set Resifi doğuda parıldıyor. Kabarık bulutlar Atherton Tableland platosunun üzerini bir perde gibi örtüyor. Esplanade, hareketli restoranlardan denize sıfır lagününe kadar sosyal aktivite ile doludur. Yerliler yollar boyunca bisiklete binerler ve paten parkının batık havuzlarından geçerler. Uçağınız, özel transferinizin bagaj talebiyle karşılandığı Cairns Uluslararası Havalimanı'na iniyor. Avustralya'nın güzelliği havaalanının, dağların yükselen yamaçları ile Pasifik Okyanusu'nun gerilmiş kobalt tonları arasında durduğu sırada sizi hemen yakalar. Tropikal yaz sıcaklığı havada asılı kalır. Transferiniz, komşu kuzeydeki Port Douglas kasabasına giderken sizi Cairns'den kurtarır."
    },
    {
      "dayNumber": 2,
      "title": "Port Douglas - Resif’te Noel Arifesi",
      "description": "Sabah, güneş ışığı özel plajın altın kumlarını parlatır ve yağmur ormanlarının yemyeşil ağaçlarına yayılır. Mavi Argus kelebekleri, çevreleyen yeşilliğe uyumu ile parlak kanatlarını çırpıyor. Çift gözlü incir papağanının sesi, kanopinin altında, yüksek perdeli, kısa bir çağrıyla yankılanır. Kahvaltıda, sahil şeridinde yer alan restoranda oturup palmiye ağaçlarının muhteşem manzarasını seyredebilirsiniz. Lobideki özel  transferiniz, Noel arifesi için tam zamanında, Büyük Set Resifi'nin tam günlük turu için Port Douglas limanına kadar size eşlik edecektir."
    },
    {
      "dayNumber": 3,
      "title": "Port Douglas - Yaz Noelleri",
      "description": "Sabah, mavi kanatlı kookaburra sesleri ormanda yankılanıyor. Kuş, 16 inç boyutnda bir yüksekliğe ulaşır. Çarpıcı beyaz gözlerle kanatlarında çivit tüyleri vardır. Sesi ise Noel gününe neşeli bir hava getiren, gülünç bir kahkaha gibi gelir. Sarı bir parasala, gökyüzünün ve okyanusun karışan mavilerini kırarak uzaktan süzülür. Muhteşem Noel öğle yemeğinizden önce, tesisin çevresine yayılan bahçe benzeri manzarada dolaşabilirsiniz. Kıyı şeridi ve yağmur ormanı arasında bir çizgi gibi hareket eden orman ağaçları kum tepelerinden yükseliyor."
    },
    {
      "dayNumber": 4,
      "title": "Port Douglas - Noel’den Sonra Hayal Zamanı",
      "description": "Pencerenin yakınındaki ince bir daldan sarkan başka bir dokumacının yuvasını görmek için ağaçlara bakarsınız. Kuşlar, dalları, düşen yaprakları ve dişi arkadaşı tarafından kabul edilen bir yuva inşa etmek için taşıyabileceği herhangi bir malzemeyi örter. Pencereden izlediğinizi farketmeden devam eder. Port Douglas'ın dükkanları, butik mağazalara girmek ve deniz kenarındaki restoranların tadını çıkarmak isteyen yerliler ile Boks Günü için açılır. Kahvaltıdan sonra, Doğu Kuku Yalanji halkının geleneklerine bağlı Mossman Gorge'ye özel bir transfer ile hareket edersiniz."
    },
    {
      "dayNumber": 5,
      "title": "Port Douglas - Doğada Huzurlu Bir Gün",
      "description": "Sabahları pencereden dışarı bakarken, uçuşan kelebeklerin ya da gölgeliklerin arasından sıyrılan kuşların arayışına girme alışkanlığına düştünüz. Yağmur ormanlarının harika görüntüsü, göz kamaştırıcı manzara, odanızın konforunda dinlenirken engelsiz gözlemlemeniz için önünüze seriliyor. Bugün boş zamanınızda kuzeydoğu Avustralya'nın lüksleri, Port Douglas'ın çevresindeki kıyıları, ağaçları ve sokakları sizin zevkinize göre yaşamanızı sağlar. Doğa rezervinde kalın ve eşsiz bir hindistan cevizi turuna çıkın ya da doğa yürüyüşünde doğal flora boyunca rehberinizi izleyin."
    },
    {
      "dayNumber": 6,
      "title": "Sidney - Noel ve Yeni Yıl Arasındaki Yaşam Tarzı",
      "description": "Kahvaltıda, bir yandan denize bakarken diğer taraftan sıcak,siyah ve limonlu çayın tadını çıkarırsınız. Su size yardımcı olamaz, ancak size bu Noel'e kadar aldığınız en iyi hediyeyi hatırlatır: Büyük Set Resifi'nin mükemmel bir görüntüsü. Yemekten sonra, Cairns Uluslararası Havaalanı'na özel transferiniz ile seyahat edersiniz. Kısa uçuşunuz, özel transferinizin sizi beklediği Sidney Havaalanı'na iner. Sidney, 1780'lerde kurulan Avustralya'nın en eski şehridir. İkonik Harbour Köprüsü su üzerinde kemerli ve Sidney Opera Binası'nı destekleyen burnunu çerçeveliyor ve her ikisi de lüks konaklama biriminin kapısının yakınında yer alıyor."
    },
    {
      "dayNumber": 7,
      "title": "Sidney - Arazi ve Denizde Yaz ve Noel Zamanı",
      "description": "Yaz mevsiminde Kraliyet Botanik Bahçeleri, 74 dönümlük alana yayılan gül ve yerli Avustralya florasının tatlı bir aromasını sunuyor. Bayan Macquarie'nin Sandalyesi olarak bilinen kumtaşı Kaya 19. yüzyılda bir bankta kesildi. Yeni Güney Galler Hükümeti, gemilerin gelip limanın çıkış noktasından limanı terk ettiğini izlerdi. Liman Köprüsü, Opera Binası ve renkli bahçelerin muhteşem manzarasını tek bir panoramada sunmaya devam ediyor."
    },
    {
      "dayNumber": 8,
      "title": "Sidney - Mavi Dağlar ile Yılı Kapatma",
      "description": "Noel ve Yeni Yıl arasındaki günlerde, yerli halk tatil festivallerinin tadını çıkarır ve Sidney yaşamının zevklerine dalmak için zaman ayırır. Kraliçe Victoria'nın Romanesk tasarımı, yapının arzu ettiği prestiji temsil ediyor. Bina, Town Hall İstasyonu'na giden ayrıntılı yeraltı salonları içermektedir. Doğal kubbenin kumtaşı duvarları ve cilalı mozaik zemini üzerine dökülmesini sağlayan merkezi kubbeyi çevreleyen 20'den fazla küçük kubbe vardır."
    },
    {
      "dayNumber": 9,
      "title": "Sidney - Parlak Sidney'in yelkenleri içinde Yeni Yıl",
      "description": "Opera Binası, Sidney'in sadece bir simgesi değil, tüm Avustralya için bir anıt niteliği taşır. Darling Harbour etrafında deniz meltemi yakalamak sonsuz yelkenli bir görüntü olarak dökülmüştür. Tuğla kordon, parlak cam pencereleri şehirden ve denizden ayıran bir burun üzerindeki zarif yapıyı çevreler. Bugün Yılbaşı Gecesi ve sofistike bir akşama hazır olun. Şehir, Yeni Yıl için heyecanla atıyor. Partiye katılacak kişiler, serinletici akşamın tadını çıkarmak ve havai fişekleri körfezden izlemek için Bondi Plajı'na gidiyor. Kings Cross'daki kulüpler istekli dansçılarla doludur. Çiftler ve arkadaş grupları, Bohemya'nın Newtown semtindeki şık restoranlarda sohbet eder."
    },
    {
      "dayNumber": 10,
      "title": "Sidney - Sidney Şehri Oyunda",
      "description": "Yılın ilk günü, şehir merkezindeki sakin sokakları, sahil şeridine yayılmış canlı plaj hayatı ile harmanlıyor. Coşkulu halk, Anzak Köprüsü'nün görünümünde soğuk biranın ve barbekünün tadını çıkarmak için Blackwattle Bay Park'a gidiyor. Glebe'deki kafeler köpüklü cappuccino'lara hizmet etmekte ve pencerelerini bir antika pazarının geçtiği sıcak havaya açmaktadır. Gün, Sidney'de bir yerel gibi Yılbaşı Günü'nün tadını çıkarmak için size aittir. Branç, Surrey Hills'in iç semtinde güneş ışığının ve lezzetli yemeklerin tadını çıkarmak için popüler bir yoldur. Şehrin dış kısımlarını keşfetmek için, bir bisiklete binebilir ve sahil şeridini ve güzel sanat çevrelerinin zenginliğini yansıtan parkurları geçebilirsiniz. Bondi'deki Oxford Caddesi'nden Victoria Kışlası'na yaklaşık 20 km yol gitmeniz gerekiyor."
    },
    {
      "dayNumber": 11,
      "title": "Sidney - Avustralya'da Saniyelerin Keyfi",
      "description": "Sidney'deki yerel hayat, ikinci gün normale döner. Bisikletçiler çeşitli yollarda gezerler. Sörfçüler sessiz sabah kumlarında suya doğru ilerler. Rocks'ın etrafındaki dükkanlar, taze pişmiş kraker ve çökmekte olan çikolata ganaşının havasıyla bir kez daha açılmaktadır. Feribotlar Darling Limanı'na doğru ilerliyor ve şehir merkezindeki yükselişin hareketli gölgelerinin altına demir atıyor. Yaz aylarında Sidney'in sade güzelliği, Noel ve Yeni Yıl kutlamalarına zarafet ve karizma katıyor. Hazır olduğunuzda, özel transferiniz sizi lüks otelinizin lobisinde karşılar ve uçuşunuz için Sidney Havaalanı'na götürür."
    }
  ],
  "map": ""
}