{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00016",
  "tourName": "Avustralya Turunda Işık Alanı",
  "placesVisited": "Avustralya",
  "generalInfo": "Avustralya'nın gizemli ihtişamı, zamandan etkilenmeyen karası ve denizi, ziyaretçilere ve yerlilere hayranlık uyandırıyor. Bu özel uyarlanmış \"Işık Tarlası\" turunda, dünyaca ünlü sanatçı Bruce Munro'nun yarattığı olağanüstü sergiye katılarak Avustralya’nın gökyüzünü 50.000 ışıkla yavaşça aydınlatışına tanıklık edin. Uluru kayasının heybetini ve Büyük Set Resifi’nin harikalarını görüp, Sidney'in kozmopolit kültürünü ve Queensland'in yağmur ormanlarının derinliklerinde yer alan bir Aborijin kabilesini gezebilirsiniz. Didgeridoo çalgısının nazik uğultu ritmi, sahile vuran okyanus dalgalarını bastırıyor. Antik kaya sanatı, Uluru'nun kırmızı cephesine karşı durmakta ve tepeli devekuşları ormanda çalıların içinden geçmektedir. Şeffaf mavi Pasifik'te balıklar parlayarak yüzüyor. Avustralya’nın eşsiz cazibesi sınırsızdır.<br><br><strong>Turda Öne Çıkanlar</strong>",
  "durationDays": "13",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Liman Şehrine Giriş",
      "description": "Sidney, altın kumlarla kaplı plajları ve sahil şeridi boyunca koşturarak sahili kullanan halkın güvenliğini sağlayan can kurtaranlarıyla ünlüdür. Kendi halinde balıkçı tekneleri ve zarif yelkenli tekneler Sidney Limanı yakınlarında sakin sularda sürüklenir. Sidney Opera Binası, Liman Köprüsü'nün kemeri tarafından çevrelenen bir arazi üzerinde adeta bir mücevher gibi yükseliyor. Transferiniz, vardığınızda Sidney Havalimanı’nda sizi selamlıyor ve şehir merkezinin kalbinde yer alan lüks bir otele götürüyor. Çin Dostluk Bahçesi, Darling Harbour'da şelaleler, göller ve egzotik bitkileri barındıran sakin bir yeşil alandır. Parlak turuncu koi balığı büyüleyici havuzlarda yüzüyor. Armut çiçeklerinin patika boyunca açtığını görürsünüz. Ağlayan söğütler, kent kültürünün kalbinde her iki dünyanın en iyilerini birleştiren bir kırsal cennet yaratır. Otelinizin konforuna ve Sidney'in kucaklayan kozmopolit yaşam tarzına yerleşiyorsunuz."
    },
    {
      "dayNumber": 2,
      "title": "Şehrin Panoraması",
      "description": "Sabahın sakin Pasifik suları limana demirlemiş olan teknelere yavaşça vurur. Surry Hills semtindeki yerliler Avustralya kahvaltısı için Tek Origin Roasters’a akın eder. Taze kahvenin aroması yemek odasını doldurur ve taze pişmiş muz ekmeğinin kokusuyla harmanlanır. Sidney'in tarihi Kayalık turuna başlamak için rehberinizle tanışıyorsunuz. Sidney Liman Köprüsü'nün kenarı, The Rocks'ın (Kayalıklar’ın) üst kısımlarına ulaşır. Orijinal binalar yerel kumtaşından inşa edilmiştir. Eski bir ambarın dış cephesi, şimdi modern butik mağazalar ve modaya uygun restoranlarla dolu sokakları süslemektedir."
    },
    {
      "dayNumber": 3,
      "title": "Parlak Pasifik",
      "description": "Sabahleyin bölge halkı ve ziyaretçiler, Sidney çevresindeki ünlü plajlara giriş yapmaktadır. Mild Beach Vaucluse, şehrin etkileyici bir manzarasını sunan sığ turkuaz suya sahip sakin bir yüzme noktasıdır. Kahvaltıdan sonra muhteşem bir tekne gezisine adım atmak için Sevgili Limanı'na hızlı bir yürüyüş yapabilirsiniz. Feribot Dairesel Rıhtım, Darling Limanı ve Manly Plajı'nın kuzey kıyıları arasında dolaşıyor, kendinizi şehrin engin sınırlarına sokmanıza, tercih ettiğiniz duraklarda inmenize olanak sağlıyor. Sidney Liman Köprüsü'nün ve kentin muhteşem manzarasını su üzerinden seyredin. Manly'de bisiklet kiralayabilir veya doğa yürüyüşü yapmak üzere gezintiye çıkabilirsiniz."
    },
    {
      "dayNumber": 4,
      "title": "Mavi Dağlar'ı Ziyaret Etmek",
      "description": "Sörfçüler dalgaları yakalamak için Bondi Plajı'nda açılmaya başlıyor. Kafeler ve restoranlar, kıyıya vuran dalgaların sessizliğinde kapılarını açarlar. Yakında yerli halk ve ziyaretçiler havlularını altın kum boyunca yayar ve şehre yayılan sıcak güneş ışığında güneşlenir. Kahvaltıdan sonra rehberiniz sizi karşılar ve şehrin dışındaki ünlü Mavi Dağlar’a götürür. Bölge, Büyük Sıra Dağlar, yaylalar, vadiler ve dik kayalıklardan oluşur. Kumtaşından oluşmuş anakaya, yemyeşil ormandan çıkıntı yapar. Geçit yaklaşık 760 metre derine kadar iner."
    },
    {
      "dayNumber": 5,
      "title": "Red Centre’a Ücretsiz Uçuş",
      "description": "Hafta sonları antika ve el sanatları pazarı sanatçıların, öğrencilerin ve bir bohem atmosferin yaşadığı Glebe sokaklarını doldurur. Erkenci kafeler ve geç saat kitapçıları kapılarını kalabalığa açıyorlar. Kahvaltıdan sonra, özel transferiniz sizi otel lobisinde karşılar ve Avustralya'nın meşhur çölü olan Red Centre'a ücretsiz uçuşunuz için havalimanına kadar eşlik eder. Parlak mavi gökyüzü parlak kırmızı kumları dengeliyor. Rehberiniz sizi Ayers Kayası olarak bilinen ama geleneksel olarak Aborijin’lerce Uluru olarak bilinen kayayı manzarasına alan otelinize götürür."
    },
    {
      "dayNumber": 6,
      "title": "Uluru'nun Renkleri",
      "description": "Şafaktan önce uyanın. Yıldız ışığı uzak mesafeden parlamaya devam ediyor. Bozulmamış çölün güzelliği hayret verici. Rehberiniz sizi otel lobisinde karşılar ve sizi büyüleyici Uluru’nun merkezine yönlendirir. Plato, çöl tabanının 350 metre üzerinde duruyor. Doğal mağaralar adeta antik tabloları andırıyor. Yer altı kaynak suları ve su delikleri kumtaşı üzerindeki girintileri doldurur. Güneş ışığı ufku kapladığında, Uluru’nun ön cephesinde parıldayarak dönen parlak kırmızı çizgiler görebilirsiniz. Rehberiniz, manzara seyir noktasında lezzetli bir piknik kahvaltısı hazırlıyor. Zengin kahvenin aroması çöl havasını doldurur."
    },
    {
      "dayNumber": 7,
      "title": "Manzara sürüşü ve rahatlama",
      "description": "Serin şafakta dingolar çölde av için dolaşırlar. Onların yüksek perdeli sesleri, köpek akrabalarından çok kuşlara benziyor. Burundan kuyruğa 150 cm boya ve 60 cm yükseğe kadar büyüyebilirler. Kürkleri, çöl kumlarına benzer şekilde kırmızı tonlara sahiptir. Kahvaltıdan sonra Ayers Rock'tan ayrılırsınız. Kral Kanyonu’na bağlı olan tek parça kayalık ufuk çizgisinde gözden kayboluyor. Palmiye ormanları, geçit içindeki batık araziden dışarı yayılır. Kanyon kenarları ağaçların üzerinde altı kilometre çapında kule oluşturur."
    },
    {
      "dayNumber": 8,
      "title": "Kings Canyon Turu",
      "description": "Bugün Avustralya doğal hazinesinin ihtişamını keşfetmek için rehberinizi Kings Canyon'a kadar takip ediyorsunuz. Kayalıklar, geçit hizasından 300 metre yukarı yükselir. Yol sizi milyonlarca yılda oluşmuş bitkilerle süslenmiş yemyeşil bir bahçeye götürür. Rehberiniz belirli yolları takip etmenizi sağlar. Kutsal Aborjin bölgelerine giden bir dizi parkur kapalıdır. Luritja Aborijin kabilesi, bölgeyi 20.000 yıldan uzun bir süredir evi olarak kabul ediyor."
    },
    {
      "dayNumber": 9,
      "title": "Alice'in etrafında dolaşmak",
      "description": "Alice Springs, Kızıl Çöl'ün geniş arazisinde bir vahadır. Uluru'daki zamanınızdan süregelen efsanevi nitelikleri devam ettiren ve güzelliklerle bezenmiş, taşranın en ünlü kasabalarından biri. Canlı bir Aborjin kültürü, Avustralya’nın öncü geçmişiyle birleşiyor. Beyaz sakız ağaçları büyüyerek oksitlenmiş kumun arka planında parlar. Kahvaltıdan sonra Çöl Parkı’nda bir deneyim yaşayabilirsiniz. Açık hava sergisi, kadife kertenkelesi ve pullu domuz, gümüş parlak ve kırmızımsı lekeleri olan mavi bir balık dahil olmak üzere çölde ikamet eden hayvanların doğal ortamını yeniden yaratıyor. Bir iç nehir, kum ülkesi ve seyrek ormanlık alan, çöl bölgelerine yayılan ekolojik çeşitliliği yeniden yaratmaya yardım ediyor."
    },
    {
      "dayNumber": 10,
      "title": "Büyük Set Resifi'nde Bir Gün",
      "description": "Sabahları Pasifik Okyanusu, Four Mile Plajı'nda beyaz kumlarına uzanıyor. Güneş ışığında turkuaz su parlar. Kahvaltıdan sonra, marinaya doğru ilerliyorsunuz ve 30 metrelik lüks katamarana adım atıyorsunuz. Gemi, Agincourt Resifi’nin dışındaki üç özel yere küçük grupları götürmek için tasarlanmıştır. Büyük Set Resifi, 214.000 kilometrekarelik bir alanı kapsamakta ve 600 farklı mercan türü dahil olmak üzere çeşitli deniz yaşamına ev sahipliği yapmaktadır. İlk hedefinize ulaşıyor ve suya atlıyorsunuz, sualtı dünyasıyla karşılaşmak için sabırsızlanıyorsunuz. Pasifik ferahlatıcıdır."
    },
    {
      "dayNumber": 11,
      "title": "Manzaralı Tren Yolculuğu ve Hava-Rayından Manzaralar",
      "description": "Mango ağaçlarının aroması, yemyeşil kanyondan sürüklenir ve Pasifik Okyanusu'nun yarı tatlı kokusuna karışır. Queensland, iki UNESCO Dünya Mirası alanının buluştuğu tek yerdir. Büyük Set Resifi’nin kenarları Daintree Milli Parkı'nın kenarındaki ağaçlarla buluşuyor. Kahvaltıdan sonra, Kuranda kasabasına doğru uzanan bir tren yolculuğuyla muhteşem yağmur ormanlarına girebilirsiniz. Demiryolları ağaçların arasından geçerek, tepeleri çıkar ve kireçtaşı kayalıklarından geçerek, 100 yıllık bir yolda 33 kilometreden fazla yol alır. Deniz seviyesinden 328 metre yüksekliğe ulaşırsınız. Dışarıda, arazi boyunca uzanan ve dik bir vadiyi dolduran yemyeşil ağaçları görebilirsiniz."
    },
    {
      "dayNumber": 12,
      "title": "Dreamtime'ın İlgi çekiciliği",
      "description": "Bugün bir kez daha yağmur ormanlarına giriyor, güzelliğinin ve gizeminin derinliklerini keşfetmeye hazır oluyorsunuz. Mossman Geçidi’ne doğru yol alın. Güneş ışıkları güneşliğin kumaşından süzülür. Yeşil gözlü ağaç kurbağaları yaprakların arasında kamufle olur. Kertenkelelerin gölet kenarındaki kayalara uzanışını izleyin. Ağaçların arasında dolanan ve ender görünen fakat kendine özgü duruşu olan tepeli devekuşları, büyüklük bakımından diğer devekuşlarına benzer. Mavi boynu ve yüzü, parlayan kırmızı gözleriyle tezat oluşturur. Bir kuştan ziyade bir dinozoru andırıyorlar."
    },
    {
      "dayNumber": 13,
      "title": "Eve Doğru Yolculuk",
      "description": "Port Douglas sakin ve sessiz bir ortam sunuyor. Kasabanın köye benzer duruşu, Pasifik'in nefes kesici turkuaz sularına açılıyor. Palmiye ağaçları plajın kenarlarını gölgelendiriyor. Yerli halk ve ziyaretçiler Four Mile Plajı'nın yumuşak beyaz kumlarında dinlenir ve sıcak güneşin tadını çıkarırlar. Cairns'da, yerliler meydan boyunca gezmeyi severler. Aileler Cairns Meydan Gölü'nde, okyanusun bozulmamış manzarasına sahip 15 kilometrekarelik bir tuzlu su havuzunda vakit geçirirler. Kafeler kapılarını sürükleyici güneş ışığına açar. Uçan tilkiler gün boyunca sakin yürüyüş yollarında aşağıya sarkarak ağaçlarda uyur. Kahvaltıdan sonra transferiniz otelin lobisinde sizlerle buluşur ve eve dönmek üzere hava limanına kadar eşlik eder."
    }
  ],
  "map": ""
}