{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00015",
  "tourName": "Ultimate Avustralya Aile Tatili",
  "placesVisited": "Avustralya",
  "generalInfo": "Uzak Kuzey Queensland'dan Yeni Güney Galler'e, Outback'in kumlarından Büyük Set Resifi'nin kristal sularına, bir gün boyunca bir vahşi yaşam barınağından yıldızların altında bir geceye ve geçlerden, kalben gençlere kadar ailenizin her bir üyesi, bu nihai Avustralya tatilini asla unutmayacağından emin olabilir.<br><br><strong>ÖNE ÇIKANLAR</strong><br><br><strong>EN İYİ 5 EŞSİZ DENEYİM</strong><br><br><strong>DİĞER ÖNE ÇIKANLAR</strong>",
  "durationDays": "16",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Sidney, Hobart, Adelaide, Cairns'de 2 yatak odalı / 2 banyolu dairede 15 gece konaklama; Kanguru Adası'nda otel odası; Flinders Ranges'te kamp</li>\n<li>- Sidney rehberli bisiklet turu</li>\n<li>- Bondi Plajı'nda özel sörf dersleri</li>\n<li>- Bonorong Doğal Hayatı Koruma Alanı Yaban Hayatı Sığınağı Deneyimi</li>\n<li>- Kanguru Adası'na 2 günlük rehberli tur</li>\n<li>- Flinders Ranges'te 2 günlük rehberli tur</li>\n<li>- Baird Körfezi'nde deniz aslanları ile yüzme</li>\n<li>- Tam gün Büyük Set Resifi Turu</li>\n<li>Cairns Kaplumbağa Rehabilitasyon Merkezi'nde deniz kaplumbağası deneyimi</li>\n<li>- Özel havaalanı transferleri (Kanguru Adası hariç)</li>\n<li>- 7/24 yerel seyahat yardımı ve desteği</li>\n<li>- Ücretsiz seyahat koruma planı (kapsama gezisi kesintisi, acil tıbbi tahliye, seyahat gecikmesi, bagaj gecikmesi ve daha fazlasını içerir)</li>\n<li>- Avustralya GST ( vergi ) (% 10)</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Muhteşem Sidney'e Hoş Geldiniz!",
      "description": "Bu sabah Avustralya'nın en büyük şehri olan ve liman köprüsünün zarif yayından opera binasının unutulmaz yelkenlerine kadar dünyanın en ikonik siluetlerinden birine ev sahipliği yapan sansasyonel Sidney'de iniyorsunuz. Gezegendeki diğerlerinden farklı olarak çok kültürlü bir metropol olan Sidney, lezzetli restoranlar, büyüleyici müzeler, mükemmel alışveriş ve nefes kesen manzaralarla keşfedilmeyi bekliyor."
    },
    {
      "dayNumber": 2,
      "title": "Sidney'in Benzersiz ve Unutulmaz Turu",
      "description": "Sidney'in meşhur mahallelerini bisikletle, Kraliyet Botanik Bahçeleri'ndeki muhteşem yeşilliklerden Circular Quay ve Darling'in muhteşem manzaralarına kadar gezerken, bu şehri keşfedin. Bu kolay, iki buçuk saatlik yolculuk, bu kozmopolit metropolde inanılmaz bir yaşam hissi verecektir. Walsh Koyu'ndaki iskeleleri, Hyde Park anıtlarını ve aradaki tüm noktaları ziyaret edin. Yol boyunca samimi ve bilgili rehberiniz sizi yerel gelenekler ve tarih hakkında bilgilendirecektir. Büyüleyici olduğu kadar eğlenceli bir gezi arıyorsanız, bu sizin için olanıdır."
    },
    {
      "dayNumber": 3,
      "title": "Sidney’in En Ünlü Plajında On Kişi",
      "description": "Avustralya'daki sörf sahnesi, dünyanın en iyilerinden biri, en büyük dalgalardan ve en iyi binicilerden oluşuyor, ve dünyaca ünlü Bondi Plajı'ndan farklı bir yerde, bu gururlu gelenek yok. Özel bir eğitmenle bir saat geçirirken, gerçek bir Avusturalya'lı gibi sörf yapmayı öğrenirken, bu inanılmaz ortamı tam olarak yaşama şansına sahip olacaksınız. Sörf çaylakları ve tecrübeli dalga binicileri, bire bir dikkati çekecek ve özenli ve kalifiye personel, tüm sorularınızı cevaplayabileceğinden, sizi ayaklarınızın üzerinde olabildiğince hızlı bir şekilde durduracağından emin olabilirsiniz."
    },
    {
      "dayNumber": 4,
      "title": "Tazmanya'ya Dönüş",
      "description": "Bu sabah, Avustralya'nın tek ada devleti olan Tasmania'ya uçmak ve gezegendeki en güzel ve çeşitli manzaraların bazılarına ev sahipliği yapmak için Sidney'deki havalimanına transfer edileceksiniz. Bu inanılmaz adanın neredeyse yarısı, her türlü vahşi yaşamın gelişmesine izin veren ulusal park alanıdır. Hobart eyaletinin başkentine ve eşsiz konaklama birimlerinin kapısına, ödüllü Somerset on the Pier'e, 1930'lardan kalma, tüm şehirde konaklayacak en önemli yerlerden biri haline gelen dönüştürülmüş bir iskele binasına götürüleceksiniz. Tazmanya. Zarif ve modern olanaklar size konfor ve dinginlik hissi verecek, Derwent Nehri ve Sullivan's Cover manzaraları sizi büyüleyecek ve size ilham verecek. Otelin mükemmel konumu, Battery Point'teki kumtaşı yapıları, Hobart'ın Merkezi İş Bölgesi'ndeki şık kafelere ve restoranlara kadar çevreyi keşfetmek için sayısız fırsatlar sunuyor."
    },
    {
      "dayNumber": 5,
      "title": "Avustralya’nın Büyüleyici Yaratıklarıyla Bir Gün",
      "description": "Avustralya, dünyadaki en çeşitli yaban hayatına ev sahipliği yapmaktadır ve bugün, eşsiz Bonorong Vahşi Yaşam Korunağı'ndaki en ünlü sakinlerinden bazılarını yakından görme şansına sahipsiniz. Yerli hayvan rehabilitasyon ve eğitiminde 30 yılı aşkın bir deneyime sahip olan Bonorong, bölgedeki koruma çalışmalarının en ön safında yer almıştır ve günlük koruyucu olarak, ilgilendikleri hayvanlar , nesillerinin geleceğini ve  işleri hakkında her şeyi öğreneceksiniz."
    },
    {
      "dayNumber": 6,
      "title": "Sahili Gezisi ve Port Arthur'a Ziyaret",
      "description": "Bugün, Ada'nın engebeli sahil şeridinde gezip, en unutulmaz manzaralarını ve nefes kesen manzaralarını geride bırakarak, Tasman Yarımadası'nı keşfetme fırsatınız var. Tasman Blowhole'dan Devil’s Kitchen'a kadar yol üzerindeki muazzam doğal oluşumları gözleyerek, Eaglehawk Neck'den Port Arthur'a doğru ilerleyin. Ayrıca, etrafı çevreleyen manzarayı ve sulara ve gökyüzüne saldıran vahşi yaşamı gözlemlemek için mükemmel bir yer olan, özel yapım bir mavnanın güvertesinden görebileceğiniz Avustralya'nın en yüksek deniz uçurumlarını ve en yüksek deniz kayalıklarını da gözlemleyebileceksiniz."
    },
    {
      "dayNumber": 7,
      "title": "Güney Avustralya'ya Gidiş",
      "description": "Tasmanya'nın doğal ihtişamını bırakıp, ülkenin üçüncü büyük adası olan Kanguru Adası'nın harikalarına ve Avustralyalı vahşi hayatı doğal ortamlarında derinlemesine gösteren en iyi yerlerden birine gidiyorsunuz. Kanguru Adası'nı uygun bir şekilde adlandırılan  Muhteşem Kayalar, sanatçı Henry Moore'un heykellerini andıran kayalıklardan oluşan garip ve büyüleyici jeolojik oluşumların yanı sıra, Kanguru Adası'nı da içine alan bir hayatın tadını çıkaracaksınız. Adadayken, deniz kıyısına mükemmel bir şekilde yerleştirilmiş, geniş ve konforlu odalar, tertemiz manzaralar ve yerel ürünler ve taze deniz ürünleri sunan muhteşem Aurora Ozone Hotel'de konaklayacaksınız."
    },
    {
      "dayNumber": 8,
      "title": "Kanguru Adası'nı Keşfedin",
      "description": "Kanguru Adası'ndaki sahilden kuzeye doğru bir yolculuk sizi bekliyor. Bu eşsiz deniz ve gökyüzü manzarası,  dost canlısı insanlar ile bir araya gelme şansı veriyor. Cliff'in Bal Çiftliği'ne, tüm Avustralya'nın en iyilerinden plajlarından biri olan Vivonne Bay'deki kumlarda gezintiye çıkmadan önce avcı kuş avlarının serbest  uçuş gösterisini izleyin"
    },
    {
      "dayNumber": 9,
      "title": "Macera Günü ve Adelaide'de Bir Akşam",
      "description": "Bugün, doğal güzellikten insan yapımı yaratıcılığa, yeryüzünde başka hiçbir yerde bulunmayan bol miktarda yaban hayatına kadar pek çok Kanguru Adası çeşitliliği ile devam ediyoruz. Güney Avustralya'da şu anda tek ticari Okaliptüs Yağı İmalathanesi olan, 20 yaşından büyük kuruluş Emu Ridge Okaliptüs İmalathanesi'nde başlayın. Orada, bire bir okaliptüs ürünleri ve çeşitli el sanatları bulacaksınız. Daha sonra, Parndana Vahşi Yaşam Parkı Hanson Bay Yaban Hayatı Koruma Alanı'nda koalaları yakalamadan önce avucunuzla kanguruları beslemeye son verin. Gezi, Kanguru Adası'nın en fantastik jeolojik oluşumlarına ve goanna ve karınca yiyen gibi nesli tükenmekte olan türlere ev sahipliği yapan büyüleyici Flinders Chase Milli Parkı'nda sona eriyor."
    },
    {
      "dayNumber": 10,
      "title": "Dünyaca Ünlü Taşra Tarzı Kamp",
      "description": "Bugün, kamp yolculuğuna çıkarken, Avustralya'nın kalbine gideceksiniz, bu eşsiz ülkenin mucizesini ve yaratıcılığınızı hiç unutmayacaksınız. Port Lincoln'e gelin ve Mikkira İstasyonu'ndaki vahşi bir koala kolonisinden başlayarak Güney Avustralya'da unutulmaz bir yolculuğa çıkartacak olan tur rehberinizle tanışın. Daha sonra, ilginç Wudinna köyünü ve Avustralya'nın en büyük ikinci anıtı olan Wudinna Dağı'nın müthiş şeklini gözlemleyin."
    },
    {
      "dayNumber": 11,
      "title": "Gairdner Gölü Milli Parkı'nın Harikaları  ve Vahşi Yaşamı",
      "description": "Güney Avustralya'nın engebeli manzaralarından ve güneşin yaktığı çevrenin zengin manzarasının, kırmızı pırıltılarının ve ufka kadar uzanan kayaların bulunduğu Gairdner Gölü Milli Parkı'nın uzak noktalarından geçebilmek için erkenden kalkıyoruz.Gairdner Gölü kıyılarına ulaşmadan önce, doğal renklendirme maddesinin, dünyanın yüzeyinin altından zengin ve hazır geldiği bir okra çukurunu ziyaret edeceksiniz. Çevresindeki tuz düzlükleri, bir dizi arazi hızı rekoru girişimi ve yıllık “Hız Haftası” için mevcut mekana ev sahipliği yapmaktadır. Bu kurak düzlük boyunca parlayan güneşin canlı renkleri ve görkemli tonları gözlerinizi kamaştırır ve hayal gücünüzü canlandırır. Çok çeşitli bitki yaşamı ve  kuş türlerine ev sahipliği yapar."
    },
    {
      "dayNumber": 12,
      "title": "Yunuslarla Dalış ve Deniz Aslanlarıyla Yüzme",
      "description": "Bugün sizi asla yeniden yapamayacağınız ve unutalmayacağınız bir deneyim için Güney Avustralya sahillerinin parlak mavi sularına götürüyoruz. Cape Radstock'daki teatral uçurumlar boyunca denizleri geçin ve atlantik yunuslarının tekneyle oyunlarını hayretle izlemenin tadını çıkarın."
    },
    {
      "dayNumber": 13,
      "title": "Avustralya’dan Uzaktaki Kuzey Queensland’a",
      "description": "Bu sabah, Güney Avustralya'nın eskimiş ihtişamını terk edip, Queensland'ın egzotik bölgeleri ve Büyük Set Resifi'nin eşsiz görüntüsü için Cairns'e gidiyoruz. Yemyeşil yağmur ormanları ve ışıltılı Mercan Denizi'ndeki masmavi deniz manzarasıyla sarılmış olan Cairns, doğa harikalarıyla ve fantastik restoranlardan büyüleyici müzelere uzanan kozmopolit lezzetlerle doludur. Gecenizi hemen sahilde Cairns'ın kalbinde yer alan ve Cairns Limanı ya da Marlin Parade'nin muhteşem manzaralarının yanı sıra lüks olanaklar ve sofistike tarzlar sunan ,nefes kesen Cairns Harbour Lights Hotel'de geçireceksiniz. Tam boy sürgülü kapılar, denizin üzerinde büyüleyici bir manzaraya sahiptir ve kendinizi Cairns'ın en iyi turistik mekanlara kolayca yürünebilecek bir mesafede bulacaksınız."
    },
    {
      "dayNumber": 14,
      "title": "Eşsiz Büyük Set Resifi",
      "description": "Kuzey Avustralya'nın ve tartışmasız Güney Yarımküre'nin zirve noktası, Avustralya'nın Büyük Set Resifi, UNESCO Dünya Mirası Alanı ve Doğal Dünyanın Yedi Harikasından biri olan ve canlı organizmalar tarafından yapılan en büyük yapıdır. Suyun, topografyanın ve iklimlerin, doğanın en güzel hayallerini birleştirdiği, Agincourt Resifi'ne, bu muhteşem sistemin en uç noktasına yolculuk edeceksiniz. Bu dikkat çekici resifin konumu, uzmanlar tarafından tüm bölgede bozulmamış bir ekosistem yaratmakta ve berrak su, görüş kalitesi, mercanların büyümesi ve deniz yaşamı için olanak sağlamaktadır. Tüplü veya şnorkelle dalma ile renklere dokunacak kadar yakınlaşın veya dalış elbisenizle, su yüzeyini üç buçuk feet altına doğru ilerleyin. Ya da, gerçekten eşsiz bir manzara için, vahşi mavi gökyüzünden derin mavi denizin dolgun hayatına tanıklık etmek için bir helikoptere binin. Keşfetmek için bunu tercih ederseniz, Büyük Set Resifi'nin görüşüne hayran kalacak ve doğal dünyanın gücü ve inceliği ile size ilham verecektir."
    },
    {
      "dayNumber": 15,
      "title": "Zamanınızı Deniz Kaplumbağalarını Kurtarmakla Harcama",
      "description": "Avustralya'daki son tam gününüzü, harika Cairns Kaplumbağa Rehabilitasyon Merkezindeki şefkatli gönüllülerle iyi şeyler yapmakla geçireceksiniz. Özel olarak finanse edilen bu organizasyon, altı kaplumbağa türünü Büyük Set Resifi ve Cape York Yarımadası çevresindeki sulardan kurtarmaya adamıştır. Bu muhteşem hayvanları inceleyen ve “şamandıra sendromu” olarak bilinen felaketli bir hastalık ile vurulduktan yada sakatlandıktan sonra onları vahşi yaşama hazırlamaya yardımcı olan özel bilim adamları ve deniz biyologlarıyla karşılaşacaksınız. Bu olağanüstü merkezin sonuçları gerçekten göz kamaştırıcı, bakım yaptıkları kaplumbağaların rehabilitasyon oranı yıllar içinde neredeyse üç katına ulaşıp,yaklaşık % 85'e çıktı. Bu hassas hayvanlara yakın olmanın nadir bir fırsatına sahip olmakla kalmayacak, aynı zamanda onların doğal evlerine dönmelerine yardımcı olmanın tekil bir sıcaklığını da hissedeceksiniz."
    },
    {
      "dayNumber": 16,
      "title": "Eve Dönüş",
      "description": "Cairns Havaalanı'na gidiyoruz. Uçuş, gördüğünüz, duyduğunuz, öğrendiğiniz ve deneyimlediğiniz şeyleri tekrar yaşamak, inanılmaz bir tatile geri dönme zamanı ve yaptığınız anılarınızı gözden geçirmek için bolca vakit verecektir. Sidney'in parlak ışıklarından, Büyük Set Resifi'ndeki renk patlamasına, Cairns'i çevreleyen bereketli ormanlarından, ıssız Avustralya taşralarının geniş düzlüklerine kadar, bu sizin hayatınızın geri kalanı için unutmayacağınız bir yolculuktur."
    }
  ],
  "map": ""
}