{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00029",
  "tourName": "Avustralya Altın Üçgen Turu Sydney, Great Barrier Reef ve Uluru",
  "placesVisited": "Avustralya",
  "generalInfo": "Göz kamaştırıcı kentsel limanlardan mavi renkli dağlara, geniş sualtı bahçelerine, yemyeşil tropik yağmur ormanlarına, kurak kırmızı çöllere ve muazzam kaya oluşumlarına; Avustralya şaşırtıcı zıtlıklar ve keşfedilmesi gereken büyüleyici bir yer. Büyük Set Resifi'ni şnorkelke keşfedin, Mavi Dağlar'ı gezin, koalaları gezdirin, Uluru'ya turu yapın ve unutulmaz bir Avustralya tatili için unutulmaz bir maceraya katılın.<br><br><strong>ÖNE ÇIKANLAR</strong><br><br>*İkonik Sidney Opera Binası, tarihi Rocks bölgesi ve Sidney Limanı'nı turlayın<br><br>*UNESCO Dünya Mirası listesindeki Mavi Dağların mavi tonlu kanyonlarını, yağmur ormanlarını ve şelalelerini görün<br><br>*Sevimli koalaları, kanguru ve wallabileri ve Avustralya'nın tuhaf yaban hayatını tanıyın<br><br>*Doğal dünyanın yedi harikasından birine şnorkelle ya da tüple dalın.<br><br>*Tarihi Kuranda Manzaralı Demiryolu üzerinde, pastoral bir tropikal yağmur ormanı boyunca gezintiye çıkın.<br><br>*Yerli tarih ve kültür hakkında bilgi edinin ve bir bumerang atarak ve didgeridoo çalarken elinizi deneyin.<br><br>*Muhteşem Uluru-Kata Tjuta Milli Parkı'nı turlayın ve tam ihtişamıyla kızıl merkezi görün.<br><br>*Efsanevi Sessizlik Akşamında çöl gökyüzünün altında yemek yiyin<br><br>*Uzaklaşan Alice Springs kasabasını keşfedin<br><br>*Dünyaca ünlü Bondi Plajı'nda sahil kültüründen en iyi şekilde yararlanın",
  "durationDays": "13",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Liman Şehri Size Merhaba Diyor (Sidney)",
      "description": "Avustralya'nın en büyük şehri olan Sidney, harika restronlar, şık bar ve en modern mimari yapılara sahip bir metropoldür. Ve buna rağmen, kolay bir atmosfer, göz kamaştırıcı bir liman ve rahat bir sahil kültürü vardır. Bu şehir, heyecanlanıp rahatlatabilen ve her köşede harikulade bir şaşkınlık yaratan bir şehirdir."
    },
    {
      "dayNumber": 2,
      "title": "Geçmişe Bir Yolculuk (Sidney)",
      "description": "Kalabalık bir şehir merkezi olmadan önce Sidney, talihsiz ruhların, çeşitli suçlardan suçluların - ekmek çalmaktan cinayete kadar - sürgüne gönderildiği bir ceza kolonisiydi. Böylelikle, kentin vakıfları - ilk sokaklar, binalar ve ilçeler - hükümlüler tarafından inşa edildi ve yaşadı, büyüleyici bir tarih oluşturdu ve şehre ilginç bir iki yüzlülük kazandırdı."
    },
    {
      "dayNumber": 3,
      "title": "Doğal Bir Harika Manzarası (Mavi Dağlar)",
      "description": "Gökdelenlerin ve okyanusun manzarasını hayal etmek zor, ancak Sidney'in 80 km batısında, Mavi Dağların UNESCO Dünya Mirası listesinde yer alan doğal cenneti bulunuyor. Baskın güçler burada okaliptüs kaplı kanyonlar, nefes kesen vadiler, yemyeşil yağmur ormanları ve birden fazla şelaleleridir."
    },
    {
      "dayNumber": 4,
      "title": "Aussie Yaban Hayatı ile tanışın (Port Douglas)",
      "description": "Geniş kırmızı çöller, mercan bahçeleri ve sıradan timsah avcısının yanı sıra, Avustralya da dünyanın herhangi bir yerinde bulamayacağınız tuhaf ve sevimli yaratıklar barındırıyor. Kangurular, koalalar ve wallabiler gibi sevimli kesimlerden, günahkâr timsahlara ve cassowarylere (mavi başlı devekuşu) kadar  çok seveceğiniz yerel hayvanlar var."
    },
    {
      "dayNumber": 5,
      "title": "Sualtı Sihrini Keşfedin (Cairns)",
      "description": "Kuru topraklarda yeterince zaman geçirdiniz, bu nedenle Büyük Set Resifi'nin sualtı harikaları için kıyıları terk edin. Uzayda görülebilecek kadar büyük olan resif, 133.000 mil boyunca yayılır. Yalnızca UNESCO Dünya Mirası Alanı değil, aynı zamanda dünyanın doğal yedi harikasından biridir."
    },
    {
      "dayNumber": 6,
      "title": "Bir Yağmur Ormanı Macerasına Katılın (Cairns)",
      "description": "Demiryolu hattı 130 yıldan uzun bir süre önce yerel halk tarafından elle oyularak yapılmıştır ve keşif yolculuğunuz tropikal yağmur ormanlarının derinliklerine tren yolculuğuyla başlayacak. Kuranda Manzaralı Demiryolunun sizi, gölgelikler, dik uçurumlar ve şelalelerle birlikte “yağmur ormanlarındaki köy” Kuranda'ya götürür."
    },
    {
      "dayNumber": 7,
      "title": "Sevgi Dolu Cairns'i keşfedin",
      "description": "Kuzey Queensland'daki en büyük şehir olarak - resif ve yağmur ormanı arasında mutlu bir şekilde konumlanmış - Cairns doğal güzelliğin ve kültürel zevklerin gerçek bir karışımıdır. Yolculuğunuzun on gününü, harika yapan şeyin ne olduğunu keşfederek geçirin."
    },
    {
      "dayNumber": 8,
      "title": "Kızıl Merkezi Gözlemleyin (Uluru)",
      "description": "Tropik kuzeye hoşçakal diyoruz ve manzaranın tamamen değişmesi için hazırlanyoruz. Bereketli yağmur ormanları ve masmavi sular, kızıl merkeze üç saatlik bir sabah uçuşunda geniş kızıl ovalar ve muazzam kaya oluşumları ile değişecek"
    },
    {
      "dayNumber": 9,
      "title": "Dünyanın En Büyük Monoliti (Uluru) ile tanışın",
      "description": "Şafaktan önce uyanın ve unutulmaz bir deve turunda güneş doğarken Uluru-Kata Tjuta Milli Parkı'nı keşfedin. Tenha kum tepelerinin üzerinden deveye binerken ve bölgenin eşsiz manzaraların keyfini çıkarırken uygarlığı geride bırakın. Gözlerini Uluru'ya koy ve güneşin ilk ışınları ile kayaları ateşli bir kırmızıyla yaktığını izle. Daha sonra bölgenin güzelliğini ve dinginliğini en iyi şekilde değerlendirirken açık havada açık büfe kahvaltının tadını çıkarın."
    },
    {
      "dayNumber": 10,
      "title": "Aussie'nin Taşrasını (Alice Springs) Deneyimleyin",
      "description": "Avustralya'nın coğrafi merkezi, nefes kesen çöllerin kurak bir ortamı ve ara sıra ilkbahar, aynı zamanda ilginç bir kırsal kasabaya sahip. İngilizce adıyla Alice Springs olarak bilinen (ya da bölgedeki yerli Arrernte halkı tarafından Mparntwe olarak bilinen), bu küçük yer, muhteşem bir doğal zemin ve onun izolasyonunu kucaklayan bir yaşam tarzı ile ödüllendirilmiştir."
    },
    {
      "dayNumber": 11,
      "title": "Bondi Plajı'nda (Sidney) rahatlayın",
      "description": "Kızıl merkeze veda edin ve sonra, gün ortası seferiyle Sidney'e gidiyoruz. Uçaktan birkaç nihai görüntüyü alın ve kızıl toprağın çalılıklara, sonra dağlara ve nihayetinde bir şehir manzarasına yol açtığını izleyin."
    },
    {
      "dayNumber": 12,
      "title": "Avustralya'dan ayrılış",
      "description": "Havalimanına giderken ve uçağınıza bindiğinizde, zihniniz unutulmaz anılarla yüzerek son bir hoşçakal diyecek."
    }
  ],
  "map": ""
}