{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00035",
  "tourName": "Avustralya Yaban Hayatı Ve Şarap Turu: Sidney, Adelaide, Uluru Ve Melbourne",
  "placesVisited": "Avustralya",
  "generalInfo": "Avustralya'nın en şık şehirlerini (Sidney, Melbourne ve Adelaide) ve mükemmel şarap imalathanelerini, seçkin yerel ürünleri ve çevrelerinde gelişen edebiyat ve sanat kültürünü keşfedebileceğiniz eşsiz bir deneyim sizi bekliyor. Sansasyonel Barossa, Yarra ve Hunter Valley şarap imalathanelerinin yanı sıra Kanguru ve Phillip Adaları'nın muhteşem vahşi yaşam alanlarını ziyaret edin. Tüm bunları tamamlamak için, Guru'yu (Ayers Kayası) ve yeryüzündeki en eski yaşam kültürünü keşfetmek için Avustralya taşrasının tam merkezine giderken dünyanın en büyük tren yolculuklarından biri için The Ghan'a tırmanın.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "14",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Süper şık Melbourne'a hoşgeldiniz.",
      "description": "Bugün, Melbourne'a uçacak ve üç gece konaklamanızın başlangıcında, donanımlı otel konaklamalarınıza özel transfer ile götürüleceksiniz. Victoria eyaletinin başkenti ‘Mel-Bin’, Avustralya’nın en iyi moda, sanat ve kafe kültürünü barındıran şehirlerinden biridir. Yıllar boyunca göçmenlerin yoğun olarak göç etmesi nedeniyle, Melbourne inanılmaz bir yemek kültürüne sahiptir. Melbournians kahveleri hakkında oldukça bilgi sahibi olacaksınız. Melbourne'un en iyi kahve dükkanlarını, sanat galerilerini ve restoranlarını örneklemek için öğleden sonraları Bourke Street ve Flinders Lane boyunca dolaşıp, aradaki kavşakları gezerek geçirin."
    },
    {
      "dayNumber": 2,
      "title": "Melbourne ve Surrounds; Yarra Vadisi Üzüm Bağları ve Büyük Okyanus Yolu",
      "description": "Bugün, Melbourne'u ve çevresini keşfetmek için boş zamanınız olacak ve önerdiğimiz iki alternatifi değerlendirebileceksiniz. Büyük Okyanus Yolu boyunca bir günlük gezi ya da Victoria'nın sansasyonel şarap üretim bölgesi olan Yarra Vadisi Üzüm Bağları'nı ziyaret etmenizi tavsiye ederiz."
    },
    {
      "dayNumber": 3,
      "title": "Melbourne ve Phillip Adası Penguenleri",
      "description": "Bu sabah Melbourne'da boş zamanınızda neden Lygon Street'in İtalyan mahallesinde (şehirden 15 dakikalık bir tramvay yolculuğu ile ulaşabilirsiniz), ya da Lonsdale Street'i ve en çok Yunan’ın bulunduğu Melbourne'un Yunan Mahallesi'ni gezerek geçirmeyi denemiyorsunuz. Ya da Hopetoun Çay Odaları ile tarihi Block Arcade'de ve CBD (merkezi iş bölgesi) etrafında dolaşırken The Lonely Planet Guide'ın kurucuları tarafından başlatılan Swanston Parade'deki Wheeler Merkezini ziyaret edebilirsiniz. Melbourne, UNESCO Edebiyat Kenti olarak seçilmiştir ve Wheeler merkezi, yazı ve fikirlerin tartışılması ve uygulanmasına adanmış büyüleyici bir merkezdir. Kendi zevklerini cezbetmek isteyenler için Melbourne’un özel çikolata veya kahve yürüyüş turlarından birine katılabilirsiniz."
    },
    {
      "dayNumber": 4,
      "title": "Melbourne'dan Büyüleyici “Bahçe Şehri” Adelaide'ye",
      "description": "Kahvaltıdan sonra, Adelaide'ye uçuşunuz için özel bir transfer sizi Melbourne Havaalanı'na götürecektir. Güney Avustralya'nın başkenti Adelaide, bu konuda zarif bir tarza sahiptir. Geniş ve zarif caddeleri, çok sayıda bulvar ve park alanıyla sıklıkla \"Garden City\" olarak anılan Adelaide, Avustralya'nın ilk serbest yerleşim bölgesidir. Adelaide 1836 yılında hükümlü ve maceracıların bulunduğu bir bölgede kuruldu ve kendine özgü havasını korudu. Öğleden sonra, tarihi Kuzey Terası'nın kuzey tarafına (nehir kenarı), kafelere, Devlet Kütüphanesi'nin eski taş binalarına, Avustralya Müzesi'ne, Güney Avustralya Sanat Galerisi'ne ve Parlamento Binası'na doğru gezintiye çıkın. Doğu kuzenlerinden daha sessiz olan Adelaide, bu konuda gerçek bir çekiciliğe ve güzelliğe sahiptir. Almanya, Polonya ve İskandinavya gibi yerlerden ve özellikle Afganistan ve Çin'den gelen Avrupa göçünün zengin bir tarihini barındırır. Harika yerel ürünler ve şaraplar deneyimlemek için tarihi merkezdeki Lenzerheide’de, şehir merkezinden sadece on dakika uzaklıkta ya da kuzey Terrace’daki Playford Restaurant’taki muhteşem art nouveau tarzında yemek yiyebilirsiniz."
    },
    {
      "dayNumber": 5,
      "title": "Adelaide ve Barossa Vadisi'nin Üzüm Bağları",
      "description": "Bugün, Barossa Vadisi'nin mükemmel şaraplarını tadarak geçireceksiniz. Burada Riesling, Cabernet Sauvignon, Shiraz ve Semillon, Barossa’nın dünyanın en iyi şarap yetiştirme bölgelerinden biri olmasını sağlamıştır. Başlangıçta, 1842'de Güney Avustralya'nın yeni doğan Afrika kolonisine şarap yapım becerilerini getiren Avrupalı ​​göçmenler, Barossa Vadisi ve bitişik Eden Vadisini, ödüllü restoran ve esnaf gıda ürünleri ile ünlü bir bölgeye dönüştürmüşlerdir. Benzersiz Avustralya manzaraları, miras köyleri ve üzüm bağları arasında geçen gününüz, bölgedeki en iyi şarap imalathaneleri ve restoranların bazılarını ziyaret ederek geçecektir."
    },
    {
      "dayNumber": 6,
      "title": "Adelaide; Kangaroo Adası'nın Muhteşem Vahşi Yaşam Diyarı",
      "description": "Sabah erkenden Adelaide’deki otelinizden ayrılacak ve Cape Jervis'e geçerek Kanguru Adası'na doğru hızlı bir yolculuk yapmak için Sealink feribotuna bineceksiniz. Ada gerçekten Avustralya'nın en iyilerinden bir mikrokozmosdur. Çömleksiz bir hayvanat bahçesi gibi, Kanguru Adası'nda da valabiler, koalalar, foklar ve deniz aslanları da dahil olmak üzere bolca vahşi hayvan vardır. Daha soğuk aylarda, güney sağ balinaları ve yavrularını geçerken, tüm yıl boyunca el değmemiş çalılık alanları ve bozulmamış plajları keşfedebilirsiniz. “KI”, yerel halkın dediği gibi, beğenilen taze ürünler üretiyor ve ziyaretçilere iyi bir gurme yiyecek ve şarap dizisi sunuyor."
    },
    {
      "dayNumber": 7,
      "title": "Alice Springs ve Outback'e giden gecede Ghan'a biniş.",
      "description": "Alice Springs'e yapacağınız yolculuğunuz için gece Ghan Demiryolu'na binmeden önce Adelaide'de boş zamanlarınızı değerlendirin. Güzel bir terapi için açık havada Rundle Mall'ı keşfetmeyi düşünün ya da Avustralya'nın en eski Alman yerleşimine ev sahipliği yapan Adelaide Tepeleri'ndeki çok güzel köy olan Hahndorf'a kısa bir yolculuğa çıkın. Burada Alman pastaneleri, el sanatları ve hediyelik eşya dükkanlarıyla dolu büyüleyici bir köy bulacaksınız."
    },
    {
      "dayNumber": 8,
      "title": "Alice Springs'e giden Ghan treni - Avustralya Outback'e hoş geldiniz!",
      "description": "Rahat kabininizde uyanın ve güzel manzarayı seyrederken perdeleri geri çekin. Elinizdeki en iyi kitapla bile, gözlerinizi pencerenin ötesindeki büyüleyici manzaradan uzaklaştıramazsınız. Hemen öğleden sonra Alice Springs'e gideceksiniz ve sizi istasyonda en iyi otel konaklama birimine götürecek olan özel şoförünüz tarafından karşılanacaksınız."
    },
    {
      "dayNumber": 9,
      "title": "Muhteşem Uluru'yu Keşfedin. (Ayers Kayası)",
      "description": "Bu sabah kahvaltıdan sonra Uluru'ya yapacağınız kısa uçuşunuz için Alice Springs Havalimanı'na özel transfer ile götürüleceksiniz. İki gece konaklamanız için Uluru'daki iyi döşenmiş dairenize transfer edileceksiniz."
    },
    {
      "dayNumber": 10,
      "title": "Uluru'da güneşin doğuşu ve Kata Tjuta'yı (The Olgas) keşfetme",
      "description": "Aboriginal rehberinizle birlikte, bu muazzam ve hayranlık uyandıran kayalığın dibindeki çalılıkların arasından geçerek büyüleyici Aboriginal Uluru Turu’na katılmak için bugün erken saatlerde yola çıkın. Birkaç saat süren kayaçların büyüklüğünden tamamen mahrum olun, bunu yapmayı tercih etmelisiniz. Günün geri kalanı bu muhteşem manzaranın tadını çıkarmak için başka bir dünyadan görünen devasa kubbeli kayalar ve vadilerle dolu bir manzarayı keşfedebileceğiniz Kata Tjuta'yı (Olgas) ziyaret ederek geçirmenizi öneririz. Mükemmel bir son rötuş için, Uluru ve Kata Tjuta üzerinde bir helikopter yolculuğunu düşünün ve bu anıtsal kayaları ve kanyonları tüm görkemiyle görün."
    },
    {
      "dayNumber": 11,
      "title": "Köpüklü Sidney'e Hoşgeldiniz!",
      "description": "Bugün, uçuşunuzu Avustralya'nın doğu kıyısındaki köpüklü kıyı kenti Sidney'e yapacaksınız. Varışta üç muhteşem gece kalacak olan Sidney'in merkezinde iyi donanımlı bir konaklama birimine transfer edileceksiniz. Kırmızı çöl tozunu ayakkabılarınızdan silkeleyin ve Sidney Harbour'ın yanındaki deniz havasında bir gezintiye çıkmak için Circular Quay'e gidin. ARIA ve Quay Restaurant gibi Sidney sahil şeridinde yer alan geniş açık hava yemeklerini ve kaliteli yemeklerini deneyebilirsiniz. Sidney Opera Binası'nın, dünyanın en güzel limanlarından biri olan Sidney Limanı Köprüsü'nün karşısındaki ön sıradaki koltuklara sahip zarif beyaz yelkenlere doğru ilerleyin. Sidney'in dev Morton Bay İncir ağaçlarından birinin gölgesinde dinlenebileceğiniz ve güzel kıvrımlı köklerinden birinde kendinize yer açabileceğiniz bitişik Royal Botanik Bahçeleri'ne doğru devam edin."
    },
    {
      "dayNumber": 12,
      "title": "Sidney - Liman Gezisi, Sanat Galerileri ve Sahil Kafeleri",
      "description": "Sidney'in en güzel özelliklerinden biri de limanıdır; bu nedenle boş zamanlarınızda, size Sidney Limanı'nın en muhteşem bölümlerini gezdirecek olan lüks bir liman gezisine katılmaya başlayın. Alternatif olarak, Circular Quay'den ayrılan ve sizi Cremorne Point ve Taronga Hayvanat Bahçesi'nin muhteşem gözetleme noktaları gibi bir dizi A listesindeki yerlere götürebilecek büyüleyici ve kullanımı kolay Sidney Feribotlarından birine binebilirsiniz. Manly ve Watson's  plaj yerlerine gidin."
    },
    {
      "dayNumber": 13,
      "title": "Sidney - Hunter Valley Üzüm Bağları, Mavi Dağlar ve Plajlar",
      "description": "Sidney'deki son günü, istediğiniz gibi geçirebilirsiniz. Bridgeclimb ile Sidney Liman Köprüsü'nü tırmanarak ve limanı ciddi yüksek ve muhteşem bir bakış noktasından seyrederek unutulmaz bir anıyı eve götürmeyi düşünün. Ya da 1788'de İngiliz Ceza Kolonisi'nin kurulmasıyla başlayan Avusturalya'nın ilk Avrupa yerleşimine dair büyüleyici bir fikir edinmek için tarihi “Rocks” Yürüyüş Turuna katılın."
    },
    {
      "dayNumber": 14,
      "title": "Sidney’den Ayrılış",
      "description": "Bugün, uçuşunuz için Sidney Havaalanı'na özel transfer ile götürüleceksiniz."
    }
  ],
  "map": ""
}