{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00032",
  "tourName": "Romantik Tur: Çiftler için Avustralya",
  "placesVisited": "Avustralya",
  "generalInfo": "Avustralya'nın romantizmi, çeşitli turistik yerlerde, eşsiz tatlarda ve kalabalık şehirlerin kalbinde ve el değmemiş vahşi doğada güzel bir inzivaya oturmaktadır. Sidney Opera Binası'nın yelkenleri güneş ışığında,  Büyük Set Resifi, deniz yüzeyinin altında parlıyor. Barrosa Vadisi'nin yumuşak lezzetleri bir çeşme gibi akıyor. Avustralya'nın, bal tadında özel olarak hazırlanmış bu eşsiz turunda asla unutmayacağınız özel anları ve romantizmi yaşayacaksınız<br><br><strong>ÖNE ÇIKANLAR</strong><br><br>*Ünlü Barrosa Vadisi'nde bir turun tadını çıkarın<br><br>*Büyük Set Resifi'nin büyüsünü yaşayın<br><br>*Önemli noktaları gezerek Sidney'i keşfedin<br><br>*Özel 4*4 araçlarla Daintree Yağmur Ormanı boyunca yolculuk yapın<br><br>*İki günlük özel turda Kanguru Adasının güzelliğine tanık olun<br><br>*Gözlerden uzak bir sahil beldesinde güneşin tadını çıkarın.<br><br>*Adelaide'nin cazibesini içinden hissedin",
  "durationDays": "12",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tutkulu Avustralya'ya Varış",
      "description": "Sidney, Avustralya'ya gelin ve şehrin önünde çiçek açmasına izin verin. Sidney Opera Binası'nın manzarası rüzgarda dalgalanan yelkenleri ile taçlandırılmış. Nazik havası, tatlı deniz ile botanik bahçelerinde açan taze çiçeklerle karışır. Şehir merkezindeki Shangri La Sidney'deki konaklamanıza yerleşebilirsiniz. Şehrin ışıkları, Sidney Opera Binası'nın yelkenleri, deniz boyunca parıldarken odanızdan yıldız gibi ışıldıyor. Kapalı yüzme havuzundan restorandaki metropolünün muhteşem panoramasına kadar uzanan Shangri La, Sidney'in lüksüne ve romantizmine mükemmel bir karşılama sunar."
    },
    {
      "dayNumber": 2,
      "title": "Gözlerden Uzak Yerleri Tercih Edin",
      "description": "Bugün kendinizi boş zamanlarınızda şehrin romantizmine kaptıracaksınız. Limanın kenarlarında yer alan Kraliyet Botanik Bahçeleri kadar sevgi dolu çok az yer vardır. Gül ve Atatürk çiçeği,canlı kırmızı ve mor renklerinde okyanusa karşı parıldar. Liman Köprüsü uzaktaki limanın üzerinde uzanır ve ufuk çizgisi ağaçların üzerinden zirve noktasına ulaşır. Bayan Macquarie’nin tahtını ziyaret edin. Vali’nin karısı, kum taşından bir kayanın üzerinde, limanın içinden İngiltere’ye gelen gemileri seyredecek."
    },
    {
      "dayNumber": 3,
      "title": "Mükemmel Sahil",
      "description": "Bugün, Sidney Opera Evi'nin yelkenlerini geride bırakacak ve kıtanın kuzeydoğu kıyısında yer alan büyüleyici sahil şehri Port Douglas'a gideceksiniz. Pasifik Okyanusu sıcak ve güneş ışığında parıldar. Kent, tepelerde yemyeşil yağmur ormanı ve denizin sakin suları ile çevrilidir. Port Douglas, beyaz cepheleri ve büyüleyici kafeleriyle, bir sahil kasabasının bozulmamış bir örneğini gösteren zengin mağazalar ile sahil boyunca uzanır. Okyanusun nazik havası havayı doldurur ve taze deniz ürünlerinin kokusuyla karışır. Konaklamanız için giriş yapın ve Sea Temple Resort and Spa'nın özel lükslerinin keyfini çıkarın. Havuz, minik bir okyanus körfezi gibi palmiye ağaçlarının sütunları arasında açık mavi renkte ışıldıyor. Denizde ya da havuz kenarında serin bir esintinin girip çıkmayacağı suyun tenha köşeleri mücevherlerle doludur ve odanızın konforu oldukça caziptir."
    },
    {
      "dayNumber": 4,
      "title": "Özel Macera",
      "description": "Avustralya'nın ünlü olduğu taşrasını deneyimlemek için özel bir 4*4 Daintree turunda Port Douglas'ı çevreleyen vahşi doğanın derinliklerine girin. Gözlerden uzak harikalar aracılığıyla maceranın başladığı Daintree Yağmur Ormanı'na bağlanmak için küçük bir nehrin karşısına geçin. Korunan ormanların ve antik bitkilerin sizi çevrelediği Jindalba iskelesine doğru yürüyün. Eğrelti ve nemli toprakların kokusu gölgelikleri doldurur. Ufukta ilerleyen engebeli dağların ihtişamı için Islak Tropiklere devam edin, sizden önce açılan derin boğazlar, ve akan nehirlerin uçurumlarda boğuşan çok sayıda şelaleye yol açtığını duyabilirsiniz. Cape Tribulation plajının büyüsü, çarpıcı vahşi yaşamda yatıyor; yağmur ormanı kertenkeleleri kültürlü kabuklarla birleşir ve kelebekler havada canlı bir şekilde parlar. Gözden uzak kumlu kıyılari, güzel bir mahremiyet atmosferi verir. Tam bir günün ardından Daintree'nin güzelliğinden geçerek, tesisin gizliliğine dönün ve büyüleyici ikramlarda rahatlayın."
    },
    {
      "dayNumber": 5,
      "title": "Çarpıcı Deniz",
      "description": "Bugün Port Douglas'ın kıyılarından ve Büyük Set Resifi'nin sualtı harikalarına iniş yapacaksınız. Okyanusun yüzeyinin altında mercan ve balıkların renklerinin parladığı denizdeki maceranın tadını çıkarın. Renkler, sığ suda doğal bir floresan gibi dalgalanır. Balık sürüleri, kalsiyum açısından zengin yaşamdan beslenen mercanın etrafında ve çevresinde yüzer; bitkiler suyun hafifçe çekilmesiyle sallanır. Suya dalın ve nazik sıcaklığını hissedin. İster deniz altından, ister teknenin cam tabanından veya şnorkellerle bakın, canlı sarı ve yeşilleri, portakalları ve mürdümeleri görüntüleyin. Resifin doğal yaşamı hiç olmadığı kadar renkli ve göz alıcıdır. Süzülüp balıkların oyununu seyredin, deniz kaplumbağalarıyla yüzün ve denizyıldızını tutun."
    },
    {
      "dayNumber": 6,
      "title": "Kuzeyden Güneye",
      "description": "Güney Avustralya'da bulunan güzel Adelaide şehrine uçacağınız Cairns Havaalanına doğru yol alıyoruz. Çekicilik ve lüksün ayrılmaz bir yeri olduğunu kanıtlayan Adelaide'nin önde gelen butik otellerinden biri olan Buxton Manor'a yerleiyoruz. Yazlık cazibesi size rahatlık sağlarken, iç mekanın pelüş ve antika lüksleri sizi dinlendirici kırsal alanın kenarına ulaştırır. Yerleştikten sonra, Adelaide'yi gezdirecek muhteşem bir turun tadını çıkaracaksınız. Şehir, parklarla sarkan ağaç dallarının altındaki nehrin kıvrımlarıyla ve çimlenmiş acıbaklalarla dolu. Çağdaş Aborijin sanatına ve gökkuşağı yılanının efsanesine kapsamlı bir bakış açısı sunan Tandanya'yı yaşayın. Kültür Bulvarı, Rodin Heykelleri ve Müzesi ile tanınan Sanat Galerisi de dahil olmak üzere, hükümet ve Üniversite binaları arasında bir yürüyüş yoluna sahiptir. Binalardan çiftçinin pazarına kadar, gizli tünellerin keyfini sürün, yerel peynirlerin tadına bakın ve şehrin kalbine doğru bir gezintiye çıkın."
    },
    {
      "dayNumber": 7,
      "title": "Yağmur Ormanı Harikaları",
      "description": "Plajı başka bir macera için arkanızda bırakın.Yağmur ormanlarının gölgesinin altında bulunan tenha kasaba, Kuranda. Eşsiz bir deneyim için Kuranda Demiryoluna çıkın ve dağ silsilesi boyunca, yemyeşil şelalelerin yanında ve yağmur ormanlarının derinliklerinde yükselen ağaçlarla varın. Kuranda köyü sanatsal yaşam ve kelebek kanatlarıyla doludur. Antika sokaklar, kuyumcular, heykeltraşlar, gezginler ve yeteneklerini sergileyen yerel sanatçılarla doludur. Yerel Aborijinler didgeridoolarıyla kemiklerinize vızıldıyor. Kızarmış sosislerin etli kokusu, yerel etleri kullanan bir Alman sosis evi olan Alman Tucker Kuranda'da, timsahtan deve kuşuna, şehre zengin bir lezzet ve eğlenceli bir atmosfer getiriyor. Kelebek barınağı, sizi, parıldayan evlerinin içinde, kanatlarını çırparak ve omzunuza yerleşerek renkli krallarla ve daha fazlasıyla, yüz yüze getiriyor. Gün batmaya başladığında, cam tabanlı telefrikten manzarayı seyrederek, Sky Rail'i kullanarak dağdan süzülün. Ağaçların tepeleri aşağıdan geçer, kuşlar havada uçar ve sonunda bir kez daha sahil kenarında olursunuz."
    },
    {
      "dayNumber": 8,
      "title": "Rahatlık Günü",
      "description": "Bugün, Adelaide’nin merkezinden çıkıp, en iyi Avustralya şarapları ile ünlü ve sansasyonel şeflerle dolu Barrosa’nın kalbine gideceksiniz. Barossa'nın romantizmi, asmaların geniş tepelere yayıldığı ve güneşte parıldadığı gibi, küçük tepelerde dalgalanır. Olgun toprakların kokusu, sıcak meltemin üzüm bağları boyunca süzülür. Barrosa'da bisikletle, yürüyerek ya da bir arabayla seyahat edin, üzüm bağları tatlarıyla sizi bekliyor. Barossa'nın harika ve romantik bir tadı için Yalumba'nın keyfini çıkarın. Shiraz, bölgenin bilinen şaraplardan biridir ve 2013 Y Serisi Shiraz, baharat ve moka ile ilgili ipuçları veren harika bir meyve kokusu sunmaktadır. Ağzınızın tadı böğürtlen ve erikle birleşecek, size dilinizde kalıcı tada sahip bölgeyi zengin bir şekilde anlatacak. Güneş batınca Barrosa'ya altın bir parlaklık verir. Siz de şarabın kalıcı güzelliğini alarak Adelaide'ye dönüyorsunuz."
    },
    {
      "dayNumber": 9,
      "title": "Gözlerden Irak Bir Ada",
      "description": "Adelaide'den çıkın ve tenha ve çarpıcı Kanguru Adası'nda sakin su üzerinde feribot yolculuğu keyfini çıkarın. Butik konaklama biriminize gelin ve adada romantik bir maceraya hazır olun. Kişisel natüralist rehberiniz, adanın etrafını korumaya yönelik çabaları ve muhteşem vahşi hayatı görmek için özel bir 4*4 jeep safarisinde sizi ada etrafında gezdirecektir. Açık manzara karşısında kangurular zıplıyor. Yabani çiçekler kırmızı soğan şeklinde açıyor. Avustralya’nın en büyük üçüncü deniz aslanı kolonisi, deniz aslanlarının dalgalara karıştığı adanın kıyıları boyunca uzanır. Güneşte birbirine doğru yatarlar ve hava serinleyence okyanusta yüzerler. Güneş ufkun ardında batıyor ve tahtada durup penguenlerin sudan içeri doğru yuvalarına yerleşmelerini seyrediyorsunuz. Kanguru Adası, ciyaklayan ,paytak paytak yürüyerek serin kumlardaki evlerine giden penguenler gibi Avustralya'daki en iyi ve en eşsiz vahşi hayvan deneyimlerini sunmaktadır."
    },
    {
      "dayNumber": 10,
      "title": "Romantiğe Devam",
      "description": "Bugün Kanguru Adası'nda 4*4 safari maceranıza devam edeceksiniz. Adanın tepelerinden denizin köşelerine dalın. Dalgalar kayalara çarpıyor. Koalaların okaliptüs ağaçlarının yükseklerine çıktığı, yaprakların üzerinde yavaşça beslendiği ve gölgelikte dinlendiği adanın derinliklerine inin. Kangurular karayolları boyunca sıçrarlar, sansasyonel zıplamaları bazen onların uçabildiğinin izlenimini verir. Olağanüstü kayalar, rüzgar ve okyanus sisiyle şekillenmiş, oyulmuş ve kutsallaşmış granit kayalardır. Granit, pürüzsüz ve dokununca serindir. Kayaların renkleri, güneşli birlikte dönüyor. Güneş gökyüzüne doğru kaymaya devam ederken, feribot yoluna gidip Adelaide'ye dönecek, Kanguru Adasının doğal güzelliğini arkanızda bırakacak, ancak Buxton Manor'un yazlık romantizmine döneceksiniz."
    },
    {
      "dayNumber": 11,
      "title": "Sahil Romantizminin Dönüşü",
      "description": "Güney Avustralya'dan uçarken, Adelaide'nin çekiciliğini arkanıza bırakın ve Sidney'e ve Shangri La Hotel'in lükslerine dönün. Sidney'in en eski ve en güzel bölgelerinden biri olan Rocks'a rehberli bir turla giriş yapın. Rocks, Avustralya'nın Avrupalı ​​yerleşmiş ilk bölgesi olarak kabul edilen limanda, ve Liman Köprüsü'nün altında dalgaların çarpıştığı bir koyun üstündedir. Antik fabrika, Sidney’in en popüler alışveriş ve yemek bölgelerinden birine ev sahipliği yapmak üzere yenilenmiştir. Yürüyüşler kahkaha ve insanlarla dolup taşar. Taze kraker ve çikolata kokusu havada süzülür. Mağazalar cephelerini ve pencerelerini muhteşem moda anlayışıyla, renkli mankenlerle süslüyor. Rocks'taki yolculuğunuz devam ederken, Liman Köprüsü'nün merkezine doğru bir yürüyüş yapıp köprünün  üzerine çıkacaksınız. Taze deniz kokusu altınızdan yükselir. Esinti yanaklarınızı öper.. Sidney Opera Binası, aşağıda yelkenlerini dalgalandırırken, ufuk çizgisi size göz kırpacak."
    },
    {
      "dayNumber": 12,
      "title": "Romantik bir Hoşçakal",
      "description": "Avustralya tatilinizin romantizmi, uçtuğunuzda ve Sidney Opera Binası'na hoşçakal dediğinizde sona eriyor. Uçaklar havaya yükseldikçe yelkenler hala güneş ışığında parlıyor. Büyük Set Resifi'nin ışıltısı gözünüzde parlamaya devam ediyor. Operadaki güzel şarkılar hala kulaklarınızda, Barrosa'nın yumuşak lezzetleri damağınızda kalmaya devam ediyor. Avustralya'daki zamanınız, özel anlar, hatıralar ve asla unutamayacağınız bir romantizmle doldu."
    }
  ],
  "map": ""
}