{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00022",
  "tourName": "Avusturalya Turu En İyileri",
  "placesVisited": "Avustralya",
  "generalInfo": "Kozmopolit sofistikeliğe bir sıçrama yapın, tropikal güneş ışığına bir tutam ekleyin ve cömert bir doğa harikası sunumuyla karıştırın. Avustralya'da muhteşem bir tur için rehberiniz var. Ama yolculuğunuz bununla sınırlı kalmıyor. Diğerlerinden farklı olarak gerçek bir Avustralya seyahati için mutlaka şarap deneyimleri ve bir avuç UNESCO Dünya Mirası alanına ziyaretler eklemelisiniz. 2018 için el işi bu tur gerçekten unutulmaz bir deneyim sunmak için hazırlanmıştır.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "11",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Gold Coast’a Hoşgeldiniz (Surfers Paradise)",
      "description": "Queensland'ın altın eyaletinde güneşin, kumsalların ve rahat bir kıyı atmosferinin sizi rahatlatacağı Gold Coast'daki Surfers Paradise sahilindeki banliyösünde otelinize yerleşin."
    },
    {
      "dayNumber": 2,
      "title": "Sahilde Rahatlayın. ( Surfers Paradise)",
      "description": "Gold Coast gözle görülebilecek kadar altın kumsallarla dolu bir yerdir. Şehir, dünyadaki en iyi kum şeritlerinden bazılarıyla donatılmış muhteşem bir 57 kilometrelik (36 mil uzunluğunda) sahil şeridine sahiptir."
    },
    {
      "dayNumber": 3,
      "title": "Doğal Bir Oyun Alanı (Surfers Paradise)",
      "description": "Surfers Paradise çevresindeki alan, doğal güzelliği ve nadiren nesli tükenmekte olan kuşların bolluğu ile ödüllendirilmiştir. Gözlerinizi güneybatıya doğru çevirirseniz, eşsiz bir flora ve fauna zenginliklerine sahip olan Dünya Mirası listesinde yer alan Springbrook Milli Parkı'nı bulacaksınız."
    },
    {
      "dayNumber": 4,
      "title": "Tropikal Cairns’i Keşfedin (Brisbane - Cairns)",
      "description": "Büyük Set Resifi'ne ve muhteşem UNESCO Dünya Mirası listesindeki tropikal yağmur ormanlarına açılan kapı olarak Cairns, Avustralya'nın mutlaka görülmesi gerekenler listesinin en üstündedir. Güneşin batışıyla süslenmiş sokaklarında üç saatlik uçuş ile Brisbane'e hızlı bir transfer gerçekleştirin."
    },
    {
      "dayNumber": 5,
      "title": "Büyük Set Resifi’ni Keşfedin (Cairns)",
      "description": "Canlı mercan, yumuşak deniz yosunu ve renkli tropikal balıkların bulunduğu görkemli bir bahçe, Cairns kıyı şeridinin hemen kenarında sizi bekliyor. Nefes almak için Büyük Set Resifi en doğru tercihtir."
    },
    {
      "dayNumber": 6,
      "title": "Miras Listelerinde Yer Alan Yağmur Ormanları Arasında Dolaşmak (Cairns)",
      "description": "UNESCO Dünya Mirası listelenen, bozulmamış bir doğa harikası olan tropikal yağmur ormanlarından veya kıyıdan bir atlayış gerçekleştirin. Cairns’ın 100 kilometre kuzeyinde yer alan Daintree Yağmur Ormanı Ulusal Parkı, Avustralya’nın en büyük ve en eski tropikal yağmur ormanıdır."
    },
    {
      "dayNumber": 7,
      "title": "Avustralya’nın En Büyük Şehrini Ziyaret Edin (Sidney)",
      "description": "Avustralya'nın en büyük şehri olan Sidney, kozmopolit oteller, restoranlar, galeriler, mağazalar ve barların heyecan verici bir bileşimidir. Ek olarak muhteşem plajlar, muhteşem bir doğal liman ve metropolü Sidney’e davetkar bir hava veren rahat bir yaşam tarzı ekler."
    },
    {
      "dayNumber": 8,
      "title": "Opera Binası’nda Bir Gün (Sidney)",
      "description": "Sidney Opera Binası'nın beyaz yelkenleri kaçırılamaz. Sidney Limanı'nın yıldızı, ikonik formuyla turistleri ve yerlileri ağırlayan Bennelong Noktası'na nazikçe oturuyor."
    },
    {
      "dayNumber": 9,
      "title": "Şehir Plajları (Sidney)",
      "description": "Kıyı kenti olmanın birçok avantajından biri, pitoresk plajlar ve uçurumların bolluğudur. Tatilinizin 11.gününde şehrin bu yönünü keşfedin. Limanın karşısındaki hoş feribot yolculuğu sizi muhteşem Manly Plajı'na çıkaracaktır. Sidney'in Kuzey Plajları bölgesinde yer alan otel, gökdelenlerden uzakta kumlu bir cennettir, ancak şık restoranlar, kafeler ve barlara ev sahipliği yapacak kadar da kozmopolittir."
    },
    {
      "dayNumber": 10,
      "title": "Hunter Valley Üzüm Bağları (Polkobin)",
      "description": "Mutlu haberler; Avustralya’nın en ünlü ve en eski şarap bölgelerinden biri olan Hunter Valley, Sidney’e 100 km’den biraz daha uzakta yer almaktadır. Ferahlatıcı Semillonları, peynir ve çikolatası ünlü olan yer gerçek bir gurmenin hayalidir."
    },
    {
      "dayNumber": 11,
      "title": "Mavi Dağları Keşfedin (Sidney)",
      "description": "Mavi bir sisin içinde gizlenmiş, eski efsaneleri, cesur keşifleri ve uykulu küçük kasabaları gizleyen Mavi Dağlar güzel oldukları kadar ilgi çekicidirler. Ve Sidney'e çok yakın bir mesafede yer aldıklarından kolaylıkla keşfedebilirsiniz. UNESCO Dünya Mirası listesinde yer alan bölgeye gidin ve üç kız kardeşin babasının devasa kumtaşı kaya oluşumlarına nasıl dönüştüğünü öğrenin, nefes kesen Jamison Vadisi'nin üzerinde bulunan safir pusuya bakın ve yağmur ormanlarının derinliklerine inip  eğreltiler, yosunlar ve şelaleler arasında, alanın neden erken Avrupa kaşiflerine meydan okuduğunu kavramak için gezin."
    }
  ],
  "map": ""
}