{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00017",
  "tourName": "Avustralya Turu Şehir ve Yaban Hayatı'nın En İyisi",
  "placesVisited": "Avustralya",
  "generalInfo": "Avustralya, dinamik manzara ve görkemli yaban hayatı, büyüleyici lezzetler ve büyüleyici kültürle doludur. Kangurların yanında uzanın ve deniz aslanları yakınındaki beyaz kum plajda dinlenin. Üzüm bağları,vadiden yayılan verimli tepeleri kaplar. Büyük Set Resifi'nin yumuşak ve sert mercanlarının renkli koleksiyonu, okyanus yüzeyinin altında. Yağmur ormanlarının gölgeliklerinde hayaller kurun. Kişiye özel Avustralya turunuz Avustralya'nın ışıltısına dalmış, sahil boyunca eşsiz bir çeşitliliği, ağaçlarda yaşayabilmenizi ve Dünya'nın aşağı kesiminin unutulmaz manzaralarını görmenize olanak sağlar.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "13",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Adelaide - Güney Avustralya'nın Başkenti Adelaide’de Seyahatinize Başlayın",
      "description": "Sabahları, Victoria Meydanı'ndaki Merkez Pazar, taze ürünler ve esnaf ürünleriyle sadık yerlilere açılır. Pazar 19. yüzyılda kuruldu ve dünyanın en eski kapalı pazarlarından biridir. Renkli meyveler yumuşak ışıkta parıldarlar. Taze pişmiş ürünlerin kokusu yollardan aşağıya doğru sürüklenir. Rehberiniz kahvaltıdan sonra otelde sizi karşılar ve Şiraz üzümüne adanmış 7,951 dönümlük bir alana sahip, 120'den fazla şarap imalathanesi ve bir şarap bölgesi olan McLaren Vadisi'ne ve Cabernet Sauvignon'a adanmış 3.182 dönümlük arazi için Chardonnay ve Grenache'e götürür."
    },
    {
      "dayNumber": 2,
      "title": "Kanguru Adası - McLaren Vadisi'nde Tam Gün Şarap Turu'nda Kendinizi Şımartın",
      "description": "Kanguru Adası  vahşi yaşamı, kuşları, fokları, yunusları ve kanguruların doğal bir koleksiyonunu sunar. Kırsal bölgeler çok hoşunuza gidecek. Çiftlik, parkur köşelerinde ve dış pazarlarda taze meyveler vitrine çıkar. Yerel lezzetler, tatlı, sulu ve ferahlatıcı. Kahvaltıdan sonra, adayı deneyimlemek için dışarı çıkabilirsiniz. Turkuaz, masmavi ve kobalt mavisi katmanları, Güney Okyanusu'nun suyunu renklendiriyor. Dalgalar adanın kıyılarına çarpıyor. Flinders Chase Milli Parkı adanın batı ucunda yer alır ve 126 milkare dir. Şekerli sakız ağaçları, canlı ve eşsiz bir orman manzarasını oluşturuyor. Muazzam Rocks'a ulaşmak için çeşitli yürüyüş yolları boyunca ilerleyin."
    },
    {
      "dayNumber": 3,
      "title": "Kanguru Adası - Çeşitli Ada Yaşamları ve Yaban Hayatını Keşfedin",
      "description": "Farmers Market sabahları ev yapımı Hint turşusu, taze deniz mahsulleri, kremalı zeytinyağı ve lezzetli yoğurtları barındıran yerel satıcılarla doludur. Taze pişmiş hamur işlerinin kokusu kabinleri sarar. Kahvaltıdan sonra, Kanguru Adası'nın sansasyonel vahşi yaşamı ve doğal ihtişamını keşfetmek için bir şansınız daha var. Bugün, rehberli bir turda Seal Bay'e doğru yol alacaksınız. Kumlu kıyı şeridi boyunca batılı gri kangurlar gezinmekte. Dalgaların Avustralya deniz aslanlarının üçüncü büyük kolonisinin yakınında kırıldığını duyabilirsiniz."
    },
    {
      "dayNumber": 4,
      "title": "Kanguru Adası -  Wilderness Adası'nın Doğal Güzelliğini Deneyimleyin",
      "description": "Amerikan Nehri köyünün yerlileri, sabahları Doğu Körfezi'ne balığa ve geziye gidiyorlar. Granit uçurumları yemyeşil çimenler arasından geçerken, turkuaz ve indigo tonları ile su parıldıyor. Pelikanlar suya giriyor. İstiridye yatakları lagünün içinde gelişiyor. Kristal sütunlar Kelly Hill Koruma Parkı'ndaki mağaraları süslemektedir. Ziyaretçiler, yer altı ağında rehberli bir turda yollarını aydınlatmak için fenerli kasklar takıyorlar. Kahvaltıdan sonra Adelaide'ye dönüyoruz. Özel transferiniz, Port Douglas'a yurt içi transferiniz için sizi Adelaide Havaalanı'na götürecek."
    },
    {
      "dayNumber": 5,
      "title": "Douglas - Cairns'e uçun ve Port Douglas'daki Lavish Resort'a konaklayın",
      "description": "Queensland, Pasifik Okyanusu'nun sakin sularına bakan çarpıcı bir şelaleye sahiptir. Uçan tilkiler, sıcak gün ışığının ağaç tepelerine sallanarak uyurlar. Şehrin yağmur ormanlarının yemyeşil gölgesi ile Büyük Set Resifi'nin ışıltılı mercanları arasında yer alan tropik bir atmosfer vardır. Özel transferiniz, geldiğinizde Cairns Havalimanı'nda sizi karşılar ve muhteşem Port Douglas kasabasında yer alan gözlerden uzak otelinize götürür."
    },
    {
      "dayNumber": 6,
      "title": "Port Douglas - Büyük Set Resiflerini Ziyaret Etmek İçin Tam Gün Gezi",
      "description": "Four Mile Plajı'nın beyaz kumu dört mil kadar uzanır. Bozulmamış turkuaz su, kıyı şeridinden yansıyan ışığı karşılıyor. Palmiye bahçeleri kıyıya dokunarak, bölgenin el değmemiş ihtişamını vurgulamaktadır. Kahvaltıdan sonra Marina Mirage Port Douglas'a doğru ilerliyor ve lüks 98 metrelik yatlara adım atıyorsunuz. Tekne, Low Adası ve Woody Adası’ndan oluşan rotada, Low Adası’nın tenha sahiline doğru yol alıyor. Büyük Set Resifi'nin çarpıcı dünyası bölgeyi sarıyor. Mercanlar, Güney Pasifik'e bağlı Mercan Denizi'nde 133.000 metrekarelik bir alanı kaplamaktadır."
    },
    {
      "dayNumber": 7,
      "title": "Port Douglas - Bir Aborijin Deneyimi ile Mossman Gorge'u Geçin",
      "description": "Bugün, Douglas Limanı'nın kuzeyindeki Mossman Gorge'a giden kısa manzaralı yoldan geçiyorsunuz. Mossman Nehri, Kuku Yalanji halkının atalarının topraklarının bir kısmını oluşturan büyük uçurumları ve boğazın mayınlı vadisini kesmektedir. Suyun akmasını ve akan kayalara karşı dalgalanmayı duyabilirsiniz. Rehberiniz sizi ziyaretçi merkezinde karşılar ve sansasyonel orman manzaralarına yayılmış çeşitli parkurlara götürür. Rehberiniz Kuku Yalanji'ndedir ve halkla iletişimle birlikte arazinin önemini açıklamaktadır."
    },
    {
      "dayNumber": 8,
      "title": "Port Douglas -  Port Douglas’ın Güzelliğini Keşfetmek İçin Lüks ve Eğlenceli Bir Gün Geçirin",
      "description": "Port Douglas’taki Resif Marina’daki kafeler, sabahın büyüleyici sessizliğiyle kapılarını açıyor. Mercan Denizi'nin kokusu, zengin kahvenin sürükleyici aromasıyla karışır. Kahvaltıdan sonrası, Port Douglas'ın rahatlatıcı atmosferinin tadını çıkarmak veya şehrin dışındaki muhteşem harikaları keşfetmek için size aittir. Tarihi ve manzaralı bir demiryoluyla yağmur ormanı kasabası Kuranda'ya gidin ya da Queensland'ın heyecan verici vahşi yaşamını ziyaret edin. Yağmur ormanlarının eşsiz bir görünümü için, Daintree Yağmur Ormanı  Sörfü'nde yer ayırmayı tercih edebilirsiniz. Transferiniz sizi otelden alır ve  135 milyon yaşındaki yağmur ormanı olan Daintree'nin yoğun gölgesine götürür."
    },
    {
      "dayNumber": 9,
      "title": "Port Douglas'dan Sidney'e -  Büyüleyici ve Hareketli Sahil Şehri Sidney' Varış",
      "description": "Port Douglas'ın tropikal havası büyüleyici. Sevimli kafeler ve çökmekte olan sanat galerileri, şehrin rahat temposuna kapılarını açıyor. Yelkenli tekneler, suyun içinde küçük hareketlere karşı marinada bekliyor. Palmiye ağaçları, turkuaz Mercan Denizi'ni çevreleyen yumuşak deniz esintileri içinde sallanmaktadır. Kahvaltıdan sonra, transferiniz, Sidney'e uçuşunuz için Cairns Havalimanı'na kadar eşlik eder."
    },
    {
      "dayNumber": 10,
      "title": ": Sidney - Sidney’in Unutulmaz Sahil Turunun Keyfini Çıkarın",
      "description": "Sabah,  şehrin muhteşem turuna başlamak için rehberinizle tanışıyorsunuz. The Rocks, Avustralya'daki ilk Avrupa yerleşimine ev sahipliği yapan Sidney'deki en eski mahalle. Pürüzlü parke taşı yollar eski kumtaşı tuğla depoları arasında koşuşturun."
    },
    {
      "dayNumber": 11,
      "title": "Sidney - Bir Sabah Yolculuğundaki Sydney Limanı'nı keşfedin",
      "description": "Sabah, öğrenciler ve sanatçılar Glebe mahallesini bohem bir ortamla doldururlar. Hafta sonları pazarlar, şık ahşap mobilyalardan zarif takılara kadar el yapımı malzemeleri barındırmaktadır. Kahve dükkanları kapılarını açarak, taze ve köpüklü bir cappuccino aromasını serbest bırakırlar. Kahvaltıdan sonra, Circular Quay'e doğru ilerliyor ve keyifli gezinizde, Rocket Feribotuna biniyorsunuz. Gemi 82 metre uzunluğundadır ve sizi su boyunca taşır. Esinti, deniz sisinin yarı tatlı aromasıyla dolu yumuşak bir rüzgara dönüşür. Liman Köprüsü'nün altında ve Opera Binası'nın yanında seyahat edin. Kaptanınız toprağın topografyasını ve limanın tarihini açıklıyor. Yelkenler yakındaki teknelere bağlanır ve rüzgarda koşuşturur."
    },
    {
      "dayNumber": 12,
      "title": "Sidney - Özel Sörf Dersi Alın ve Bronte  Boyunca Yürüyüş Yapın",
      "description": "Kahvaltıdan sonra, ünlü Bondi Plajı kumlarına doğru ilerliyorsunuz. Kıyı şeridinin yumuşak ve altın tanelerini, turkuaz sular fırçalıyor. Kayalar, plajın kenarlarını saran ve çarpıcı bir koy oluşturuyor. Bondi, sıcak, bozulmamış kumları, gösterişli suları ve ünlü reality şovu “Bondi Rescue” ile dünya çapında tanınıyor. Sabahın erken saatlerinde plaj oldkça ıssız. Yerliler yürüyüş yolunda gezintiye çıkıp sessiz sahil atmosferinde koşu yapıyorlar. Sörf hocanızla tanışıyor ve dersinize başlıyorsunuz. Kuma karşı su serpiştiren sakin sesten sıçrayan dalgaları duyabiliyorsunuz."
    },
    {
      "dayNumber": 13,
      "title": "Sidney - Sidney'i Arkanızda Bırakıyorsunuz",
      "description": "Kahvaltıdan sonra, rehberiniz eve dönüşünüz için sizi Sidney Havaalanı'na götürecektir. Yolculuğun sona ermesiyle, size ilham vermeye devam edecek anılarınızı hatırlamaya başlıyorsunuz. Uçağınız yükseldikçe, geri dönüşünüz yok, ancak Güney yarımküreye geri dönüşünüzü planlamaya başlayabilirsiniz."
    }
  ],
  "map": ""
}