{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00013",
  "tourName": "Avustralya Taşrasından Ay'a Yolculuk",
  "placesVisited": "Avustralya",
  "generalInfo": "Hududu geçerken dolunayın kuzey denizi üzerinde parıldamasına ve Avustralya ufkuna bağlanmasına şahit olurken adımlarınıza dikkat edin. Avustralya’ya özgü yerli eşsiz manzaralarını deneyimleyin. Ülkenin topografyasını gösteren doğal taş kalıntılarını ve bölgedeki hayvan türlerini dikkatlice inceleyin.  Yılın hangi zamanı olursa olsun, bu Avustralya turu, kırmızı kumlardan muhteşem göllere kadar Avustralya'nın inanılmaz doğal güzellikleriyle seni ömür boyu hatırlayacağın anılarla bırakacak.<br><br><strong>ÖNE ÇIKANLAR </strong><br><br>- Sidney Opera Binası'nın zarif mimarisini görün<br><br>- Arnhemland'ın ücradaki güzelliğini yaşayın<br><br>- Avustralya’nın tarihi hakkında yerel bir rehberden bilgi edinin.<br><br>- Gerçek Aborjin sanatını etraflıca görün<br><br>- Deve sürerken Cable Beach'te gün batımını izleyin<br><br>- Batı Avustralya’nın tek damıtım alanını ziyaret edin<br><br>- Billabong gezisi ile doğanın güzelliğini izleyin<br><br>- Aya merdiven olgusunu tecrübe edin",
  "durationDays": "12",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Sidney'e Varış",
      "description": "Güneş ışığının okyanus üzerinde ışıldadığı sabahın erken saatlerinde Sidney'e varıyoruz. Sidney  yılın hangi döneminde olursa olsun burayı mükemmel bir varış noktası yapan ılıman iklimi ile bilinir. Otelinizde erken check-in avantajından  yararlanın ve muhteşem Sidney şehrini keşfedin."
    },
    {
      "dayNumber": 2,
      "title": "Sidney - Broome",
      "description": "Broome'ya uçmanız için Sidney Havaalanı'na transfer. Armut tarihi ile tanınan Broome, topografyasında ve tarihinde bir renk koleksiyonudur. İnci avcılığı tarihi ile bilinen Broome, topografyasında ve tarihinde bir renk koleksiyonudur. Broome'a yapılan bir ziyaret, bir güzellikte çevrelenmiş ve efsaneyle dolu bir Amerikan altın madeni kasabasını ziyaret etmek gibidir. Çin Mahallesi'nde bir gezinti yaptığınızda, bir sahil kasabası olan Broome’nun tarihi, inci kabuklarının parlak geçmişlerini ve pencerelerde hala parıldadığını göreceksiniz. Tabelalardan burada bir zamanlar afyon meyhaneleri veya salonların bulunduğu anlaşılan binalar şimdilerde hareketli kafeler ve perakende mağazalar olmuş durumda."
    },
    {
      "dayNumber": 3,
      "title": "Broome'da Bir Gün",
      "description": "Sizi bu şehri ve çevresini bu kadar şaşırtıcı kılan çeşitli bölgelere götürecek yerel bir rehberle Broome'un büyüsünü keşfedin. Geniş bir coğrafyaya yayılmış Cable Beach’in beyaz kumlarının sıcak ve durgun turkuaz mavisi suyla buluşur. Ayaklarına değen su sıcakken hava da tuzlu ve yumuşaktır. Gatheaume Noktasına yapılan bir ziyaret size aşağıdaki berrak mavi suyun üzerinde belli belirsiz görünen birbiri üzerine yığılmış başka bir evrene ait kırmızı sarp kayaları sergiler. Uzmanlar tarafından gerçekliği belgelenmiş, kum üzerinde sabitlenmiş ve fosilleşmiş dinazor ayak izlerine göz atın. Ayak izleri gömülmüş fakat belirgindir. Üstleri yığın taşlarla kaplı yaralı bir el başparmağı gibi ayak izleri çukurlaşmış fakat çıkıntı yapmış durumdadır  ve deniz sakindir."
    },
    {
      "dayNumber": 4,
      "title": "Broome Çevresi",
      "description": "Broome’nun çevresini Aborijin tur rehberiyle oranın yerlileri deneyimleyin. Yerlilerin tarihsel ve manevi bağlarını görmek için Aborijin topluluklarını inceleyin. Boyalı el izleri, geniş bir yamaç alanı, gece gökyüzünde Dreamtime yankıları ve boab ağaçlarının tuhaf şekli, onların şişman kaideleri ve incecik dalları ile kırları süslemektedir."
    },
    {
      "dayNumber": 5,
      "title": "Kimberley'e",
      "description": "Fitzroy Nehri'nin parlak yansıtıcı sularında ve Windjana Geçiti'nin büyük uçurumlarının çevresinde uçarak Kimberly Bölgesi'nde bir hava turunun keyfini çıkarın. Boğazın fırçasından kısa bir yürüyüşle, “bir et ve iki sebze” nin yerel ve dengeli bir öğle yemeğinin tadına varacaksınız. Yemekler zengin ve lezzetli; misafirperverlik kalp ısındırıyor."
    },
    {
      "dayNumber": 6,
      "title": "Derin Topraklara",
      "description": "Havalimanına transfer ve Avustralya'nın en son sınırlarından birine, Kanunurra'ya uçun. Uzak konumu ve çarpıcı topografyasıyla tanınan kayalıklı Kununurra, genişleyen bölgede inişli çıkışlı renkli bir yüzeye sahiptir. Manzara aniden altındaki gizli göllerle düşer. Kununurra'ya ziyaret, kendi içinde bir deneyimdir. Kununurra'daki ilk gününüzde The Hoochery'i ziyaret etmelisiniz. Sahip olduğu ve Raymond \"Spike\" Dessert tarafından işletilen, Batı Avustralya'da lisanslı tek imalathanesidir ve Spike’ın çiftliğinde yer almaktadır. Şeker kamışı ruhuyla bilinen tatlı kokusu çiftliği çevreler. İçki imalathanesi, dekorasyonla değil, duvarlara karşı depolanmış varillerle tamamlanmış, yenilenmiş antika bir salona benziyor. Lezzetli ve nemli bir terapi için The Hoochery’nin romlu kekini deneyin."
    },
    {
      "dayNumber": 7,
      "title": "Biraz Daha Tat",
      "description": "Gününüzü Kununurra'nın inanılmaz manzarasının üzerinde uçarak havada geçirin. Kununurra Gölü, Ord Diversion Barajı'nın yapımıyla oluşmuştur. Bozulmamış su, gökyüzünün ve çevredeki yemyeşil çevrenin, yayılan üzüm bağlarından ve tarım alanlarından genişleyen tepelere kadar yansıtır."
    },
    {
      "dayNumber": 8,
      "title": "Darwin'i Keşfedin",
      "description": "Havaalanına transfer ve Darwin'e, Avustralya'ya uçun. Darwin sahillerinde gezintiye çıkın. Dalga lagünü, limanın güvenli, temiz ve serin sularında yüzme ve su sporları sunuyor. Çiftler ellerini tutarlar. Aileler sabahları bodysurf yaparlar ve bölge yoğun kahkahalarla doludur."
    },
    {
      "dayNumber": 9,
      "title": "Dövüş Yolu Kapalı",
      "description": "Arnhemland kamp sınırındaki uzak bir safari kampına giderken, Kakadu Ulusal Parkı'nın vahşi sulaklarına nefes kesici bir uçuş yapın. Geniş gür yeşillik, sarp kayalıkların korkutucu grileri ile sınırlanır ve mevsimlerle gelen ve giden billabonglar ya da durgun gölleri ile yamaçlanır."
    },
    {
      "dayNumber": 10,
      "title": "El değmemiş",
      "description": "Cıvıl cıvıl kuşların doğal seslerine uyanın ve acele edin. Çevredeki ağaçlar ve kayalar, adeta el değmemiş bölgenin doğal tarihini barındıran ve koruyan bir canlı müze olarak hareket eder. Rehberiniz, yerli kuşların ve hayvanların bolluğu ile verimli ve bol kaya sanatı ile bozulmamış çalı güzelliğini keşfetmenize yardımcı olacaktır. Su yollarının kumlu kıyılarında koşun ve mızraklarını yapmaya çalışan,geleneksel aborijin söylenmelerini yaşayın. Güneş, ağaçların arkasına doğru sürüklenirken, toparlanan kuşlrın gölgeliklere yaptıkları yuvalarına gidişlerini seyredin."
    },
    {
      "dayNumber": 11,
      "title": "Darwin’in Kalbi",
      "description": "Keyifli bir yerel kahvaltıdan sonra Darwin'e dönüş yolculuğuna çıkacaksınız. Bir kez daha inanılmaz Kakadu Milli Parkı'nda uçsuz bucaksız kayalıklarla ve ağaçların kalbine akan şelalerde uçacaksınız. Darwin'deki bir başka gün, Darwin 2. Dünya Savaşı Müzesi'ne bir ziyaret sunuyor. Avustralya’nın savaş sırasında yaşadıklarını ilk elden gözlemleyin. Müzede anlatılan hikayelerin bazıları Avustralya'nın Baz Luhrmann filminde belgelendi. Uçaksavar silahlarının soğuk metalinden, kahramanların ve askerlerin en içten gelen hikayelerine kadar, müze, ülkenin kültürel sevincinin çekirdeğiyle birlikte Avustralya'nın gurur dolu tarihini gösteriyor."
    },
    {
      "dayNumber": 12,
      "title": "Sidney'e Dönüş",
      "description": "Avustralya gezinizi başlatan şehre dönmek için Sidney'e uçun. Şehre iniş yaparken, zengin su Opera Evi'ni kuşatır. Avustralya'daki son gecenizde Sidney’in güzel, ilk sahil bölgesi olan The Rocks’ı kolayca keşfedebilirsiniz. Sidney'in su yolunu çevreleyen orijinal depoları ve yenilenen fabrikalarıyla Rocks, çarpıcı butik mağazalara, lezzetli restoranlara ve inanılmaz bir açık hava pazarına sahiptir."
    }
  ],
  "map": ""
}