{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST01504",
  "tourName": "Castaway Adası, Fiji & Sidney Tatil Turu: Okyanusya'nın Lüksleri",
  "placesVisited": "Avustralya, Fiji",
  "generalInfo": "Sakinleştirici turkuaz sulara bakan tenha bir tesisin kenarında güneş ışığından zevk alın. Esinti yaprakların arasında hışırdar ve teninizi serinletir. Yelkenli bir ağa benzeyen tavanıyla cömert opera binasına bakan lüks bir restoranda oturun. Özel olarak tasarlanmış Okyanusya tatil turunuzun lüksleri, sizi, Yeni Hayat Adası, Fiji ve Sidney Avustralya’nın büyüleyici kıyılarında; sahil atmosferi ve kozmopolit yaşamı, güneşi ve kültürü içinize çekebileceğiniz yerlere götürür. Mercan resiflerinin üzerinden geçin ve korunan ormanların yanı sıra gezintiye çıkın, her gününüzün lüks ve eşsiz güzelliklerle dolup taştığına emin olun.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "10",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tropikal Başlangıçlar",
      "description": "Fiji, yemyeşil tropikal yağmur ormanları ve cam gibi turkuaz suları ile bilinen bir ada ülkesidir. Esinti, hindistancevizi, ananas ve papayanın tatlı aromalarını taşır. Palmiye ağaçları, altın kumlu plajların üzerinde durarak, öğleden sonra güneşinde yamalar halinde gölgeler temin eder. Özel transferinizin beklendiği Nadi Uluslararası Havaalanı'na varın. Kısa bir süre sonra Port Denarau'da tekneye binin. Tekne sizi pastoral suların üzerinde taşır. Okyanus sisi sıçrar ve yanaklarınıza çarparak ferahlık hissi verir."
    },
    {
      "dayNumber": 2,
      "title": "Sahildeki Keşif",
      "description": "Sabah, sizi kahvaltıya çağıran tropikal meyvelerin cazip aromasını duyacaksınız. Sazdan yapılmış çatısı ve açık kenarlarıyla restoran, bakir suyun benzersiz bir manzarasını sunar. Yeşil hindistancevizi dışarıdaki palmiye ağaçlarından sallanır. İnsanlar ayak parmaklarını Pasifik'e daldırmaya ve kanolarla suya açılmaya başladılar bile. Kahvaltıdan sonra, okyanusun dinlendirici çağrısını izleyin, şnorkelle dalış ekipmanlarını alın ve adanın çevresindeki resiflere dalın. Suya adım attığınızda yumuşak akıntının sizi daha derinlere yönlendirmesine izin verin. Kristal berraklığındaki yüzey ilgi çekicidir."
    },
    {
      "dayNumber": 3,
      "title": "Suyu Takip Etmek",
      "description": "Güneş ışığı, Güney Pasifik boyuncaışıldar ve kristal sularda yumuşak ve titrek bir ışık yaratır. Kahvaltıdan sonra, boş zamanlarınızı değerlendirmek için Mamanuca Adası grubunun güzelliğini keşfetmek üzere özel bir sürat teknesine binin. Sular, teknenin etkisiyle havaya savrularak rüzgara karışır. Esinti, hızlı ve lüks. Tom Hanks’in oynadığı Yeni Hayat filminin çekim yeri olan ada Modriki’de demir atın. Yaklaşık 603 metre genişliğindeki ada mercan resifleri ile çevrilidir."
    },
    {
      "dayNumber": 4,
      "title": "Resifte Zaman",
      "description": "Ada güneşle birlikte uyanır ve ihtiyacınız olan tüm tüplü dalış teçhizatıyla tam donanımlı sekiz buçuk metrelik dalış teknesine kendinizi hızla atın. Sabah havaları taze ve ferahtır. Tatil beldesine yakın 30'dan fazla dalış noktasıyla, su altı dünyasını keşfetmeniz için çok fazla zaman garanti edilmektedir. Sırtınızda tüpünüzle dalış kıyafetlerinizi giyin ve küçük bir sıçramayla suya girin. Sert ve yumuşak mercanlarla dolup taşan çarpıcı bir toprak çerçeve olan Tavarua Duvarı'na doğru rehberinizi takip edin."
    },
    {
      "dayNumber": 5,
      "title": "Boş Zaman Suları",
      "description": "Gün gölgeli palmiyeler altında olağanüstü özgür bir hal alır. Kahvaltı, etli mangodan ağaçlardan taze toplanmış hindistancevizine kadar lezzetli taze meyvelerle doldurulur. Kahvaltıdan sonra, gün, adadan dilediğiniz gibi faydalanmanız için sizindir. Tropikal güneşin tadını çıkarırken, sıcaklığın cildinizin etrafına sarılmasına izin verin ya da rahat kulübelerin yakınındaki bozulmamış havuzda dinlenin. İnsanlar suyun yakınında plaj voleybolu oynar, pudra gibi kumları havalandırır. Tesisin sunduğu birçok kürekli sörf tahtalarından birini alıp yakındaki lagünün içine girin."
    },
    {
      "dayNumber": 6,
      "title": "Farklı Bir Tür Kıyı",
      "description": "Kahvaltıda suya dikkat edin ve güneşin Pasifik'ten yansıdığı yolu izleyin. Dalgalanan okyanus güneş ışığını elmas gibi yansıtıyor. Yemekten sonra, kıyı transferinize binin ve Avustralya'ya uçuşunuz için büyük Viti Levu Adası’na dönün. Suların sakinleştirici sesleri yavaşça geride kalırken pencereden dışarı bakın ve Sidney Opera Binası'nın yelkenlerinin ışıltısını görün. Sidney, uluslararası yeteneklerle, canlı sahil kültürü ve kozmopolit bir modernite ile dolu muhteşem bir şehirdir. Özel transferiniz sizi havaalanında karşılar ve şehir merkezinde bulunan lüks bir otelinize götürür."
    },
    {
      "dayNumber": 7,
      "title": "Sidney Etrafında Dönmek",
      "description": "Sidney üzerinden doğan güneş limanın etrafında mor ve turuncu renkler yaratır. Opera binası, zengin yelkenli benzeri bir tasarımıyla ışığı yansıtır. Kahvaltıdan sonra bisikletinize binin ve gezintiye çıkın; caddelerde ilerleyin ve bulduğunuz parkurlar sizi Kraliyet Botanik Bahçesi, Martin Place ve Manly Manzaralı Geçit'ine götürecek. Geçit yolunun batı kenarı, yaklaşık 12 kilometre boyunca zengin limanın olağanüstü manzarasıyla devam eder, yaklaşık bir buçuk kilometre kadar engebeli Sidney Limanı Ulusal Parkı'na yönlendirir. El değmemiş park, 1700’lerde ilk İngiliz filosu geldiğinde nasıl görünüyorsa hala benzer bir görüntüdedir. Yemyeşil çimleriyle tabakalı kireçtaşı kaya kobalt suya tepeden bakar. Sidney silüeti, gururla uzaklarda durur. Tekneler yelkenlerini açar ve rüzgarı yakalar, limanı zarif hareketlerle geçerler."
    },
    {
      "dayNumber": 8,
      "title": "Sahil Şeridinde",
      "description": "Avustralya, mükemmel bronzlaşmış vucütları ve sarışın sörfçülerin dalgaların üzerinde yükselen görüntülerini tasvir ediyor. Sidney'in bu canlı ve hoş görünümü, yumuşak kumları, rahat atmosferi ve hit reality televizyon programı Bondi Rescue'nun yeri ile ünlü Bondi Plajı'nda yaşıyor. Kahvaltıdan sonra, sahile gidin ve olimpik yüzme havuzundaki halihazırdaki hareketi farkedin. Kum ayaklarınızın altında sıcak ve canlandırıcı su, yumuşak kobalt tonunda serinletici. Kordondan balık ve patates kızartmasının aromaları geliyor."
    },
    {
      "dayNumber": 9,
      "title": "Vahşi Bölgede Biraz Zaman",
      "description": "Mavi Dağlar Milli Parkı, dağ eteklerinin üzerine uzanan orman kaplı vadilerin manzarasını kucaklayan ve düz dağ tepelerine yükselen 662 bin hektarlık koruma alanı sunmaktadır. Kahvaltıdan sonra, şehir manzarasından uzaklaşın ve Sidney'in sadece 80 kilometre batısında bulunan doğaya doğru yol alın. Milli park aslında sadece bir dağ değil, menderesli akarsular topluluğu tarafından oyulmuş bir dizi yükselen platodur. Doğu Yaylaları, 3500 kilometre uzunluğunda dünyanın en büyük kara tabanlı dağ silsilesini oluşturuyor. Kıyı esintisi, yemyeşil bir orman atmosferine dönüşür."
    },
    {
      "dayNumber": 10,
      "title": "Hoşçakal Avustralya",
      "description": "Sabah ışığı, Sydney Opera Binası’ndan bir kez daha yansıyarak, renklerle ufka yayılıyor. Yapı, yükselen ve okyanus esintilerini yakalayan yelkenler gibi görünmek üzere tasarlandı. Kahvaltınızı yapın ve geçmiş günleri muhabbetle hatırlayın; kendinizi, tertemiz sulardan sert dağ platosuna sonra tekrar tropik yağmur ormanları ve kozmopolit mutfağa götürün. Kahvaltıdan sonra, eve dönüş uçuşunuz için size havaalanına kadar eşlik edecek özel transferiniz ile buluşun. Tatilinizi her zaman uzatabilir ve kendinize Avusturalya'nın büyüleyici deneyiminden biraz daha uzun süre yararlanmak için zaman tanıyabilirsiniz."
    }
  ],
  "map": ""
}