{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST01516",
  "tourName": "Fiji, Avustralya, Yeni Zelanda Tatil Paketi",
  "placesVisited": "Avustralya, Yeni Zelanda, Tahiti",
  "generalInfo": "Büyüleyici yerlileri, olağanüstü manzaralarıyla sanatçılara ve yazarlara yüzyıllardır ilham kaynağı olan bölgeyi; yeni evliler geleceklerini, ruh eşleri geçmişlerini kutlamak için ziyaret ediyorlar. Hayalini kurduğunuz herşeye sahip olan Fiji, Avustralya, Yeni Zelanda Tatil Paketi 2018, tasavvur ettiğinizin çok ötesinde. Güney Pasifik’te daha fazla yer görmek isterseniz lütfen Zicasso’nun çok ülkeli seçeneklerini barındıran Avustralya ve Yeni Zelanda tur sayfalarını ziyaret edin.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "24",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Fiji’ye Hoşgeldiniz!",
      "description": "Fiji, tartışmasız gezegenin en dostane yeri... hatta daha fazlası. Eğer macera senin ruhundaysa, Fiji onu şımartacak yer. Fiji Adaları, başka hiçbir yerde bulunmayan turistik mekanlarla dolu 300'den fazla adadan oluşan bir takımada. Aradığınız ister romantizm ister dinlenme olsun ya da bütünüyle kültürel olsun, hatta ister deniz turu ister uçsuz bucaksız bir eko-tur kaçamağı olsun, hepsini burada tamamıyla bulacaksınız. Gümrük ve Göçmenlik işlemlerinden sonra Fiji'deki temsilcimiz sizi Gümrük Salonu’nun dışında karşılayacak."
    },
    {
      "dayNumber": 2,
      "title": "Tivua Adası Günlük  Tekne Turu",
      "description": "\"Ra Marama\" teknesi ya da günlük olarak Denarau'dan kalkan \"Fiji One\" adlı katamaranla yelken açarak, beyaz kumlu plajı ve 500 dönümlük mercan bahçeleriyle çevrili Tivua Adası'na gidin. Tekne gezisi; şnorkelle dalış ve cam altlı tekne turları, tropikal açık büfe öğle yemeği, sabah ve ikindi çayı, Tivua Adası'nda bira, şarap ve meşrubat, kava töreni ve eğlence, voleybol, kano kullanımı, şnorkelli yüzme ekipmanı ve plaj matlarını içerirken, ek ücret karşılığında ise gün boyu çaparı, tüplü dalış ve spa uygulamaları da sunulmaktadır."
    },
    {
      "dayNumber": 3,
      "title": "Serbest Zaman",
      "description": "Otelde 1 Gece"
    },
    {
      "dayNumber": 4,
      "title": "Auckland’a Hoşgeldiniz",
      "description": "“Yelkenler Şehri” Auckland'a hoş geldiniz. Auckland, güzel manzaralardan adrenalin pompalama serüvenine, birinci sınıf yiyecek ve şaraba kadar sofistike kozmopolit bir şehirle ilgili her şeyi sunuyor."
    },
    {
      "dayNumber": 5,
      "title": "Kelly Tarlton’ın Sualtı Dünyası",
      "description": "Tamaki Drive yolunda, Auckland şehir merkezinden sadece dört mil uzaklıkta, birinci sınıf bir deneyim ve Yeni Zelanda'nın en iyi turistik yerlerinden biri yer alıyor. Kelly Tarlton kar, buz ve su harikaları diyarıdır. Antarktika Buluşması, Antarktika'nın geçmişini, bugünü ve ötesini keşfetmek için heyecan verici ve eşsiz fırsatlarla dolu bir deneyim. Bu donmuş habitatta yaşayan Kral ve Gentoo Penguenleri’nin oyunbaz kolonilerine tanıklık edin, onları karda oynarken, yüzerken ve buz örtüsünün altına dalarken izleyin. Bu muhteşem kuşlarla daha yakın bir karşılaşma yok."
    },
    {
      "dayNumber": 6,
      "title": "Auckland'ın Her İki Dünyanın En İyisi",
      "description": "Sabahları Auckland şehrinin en iyi turistik yerlerini ve öğleden sonra vahşi doğayı deneyimleyin. Auckland, 48 uyuyan volkanik zirve ile ışıltılı Waitemata ve kara kara düşünen Manukau limanları arasında yer alıyor. Auckland'ın merkezi iş bölgesi üzerinden, Auckland Üniversitesi'ni geçerek Domain olarak bilinen şehir içi parkına doğru seyahat edin. Tarihi Devonport'taki Narrow Neck Plajı'nda yürüyüş yapmak için Liman Köprüsü’nden Auckland'ın Kuzey Kıyısı'na gitmeden önce, tarihi binalarıyla pitoresk Ponsonby banliyösünde devam edin. Güney Yarımküre'deki en büyük marinalardan biri olan Westhaven Marina'ya giden Liman Köprüsü'ne geri dönün. Daha sonra Viyadük Limanı'na gitmeden önce Auckland Balık Pazarı'nı ziyaret edin."
    },
    {
      "dayNumber": 7,
      "title": "Auckland’dan Rotorua ve Waitomo Mağaraları Turu",
      "description": "Bugün, Auckland'dan güneye, Waikato'nun zengin tarım alanlarından Waitomo'ya kadar seyahat edeceksiniz. Mağaraların uzun galerileri ve yüksek odalarında rehber eşliğinde bir tur atın. Turunuza, mağara tavanında asılı binlerce ateş böceğinin aydınlattığı Glowworm Mağarası’nda tekne turu ile devam edin. Ziyaretinizden sonra, aracınıza tekrar binerek Rotorua'ya doğru devam edin."
    },
    {
      "dayNumber": 8,
      "title": "Rotorua'nın Efsaneleri",
      "description": "Rotorua’nın en iyi eğlence programlarını görün. Bu turda minivan taşımacılığı ve üç popüler Rotorua eğlence programının girişi yer alıyor: Maori kültürünü öğrenebileceğiniz jeotermal bölge Te Puia, Rainbow Pınarları ve ünlü koyun şovu ile Agrodome."
    },
    {
      "dayNumber": 9,
      "title": "Hobbiton Film Seti ve Çiftlik Turu",
      "description": "Turunuz, Kaimai Sıradağları'ndan The Shires Rest Cafe'ye uzanan manzaralı bir yolculuk ile Rotorua'dan başlıyor. Ardından Kaimai Sıradağları'nın muhteşem manzarasına sahip pitoresk 1.250 dönümlük koyun çiftliğinde devam ediyor. Rehberiniz, Hobbiton setinin nasıl yaratıldığının büyüleyici detaylarını anlatan on dönümlük bir alanda size eşlik edecek. Hobbit delikleri, Yeşil Ejderha Hanı, Değirmen ile Yüzüklerin Efendisi ve Hobbit filmleri için yaratılan diğer yapıları izleyerek, Waikato tarım arazisinin bu güzel parçasının Orta Dünya'daki Shire'a nasıl dönüştüğünü görün. Büyüleneceğiniz set turunuzu tamamlandıktan sonra The Shires Rest'e ve daha sonra Rotorua'ya geri döneceksiniz."
    },
    {
      "dayNumber": 10,
      "title": "Wellington'a Hoşgeldiniz",
      "description": "Wellington'un kompakt köy benzeri büyüklüğü, şehri yürüyerek dolaşmak için kolay bir yer haline getiriyor, ancak kozmopolit niteliğiyle büyük bir şehrin çok yönlülüğünü de barındırıyor. Teleferikle Wellington Botanik Bahçesi'ne ve şehirle limanın muhteşem manzarasına hakim stratejik nokta Carter Gözlemevi'ne gidin ya da Wellington'un ünlü kafe kültürünü öğrenmek ve pek çok şehir kafesinden birinde lezzetli bir öğle yemeği yiyerek deneyimlemek için şehrin sokaklarında dolaşın."
    },
    {
      "dayNumber": 11,
      "title": "Yüzüklerin Efendisi Turu",
      "description": "Bugün, Victoria Dağı’nda başlayan Yüzüklerin Efendisi Lokasyonları Turu’nun tadını çıkarın, gözcü tepesini ardından Shire’ın dışı, Hobbiton Ormanları ve Dunharrow gibi Üçleme’nin çekimlerinde kullanılan mekanları gezin. Daha sonra Ayrıkvadi’nin lokasyonu olan Hutt Vadisi’nden Kaitoke Bölgesel Parkı’na gidin. Isengard, Isen Sığlıkları ve Anduin Nehri ziyaretleri sırasında Miğfer Dibi ve Minas Tirith’in çekildiği yerleri görün. Bu tam günlük tur, Ork boyutlarında piknik şeklinde öğlen yemeğini ya da kafe tarzı öğlen yemeğini, aynı zamanda meşhur Weta Mağarası ziyaretini de kapsıyor."
    },
    {
      "dayNumber": 12,
      "title": "Sidney'e Hoşgeldiniz!",
      "description": "Zarif Sidney… canlı yaşamı, karakteri ve cüretkar tavrıyla kozmopolit bir uluslararası şehir. Çok kültürlülük, zengin yemek deneyimleri bolluğu anlamına gelir. Opera Binası ve Liman Köprüsü gibi bildiğiniz tüm simgeleri bulacağınız gibi, ilginç insanlar, kültürel canlılık ve olumlu bir ruh da bulacaksınız."
    },
    {
      "dayNumber": 13,
      "title": "Mavi Dağlar Yaban Hayatı ve Yürüyüş Turu",
      "description": "Bu sabah şehir otelinizden ayrılarak, Avustralya kırsalının derinliklerinde vahşi kangurularla sabah çayının tadını çıkarmadan önce Sidney Liman Köprüsü ve Sidney 2000 Olimpiyat Oyunları sahasını geçerek seyahat edin. Kanguruları, ek olarak dost canlısı papağanları ve Avustralya tepeli papağanlarını çok yakından görün."
    },
    {
      "dayNumber": 14,
      "title": "Yürüyüş Turu",
      "description": "Bu sabah kahvaltı otelinize dahildir. Sabah, Mavi Dağlar’daki otelinizden çıkın ve yürüyüş yolunun başına gelin. 3 saatlik rehberli yürüyüş turunun tadını çıkarın. Öz güdümlü harita kiti/rota bilgisi, bir içecek dahil tam piknik öğle yemeği ile donatılacaksınız. Öğleden sonra Manzaralı Demiryolu'nda yeniden tura katılın ve Sidney'e geri dönün."
    },
    {
      "dayNumber": 15,
      "title": "Sidney ve Bondi",
      "description": "Sydney Pass - Bir bilet 24 saat boyunca geçerlidir, Sidney ve Bondi turlarını kapsar. Avustralyalı bir televizyon ve radyo kişiliği tarafından okunan bir yorumla, şehirde yolculuk ederken kesinlikle eğlenecek ve bilgilendirileceksiniz. En üst güverteden ünlü Opera Binası ve Liman Köprüsü'nün muhteşem manzarasını seyredin. Uygun zamanınızda kolay bir şekilde kullanacağınız 31 duraktan oluşan Hop On Hop Off ile Sidney'in sunduğu en iyi şeyleri keşfedin. Denizcilik Müzesi, Çin Bahçeleri, Campbells Koyu, Hyde Park veya Botanik Bahçeleri’ni ücreti karşılığı ziyaret edin. Star City Casino veya Sidney Açık Hava Sineması'nda bir akşam planlayın ya da gününüzü Palm Plajı, Bondi Plajı'nda dinlenerek geçirin veya balina gözlemciliği için zaman ayırın."
    },
    {
      "dayNumber": 16,
      "title": "Liman Ekspresi Hop On Hop Off",
      "description": "Hop On Hop Off, liman çevresindeki sekiz turistik mekanı ziyaret etmeyi kolaylaştırır. Darling Limanı'na tekne turuna, Taronga Hayvanat Bahçesi’ne, Watson Körfezi’ne, Lunapark’a, Fort Denison’a, Köpekbalığı Adası’na, Manly ve Circular Quay'e gidin. Geçiş 24 saat geçerlidir."
    },
    {
      "dayNumber": 17,
      "title": "Tobruk Koyun Istasyonu Taşra Deneyimi",
      "description": "Gerçek Avustralya'yı görün! Şehrin telaşlı hareketliliğinden uzaklaşın ve Sidney'in en çarpıcı kırsal alanlarından birinde açık otlakların, barajların ve Avustralya çalılarını tecrübe edin. Liman Köprüsü üzerinden seyahat edin. Tobruk'a varışta at sırtında Avustralyalı bir sığır çobanı tarafından karşılanacaksınız. Drovers Kampı'nda rahatlayın ve kamp ateşi üzerinde Damper ve Billy Çayı yapmayı öğrenin. Tereyağı ve Golden Şurup ile taze yapılmış bir çeşit ekmek olan damperin tadını sabah çayınızla birlikte çıkarın. Tobruk'un tarihi ve bir sığır çobanının hayatı hakkında bilgi edinin. Uzaktaki otlaklardan size doğru sürülen koyun ve kuzularla kişisel yakınlık kurun. Sürüyü bir araya toplamanın tatbikini gösteren çobanları ve köpeklerini izleyin. Devamında yün odası sunumunun olduğu koyun kırpma tatbikinin bir parçası olun. Yetenekli çobanların kamçı şaklatma ve bumerang atma performansını izleyin. Kamçı şaklatmayı ve bumerang atmayı öğenin. Tobruk Station Woolshed Restoran'da otantik Aussie Tucker'ın keyfini çıkarın ve Stockman's Bar'da bir içki için. Çiftlik hatırası için hediyelik eşya dükkanına göz atın. Sidney'e döndüğünüzde, Hawkesbury Nehri Vadisi ve Mavi Dağların manzarasını sunan harika fotoğraf fırsatlarından yararlanın."
    },
    {
      "dayNumber": 18,
      "title": "Cairns",
      "description": "Tropical Kuzey Queensland'in kalbi olan Cairns, yağmur ormanlarının sıra dağları ve ışıltılı Mercan Denizi'nin muhteşem ikiz fonlarıyla çevrelenmiş, Kuzey Avustralya ve Büyük Bariyer Resifi'nin ana geçididir. Modern, sofistike şehir, daha geniş Tropikal Kuzey Queensland bölgesini ve Dünya Mirası listesinde yer alan Resifi, Yağmur Ormanları ve taşrasını keşfetmek için ideal bir başlangıç noktasıdır."
    },
    {
      "dayNumber": 19,
      "title": "Serbest Zaman",
      "description": "Otelde 1 Gece"
    },
    {
      "dayNumber": 20,
      "title": "Aborjin Daintree Rüya Turu",
      "description": "Cairns ve Port Douglas'dan özel günlük tur macerasında bu bölgedeki zengin Aborjin tarihini ve kültürünü tecrübe edin. Port Douglas'ın kuzeyine Cooya Plajı'na doğru ilerlerken, Avustralya'nın en doğal sahil yollarında seyahat edin. (Kuku Kuku) Bu özel mekan, Kuku Yalanji halkının geleneksel balıkçılık alanı ve üç farklı ekosistem; plaj, mangrov ve kıyı resifidir. Burada Kuku Yalanji Kültürel Habitat Turu’nda Kubirri Warra kardeşlerin birinden; mızrağın nasıl atılacağını ve diğer yerel avlanma tekniklerini öğrenin. Takibin nasıl yapılacağını, mangrovlarla balık, çamur yengeci ve midyelerin nasıl avlanılacağını öğrenirken, onların geleneksel topraklarında kardeşlerle birlikte yürüyün. Avustralya'da yaşayan ve oraya özgü çeşitli ot, baharat, mantar, meyve, çiçek, sebze, hayvan, kuş, sürüngen ve böcek türü canlıları ve kırsal doğal ilaçları arayın ve hatta deneyin."
    },
    {
      "dayNumber": 21,
      "title": "Büyük Bariyer Resifi Tekne Gezisi",
      "description": "Büyük Bariyer Resifi’nin büyüsünü yaşamak için hızlı ve güvenilir bir katamaranla doğrudan Cairns'den hareket edin. Resif'te, her havaya elverişli platformu tüm aktivite seviyelerine hitap ediyor. Korunan mercan lagününde şnorkelle yüzün veya kuru kalın ve yarı dalgıç resif izleyicisinden, cam tabanlı tekneden veya sualtı gözlemevinden resifleri görün. Bir masaj terapisti de bulabileceğiniz geniş güneşlenme terasında ara verin."
    },
    {
      "dayNumber": 22,
      "title": "Serbest Zaman",
      "description": "Otelde 1 Gece"
    },
    {
      "dayNumber": 23,
      "title": "Sidney’e Dönüş",
      "description": "Travelodge Wynyard, tüm önemli turistik mekanlara, dükkanlara, restoranlara, tiyatroya ve ticari bölgelere yürüme mesafesinde ve Sydney'in sunduğu her şeyi deneyimleyebileceğiniz ideal konumu ile ünlü."
    },
    {
      "dayNumber": 24,
      "title": "Eve Dönüş",
      "description": "Bugün Sidney’den muhteşem anılarla ayrılarak eve dönüyorsunuz."
    }
  ],
  "map": ""
}