{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST01515",
  "tourName": "Fiji Ve Yeni Zelanda'ya VIP Romantik Kaçamak Turu: Özel Bir Gezi",
  "placesVisited": "Avustralya, Yeni Zelanda",
  "generalInfo": "Bembeyaz kumlu plajların romantizminin el değmemiş karların cazibesiyle birleştiğini hayal edin. Konforlu yağmur ormanlarının gölgelerinde gezebileceğiniz ve Douglas köknar ağaçlarıyla kaplı dağın zirvesine teleferik gondollarıyla eğlenceli bir yolculuk yapacağınız bir yer hayal edin. Tropikal hindistancevizinin tatlı kokusu sedir ağacının alp aromasıyla karışsın. Fiji ve Yeni Zelanda'ya yapacağınız romantik kaçamak turu, sizi Fiji'nin özel ada cennetinden Yeni Zelanda'nın Güney Adası çevresindeki alp zevklerine götürecek şekilde ayarlanmıştır. Doğal manzaralar ve hakiki lükslerden zevk alacaksınız.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "12",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Cennette Aşk",
      "description": "Fiji turları, dopdolu romantizmi ve sonsuz çeşitliğiyle bilinir. Eşi benzeri olmayan renklerle ışıldayan el değmemiş mercan resiflerinin, adayı zümrüt rengi bitki örtüsüyle kaplayan tropikal ormanların, taze yemeklerin, sımsıcak tabiatın ve denize karşı lüks manzaranın keyfine varın. Özel aracınız sizi Taveuni Adası'ndaki havaalanında karşılar ve tekneye bineceğiniz yere kadar eşlik eder. Su serin ve ferahlatıcıdır; yumuşak bir esinti okyanusa yayılır. Hava, denizin taze ve ferah kokusuyla dolar. Tekne hareket ettiğinde rüzgar yanaklarınızı okşar ve Viti Levu’nun ana adası yavaş yavaş gözden kaybolur. Matangi’nin at nalına benzeyen adası görüş alanınıza girer. Balta girmemiş orman kusursuzdur. Plajlar toz gibi beyaz kumlarla adeta ışıldar. Ebegümeci çiçeklerinin tatlı kokusu deniz kenarı kokusuna karışır. Palmiye ağaçları lüks bir gölge oluşturarak plaja doğru eğilir."
    },
    {
      "dayNumber": 2,
      "title": "Cennete Kaçış",
      "description": "Uyandığınız zaman, dalgaların yumuşak kum üzerinde gidip gelişini, suyun sahile hafif hafif vuruşunu duyun. Hindistancevizinin kokusu havada buram buram yayılır. Tropikal meyveler yemeklerinize taze ve geleneksel tonlar ekleyerek kahvaltınıza eşlik eder. Partnerinizle beraber masanıza oturur ve küçük teknelerin avlanmak üzere açıldığı azur mavisi sulara bakarak kahvaltınızı edin. Lezzetli bir lokmayı sevdiğinizle paylaşmanın hevesiyle şu ana kadar tattığınız en tatlı en lezzetli ananastan bir lokma alın."
    },
    {
      "dayNumber": 3,
      "title": "Yakınlaştıran Ada Lüksü",
      "description": "Sabahın ilk ışıklarında orman ağaçlarında cıvıldayan meyve güvercinlerinin şarkılarına kulak verin. Kuşlar yelpazeye benzer kuyruklara ve portakaldan pomelolara kadar bir çok meyvenin rengini anımsatan rengarenk tüylere sahiptir. Kahvaltıdan sonra özel ada kaçamağınızın romantizmine kendinizi iyice kaptırmanız için gün bir kez daha size aittir. Adanın nefes kesen manzarası ve düz arazideki yeşil yağmur ormanlarını daha derinden hissedebilmek için, rehberli bir turla ya da tek başınıza adanın kuytularına doğru gezintiye çıkın."
    },
    {
      "dayNumber": 4,
      "title": "Harika Güneş Işığı",
      "description": "Şafakta, tenha burenizden çıkın ve beyaz kumlu kıyıya adım atın. Partnerinizle beraber, serin sabah melteminin ve ayaklarınızın altındaki yumuşacık, soğuk kumun keyfini çıkartın. Güneş, Fiji semalarında açık mor ve yumuşak pembe katmanlar oluşturarak ufukta yükselmeye başlar. Gecenin mavi siyahı solarak yerini lekesiz mavi gökyüzüne bırakır."
    },
    {
      "dayNumber": 5,
      "title": "Doğanın İhtişamının Kenarında",
      "description": "Sabah, şakıyan kuşların sesleri ve okyanusun kıyıyı nazik nazik okşamasıyla uyanın. Kahvaltıda rambutandan hindistancevizine kadar çeşitli tropikal meyvelerin dolgun tatlılığıyla kendinizi şımartın, muzların bile pek leziz bir cazibesi vardır."
    },
    {
      "dayNumber": 6,
      "title": "Yakınlaştıran Geziler",
      "description": "Yeni Zelanda tatilinizin ilk sabahı sizi taze demlenmiş çay kokusuyla karşılar. Rahatlatan konforlar sizi Güney Alpleri boyunca çıkacağınız bir yolculuğa hazırlar. Özel aracınız sizinle otelin lobisinde buluşur ve size TranzAlpine Treni’ne bineceğiniz tren istasyonuna kadar eşlik eder. Tren, Güney Adası’nın batı ucunda yer alan Christchurch’ten Greymounth’a kadar 224 kilometre seyahat eder. Klasik bir dekorla donatılmış lüks vagonunuza adım atın. Büyük cam pencereler,  her koltuktan size kusursuz manzaranın görünümü sunar. Kahve ve hamur işlerinin kokusu vagonu doldurur."
    },
    {
      "dayNumber": 7,
      "title": "Birlikte Buza Dokunuş",
      "description": "Sabah, köy gibi hissettiren dağ kasabasına uyanın. Tertemiz hava yüksek rakımda dalgalanır. Dağın kenarında, yeşilliklerin açıldığı dağın aşağısında uzanan ince bir şelale görürsünüz. Rehberiniz sizi Franz Josef Buzulu’nun tamamını görebilmeniz için helikopter uçuşuna çıkacağınız piste götürür. Buzullar, Güney Alplerinden deniz seviyesinin en az 305 metre yukarısında, hareket ederken donmuş bir sel gibi iki dağ zirvesi arasında sıkışır. Tadını doya doya çıkartacağınız manzara, görkemli ve engelsizdir. Buzulun etrafındaki eşi benzeri olmayan rakipsiz manzaranın karşısında, heyecandan kalbinizin göğüs kafesinizde daha hızlı çarptığını hissedin."
    },
    {
      "dayNumber": 8,
      "title": "Çekici Alp Huzuru",
      "description": "Sabah uyandığınızda bir önceki günkü muhteşem buzulun genişliğini düşünerek bir ürperti hissedebilirsiniz. Sıcak, taze bir fincan çayı yudum yudum için ve kupanın sıcaklığının parmaklarınızı ısıtmasına izin verin. Kahvaltıdan sonra, Franz Josef ve Fox Buzullarının ambiyansını geride bırakarak ünlü alp şehri Queenstown’a doğru yol alın. Deniz seviyesinden 564 metre yukarıda olan Haast Geçidi üzerinden yolculuk edin. Köprü, Haast’ın geçitlerinin gürüldeyen beyaz suyunun üzerinden geçer; şelale, dağ yamacından parlak mavi sularını kayalar üzerinden köpürdeyerek akar ve 5 metre yukarıdan dökülür."
    },
    {
      "dayNumber": 9,
      "title": "Güney Adası’nın Şehvetli Lezzetleri",
      "description": "Wakatipu Gölü'nü seyredin ve suyun yüzeyinin pürüsüz aynasını bozan rastgele dalgalanmaları görün. Bir teleferik direkt olarak kasabadan yola çıkarak deniz seviyesinden 1748 metre yüksekteki Bob’s Doruğu’na kadar çıkar. Kahvaltıdan sonra özel aracınız sizi otelden alır ve değerli Merkez Otego şarap bölgesine kadar size eşlik eder. Vişne ve kayısı meyvelikleri, vadiden eşsiz engebeli tabiatın çıplak kayalıklarla iç içe geçtiği yamaçlara kadar uzanır. Bugün, vadi tepe yamaçlarını, dümdüz arazileri üzüm bağları kaplar; arsadaki değişikliler şaraba çeşitli özellikler katar."
    },
    {
      "dayNumber": 10,
      "title": "Muhteşem Boğaz",
      "description": "Rehberiniz, sabah, Fiordland Milli Parkı'nda bulunan Milford Sound’a doğru heyecan verici bir tura başlamak üzere sizinle buluşur. Yeni Zelanda çevresindeki manzaranın güzelliği tartışılamaz ancak, Milford Sound'a giden yolda manzaranın güzellikten şaşkınlık verici saf bir forma döndüğünü görün. Erimiş buzullar kayalıkları aşındırarak, suya yukarıdan bakan 1517 metre boyunda “Fil” olarak anılan kayalık da dahil olmak üzere 1189 metrelik kayaları oyarak Milford Sound’u şekillendirir. Haliç Tasman Denizi’nden iç karaya doğru yaklaşık 14 kilometrelik bir girinti oluşturur."
    },
    {
      "dayNumber": 11,
      "title": "Güney Adası’nda Serbest Zaman",
      "description": "Wakatipu Gölü sabahın ilk ışıklarının üzerini kaplamasıyla hayat bulur. Remarkables Dağları, tertemiz gökyüzüyle göze çarpan bir tezat oluşturur. Gün, şehrin ve çevresindeki bölgelerin keyfini çıkarmanız için size ayrılmıştır. Esplanade Gölü’nün kenarında, mağazaların arasında gezinin ya da bütün şehrin mükemmel manzarasını görme şansını elde edeceğiniz Bob’s Doruğu’na teleferikle çıkın. Şehirdeki son romantik gününüzde, kendinizi ve sevdiğinizi şımartmak için şehirdeki pek çok lüks spa merkezinden birini ziyaret edin."
    },
    {
      "dayNumber": 12,
      "title": "Güneyin Güzelliği",
      "description": "Kayın ormanı ve Douglas köknarları yamaçları bir halı gibi kaplayarak, Bob's Doruğu’nun eteklerine tırmanır. Ağaçlar havaya çok hoş bir baharat kokusu salar. Kahvaltıda, gölün durgun yüzeyinin berrak görüntüsünü bir kez daha doya doya seyredin. Yerliler ve ziyaretçilerle dolan kasaba sabah saatlerinde canlanmaya başlar. Vudu Cafe ve Larder’dan nefis kahve ve hamur işi kokusu yayılır. Haşlanmış yumurtaların ve füme somonun kokusu, kapılardan dışarı çıkarak Rees Caddesi’nden meydana doğru süzülür."
    }
  ],
  "map": ""
}