{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST01511",
  "tourName": "Fiji Ve Avustralya'ya Romantik Kaçamak Tatil",
  "placesVisited": "Avustralya, Tahiti",
  "generalInfo": "Yelkenliyle açılmayı düşündüğünüzde, yelkenler tarafından yakalanan bir rüzgârın çektiği teknenin, açık denizde parıldayan ufka doğru sularda kayarcasına gittiğini hayal edersiniz. Fiji ve Avustralya'ya özel uyarlanmış romantik kaçamak tatiliniz, Fiji’deki zümrüt yeşili ağaçlardan başlayarak sizi Sidney Opera Binası'nın ünlü dalgalanan yelkenlerine götürerek, adalara ve yelkenlilere hayat verecek. Kendinizi kıyıda yıldızlarla aydınlatılmış bir akşam yemeğinin romantizmi ile şımartın ve kozmopolit bir şehrin lüks mahallelerini keşfedin. Bu 12 günlük turda, sevdiğiniz biriyle Fiji'nin tropikal lüksüne ve Sidney'in modern konforuna sahip olacaksınız.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "12",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Davui Adası – Dopdolu Tropikal Romantizm",
      "description": "Fiji egzotik ağaçların, berrak suların, dost canlısı insanların ve yumuşak kumlu plajların efsunlu görüntülerini içerir. Nadi Uluslararası Havaalanı'na vardığınızda, buranın bir ada ülkesinden çok daha fazlası olduğunu çabucak anlayacaksınız. Özel transferiniz sizi Davui Adası'na yapacağınız feribot yolculuğuna götürmek üzere havaalanında sizi bekler. Takım adaların en büyüğü olan Viti Levu, uzun çimlerden yayılan bir ebegümeci kokusuna sahiptir. Çok geçmeden sizi çivit sular üzerinden hızla götürecek servis botuna binersiniz."
    },
    {
      "dayNumber": 2,
      "title": "Davui Adası - Egzotik Romantizm'in Keyfini Çıkartın",
      "description": "Sabahları, açık suyun güzelim manzarasına uyanacaksınız. Balkondan çıkıp ayaklarınızı soğuk sabah kumu içine daldırın. Beyaz, toz gibi yumuşak kum tabakası okyanusa karışır. Kahvaltıda adaların renkleri ışıltılı bir şekilde parlamaya devam eder, büyük hindistan cevizinden diri ananasa, hatta greyfurda benzeyen ama daha narenciye portakal aromalı etli pomeloya kadar, takımadaların çevresinde bulunan yerel lezzetlerle doludur. Gün, adanın keyfini dilediğiniz gibi sürmeniz, “yalınayak lüks” konotasyonun anlamını kavramanız için sizindir."
    },
    {
      "dayNumber": 3,
      "title": "Büyüleyici Lagün",
      "description": "Kahvaltıda, banyan ağacının gölgesi altında sulu bir rambutanı ısırırken hem manzaranın hem de sevgilinizin size eşlik etmesinin çıkaracaksınız. Tatlı meyvenin aroması yumuşak deniz esintisine karışır ve bu özel adada geçirdiğiniz her gün manzara daha da güzelleşir. Kahvaltıdan sonra, Viti Levu sahilinden yaklaşık 13 kilometre uzakta bulunan Beqa Lagoon'a bir günlük gezi için rehberinizle buluşacaksınız. Wetsuit'inizi (bir çeşit dalış giysisi) giyeceksiniz ve sıkı giysinin vücudunuzu ikinci bir cilt gibi sardığını hissedeceksiniz. Daha sonra dalış tüplerinizi sırtlayın ve su atlayarak rehberinizi aşağıda takip edin."
    },
    {
      "dayNumber": 4,
      "title": "Çılgın Gün Gezisi",
      "description": "Ertesi gün, sahildeki balkonunuzda uzanıp, partnerinizle paylaşacağınız özel bir kahvaltı ile sabahı geçirin. Önünüzdeki güzelliğe gereksiz dikkat dağınıklığı yaratmadan kıyıya hafif hafif vuran dalgaları dinleyin. Yemeğinizden sonra, Navua Nehri boyunca günübirlik bir gezi için özel bir transferinizle Viti Levu'ya gideceksiniz. Nehir, Gordon Dağı'ndan başlar ve okyanusa ulaşmadan önce sık ormandan yaklaşık 64 kilometre akar. Yukarı Navua Nehri, yağmur ormanları yaylalarının etrafını sarmakta ve tepeleri dar vadilere dönüştürerek oymaktadır."
    },
    {
      "dayNumber": 5,
      "title": "Çiftlere Özel Bir Gün",
      "description": "Kahvaltı için uyanıp, bir yandan asmadan taze üzüm salkımları koparabileceğiniz ve diğer yandan elinizi ısınan hoş kumlara daldırabileceğiniz plajda piknik yapmaya karar verirsiniz. Sahil cenneti, siz ve partnerinizin arasındaki zaten romantik ambiyansı arttırır. Bugünü birbirinizi şımartarak geçireceksiniz, modern yöntemleri eskilerden kalma bakımla birleştiren çiftler için spa bakımıyla serinletici bir gün geçirerek rahatlayacaksınız. Taze hindistancevizi sütünün kokusu deniz meltemi ile karışır. Küçük kıvrak dalgalar masajın müziği haline gelecektir. Masözünüzün rahatlatıcı bir dokunuşuna kendinizi bırakırken tatlı, büyüleyici hindistancevizi aromasını kucaklayacaksınız. Geceleri, siz ve eşiniz yıldızların altında, suyun yanında özel bir masada oturabilir ve özel hazırlanmış bir menünün tadını çıkarabilirsiniz."
    },
    {
      "dayNumber": 6,
      "title": "Davui Adası - Mutfağın Duygusallığı",
      "description": "Geçtiğimiz birkaç gün boyunca, yiyeceklerin duyusal doğasını keşfettiniz, yerel geleneksel meyvelerin ve adanın mutfağının lezzetlerinin tadını çıkararak, her öğünde partnerinizin yarenliğinden keyif aldınız. Kahvaltıdan sonra, bir veya birkaç lezzetli Fiji yemeğinin nasıl hazırlanacağını öğreneceğiniz bir aşçılık demonstrasyonuyla zaman geçireceksiniz. Adalar çevresinde yakalanan taze deniz ürünleri sizin emrinize amadedir. Şefiniz, bu sabah erkenden yakalanan taze karidesleri içinde bekleteceğiniz bir lolo, hindistancevizi kremasını nasıl yapacağınızı gösterir.  Soğan ve domatesleri ekleyip, malzemenin yemek hazır tatmaya hazır olana kadar yavaşça pişmesine izin verin. Tatlı ve tuzlu tatlar, her lokmada mükemmel bir şekilde birbirine karışır, yemeği zenginleştirir ama ağırlaştırmaz. Demonstrasyon, sizi ve partnerinizi bir araya getirir ve partnerinizle bu yemeği ilk fırsatta evde yapmaya karar verirsiniz."
    },
    {
      "dayNumber": 7,
      "title": "Davui Adası - Göz Kamaştıran İhtişam",
      "description": "Her sabah sallanan palmiye ağaçlarına, adanın beyaz kumlarına uyanacaksınız ve kendinize bu tropik cennetin gerçek olduğunu ve ada yaşamının lüksünü paylaştığınız kişinin gerçek olduğunu hatırlatmak zorunda kalacaksınız. Fiji'de geçireceğiniz son gününüzü, havuzda güneşlenerek ya da okyanusa ayaklarınızı sokarken bu gibi bir içeceği yudumlayarak zevkinize ve arzularınıza göre geçirin. Maceralı bir gün için, limanda rehberinizle karşılaşacağınız ve yağmur ormanı gölgesine gireceğiniz Viti Levu'nun yağmur ormanlarına geri dönebilirsiniz. Yoğun zümrüt yaprakları, tırmanmakta olduğunuz ağaçlarda yukarı doğru daha parlaktır."
    },
    {
      "dayNumber": 8,
      "title": "Sidney - Liman Hayatının En İyisi",
      "description": "Sabah uyandığınızda, bozulmamış plaja bakan özel balkonda son bir kez kahvaltı yapmayı daha tercih edebilirsiniz. Esinti ve kırılan dalgalarının müziği, Fiji'ye geldiğinizden beri sizi göklere çıkartan büyüleyici atmosferi yaratır. Yemeğinizin ardından, tesisin teknesi sizi Sidney, Avustralya'ya uçuşunuz için havaalanına götüren özel bir transferin yapıldığı Viti Levu'daki yat limanına geri götürecektir. Şehir, insanların şık kıyafetler ve zengin yemeklerin yanı sıra sörf ve kumdan da keyif aldıkları, yemyeşil bir kıyı ile rahat bir sahil enerjisine sahip. Burada özel transferiniz sizi havaalanında karşılayacak ve Sidney Opera Binası'nın büyüleyici çatı yelkenlerine ev sahipliği yapan Darling Limanı manzaralı lüks bir otele kadar sizi eşlik edecek."
    },
    {
      "dayNumber": 9,
      "title": "Sidney - Birlikte Keşif",
      "description": "Sidney'deki ilk sabahınızda, gündoğumu ufukta dolaşır ve opera binasının beyaz seramik çinileri üzerinde turuncu ve mor katmanlar döker. Işık, sabah tonlarını yansıtmak için tasarlanmış bozulmamış kemerli tasarımda parıldar. Kahvaltıda, limandan uzaklaşan teknelerin romantik bir görüntüsü ile ferahlatıcı sahil melteminin keyfine varacaksınız. Yemeğinizi yedikten sonra, ana caddelerden uzakta şehrin farklı bir manzarasının keyfini çıkarabileceğiniz şehir manzarasını keşfetmek üzere bisiklete binebilirsiniz. Siz ve partneriniz, çiçek açan nilüferlerin ve güllerin aromasının 19. yüzyılın başlarından bu yana gür yeşillikleri süslediği, Kraliyet Botanik Bahçeleri'nde yan yana bisiklet sürersiniz."
    },
    {
      "dayNumber": 10,
      "title": "Sidney - Parlak Plajlar",
      "description": "Bondi Plajı, muhteşem köpüklü dalgaları, neşeli rahat atmosferi ve suya bakan ahşap platformu üzerinde balık ve patates cipsi servis eden zarif modern yemek mekanlarının birleşimi ile bilinir. Kahvaltıdan sonra, davetkar altın kumlar boyunca sahilden uzaklara hızlı bir yolculuğa çıkacaksınız. Dalgalar körfezin kıyılarına doğru kıvrılır ancak akıntı suyu Bondi Icebergs yüzme kulübünün altındaki olimpik yüzme havuzunun kenarlarına iter. Kulüp 1929'da kuruldu ve kışın bile yüzme imkanı sunan bir yer olmaya devam eder."
    },
    {
      "dayNumber": 11,
      "title": "Sidney - Şehirde Romantizm",
      "description": "Feribotların, şehir merkezinin karşısında banliyölerin sıralandığı kıyılardan geçtiği limandaki hareketli enerjiye uyanın. Kahvaltıdan sonra, siz ve partneriniz serbest vaktinizde Sidney ve çevresinin keyfine varacaksınız. Mavi Dağlar Milli Parkı'nın doğal görkemine şahit olmak için şehir dışına çıkın ya da genç profesyoneller, yerel kafeler ve büyüleyici bir park ile dolu Gleve semtinde gezintiye çıkın. Otelin yakınında doğal limanın çıkıntılı diliminde yer alan Kayalar bulacaksınız."
    },
    {
      "dayNumber": 12,
      "title": "Sidney - Okyanusu Geçiş",
      "description": "Kraliçe Victoria Binası 1890'ların sonlarında inşa edilmiş ve bütün bir şehir bloğunu doldurduğu için 189 metre uzunluğundadır. Kraliçe Victoria Binası, Sidney şehir merkezini süslemeye devam eder ve içinde taç giyme töreninin orijinal saatlerini gösterir. Şehir, sokak kenarındaki kafelerden, rahat günlük ambiyansın arkasına saklanmış şık sanat görüntülerine kadar cazibeyle dolup taşar. Kahvaltıdan sonra özel transferiniz sizi eve uçuşunuz için Sidney havaalanına götürür. Bu tatille değerli Fiji sahilleri boyunca gezintiye çıkacak ve sansasyonel Sidney siluetine şahit olacaksınız. Avustralya'da daha fazla seyahat güzergahı için Avustralya turlarını ziyaret ederek konaklama sürenizi uzatabilirsiniz ya da Büyük Bariyer Resifi'ne girmek için kuzeye gidebilir, romantik tatilinize keşfedeceğiniz daha parlak ekosistemle nokta koyabilirsiniz."
    }
  ],
  "map": ""
}