{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST02008",
  "tourName": "Avustralya'nın En İyisi, Yeni Zelanda ve Fiji Turu",
  "placesVisited": "Avustralya, Yeni Zelanda",
  "generalInfo": "Güney Pasifik'te Avustralya, Yeni Zelanda ve Fiji'nin farklı deneyimlerini birleştiren üç cenneti keşfedin. Manzarayı geçin ve üzüm bağlarını buzlu alanlar ve ünlü şehir cazibe merkezlerine sahip egzotik palmiyelerle dolu plajlara bağlayın. Hoşgörü, bu eşsiz üç haftalık güzergahın kalbinde, her gün Pasifik'teki bu sentinelleri keşfetme fırsatıdır; helikopter turları, fiyortlar, denizaltı yolculukları ve vahşi doğada gizli kaplıcalar aracılığıyla yolculuklar.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "22",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Sidney - İkonik Manzara ve  Avustralya'ya Hoşgeldiniz",
      "description": "Sidney'in kalbindeki Parramatta Nehri dilimleri, şehri tanımlamakta ve dünyanın en iyi simgelerinden bazılarını birleştirmektedir. Beyaz yelkenler sularında yansır; ünlü Sidney Opera Binası, uzaktan nehir kıyısına hakimdir. Yolculuğunuza devam edin ve Sydney Harbour Köprüsü'nün muhteşem kemerinin altından geçerek bir sonraki gerekli fotoğrafın canlı çelik parlaklığını geçin. İçinde lüks seyir rüzgarı, şehir yemyeşil tepeler ve uzak zirveleri ile çevrili olduğundan, Sidney'in kırsal ortamını takdir edin. Köprünün altından geçerken öğle yemeği servis edilirken, Avustralya'nın geniş kıyı şeridine doğru yola çıkın. İade üzerine, rahatlamak ve uçuştan kurtarmak için beş yıldızlı otelinize transfer olun. Öğleden sonra Parramatta gemisi, etrafta dolaşmak zorunda kalmadan tüm ünlü mekanlara kolay bir giriş yapmanızı sağlar."
    },
    {
      "dayNumber": 3,
      "title": "Hunter Valley - Butik Üzüm Bağları ve Çarpıcı Mavi Dağlar",
      "description": "Pırıl pırıl bir gök gürültüsü, Sydney'in eteklerine tırmanan bir Dünya Mirası olan Mavi Dağların yeşil okaliptüs kaplı vadisinde yüzer. Avustralya'nın peyzajının ölçeğine  ilk bakışınız, çöken kumtaşı pinnacles, manzaralar sonsuza dek uzadıkça ormanın üzerinde durmaktadır. Özel bir sürücü rehberi size Mavi Dağlara kadar eşlik edecek ve güzergah yürüyüş ve geniş bir keşif için zaman ayırmak için esnek olacaktır."
    },
    {
      "dayNumber": 5,
      "title": "Melbourne - Avustralya'nın Kültür Kentinde İlham Veren Tonlar",
      "description": "Sydney ve Melbourne çok farklı ve yerliler 200 yıl boyunca hangi şehir kurallarına göre tartışıyorlar. Melbourne alternatif olarak gözden geçirir; sokaklar eski dünya cazibesi ve modern alışveriş butikleri, nehir kıyısı, çalgılar müziği ile canlı bir mishmash ve yeşil ormanlar ve boş plajlar etrafında yayılan Victoria bölgesi ile çevrilidir. 33 no'lu rotada Sydney'e dönün ve Wollomi'nin kumtaşı evlerinden havalimanına doğru ilerleyin. Oteliniz, Yarra Nehri'ne bakan Melbourne'nin güneyinde kısa bir iç hat uçuşudur."
    },
    {
      "dayNumber": 7,
      "title": "Adalar Körfezi - Yüce Kıyı Cenneti ve Gelişmemiş Plajlar",
      "description": "Yeni Zelanda, sahillerden dağlara, koyunlarla dolu meralardan baştan çıkarıcı yağmur ormanlarına kadar her şeyi bulanıklaştıran dramatik bir manzaraya sahip olan Tasman Denizi'nin karşısında bekliyor. Auckland'da karaya çıkın ve Adalar Körfezi'ne 35 dakikalık bir iç hat uçuşuna, ıssız girişlere, canlı plajlara ve yunuslarla dolup taşan sulara dolambaçlı bir geniş alana bağlanın. Tropikal tonlar her zaman Yeni Zelanda'nın önyargılarını yansıtmaz; Ülkenin bu şeridi, Fiji'ye Hobbiton'dan çok daha yakın. Köşeniz Paihia, körfezin kesintisiz manzarasına sahip sakin bir sahil kasabasıdır. Varışta spada kendinizi şımartın. Günün geri kalanını sadece manzaranın tadını çıkararak geçirebilirsiniz."
    },
    {
      "dayNumber": 10,
      "title": "Hawkes Koyu - Yeni Zelanda'nın Dramatik Manzaraları ve Şaraphaneleri",
      "description": "Hawkes Körfezi'nin yanından uçarak uçsuz bucaksız uçurumlara doğru uzanan düz ve bereketli manzaraları keşfedin. Kuzey Adası'nın Doğu Sahili, burası sessiz bir kırsal alan, üzüm bağları ve güzel manzaralar eşliğinde güzel bir yolculuk olacak. Tablonuz Napier'in hemen dışında, sahile bakan ve bölgenin ünlü üzüm bağlarına açılan geniş bir özel çiftlikte. Bir bakıma, burun deliklerinizi ülkenin en eski şarap yetiştirme bölgesi vaadiyle doldurmak kolay. Diğerine bak, ve deniz kuşu sürüleri tuzlu esintiyle uçar. Çiftlik çekilmeniz, bölgenin münhasırlık hissini yükseltmek için kendi özel plajına sahiptir. Bu günlerde, insanlardan çok daha fazla koyun göreceksiniz ve keşfetmek için 6000 dönümlük dönüm ile, tüm günlerinizi çiftlikten ayrılmadan harcamak kolay olacaktır."
    },
    {
      "dayNumber": 13,
      "title": "Queenstown - Karla kaplı Dağların ve Muhteşem Fiyordların Arasındaki Macera",
      "description": "Yeni Zelanda'nın Kuzey Adası hakkında her şey sakinleşiyor. Güney Adasına uçun ve neredeyse her şey seni uçurur. Dramatik bir dağ çizgisi, okyanustan hızla yükselir ve sürekli olarak karla kaplı tepelere yükselir. Derin mavi sularında beyaz bir harikalar diyarını yansıtmak için Alp gölleri kontürlerin arasında gizlenmiştir. Fiyordlar, Tazman Denizi'ne sızan büyük açıklıklar olduğu için sahili kaplar. Adanın batı sahilinin neredeyse tamamı bir milli parktır ve UNESCO Dünya Mirası Alanı olarak da korunan 1,2 milyon hektarlık koruma altındaki bir toprak zinciri oluşturur. Panoramaya bir bakış ve hemen keşfetme ilhamını hissediyorsun."
    },
    {
      "dayNumber": 16,
      "title": "Laucala, Fiji - Egzotik Ada Dinlenmesi",
      "description": "iji, önyargılarınızla, Pasifik'teki herhangi bir yerden uzak bir mutluluk takımadalarıyla eşleşecek. Küçük bir ülke, her yerden saat dilimleri, Fiji, tropik renkler her panoramaya hakim; şahane sular kartpostal-mükemmel beyaz kumsallara doğru ilerliyor. Hindistan cevizi ağaçları yeşil ve gölge kanopileri oluşturmak için gökyüzüne kemer oluşturur. Resifler, diğer adaların akıntılarından saklanan el değmemiş, mercan egzotik koleksiyonlarına dayanır. Mükemmel tropik konumu görüntülediğinizde, hayal gücünüzün Laucala Adası'nın nasıl göründüğü ile eşleşir."
    },
    {
      "dayNumber": 21,
      "title": "Laucala - Ayrılış",
      "description": "Üç ülkede üç hafta ve üç farklı tatil izlenimi yaratan bir güzergah deneyimlediniz. Muhteşem lüks tatilinizi sonlandırırken doğrudan uluslararası uçuşunuzu yakalamak için Nadi aracılığıyla Yeni Zelanda'ya uçun."
    }
  ],
  "map": ""
}