{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST02012",
  "tourName": "Avustralya ve Yeni Zelanda'nın Çeşitli Mutfak Turu",
  "placesVisited": "Avustralya, Yeni Zelanda",
  "generalInfo": "Etkileyici ve çağrıştırıcı olan Güney Pasifik'in mutfağı, eşsiz topraklar ve iklim etrafında uluslararası etkiyi sarmaktadır. Bu el yapımı mutfak güzergahında, Güney Pasifik'in dört farklı adası bölgesini keşfederek, Yeni Zelanda'nın iki büyük adasını ve Avustralya'nın her iki tarafını geçerek gezebilirsiniz. Şarap, seçkin bir tamamlayıcıdır ve her bir hedef sizi, ülkelerin bağcılığının butik parlaklığına sürüklüyor. Rahat bir tempoda koşarak, tüm gastronomik açıları bağlayın.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "14",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Napier - Yeni Zelanda Lezzetine Giriş",
      "description": "Yeni Zelanda’nın menüsü, manzaranın ödülünü yansıtır. Kuzey adası, bir tarım cennetidir, organik tarıma elverişli bir ortam yaratan verimli topraklar ve inişli çıkışlı tepelerdir. Auckland'a bağlandıktan sonra Napier'de toplanıp havaalanına inin. Napier, sakin bir sahil köyü atmosferi ile şık bir okyanus kenarıdır. Orman eviniz, okyanus manzaraları ve Yeni Zelanda'nın ünlü konukseverliği ile ünlüdür. Sizi ülkenin mutfağı ile tanıştırmak beş aşamalı bir tadımlık menüsüdür; deniz ürünleri menüsünü ya da deniz mahsullerini oyun etiyle karıştırarak seçkin bir şarap koleksiyonuyla tamamlayabilirsiniz. Malzemeler taze ve manzaranın ödülünü kutlayan yemekler yaratıcı, harmanlayan lezzetlerdir."
    },
    {
      "dayNumber": 2,
      "title": "Napier - Hawkes Körfezi'nin Üzüm Bağlarını Keşfetmek",
      "description": "Hawkes Bay, lezzeti, Bordeaux'ya benzer deniz iklimi ve tam gövdeli kırmızılarda uzmanlaşmış üzüm bağlarıdır. Yeni Zelandalı Merlot, Cabernet Sauvignon ve Syrah'ın% 80'i bu eğimli yamaçlardan kaynaklanıyor, üzümler volkanik yamaçların ve tepelerin bir manzarasında dolaşıyor. Tam günlük şarap tadımı turu, küçük bir butik şarap imalathanesinde oyun etinin galerisi ile öğle yemeği dahil olmak üzere şarap imalathanelerinin en iyi lezzetlerini birleştirmektedir. Her bir durak zevkinize göre uyarlanmış ve 72 farklı üzüm bağından seçim yapabilme kabiliyetine sahiptir. Chardonnays da burada popülerdir ve şarap imalathanelerinin birkaçı, dünya çapındaki bağların karmaşıklığı için dünya çapında beğeni topladı. Akşam boş zamanlarınızda ve şarap rehberiniz akşam yemeği önerileri ve rezervasyonlar yapmaktan mutluluk duyacaktır."
    },
    {
      "dayNumber": 3,
      "title": "Napier - Geleneksel Maori Yemeği ve Gümrük",
      "description": "Napier yavaş seyahat etmenizi önerir. Her açıdan yumuşak bir çekicilik ve bir alan hissi, ülke rotaları veya sahil yolları boyunca menderes için açık bir davetiye sunuyor. Sabahları ve öğleden sonraları ücretsizdir ve boş zamanlarınızda, sanat deco-kasabasında gezerek veya dönen doğanın tadını çıkarmak isteyebilirsiniz. Ayrıca bazı şarap imalathanelerinde Hawkes Bay şarap keşiflerine tadımlık ve öğle yemeği ile devam etmek de mümkündür. Avrupalılar gelmeden çok önce yaratıcı gastronomi öncülük etmiştir. Öğleden sonra akşama dökülürken, bir maori köyüne davet edilirsiniz. Akşam yemeği, bütün gün buğulama, yavaş pişirmeye adanmış bir et yemeği ve kavrulmuş sebzeler. Maori öğünleri çok çeşitli, dört veya beş farklı kavrulmuş etler bir dizi süslemeyle servis edilir. Ama yemeden önce, söylenecek hikayeler var, şarkı ve dans yoluyla anlatılan hikayeler var. Bu gece sadece inanılmaz yiyecekler değil; tam bir kültürel zevk, yerli Maori'nin bazı gümrüklerinde paylaşma davetidir."
    },
    {
      "dayNumber": 4,
      "title": "Birçok Koyda Körfezi - İki Adada Organik Çiftlik Üretiliyor",
      "description": "Verimli topraklar deney yapmak için bir davettir. Yüzyıllar boyunca hazırlanmış zeytinyağı, çikolata, bal, yaban mersini, balkabağı ve bir düzine diğer eserler. Hawkes Körfezi çevresindeki organik çiftliklerden oluşan bir sabah turu ile başlayan her iki adadaki en iyi butikleri keşfedin. Ardından, Napier'den Nelson'a uçun, manzara Güney Adası'na inerken aniden değişiyor. Beyazlatılmış dağ zirveleri, Güney Pasifik'teki kayıp bir adanın dramını gösteren fiyortları ve engebeli uçurum çizgileri üzerinde durmaktadır. Belirli uzmanlıkları için ulusal şöhrete sahip üç organik çiftlikte durmak için, birçok Koyun Koyu'na transfer edileceksiniz. Lezzetleri North Island ile karşılaştırın ve Marlborough Sounds'un muhteşem manzaralarına sahip beş yıldızlı bir orman evine transfer edilmeden önce, gurme hazine haritasının çeşitliliğini gözden geçirin."
    },
    {
      "dayNumber": 5,
      "title": "Birçok Koyda Körfez - Yeni Zelanda Şarabının Başkentini Keşfetmek",
      "description": "Yeni Zelanda şarabını denediğinde, Marlborough bölgesinden gelmiş olabilirsiniz. Bu, ilkel dağ zirvelerinin altında parıldayan üzüm bağları bölgesi Sauvignon Blanc için dünyanın en önemli destinasyonudur. İnce ve karmaşık olan bölgenin şarapları, yazın kokularını baharın ısınma tonlarıyla harmanlar. Gününüzü uzman rehberli özel bir şarap turunda geçirin, Yeni Zelanda'nın en eski şarap imalathanelerinden bazılarını keşfe çıkın ve mahzen sahipleri ile buluşun. Bölgedeki üzümün evrimini listelemek için bir vurgu var, dört farklı şarap imalathanesinde yüzyılların tadına bakmanızı sağlıyor. Öğle yemeği dahildir ve okyanuslardan, Sauvignon Blanc'ı tamamlayan nadir oyun balıklarından bir buluntudur. Özel bir tur olduğu için, özelleştirme için zengin bir fırsat var ve rehberiniz özel tadım için açılabilecek çeşitli üzüm bağlarını biliyor."
    },
    {
      "dayNumber": 6,
      "title": "Birçok Koyda Körfez - Butik Üzüm Bağları ve Kivi Aşçılık Sınıfı",
      "description": "Marlborough'nun üzüm bağları sadece bir kez keşfetmek için çok iyi. Şehrin en ünlü isimlerini bir çift alarak, sarmaşıklar arasında bir sabah geçirin. Öğleden sonra yemek kursuna başlamadan önce üzüm bağlarından birinde hafif bir öğle yemeği yiyebilirsiniz. Bir Maori hangi hazırlamak için en az üç saat alır, etler horopito ve kawakawa gibi yabani otlar içinde kaynıyor, bu yüzden mutfakta rahat bir ders için yapar. Ödüllü bir şef, sizi vahşi oyun etleri ve balıkla bir yemek pişirme yolculuğuna çıkararak öğretir. Malzemelerin çoğu yerlidir, ancak şef size evde bulacağınız şeyle nasıl ikame edileceğini ve doğaçlama yapacağınızı öğretecektir. Yeni Zelanda, sizi yavaşlatmaya ve bir kadeh şarabın öyküsünü paylaşmaya teşvik eden, dingin bir karşılama atmosferine sahiptir. Yani bir şeyler pişirirken, tüm Yeni Zelandalı aşçıların yaptıklarını yapın: terasta bir kadeh şarap eşliğinde oturun."
    },
    {
      "dayNumber": 7,
      "title": "Sydney - Parramatta Nehri Boyunca Güzel Yemek",
      "description": "Sydney'e uçun ve uçak, Parramatta'nın yukarısında, Sidney Limanı Köprüsü ve Sydney Opera Binası'nın ikiz harikasını açığa çıkaracak gibi görünüyor. Aşağıya dokunun ve bu simgeler daha yakın ve daha büyük gelir, oteliniz şehrin en eski banliyösü olan The Rocks'ta yer alır. Avustralya'ya iniş yaptıktan sonra nehir kıyısındaki yürüyüş yolunu keşfetmek için zamanınız olacak. Tonight'ın kaliteli yemek restoranı, pek çok yerli lezzetleri birbirine bağlayan bir karmaşıklık sunan modern Avustralya mutfağına zarif bir giriş sunuyor. Dokuz seçenekli bir tadım menüsü, restoranın amiral gemisi ve aynı zamanda uluslararası etkilerin yerel lezzetleri nasıl geliştirdiğinin bir göstergesidir."
    },
    {
      "dayNumber": 8,
      "title": "Sidney - Gurme Sokak Yemekleri Safari",
      "description": "Sydney sürekli olarak yeni göçmenler ve tarzlar tarafından şekillendirilen kozmopolit bir şehirdir. Hiçbir şey durağan değildir ve mahalleler sizi dünya çapında bir yolculuğa çıkarır. Günümüzün özel yemek safarisi, Lübnan'ın en iyilerini Kore ve Vietnam mutfağı ile buluşturan banliyölerden geçerek, Türkiye'nin tatlılarıyla Akdeniz'in kokusunu alıyor. Gizli gurme gezintilerinden geçerken, şehrin manzaraları boyunca ilham verici yan sokakları bir araya getirerek şehrin manzaraları arasında samimi bir yolculuğa çıkın. Parramatta Nehri şehrin ünlü kalbi olsa da, bu banliyöler, yiyeceklerini keşfederek iyi kutlanan canlı ruhu. Birden çok yemeğin tadına varacaksınız ve genellikle yemek için çok fazla yiyecek var, ama sonra bir köşeye dönüp başka bir butik kafe denemenizi istiyor. Akşam boş zamanlarınızda size aittir."
    },
    {
      "dayNumber": 9,
      "title": "Hunter Valley - Avustralya'nın En Eski Şarap Yetiştiriciliği Bölgesini Keşfetmek",
      "description": "Sydney'den, yollar dağlara sarılıp, Mavi Dağların zirvelerinin yanında kıvrılıyor. Mavi değil, daha çok bir okaliptüs vadisinin üzerine asılırlarken yavaşça buruşan bir kumtaşı kırmızıdır. Mavi olan sis, ormanın üzerinde asılı olan mistik bir katman ve vadiyi yutuyor. Bu Dünya Mirası Alanında durun ve Hunter Vadisi'ne devam etmeden önce birden fazla gözetleme noktasının keyfini çıkarın. Küçük butik şarap imalathaneleri, beyaz badanalı çiftlik evlerinden yola uzak gizli küçük mahzenlere kadar manzaraya hakim olmaya başlıyor. Hunter Valley, Avustralya'nın seçkin şarap bölgesidir, üretimde düşük, ancak kalitesi yüksek. Öğleden sonraları zengin Semillon ve sıcak Shiraz'a odaklanarak lezzetleri keşfedeceksiniz. Konaklama, bir şaraphane, ufukta bir asma asana bakan bir kulübede olacaktır."
    },
    {
      "dayNumber": 10,
      "title": "Hunter Valley - Yerli Bush Tucker'a Yolculuk",
      "description": "Sabah kahvaltısının dışarıda servis edilmeden önce Avustralya'nın taze kokularına uyanın, üzüm bağlarının uzaklara uzaklaşmasını sağlayın. Zevkli bir sabahtan sonra, Hunter Valley Verdelho'ya samimi bir bakış da dahil olmak üzere iki yerel şarap imalathanesini keşfedin. Bu öğleden sonra çok farklı bir odak var; Bu parçalarda bol miktarda gıda, orman ürünlerine tutunan yerli ürünler ve ağızları antiseptik ile temizleyen garip yeşil böcekler vardır. Yerli yiyecekler çoğunlukla ham ve değişmeden kalır, Hunter Valley üzüm bağlarının güzel yemeklerine karşı tam bir tezat oluşturur. Ülkenin mutfak mirasının ayrılmaz bir parçası olan, organik olarak yemek yiyen bir susuzluk ortaya çıkıyor. Yerel bir Aborijin rehberi, hangi bitkilerin yemek yediği ve sabun ya da barınak oluşturduğuna işaret ederek yürüyüş yapmak için sizi yönlendirir. Böceklerin kavrulması ve sıra dışı floranın şaşırtıcı tatlarını keşfetmesi için yemlersiniz."
    },
    {
      "dayNumber": 11,
      "title": "Perth - Batı Kıyısında Bir Tadım Menüsü",
      "description": "Yeni Zelanda'nın iki adasından sonra, şimdi Avustralya'nın iki sahil şeridini keşfediyorsunuz. Kısa bir uçuş sizi ülkenin kırmızı merkezinde, uçsuz bucaksız uçsuz bucaksız uçsuz bucaksız katedralin ucuna götürür. Perth'deki arazi ve iklimdeki değişimi hissedebilirsin, her yerde kavrulmuş ve çöl tonlarıyla tanımlanmış gibisin. Bu batı kıyı şeridi bol değil, bu yüzden şefler daha yaratıcı olmalı. Bir degüstasyon menüsü, bölgenin lezzetleri boyunca sizi güçlü okyanus etkisi yaratarak ciddi lezzetlerle harmanlıyor. Her zaman olduğu gibi, Hunter Valley'den Sydney'e özellikle doğal bir muamele ile tüm transferler dahildir. Perth'de geceyi geçirmek, yarın Margaret River şarap imalathanelerine gitmeden önce şehri keşfetme şansı veriyor."
    },
    {
      "dayNumber": 12,
      "title": "Margaret Nehri - Organik Yemek ve Gün Batımı Kano Safari",
      "description": "Yolculuk güney ve manzara yanık ve zorlu görünüyor. Batı Avustralya her zaman su için mücadele etti, bu yüzden likit ödül bulunduğunda, bir kültür yatağı var. Margaret River bu değerli kaynaktır ve bankaları serbestçe üzüm bağları ve butik çiftlikleri ile serpiştirilmiştir. Gününüzü, bu çiftliklerden birinde geçirerek, sıradışı tatlar ve zengin etlere odaklanmış, lezzetli bir yemek pişirme dersi alarak geçirin. Gün batımını çölün ortasına doğru sürükleyerek, ufukta geçen kangur çetelerine hayranlıkla bakın. Yavaşça yürüdüğünüzde, ikonik keselilere çok yakın olabilirsiniz, uzaktaki silüetlere dönüşene kadar onların antikleri devam eder."
    },
    {
      "dayNumber": 13,
      "title": "Margaret Nehri - Sahnelerin Şarap Turu Arkasında",
      "description": "Margaret Nehri’nin şarap imalathaneleri geniş bir alana yayıldı. Yolun her bir köşesi, tadı ve okyanusun muhteşem manzarasını sunan zarif bir ülke arazisi getiriyor. Sadece 60'lı yıllarda başlayan tarıma rağmen, bu bölge Chardonnay ve Cabernet Sauvignon için dünyaya büyümüştür. Şarap tadımı burada hafif yürekli; zaman ayırın, yeşil manzaraları seyredin ve Batı Avustralya ile özdeşleşmiş tatları keşfedin. Bu seyahat programındaki şarap turlarının her biri gibi rehberiniz esnek bir program sunar ve durakları ilgi alanlarınıza göre düzenler. Konaklamanız şehrin kenarında, beyaz kumların üzerinde dolaşıp Hint Okyanusu'ndaki parmak uçlarına dalmak için yeterince yakın."
    },
    {
      "dayNumber": 14,
      "title": "Margaret Nehri Perth - Ayrılış",
      "description": "Bu sabah Güney Pasifik'ten ayrıl, uluslararası kalkış için Perth'e git."
    }
  ],
  "map": ""
}