{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST02000",
  "tourName": "Yalnız Gezginler için Avustralya ve Yeni Zelanda Turu",
  "placesVisited": "Avustralya, Yeni Zelanda",
  "generalInfo": "Avustralya ve Yeni Zelanda, tek gezginler için mükemmel ülkelerdir; İnanılmaz çeşitlilik ve benzersiz deneyimlerle patlama yaşayacağınız bu serüvene unutulmaz karşılama ile başlayacaksınız. İkonik şehirleri, unutulmaz doğası, yerli kültürü yaşayacağınız bu seyahat, Orta Dünya'yı ve kıtanın en iyi yerlerini bir araya getiren, her iki ülkenin en iyilerini gözler önüne seriyor.  Sadece macera dolu ruhunuzu hazırlayın ve keşfetmeye hazır olun.<br><br><strong>ÖNE ÇIKANLAR  </strong>",
  "durationDays": "16",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Sidney'e Hoşgeldiniz, Avustralya",
      "description": "Uçak penceresinden, süzülen okyanusa bakan ve dolambaçlı bir nehir tarafından parçalanan şehir manzarasına sahip  Sidney'e hayran kalacaksınız. Dokun ve gülümse. Avustralya'ya ve 16 günlük bir maceraya çıktın. Lüks bir şoför, sizi havaalanından ve zevkle ve entrikalarla dans eden sokaklara çekmeye hazır olarak bekliyor. Günün geri kalanı ücretsiz ve şaşırtıcı derecede kompakt ve gezinmesi kolay şehir merkezini keşfedeceksiniz."
    },
    {
      "dayNumber": 2,
      "title": "Huzur Verici Sidney  Antenleri ve Bondi Plajı'nda Sörf Yapmayı Öğrenmek",
      "description": "İstersen yalan söyle. Bu senin tatilin, başka birinin planına çıkmaya gerek yok. Bugün, Sidney’in en ikonik deneyimleriyle ilgili bilgi alacaksın. Köprünün altından başlayarak, şehrin iki tarafını birbirine bağlayan metalin omurgalarına bakmaya başlayın. Adım adım, kalın çeliklerin üstünde duran ve Opera Binası ile cam cepheli gökdelenlerin üzerinde duran Sidney Harbour Köprüsü'ne çıkın. Uzaklara göz kamaştırmak, uzaklara göz kamaştıran ormanlara ve okyanusa hayran olmak. Fotoğraflar için durun ve iki saat boyunca unutulmayacak manzaralar ve heyecanlar sunan Sidney Köprü tırmanışı deneyimini tadın."
    },
    {
      "dayNumber": 3,
      "title": "Mavi Dağlarda Görkemli Güzellik",
      "description": "Avustralya ve Yeni Zelanda, sizi zahmetsizce alıp götürecek birçok ruh haline uyuyor. Dünkü heyecandan sonra, Mavi Dağlara yolculuk yaparken muhteşem bir sakinlik hissi var. Gizemli bir pus, açık bir okaliptüs kaplı vadisi üzerinde asılı kalır, kumtaşı pinnacles provokatif Aborijin hikayeleri içerir ve küçük grup turunuz turist kalabalığından çok sayıda gözetleme noktasında durur. Bu, binlerce fotoğraf çekmenin bir günüdür, her biri Mavi Dağlar’ın  görkemli güzelliğinin ince bir yansımasıdır. Bu doğa harikasının bir UNESCO Dünya Mirası Alanı olduğunu söylemeden geçer. Kolay bir yağmur ormanı yürüyüşü ve yaban hayatı barınağında bir öğleden sonra, yerel bir teknede Darling Limanı'na ve Sidney'e gitmeden önce kendinize  biraz daha fazla sürpriz katın."
    },
    {
      "dayNumber": 4,
      "title": "Melbourne'un Şık Lezzetleri",
      "description": "Sidney ve Melbourne her zaman rekabet halindeydi, her şehir gururla Avustralya'da en iyisini ilan ediyor. Neyse ki, seçmek zorunda değilsin. İkisini de al. Bu güzergah, havalimanlarına gidiş ve gelişler için lüks şoförlü transferler ile varış noktalarını birleştirmek için iç hat uçuşlarını kullanır. Melbourne’da arazi ve günü keşfederek geçirin; butik dükkanlar ve kafelerin sevimli sokakları, 19. yüzyıl Avustralya'sının kalıntıları, zarif nehir kıyısı barları, ebullient sokaklarda çalışan otobüsçüleri görün bu her kalbinde yol bulan, büyüleyici bir esarettir."
    },
    {
      "dayNumber": 5,
      "title": "Vahşi Kangurular ve Koalalar",
      "description": "Yalnız seyahat etmek, yerel halkın buluşması için idealdir ve bu iki ülke, misafirperver ve açık sakinleri için ünlüdür. Zaten birçok Avustralyalıyla tanışmış olacaksınız, içlerindeki dostlukları çoğu kez daha ayrılmış ülkelerden gelenlere bir şok olarak geliyor. Bugün, daha çok silinmez yerlilerle tanışıyorsunuz, bu sefer keseli çeşitliliğe sahip. Koalalar okaliptüs dallarına tutunur, başlarını döndürerek yavaşlar ve kamera için sevimli bir esneme sunarlar. Onların huzur ve durgunluk yakın kangurulara keskin bir tezat oluşturur. Yeşil ovaların etrafında dolaşan çetelerle grup kuruyorlar. Rakip erkekler iki bacağa geri dönerler ve dişiler dikkat çeker; Bu bir hayvanat bahçesi ya da yaban hayatı sığınağı deneyimi değildir. Keseli kesimler doğal yaşam alanlarında vahşi yaşıyorlar; yavaşça yaklaşarak  mutlu olmanızı sağlar."
    },
    {
      "dayNumber": 6,
      "title": "Kırmızı Merkeze ve Uluru'ya Yolculuk",
      "description": "Avustralya, düzlem penceresinden rengi değiştirmeye başlar ve yeşil, kavrulmuş kırmızı bir sonsuz battaniyeye yol açar. Bu çorak ve evsiz, neredeyse hiç yaşanmamış, ancak kalan birkaç Aborijin sakin içindir. Bu manzaradan övünen yükselen dünya, neredeyse efsanevi cesaretin hakim olduğu dünyanın en büyük yekesi olan Uluru'dur. Bazıları bunu Ayer Kayası olarak biliyor olabilir, ancak bu manevi Aborijin kayası orijinal yerli ismine geri döndü. Kayayı çevirin ve büyüklüğünde gawp yapın, sonra arkanıza yaslanın ve gün batımını seyredin. Uluru, çölün karanlığa inmesinden ve yıldızların şaşırtıcı bir gökyüzünün ortaya çıkmasından önce kırmızılar ve portakalların bir kaleydoskopundan sihirli biçimde değişiyor. Uluru çölde sadece bir kaya değildir. Ruhsallığı ve doğal güzelliği derinden etkileyen, hayal gücünü ateşleyen ve ruhu rahatlatan vahşi doğada bir yolculuk sunan bir yer."
    },
    {
      "dayNumber": 7,
      "title": "Cairns Tropik Lezzetleri",
      "description": "Uluru, kırmızı ufukta tek çıkıntılı kaya değildir. Kata Tjuta'nın 36 kubbesi, her biri parlayan güneş tarafından yavaşça aydınlatıldıkça parlayan koyu kırmızı bir şafak ortamı sunar. Jeolojik harikasına dalmış, derin manevi anlamları olan vadilerin yanı başında yürüyüş yaparak geçirin. Ardından havaalanına ve Cairns'e öğleden sonra uçağa binin, yeşilliklere dönüşen arazinin ve otelin balkonundan görünen parıldayan okyanusa. Avustralya'nın kuzeydoğu kıyısına sıkışmış olan Cairns, Avustralya'daki son üssünüzdür ve önümüzdeki üç gün kültürü doğa ile zahmetsizce birleştirir."
    },
    {
      "dayNumber": 8,
      "title": "Aborjin Kültürüne Giriş",
      "description": "Aborijin kültürü büyük ölçüde yanlış anlaşılmış ve homojenleştirilmiştir. Bu 250'den fazla dil ve 1000'den fazla kabileye sahip, her biri diğerinden farklı olan bir topraktır. Bugünün turu, bir kabilenin kültürüne, kendi yemeğinizi yakalama konusunda bir dersle başlayan, yoğun bir dalma imkanı sunuyor. Bambu mızrakla mangrovlara gir, çamur yengeçleri ve diğer çalı tutamacını arıyor. Hepsi yerel bir aborjin evinde, öyküler ve kahkaha eşliğinde yemekte kaynatıldı. Şimdi ormanın içine doğru, her bitkinin kullanımları ortaya çıktı. Doğal diş macunu, soğuk algınlığı tedavi etmek için yeşil böcekler, kulübeler inşa etmek için dallar, sihirli bir şekilde sabun oluşturan yapraklar vardır.  Her tur, doğal inovasyon ve çevre ile derin bir uyum içinde bir ders getiriyor."
    },
    {
      "dayNumber": 9,
      "title": "Büyük Bariyer Resifinde Şnorkelle Dalış",
      "description": "Dün iç bölgeye gittiniz, Cairns'i çevreleyen coşkun yeşillikleri keşfediyorsunuz. Bugün okyanusa doğru yola çıkıp Büyük Bariyer Resif'in lezzetlerini gezmek için doğuya gidiyorsunuz. Binlerce birbirine bağlı resif, her biri hoş renkler ve kendine özgü deniz spesiyaliteleriyle dans eden bu muazzam doğal manzarayı oluşturur. Suya ve şnorkele atlayın, dev gruplara, ara sıra kaplumbağalara ve sayısız tropikal balıka eşlik eden harika bir huzur. Resif, özgünlüğünü yansıtır, her bir kanatçık, doğanın en etkileyici su altı çekiciliğine daha fazla daldırır ve Büyük Bariyer Resfinin büyüklüğü belgelenmişken, günümüzde resifi canlandıran karmaşık ayrıntıları ve ayırt edici karakterleri keşfedeceksiniz. Gezegende çok az yer canlıdır. Cairns'ten resifte dört saat süren bir tam gün turu, şnorkelli yüzme ile okyanusta rahatlamayı ve hatta tüplü dalışa gitme şansını bir arada sunuyor."
    },
    {
      "dayNumber": 10,
      "title": "Yeni Zelanda'ya Hoş Geldiniz",
      "description": "Yeni Zelanda, aynı zamanda, sıcakkanlı bir toplumdan mahrum bırakan tek gezginlere de çok düşkündür. Yabancılara merhaba demek, kültürün bir parçası, bu yüzden yalnız seyahat etmenin tüm avantajlarını elde edersiniz, aynı zamanda yeni arkadaşlar edinmekten de asla uzak değilsiniz. Brisbane'de hızlı bir uçak değişiminden sonra, Yeni Zelanda'nın kuzeyindeki Auckland'da iniyorsunuz. Her zaman olduğu gibi, bir şoför varışta bekliyor ve lüks bir transfer sizi doğrudan otele götürüyor. Akşam, rahatlamak ve yelken kentini çıkarmak için ücretsizdir. Zarif bir limanı, büyüleyici sömürge kalıntılarını, muhteşem kaliteli restoranlarını ve şirin köy atmosferine sahip bir şehri keşfedin."
    },
    {
      "dayNumber": 11,
      "title": "Hobbiton ve Orta Dünya'ya Bir Yolculuk",
      "description": "Frodo Baggins, Peter Jackson’ın Yüzüklerin Efendisi'nde zorlu solo yolculuklar yapmak zorunda kaldı. Neyse ki, Orta Dünya'ya yaptığınız solo maceranız hiç şaşırtıcı bir zorluğa sahip değil. Efsanevi bir manzaraya girerken, her bir dönüş ve eğri, bol yeşil manzaralarla otelinizden ve menderesinizden alın. Hobbiton'da, sallanan sandalyeler, saksı bitkileri ve dikkate değer derecede karmaşık detaylarla dolu 44 gerçek hobbit deliğine gelin. Bacalardan yükselen dumanla neredeyse Gandolf'un geçmişte dolaşmasını bekliyorsunuz. Hobbiton film seti çekimlerden beri tamamen değişmedi ve turunuz, büyüleyici Green Dragon Tavern'da bir fincan Hobbit Stout ile sona erecek. Bu tek yönlü tur, bir çekim yeri değil Rotorua'ya devam ediyor, ancak kayıp, görünüşte şematik bir manzaranın resmedilmesinde de aynı derecede muhteşem."
    },
    {
      "dayNumber": 12,
      "title": "Rotorua'da Patlayan Geysers ve Maori Kültürü",
      "description": "Rotorua'nın yüzeyinin altındaki kabarcıklar, canlı volkanik aktivitelerdir. Yerküre kabuğunun, gökyüzüne doğru yükselen su jetleriyle kaynaşması bazen delinir. Bu gayzerler, dünyanın gücünün aktif hatırlatıcıları sürekli olarak patlak veriyor. Rahat bir sabahtan sonra, Tu Puia'daki bu jeotermal harikaları keşfedin; çamur havuzları redolently kabarcık, buhar kırmızı kayalı rock boyunca yelken, ve bu jeolojinin dram; Tarih öncesi bir döneme taşınan duygudan kurtulmak imkansızdır. Bu termaller sadece görsel bir zevk değil; Yerel Maoriler her zaman doğal ısı için pratik kullanımlar bulmuşlardır."
    },
    {
      "dayNumber": 13,
      "title": "Aktif Bir Yanardağ Yürüyüşü",
      "description": "Rotorua’nın geyikleri, Yeni Zelanda’nın volkanik tarihinin yeterince kanıtıdır, ancak günümüzün coşkulu deneyimi sizi yüzeyin altından tıslamalara daha da yaklaştırıyor. Beyaz Ada'ya git, ufka hakim olan ikonik krater jantları ve teknenin yanından geçen yunuslar. Baret ve gaz maskesini tak ve çıkışına başla, on yıl kadar önce patlak veren aktif bir volkanın tepesine çık. Hepsi burada; Gizemli bir şekilde yükselen buhar battaniyeleri, dünyanın çekirdeğindeki provokatif sesler, ve şimdi uçurumun manzaralarına sahip yenilmez bir krater ızgarası. Beyaz ada volkanına hayran olduktan sonra dünyanın volkanik geçmişinin bir örneği olan Tarawera Dağı'na doğru dünyayı ateşli bir şekilde takip edin. Beyaz Ada'nın sürekli olarak izlendiğini ve herhangi bir yakın ihtimal veya patlama olduğunda bu turun iptal edilebileceğini unutmayın."
    },
    {
      "dayNumber": 14,
      "title": "Queenstown'da Huzur Sonra Jet Botla Tur",
      "description": "Queenstown, çene bırakarak alp manzaraları ile safir gölü manzarasına sahip yeni Zelanda üslerinin en cennetidir. Düzenli olarak, tek başına gelenler için en iyi destinasyonların listelerinde, yalnız gelen eklektik bir uluslararası kalabalıkla dolu sokaklarda görünür. Sosyalleşmeyi kestirmek, Shotover Nehri'nin aşağı inen bir jet botu, 360 ° dönerek gelen ortak heyecanla bir araya getirilen 16 yolcu ve dar kanyonda acı çekiyor. Öğleden sonra ve akşamın geri kalanı Queenstown ve sessiz takılar emmek için ücretsizdir."
    },
    {
      "dayNumber": 15,
      "title": "Milford Sesinin Unutulmaz Güzelliği",
      "description": "Son gün için ekstra özel bir şey kaydedildi. Dağlara cam tavanlı bir antrenör götürün, kalın yerli ormanları ve sakin dağ gölleri boyunca dokumayın. Yavaşça yükselirsiniz, genellikle kar ve buzla kaplı bir dağ geçidini geçersiniz. Sağlam kaya yükselir, manzaralar ufkun ötesine uzanır ve yavaş yavaş meşhur Milford Sound'a inersiniz. Uzakta, gizli şelaleler ve sakin suların dar bir vadisine zarifçe bakan bir sis fiske battaniyesi. Doğa gezintiniz bu efsanevi aleme, Milford Sesi boyunca seyir yapan tekneye ve Tasman Denizi'ne doğru ilerliyor. Manzaralara hayret edin, gizemle gülümseyin ve bu Dünya Miras Alanı'nın büyüklüğünü hayranlıkla izlemek için başınızı sallayın. Queenstown'a üç saatlik bir yolculuk ama daha görsel lezzetlerle dolu"
    },
    {
      "dayNumber": 16,
      "title": "Ayrılış",
      "description": "Bu sabah Yeni Zelanda'ya veda ediyorsun. Pasifik üzerinde geri uçun ve tatilinizi düşünün. Yalnız geldin, böylece yapmak istediğin her şeyi yapmalısın. Bu 16 gün boyunca eşlik eden kapsayıcı bir özgürlük vardı ve ilk iki gün içinde seyahat eden solo ile ilgili kısa bir endişe sona ermişti. Yalnız seyahat etmek bağımlılık yapar. Bu yolculuktan sonra, bir sonraki kişiselleştirilmiş tatilinizin hayalini kuruyor olacaksınız."
    }
  ],
  "map": ""
}