{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST02003",
  "tourName": "Büyük Avustralya, Yeni Zelanda ve Bora Bora Turu",
  "placesVisited": "Avustralya, Yeni Zelanda, Tahiti",
  "generalInfo": "Avustralya'nın en büyük şehirlerinin sokaklarından Milford Sound'un üzerindeki parlak ve temiz hava, Güney Yarımküredeki her fırsat gözlerinizi kamaştıracak. Tat tomurcukları ve denizin kokusu, Sidney Limanı'nın görüntüsü ve ayaklarınızın altındaki kumun hissi: Bu unutulmaz turun, duyusal bir deneyim olduğunu inkar edemeyeceksiniz.",
  "durationDays": "20",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Auckland'a Hoşgeldiniz",
      "description": "Auckland'a, “Yelkenler Şehri” ne hoş geldiniz. Auckland, güzel manzaralardan adrenalin pompalama serüvenine ve birinci sınıf yiyecek ve şaraba kadar sofistike kozmopolit bir şehirle ilgili her şeyi sunuyor.Özel transferiniz Auckland Uluslararası Havaalanından  otele kadar size eşlik ediyor. ‘’SOFITEL AUCKLAND VIADUCT HARBOR’da’’"
    },
    {
      "dayNumber": 2,
      "title": "Auckland , Büyük Dünyanın En İyisi",
      "description": "Sabahları Auckland şehrinin en iyi turistik yerlerini ve öğleden sonra vahşi doğayı deneyimleyin. Auckland, 48 uyumayan volkanik kozalakta ve iki limanı, ışıltılı Waitemata ve manevi Manukau arasında yer alıyor. Auckland'ın merkezi iş bölgesi üzerinden, Auckland Üniversitesi'nden ve Domain olarak bilinen şehir içi parkından geçerek seyahat edin. Tarihi Devonport'taki Narrow Neck Plajı'nda yürüyüş yapmak için Harbour Köprüsünden Auckland'ın Kuzey Kıyısı'na gitmeden önce, tarihi binalarıyla pitoresk Ponsonby banliyösünde devam edin. Güney Yarımküre'deki en büyük marinalardan biri olan Westhaven Marina'ya giden Liman Köprüsü'ne geri dönün. Daha sonra Viyadük Limanı'na devam etmeden önce Auckland Balık Pazarı'nı ziyaret edin."
    },
    {
      "dayNumber": 3,
      "title": "Queenstown",
      "description": "Auckland Havaalanı Otellerinde konaklama ve QUEENSTOWN'de AUCKLAND’e varış."
    },
    {
      "dayNumber": 4,
      "title": "Dart Nehri Funyak Safari - 2 Tam gün macera turu",
      "description": "Bugün gerçekten eşsiz bir açık macera safarisinin keyfine varacaksınız. Yolculuk, sığ nehir jet botları ve ünlü jet spin'lerinin tüm heyecanlarıyla Dart River'da 1 1/4 saatlik bir jetboat yolculuğuyla başlıyor. Funyak'ınıza - benzersiz bir şişme kanoyla tanışacaksınız. Tam talimatlardan sonra, Dart nehri kanallarının ortasında tüm hayranlık uyandıran manzaraları izleyerek 2 saat aşağı akış için kürek çekmeye ve (kılavuzumuzun gözetimi altında) sürüklenmeye başlayacaksınız. Vahşi bir açık büfe öğle yemeğinin tadını çıkarmak ve cennete doğru devam etmeden önce gizli yan akıntıları, kaya akışını ve kaya havuzlarını keşfetmek için antik kayın ormanı arasında duracaksınız. Buradan, Glenorchy'e 4WD koçu tarafından götürülecek, dünyanın her yerinde ilham veren muhteşem manzaraları izlemek için duracaksınız - Yüzüklerin Efendisi gibi. Turunuzun tamamlanması üzerine, Downtown Queenstown'a geri çekileceksiniz."
    },
    {
      "dayNumber": 5,
      "title": "Milford  Sound  Helikopter Turu - 2 x Helikopter Macerası",
      "description": "Queenstown'dan Milford Sound'a helikopterle uçun. Dağların, göllerin ve Fiordland Milli Parkı'nın fiyortlarının muhteşem manzarasının keyfini çıkarın. Rahat gezintiniz için Mitre Peak Cruises ile iletişime geçin. Nihai deneyim için bir alpine iniş ile helikopterle Queenstown'a dönün. (Hava müsait olursa)."
    },
    {
      "dayNumber": 6,
      "title": "Port Douglas'a Hoşgeldiniz",
      "description": "Otelden Queenstown Havaalanı'na shuttle transferi ile Cairns Havaalanı'ndan Port Douglas'a varış."
    },
    {
      "dayNumber": 7,
      "title": "Büyük Bariyer Resifi",
      "description": "2 x Büyük Bariyer Resfi Gezisi. Port Douglas, bir resif ve ada şnorkelle dalış ve Avustralya'nın Büyük Bariyer Resifi'nde el değmemiş bir mercan çayı olan Low Isles'i keşfetmek için yelken ile bir güne davet ediyor. Low Isles'te sadece 4 adet resif turu lisansı ile sınırlı erişim var. En fazla 33 yolcu ile dost ve yardımcı ekibimiz kişisel ilgi sağlamış olur."
    },
    {
      "dayNumber": 8,
      "title": "Serbest Zaman",
      "description": "Serbest zaman, gün tamamen size aittir."
    },
    {
      "dayNumber": 9,
      "title": "Sıcak Hava Balonu - 2 x 30 dakikalık uçuş",
      "description": "Atherton Tablelands üzerinde sıcak hava balonu yolculuğunun eğlenceli ve eşsiz hissini yaşayın. Güneş doğarken pitoresk manzaranın tadını çıkarın ve geniş açık alanlarda nefes alın! Doğal renkli balon uçuşunuzu başlatmak için otelinizden erken ayrılacaksınız. Mürettebatımızın hazırladığı ve doldurulan balonun etrafındaki güzelliği ortaya çıkarmak için hafifçe yükselirken, balonunuzu izleme deneyiminin tadını çıkarın."
    },
    {
      "dayNumber": 10,
      "title": "Melbourne'ye Hoş Geldiniz",
      "description": "Shuttle transferiyle Port Douglas - Cairns Havaalanı varış. Avustralya'nın en büyük ikinci şehri olan Melbourne, büyük festivallere ve alışverişlere, yiyecek ve şarap tutkusuna ve muhteşem sanatlara sahiptir. Melbourne’un dışında, Little Penguins’ten muhteşem Büyük Okyanus Yolu’na kadar pek çok turistik mekan bulabilirsiniz. Melbourne, Port Phillip Körfezi kıyılarında yer almaktadır. Büyük bir dikdörtgenin içinde yer alan ve canlı ve kozmopolit bir nabzını taşıyan kent, Yarra Nehri'nin kuzey kıyılarında oturuyor.Melbourne’dayken ortalama yüksek / düşük sıcaklık: 75F / 55F"
    },
    {
      "dayNumber": 11,
      "title": "Serbest Zaman",
      "description": "Serbest zaman, gün tamamen size aittir."
    },
    {
      "dayNumber": 12,
      "title": "KANGURULAR, KOALALAR VE AVUSTRALYA VAHŞİ YAŞAMI - 2 x Küçük Grup Eko-Turu",
      "description": "Vahşi doğada Koalalar ve Kangurular! Deneyimli bir Yaban Hayatı Kılavuzu tarafından yönetilen bu tam gün, tamamen kapsayıcı küçük grup (en fazla 8 kişi) eko-turda, doğal habitatlarında vahşi hayvanlar ile etkileşime geçin. Vahşi koalas ile tanışmak için doğal çalılıklardan geçin, daha sonra Yaban Hayat Rehberi ve Koala Araştırmacınızdan her birinin tarihini ve sosyal hayatını öğrenin. Önemli verileri toplamanıza yardımcı olun, Boneseed'i (bir yabancı otu) kaldırın ve koala yaşam alanı için bir fark yaratın. Ovalarda ve açık ormanlarda vahşi Kanguru kangurlarına katılın. Onların doğal içgüdüleri insanlardan kaçmaktır, ancak dikkatle fotoğraf çekmek ve karmaşık sosyal hayatlarını gözlemlemek için yeterince yakınlaşıyoruz. Biz yürürken, tüm doğal yaban hayatının Rehber kayıtlarına yardım et."
    },
    {
      "dayNumber": 13,
      "title": "PHILLIP ADASI VE PENGUENLER - 2 x Tam günlük tur",
      "description": "Güzel yemekler, muhteşem fauna ve Avustralya hayvanları sevdalısıysanız, bu kesinlikle sizin için bir tur! İlk hedefimiz keyifli Bass River Şaraphanesi. Gippsland tepeleri arasında yer alan bu butik şaraphane, çarpıcı bir görünüm sunarken, örnek olarak üretilen ve üretilen şaraplar hakkında bilgi edinirken, Gippsland'ın en kaliteli peynirleri ve diğer gurme ürünlerinden de örnek alınacak. Sıradaki durağımız, Phillip Island Çikolata Fabrikası ve dünyanın en büyük çikolata şelalesi. Çikolata yapım süreçleriyle ilgilenenler için, Panny’nin Çikolata Dünyası da bir eğitim sergisine ev sahipliği yapıyor. Tabii ki, Panny’nin ünlü sıcak çikolata çekimleri de dahil olmak üzere satın alabileceğiniz birçok çikolata çeşidi var!"
    },
    {
      "dayNumber": 14,
      "title": "SYDNEY'E HOŞGELDİNİZ!",
      "description": "Shuttle Transferiyle Otelden Melbourne Havaalanı'na varış. Şık Sydney… canlı yaşamı, karakteri ve cüretkar duygusuyla dolu kozmopolit bir uluslararası şehir. Çok kültürlülük, zengin yemek deneyimleri zenginliği anlamına gelir. Opera Binası ve Liman Köprüsü gibi bildiğiniz tüm simgeleri bulacağınız gibi, ilginç insanlar, kültürel canlılık ve olumlu bir ruh da bulacaksınız."
    },
    {
      "dayNumber": 15,
      "title": "DELUXE MAVİ DAĞLAR, ECO MACERA",
      "description": "Bugün, eşsiz bir Dünya Mirası Bölgesi'nin kalbine gerçek bir Avustralya yolculuğuna çıkacaksınız. Ilıman yağmur ormanlarından yükselen kumtaşı geçişlerine kadar her şeyi göreceksiniz. Şehirden ayrılırken, diğer turistlerin bulunmadığı özel bir ortamın keyfini çıkarabileceğiniz Featherdale Wildlife Park'a varırsınız. Kanguru, emus, wombats, dingos ve daha fazlası dahil olmak üzere Avustralya hayvanları ile tanışın. Featherdale Park'ı düzenli ziyaretçilere açıldığından ve Mavi Dağlara seyahat ettikçe yola çıkıyoruz. Mavi Dağlar Milli Parkı'nın kuzey kısmına doğru ilerliyoruz, bu uzak bölgelerin çarpıcı manzarasının tadını çıkarmak ve flora hakkında bilgi edinmek için kısa yürüyüşler için birkaç noktaya uğramaktayız."
    },
    {
      "dayNumber": 16,
      "title": "Serbest Zaman",
      "description": "Serbest zaman, gün tamamen size aittir."
    },
    {
      "dayNumber": 17,
      "title": "KÖPRÜ TIRMANIŞI",
      "description": "Köprü tırmanışı, dünyanın en modern harikasından biri olan ydney Harbour Köprüsünde Avustralya'nın en heyecan verici ve erişilebilir macerasıdır. Harbour'ın yaklaşık 440 metre yukarısındaki Sidney Limanı Köprüsü'nün zirvesine götürecek inanılmaz üç saatlik macerayı yaşayın. Climb, Sydney Harbour Köprüsü'nün tepesine 3 saatlik rehberli bir yolculuktur. Zirveye giden yol boyunca küreklerin ve merdivenlerin üzerindeki köprünün dış kemerinin yanından geçer."
    },
    {
      "dayNumber": 18,
      "title": "18.Gün",
      "description": "Shuttle transferi ve Sydney Havaalanı Otellerinde konaklama."
    },
    {
      "dayNumber": 19,
      "title": "19. Gün",
      "description": "Air TAHİTİ ile Bora Bora için Papeeteye yolculuk. Tekne transferi ve havaalanından otele varış. ST REGIS BORA BORA RESORT’da  4 gece VİLLA’da konaklama yapacaksınız. Bölgedeki en seçkin ada konaklama imkanlarını sunan bu geniş, 44 dönümlük tesis, kusursuz Polinezya cennetine kusursuz bir imzayla hizmet vermektedir."
    },
    {
      "dayNumber": 20,
      "title": "20.Gün",
      "description": "Serbest zaman, gün tamamen size aittir."
    },
    {
      "dayNumber": 21,
      "title": "21.Gün",
      "description": "Tekne transferi ardından otelden havalimanına yolculuk."
    }
  ],
  "map": ""
}