[
  {
    "destination": "Scotland",
    "mainPhoto": "",
    "id": "wildlife-holiday-in-the-isle-of-mull-scotland",
    "tourName": "Wildlife holiday in the Isle of Mull, Scotland",
    "placesVisited": "Isle of Mull, Full day wildlife safari, 6 hour whale watching trip, Exert wildlife guides",
    "generalInfo": "This five day tailor made holiday to see Isle of Mull wildlife in all its glory starts in Oban, where you will take the ferry over to the island. An island with fecund fauna, you will have the services of naturalist guides, expert in Hebrides wildlife. With two full days of guided wildlife safaris, one will focus on land, with bird watching treats that include golden eagles sweeping over the island’s tranquil valleys and sea eagles dipping in and out of the island’s rocky and sandy bays. The island’s marshlands are perfect habitats for hen harriers and walks on quiet, rural lanes are great times to spot cuckoos, mistle thrush or skylarks. The highlight of your day may be stealthily watching otters at play by the loch shore.<br/><br/>The second guided safari is at sea, this time to go wildlife and whale watching, guided by expert local guides who are also local conservationists. Your trip supports their work to monitor and protect minke whales, dolphins and porpoises as well as basking sharks. On your trip, you will search for all of these species, which frequent the waters off Mull over the summer months. Orca, or killer whales, pass through from time to time if you are very lucky.<br/><br/>Small but perfectly formed, your small hotel resides amidst Tobermorys elegant conservation area. High above the harbour, you can escape the village bustle yet are still just a short walk from Main Street. Sweeping views across the bay can be enjoyed from large comfortable sofas in one of the two guest lounges. With just six small, but beautifully furnished, bedrooms two even have a four-poster bed the friendly owners aim to make your stay a rather luxurious home from home.",
    "durationDays": "5",
    "price": "1045",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Take the ferry from Oban to the Isle of Mull"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Full day \"wildlife safari\" to spot eagles, otters and more"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Wildlife and whale-watching boat trip"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Day at leisure to explore the island"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Return home"
      }
    ],
    "map": "",
    "category": "Safari"
  }
]