{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01014",
  "tourName": "Bora Bora Turunu Keşfedin: Kara ve Deniz Gezileri ile Tarih ve Kültür İç İçe",
  "placesVisited": "Tahiti",
  "generalInfo": "Özel Bora Bora tatiliniz, kristal berraklığındaki suları zümrüt yağmur ormanlarıyla birleştirir. Volkanik bazalt pikleri adanın kalbini süslüyor ve tropikal renkler çiçeklerden ve el boyamasıyla yapılmış saronlardan çıkıyor. Parasail üzerinde gökten süzülün, toz fildişi kumu içini parmaklarınızla kazın ve sonra çağdaş antik Polinezya tarihinin eserlerini keşfetmek için bir 4x4 jeep safari heyecanını katılın. Stephen's lorikeeti bulmak için orman gölgesinde altında trekking yapın. Lagün içinde yüzen olsun, Bora Bora gezisinde hem karada hem de deniz üzerinde lüks, macera ve gevşemenin tadını çıkaracaksınız.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "8",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bora Bora - Fransız Polinezyası Mücevheri",
      "description": "Yemyeşil zümrüt yaprakları, Bora Bora'nın kalbindeki egzotik yağmur ormanı arazisine yayılmıştır. Turkuaz, indigo ve safir suları beyaz kumlu plajlara karşı ışıldar. Kadınlar, çiçek açan ebegümeci ve frangipani'nin tropikal renkleriyle eşleşen el boyaması saronları giyerler. Hindistan cevizi, mango ve ananasın kokusu Güney Pasifik Denizi'nin yarı tatlı aromasını soluyor. Uçağınız Bora Bora Havalimanı'na inecek ve muhteşem bir lagün boyunca lüks tatilinize kadar eşlik edecek özel bir transfer yapılacaktır. Özel rıhtım kıyı şeridinin fildişi, tozlu kumları üzerinden geçmektedir. Ada cennetinde bir ikonik görüntü olan bir su altı bungalovuna yerleştiniz."
    },
    {
      "dayNumber": 2,
      "title": "Bora Bora - Bora Bora Safari",
      "description": "Sabahları deniz kenarı sazdan çatılar boyunca hışırdar. Sakin su, bungalovunuzun direklerine karşı dalgalanır, mango ve guava kokusu havada asılı kalır. Bora Bora'nın merkezinin etrafında tam günlük 4x4 jeep safarisi için lobide rehberinizle buluşmadan önce ferahlatıcı, köpüklü bir cappuccino ile kendinizi şımartın. Lagünü geçip Vaitape’de jipe biniyorsun. Merkez Pazarı, sahil yolu vitrini, tatlı ananas, parlak linç ve tatlı tutku meyvesini taşıyan aktivite ve ürün standlarıyla dolu."
    },
    {
      "dayNumber": 3,
      "title": "Bora Bora - Bora Bora Denizi Üzerinde",
      "description": "Sabah ışığı, Bora Bora’nın lagününün parlak çivit ve turkuaz tonlarını yıkar. Beyaz kumlar, kumsalların üzerinde uzanan sessiz denizlere karşı parıldamaya başlıyor. İnekler ve koyunlar, adanın kalbinde bulunan küçük çiftlikler üzerinde otlatır ve portakal ağaçları, hoş kokulu deniz meltemi ile kesilmiş tatlı bir turunçgil aroması sunar. Kahvaltıdan sonra sürat teknesiyle çıkıp muhteşem mercan bahçeleri bulmak için lagünün etrafında özel şnorkelle dalış turuna başlamak için lagünde gezintiye çıkabilirsiniz."
    },
    {
      "dayNumber": 4,
      "title": "Bora Bora - Bora Bora Büyüsü",
      "description": "Sabah, ukulele'nin sakin sesleri sizi uykusuz bırakıyor. Alıştırma suyu tıngırdatıcı tellere huzurlu, ritmik bir arka plan sunar. Su üstü bungalovunuza yakınlaşan geleneksel Polinezya kanosunu bulmak için özel terasa çıkın. Çiçekler doğal, canlı renkleri ve yeniden doğuş döngüsünden dolayı şenlikleri simgeliyor ve orkide ve frangipani'nin muhteşem yaprakları kanoyu süslüyor. Lagün kenarlarında özel bir seyir için gemiye adım atın ve ferahlatıcı sabah havasında rahatlayın ve suyun sakinleştirici melodisini izleyin. Taze, kremsi kapuçinoların kokusunun altında kalan guava kokusuyla, kendi lüks kahvaltınızı beklemek için bungalovunuzun güvertesine geri dönün."
    },
    {
      "dayNumber": 5,
      "title": "Bora Bora - Fransız Polinezyasına Haz Eklendi",
      "description": "Kürekli sörfçüler, sabahları lagünün sessiz sularında  yumuşak güneş ışığından yararlanırlar. Ada sahillerinin yukarısındaki Otemanu ve Pahia kulesinin ikiz zirveleri, her açıdan sürekli bir dramatik poz veriyor. Bora Bora'da zaman ayırmayı öğrendiniz. Hindistan'ın tatlı kokusundan, frangipani'nin otsu ve tatlı parfümüne kadar, adanın hayatının küçük zevklerini gözden geçirmeye alışmışsınızdır. Kahvaltıdan sonra, lagünün dış yüzündeki küçük bir ada tarafından çevrelenmiş bir açık akvaryum olan Lagoonarium'u ziyaret etmek için Vaitape'deki yat limanına gideceksiniz."
    },
    {
      "dayNumber": 6,
      "title": "Bora Bora - Bora Bora'nın Kalbi",
      "description": "Kahvaltıdan sonra, yağmur ormanı arazisi ile daha samimi bir etkileşim için Bora Bora'nın kalbine gidin. Rehberiniz sizi sargı kir yolunda yönlendiriyor. Yoğun ağaçlar sizi güneş ışığından koruyor. Egzotik çiçekler eğrelti otları etrafında. Yapraklar tropik sıcağında sallanan büyük fanları andırır. Hindistan cevizi ağaçları tatlı drupeler verir ve mango ağaçları sarkan meyvelerinden turuncu ve sarı renk alır. Frangipanis, yemyeşil altlığın ortasında çiçek açar. Yol, sizi bir zamanlar yağmur ormanında yaşayan Polinezya uygarlığının tarihi kalıntıları için adlandırılan Krallar Vadisi'ne götürür."
    },
    {
      "dayNumber": 7,
      "title": "Bora Bora - Lagün Üzerindeki Heyecan",
      "description": "Bora Bora'nın suları, tropikal balıklarla dolup taşan resiflerden, lagünün içine daldığınızda etrafınızda süzülen suyun rahatlatıcı sıcaklığına kadar görkemli bir tavırla sizi aramaya devam ediyor. Kahvaltıda, taze kahvenin kokusu önceki günkü maceradan sonra Pahia Dağı'nın zirvesine kadar gençleşmenize yardımcı olur. Yemekten sonra, yarım günlük jet ski maceranıza lagünün etrafında başlamak için tatilinizin kıyılarını geride bırakacaksınız. Yolculuk hızlı bir şekilde kalbinizi heyecanlandırır. Hindistan cevizi ağaçları, sessiz adacıkların kumları boyunca esintiyle hışırdayarak camlı suların yüzeyini hızlandırır."
    },
    {
      "dayNumber": 8,
      "title": "Bora Bora - Kara ve Deniz Üstündeki Hava",
      "description": "Sabah ışığında su ve manzara üzerinde yıkanan ve lagünün masmavi tonlarını vurgulayan güne uyanırsınız. Beyaz kum, kıyı şeridini renklendirerek, suyun mavisi ile hindistan cevizi ağaçlarının yemyeşil gölgesi arasına bir fildişi gerilmesini ekliyor. Tesisteki son kahvaltınız sırasında, tutku meyvesi ve muhallebi elmalarının aroması ile nefes alın. Geleceğin sakin şarkısıı, bungalovunuzun ahşap direklerine çarparken  sahile giden yürüyüş yoluna doğru adım atıyorsunuz."
    }
  ],
  "map": ""
}