{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01519",
  "tourName": "İnanılmaz Fiji Adaları Cruise Ve Tatil",
  "placesVisited": "Tahiti",
  "generalInfo": "Özel yelkenli geminiz tenha Fiji Adaları’nı geçerken sıçrattığı su damlacıklarını hissedin. Şafak vakti geleneksel davulların gökyüzünde yankılanan sesine kulak verin. Zümrüt dağlar birer kule misali toz beyazı kumsalların üzerinde yükselir. Fiji’nin muhteşem adalarına özel olarak düzenlenmiş yolculuğunuz ve tatiliniz, geleneklerin ve bozulmamış harikulade mucizelerin gerçekleştiği, genellikle gözden kaçırılan güzel adalarda gezintiye çıkmanızı sağlar. Parıldayan mercan resiflerine tanık olmak için suya dalın. Benzersiz bir manzara için volkanik kratere doğru yürüyüşe çıkın. Adalardan geçerken, kıyıdan denize, okyanus tabanından dağ zirvelerine kadar her yerde, lüks ve sadelik, konfor ve görkem bulacaksınız.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "14",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Cennet Gibi Olmak",
      "description": "Fiji, yarı saydam turkuaz suların ve araziyi kaplayan zümrüt yağmur ormanlarının ülkesidir. Dağlar ve tepeler, ruhani adaların merkezinden yükselir ve yaklaşık 322 takımada ulusu yaratır. Nadi'deki havaalanına varır ve kısa bir uçuşla Vanua Levu Adası’ndaki küçük, tablo gibi bir kasaba olan Savusavu'ya devam edin. Özel aracınız sizi havaalanında bekliyor. Gökyüzü kadar pürüzsüz ılıman sularla dolu kasabanın manzarası görüş alanınıza girer. Tekneler küçük limanın dalgalarında beklerken direkleri sağa sola sallanır. Tropikal yamaçlar dağ biçiminde yükselir ve mutluluk yayan koya bir kenar çizer. Savusavu kasabası, bebeklerden tabloya, kuyumculuktan heykellere kadar kültürel değerler ve zanaatkar işçilik bakımından zengindir; otantik el yapımı ürünlerinin seçkin zevkiyle övünür. Rahatlık yayan tempo içinize işler ve adanın sakin, davetkar ruhuna ayak uydurursunuz."
    },
    {
      "dayNumber": 2,
      "title": "Olağanüstü Gemiye Biniş",
      "description": "Sabah, kıyıya vuran dalgaların belli belirsiz sesine uyanın. Bu yatıştırıcı dalgalar bugüne kadar kullandığız her alarmdan daha iyidir. Parlak renkleri ve sulu tatlarıyla tropikal meyveler kahvaltınızı doldurun. Bir rambutanın parlak kırmızı kabuğunu soyun ve tropikal bir meyveye yaraşır yumuşak bir lezzet elde edin. Sizi, teknenizin beklediği yat limanına götürecek özel aracınız var. Ziyaretçilerini bekleyen yelkenli 43 metre uzunluğunda, yepyeni ve gururludur. Etrafı örtü gibi yeşilliklerle kaplı, tuz kokusuyla dolu okyanus havası davetkardır."
    },
    {
      "dayNumber": 3,
      "title": "Suyun İhtişamı",
      "description": "Lüks kamaranızın sessiz ihtişamında doğrudan deniz manzarasına bakarak uyanın. Denizin sakin sallantısı sizi bir hamakta uzanmış sallanıyormuşçasına rahatlatır. Kahvaltı aroması, taze demlenmiş kahvenin nefis kokusuyla beraber gemide yayılır. Yemekten sonra muhteşem denizaltı dünyasını keşfetmek için bir rehberle birlikte denize atlayın. Kahvaltı arayışındaki dev manta vatuzları, suyun içinde süzülerek akıntıyla beraber hareket ederler. Yüksek miktarlarda plankton yiyerek beş metreden daha fazla büyüyebilirler."
    },
    {
      "dayNumber": 4,
      "title": "Doğal Kaydıraklar",
      "description": "Sabah olur, bugün Somosomo Boğazı'ndaki Büyük Beyaz Duvar'ı ziyaret etmek üzere sulara dalma şansınız var. Duvar genellikle dünyanın en iyi 10 dalış noktasından biri olarak bilinir. Dar boğaz, Taveuni Bahçe Adası ve Vanua Levu arasında devam eder. Yumuşak mercanlar neredeyse 15 metre derinliğinde boru şeklinde bir mağaraya uzanır. Aslan balığı denizaltı mağara ağzını kuşatır. Beyaz mercanlarla örtülü Duvar, karla kaplı bir pano gibi görünür. Güneş ışığına benzeyen turuncu renk sıçramaları, yeşil ve kırmızılarla karışarak duvarın ağarmış beyaz battaniyesini vurgularlar."
    },
    {
      "dayNumber": 5,
      "title": "Ana Karadan Uzaklarda",
      "description": "Ana adalar geride kaldı ve siz Ringgold Atolls'un etrafındaki adalara doğru demir alırsınız. Bariyer resif, rengarenk ve canlılıkta parlayan kıpır kıpır bir lagün oluşturur. Kahvaltıdan sonra, resif çevresindeki en kuzeydeki ada olan Cobia'ya gidin. Tüm ada, batık bir volkandan yükselen 170 dönümlük bir kıta kütlesidir. Kanoya binin ya da  şnorkelle dalarak 37 metre derinlikteki okyanusu görün. Plaj yumuşacık ve altın rengidir."
    },
    {
      "dayNumber": 6,
      "title": "Toprağın Mirası",
      "description": "Bugün, Bouma Ulusal Miras Parkı'nı ziyaret etmek için Taveuni Bahçe Adası’nın ihtişamına dönün. Yemyeşil yağmur ormanı, ada sakinlerinin benimsediği, soyağacından daha derinlere dayanan gelenek ve kültürü somutlaştırarak, adanın kendisini kutsar.  Milli park 1990 yılında kurulmuştur ve eko cazibesi ile dört ayrı köyü kapsamaktadır. Vidawa Köyü, tatlı su ve zengin toprak kokusuyla doludur; yağmur ormanlarında yükselen ağaçların arasında dolaşarak doğa yürüyüşü yapılabilir. Patika sizi bir dizi antik kalıntıya götürür."
    },
    {
      "dayNumber": 7,
      "title": "Yeni Bir Orman Macerası",
      "description": "Qamea, Taveuni Adası'na bağlı bir adacıktır. Birinci sınıf dalgalar kıvrılır ve sörfçüler, bu silindir gibi dalgaları yakalayarak tekrar suya inene kadar sürerler. Dalgalar insanların üzerinden kıvrılır; sörfçüler su üzerinde durabilmek için çömelirler ve yoğun su sörf tahtalarının altında hızlanır. Onların suyla mücadelesini izlemek her zaman heyecan vericidir, bunu bizzat tecrübe etmek ise canlandırıcıdır. Gemiden inin ve mangrov ormanını takip etmek üzere su bisikletine binin. Ağaçlar bükülüp tuzlu suyun dışına taşınırlar, kökleri kumun üzerinde adeta birbirine dolanmıştır."
    },
    {
      "dayNumber": 8,
      "title": "Seçme Kumlar",
      "description": "Takımadaların kuzey ucunda, Taveuni'ye yakın bir volkanik ada olan Rabi vardır. Ada, en yüksek zirvenin yakınında, maksimum 465 metre yüksekliğe ulaşır. Dağlar, kıyılardan yukarı doğru, sırtların etrafından dolanırlar. Zümrüt otlar ve ağaç tepeleri güneş ışığının altında parlar. Gün, Albert Cove'un etrafındaki yolların yatıştırıcı seslerinin keyfini çıkarmanız için size aittir. Ziyaretçiler ve yerliler, kumları tekmeleriyle havalandırarak ve güneşin tadını çıkartarak plaj voleybolu oynarlar."
    },
    {
      "dayNumber": 9,
      "title": "İstikamet İleri",
      "description": "Geminin güvertesinde geçireceğiniz son sabah saatlerinizi, rüzgârın ve manzaranın keyfini çıkartarak geçirin. Batıya doğru giderken, gerideki doğu ufkuna bakın ve güneşin doğuşunu görün; soğurucu ışıltı, gecenin hükmüne son verir ve suyun üzerinde yayılır. Gemi rıhtıma yanaşınca ve karaya ayak basın, limanda özel aracınızla buluşun. Nadi'ye devam edip, Denarau Adası'ndan bir feribota binerek Mamanuca Adaları’na gidin. Sahil kenarından daha iyi bir manzaraya sahip olan su üzeri bungalovlarına yerleşerek rahatlayın. Durgun turkuaz rengi odanızın altında parlar ve el değmemiş okyanusa bakar. Mamanuca Adaları, Viti Levu'nun batısında volkanik bir takımadadır. Tatil beldenize vardığınızda, sonsuzluk havuzunun yanındaki sandalyeye oturun, havuzdaki suyu ve güneş ışığındaki okyanus ışıltısını izleyin, etrafınızdaki hindistancevizinin lezzetli aromasını içinize çekin."
    },
    {
      "dayNumber": 10,
      "title": "Suyun Üstündeki Serbest Günler",
      "description": "Denizaltı Pasifik akıntıları adanın kıyısına besin taşır ve okyanus tabanı ile ada kenarlarını büyüleyici manzara ile ıslatır. Camlı yüzeyin üstünden her şey daha büyümüş görünüyor. Yakından bakınca her mercanın ve balığın en ufak detaylarını bile görebilirsiniz. Gününüz sizin zevk ve arzularınıza ayrılmıştır, balkonunuzda güneş banyosu yapın ya da rahatlatıcı bir masajla kendinizi şımartın. Balıkçılar her sabah derin denize doğru yola koyulurlar. Bütün günü bir teknede uzanıp sakin deniz meltemi saçınızı havalandırırken dinlenerek geçirin, belki ucuna bir şey takılır umuduyla oltalarını seyredin. Sudaki 1000'den fazla balık türü sayesinde büyük, gözden düşmüş bir mahi-mahi ya da 45 kilo ağırlığa kadar ulaşabilen sarı yüzgeçli bir orkinos bekleyin."
    },
    {
      "dayNumber": 11,
      "title": "Manzaraya Karşı Akşam İçkisi",
      "description": "Ada hayatının sakin sesleri sizi kuşatır. İnsanlar erkenden kalkar ve körfezin ılıman sularının tadını çıkarır. Güneş doğu ufkuna tırmanır ve adanın görmeye alıştığınız rengini geri getirir. Sulu papayadan dolgun hindistancevizine kadar kahvaltının lezzetlerini tadın. Manzara, her ısırığı daha da güzelleştirir; hava taze ananasın cezp edici kokusuyla dolar. Özel aracınız sizi, geniş çaplı ada macerası için yeni bir yolcu gemisi ile buluşacağınız limana götürür. Tekne demir alır ve Modriki Adası'na varırsınız."
    },
    {
      "dayNumber": 12,
      "title": "Resiflerde Sıcak Karşılama",
      "description": "Geç saatlerde, gemi demirlenmiş konumundan uzaklaşır ve takımadalar boyunca uzanır. Su damlacıkları havaya püskürür. Rüzgar yelkenleri itmek için çok yumuşak. Belirli kayalıklara ulaştığınızda, eşsiz bir şnorkel deneyimi yaşamak için suda deneyimli bir rehberi takip edin. Resif köpekbalıkları, kalsit tepelerinin yakınında yüzer ve çekici renkli resifleri kuşatır. Bu köpekbalıkları ortalama 2,5 metre büyüyebilirler. Gri derileri resiflerin parlak renklerine karşı göze çarpar, fakat suyun derinliklerine girdikçe koyu mavi renkte kaybolurlar. Kava törenine katılabileceğiniz Soso Koyu'na devam etmek üzere gemiye geri dönün."
    },
    {
      "dayNumber": 13,
      "title": "Günlük Harikalar",
      "description": "Yağmur ormanlarının saflığından ılıman kıyı sularına rahatça dalmaya kadar, faklı bir ülkede yaşam harika olabilir. Günlük işler bir yerliye ne kadar kolay gelse de size katkısız bir neşe getirir ve heyecan verir.  Bugün adaların kültürel geleneklerine katılın, sepet örme ya da Fiji usulü yemek yapma kursuna katılın. Bireysel istasyonunuzda yerinizi alın, arkadaş canlısı ve bilgili yerel rehber aşçılıkta size yardımcı olur. Yemek pişirmeye başlamadan önce rehberiniz bir pala alır ve herkesin paylaşması için hindistancevizini keser. Nefis ve tatlı lezzet, damağınızı doldurur. Tüm malzemeleriniz yerel ve lezzetlidir. Rehberiniz, size uygun hazırlıkları gösterir, siz de her adımı taklit ederek onu izleyin. Sonunda, hindistan cevizi kreması, soğan, kırmızıbiber, limon suyu ve taze mahi-mahiden oluşan pişmiş bir Kokoda elde edin."
    },
    {
      "dayNumber": 14,
      "title": "Kıyıya Dönüşten Daha Fazlası",
      "description": "Taze tropikal meyvelerin tanıdık aromaları, kahvaltıdan yayılır. Renkler Fiji çevresinde gördüğünüz resifler kadar canlıdır. Sabah, Narara Adası'ndaki güzelliğin tadını çıkarmanız için sizindir. Suyun sizi bir kez daha sarmasına izin verin, dalga sizi bir ileri bir geri sürükledikçe, ılık suyu hissedin. Deniz tuzu, cildinize ekstra bir tabaka ekledikçe okyanus havası sizi sarar. Tekne adadan demir alır Kutsal Adaları geçip Viti Levu'ya dönersiniz. Özel aracınız sizi limanda karşılar. Uçağınız günün ilerleyen saatlerinde kalkmaktadır, bu da size yakındaki bir otelde gölgeli kabinelerin altında havuz kenarında oturup dinlenmenize olanak sağlar. Yakında görkemli adaları geride bırakacaksınız, ama bu olağanüstü hatıralar daima sizinle kalacak."
    }
  ],
  "map": ""
}