{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01521",
  "tourName": "Malolo Adası Fijian Lüks Tatil: Su Üzeri Bungalovları ve Macera",
  "placesVisited": "Tahiti",
  "generalInfo": "Sabah süit odanızın cam zeminin altında dönen su altı yaşantısının manzarasına uyanın. Meltem, sakin deniz üzerindeki ahşap platform üzerine kurulmuş konaklamanıza doğru eser. Civardaki koy nazik nazik dalgalanır. Suyun tatlı aroması, yakındaki plajdaki hindistancevizi palmiyelerinin kokusuna karışır; palmiyelerin üzerindeki kuşlar batan güneşin kızıl ışığı altında cıvıldar. Bu rüya, size özel dizayn edilen Fiji tatilinizle gerçeğe dönüşür ve size Malolo Adası’nda serbest bir lüks sunar.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "9",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Ada Keyfi",
      "description": "Palmiye ağaçları, 24 metrelik boylarıyla bol ağaçlık çizgisinden yükselirler. Hindistan cevizi kokusu ağaçlıkların gölgelerinden süzülür. Deniz, sahili kaplayan altın kumlara karşı masmavi sularıyla parıldar. Fiji’nin büyük Viti Levu Adası’ndaki Nadi Uluslararası Havaalanı'na varın. Fiji tur acentelerimiz size özel bir araç ayarlayacaktır. Havaalanında karşılanacak ve lüks bir katamarana bineceğiniz Denarau Limanı’na götürüleceksiniz. Büyük ada cenneti kaçamağı, okyanus esintilerini yakalayan yelkenlerle teknede başlar. Yeşim rengi tropikal ormanla kaplanmış deniz seviyesinden 1324 metre yükseklikteki Tomanivi Dağı’nı görün."
    },
    {
      "dayNumber": 2,
      "title": "Sakin Sular",
      "description": "Fiji tatilinizin ilk sabahında, sahile vuran nazik dalgaların yumuşak seslerine uyanın. Yakalı kırmızı papağanlar orman kanopisinde cıvıldarlar. Adanın en yüksek noktası olan Uluisolo, deniz seviyesinden 212 metrelik yüksekliğiyle, çevreleyen okyanusa gururla bakar. Kahvaltıda, plajın kusursuz görüntüsünü izleyerek manzaranın tadını çıkarın, aynı zamanda da yemeklerin doyumsuz lezzetlerine varın. Taze, yerli ürünler sıcak yemeklerinize eşlik eder. Bir adamın pala kullanarak büyük yeşil hindistancevizini keserek açmasını izleyin. Nefis koku lezzetli kremayla beraber kesilen meyveden yayılır."
    },
    {
      "dayNumber": 3,
      "title": "Denizde Arayış",
      "description": "Şimdiye kadar, adanın ihtişamına ve rahat hızına alıştınız. Sabah, suyun kıyıya karşı ileri geri vuruşunun yumuşak müziğine bayılın. Kahvaltıda, bir kez daha yemek odasını dolduran tropik meyvelerin lezzetli kokusunu duyun. Gül elmaları, etrafınızdaki egzotik cennette sizi daha da derinlere çeken, yumuşacık bir öze ve tatlı bir çiçek gibi geniş bir yuvarlak şekle sahiptir."
    },
    {
      "dayNumber": 4,
      "title": "Yunusları Görmek",
      "description": "Fiji'deki her gün sizi tropik adaların huzur verici konforlarına götürür ve bugün de farklı değildir. Kahvaltıdan sonra rehberinizle yakınlardaki Musket Koyu’ndaki bir iskelede buluşun ve yunusları aramak üzere denize açılın. Tekne demir aldığında çevresindeki deniz dalgalanır ve sular sıçrar. Adanın etrafındaki yeşillik, masmavi suların ardından kendini gösterir."
    },
    {
      "dayNumber": 5,
      "title": "Nefes Kesen Koyda",
      "description": "Sabah, bir kez daha ağaçlardaki yakalı kızıl papağanların heyecanlı cıvıltılarını dinleyin. Parlak kırmızı tüyleri, ormanın zümrüt rengi yapraklarıyla tezat oluşturur. Kahvaltıda, adanın etrafında yetişen taze meyvelerin sade zevklerini bulacaksınız; her biri kendine özgü dolgun, egzotik bir lezzetler barındırır. Bir rambutanın yumuşak, dikenli dış tabakasını açın ve tatlı ekşi bir lezzeti olan tatlı meyveyi ısırın. Yemekten sonra, özel aracınız sizi otelde karşılar ve sizi kara parçasının etrafından geçirerek, yakındaki koya, yeni zengin tesisinize götürür."
    },
    {
      "dayNumber": 6,
      "title": "Malolo'da Yaşam",
      "description": "Adanın harikaları suların ve ağaçların ötesine geçer. İnsanların, kültürün kuşaktan kuşağa geçtiği köylerde, oldukça derin kökenleri vardır. Bugün, rehberiniz Malolo'daki yaşamın özünü kavramanız için size ada etrafında kılavuzluk edecek. Solevu Kasabası’na ulaşmak için mükemmel sahil şeridindeki kıvrılan ada yollarını geçin. Gün boyunca köy çocukları, plajın yakınındaki alçak asılı orman asmalarıyla sallanır ve kıyıdan iç kısımda yer alan yükseltilmiş evlerin etrafında birbirlerini kovalarlar."
    },
    {
      "dayNumber": 7,
      "title": "Doğal Görkem",
      "description": "Nazik akımda bure kolonlarına karşı fırça darbeleri gibi vuran suyun sakin seslerine uyanın. Denizin içerisinde yüzen tropikal balıkları balkonun kenarındaki cam zeminden görün. Yumuşak ışığın tadını çıkarın, özel güvertenizde kahvaltının lezzetine doyun. Gün, adanın ve tatil köyünün tadını gönlünüzce çıkartmanız için sizindir."
    },
    {
      "dayNumber": 8,
      "title": "Zarif Gençleştirme",
      "description": "Suyun sesi, sakin bir çağrıyla odanızda yankılanır; sizi endişelendiren herhangi bir şey bu dalga sesiyle akıp gidecekmiş gibi hissedin. Kahvaltıdan önce, bir kez daha balıkların görüntüsünü izleyin, her biri, aşağıdaki berrak suda burelerin sütunları arasında yanardöner renklerle yüzerler."
    },
    {
      "dayNumber": 9,
      "title": "Serseri Bir Sabah",
      "description": "Gün ışığında, beldenin etrafındaki meşaleler, denizin çivit mavisi yüzeyine yansıyarak titremeye devam eder. Gündoğumu ufukta mor ve pembe katmanlar oluşturarak adayı gün ışığıyla yıkar."
    }
  ],
  "map": ""
}