{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01509",
  "tourName": "Fiji Tatil Turunu Keşfedin: Matamanoa ve Taveuni",
  "placesVisited": "Tahiti",
  "generalInfo": "Fiji’nin hudutları, sulardan daha parlak olan efsanevi mercan resifleri ile çevrilidir. Yağmur ormanı mücevherlere benzer ve yerliler her zaman güleryüzlüdür. Plajların ihtişamı, yerel köylerin cazibesi, mirasın önemi ve daha da önemlisi eşsiz bir romantizmin yarattığı harikalığı ile Matamanoa ve Taveuni'ye yapacağınız 9 günlük Fiji Tatil Turu sizi ada cennetine tamamen kaptırıyor. Küçük bir özel adadan, Bahçe Adası'nın yemyeşil ve konforlu lükslerine kadar, partnerinizin tutkusunu Fiji'nin ilham verici doğal yaşamıyla kucaklayın.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "9",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Fiji’de İnziva",
      "description": "Fiji'nin güzelliği her bir adaya yayılmıştır. Palmiye ağaçları kıyı şeridi üzerinde yükselir ve deniz meltemi içinde sallanır. Plajlar altından beyaz kumlara kadar değişir. Su saydam masmavi dalgalanır ve kobalt derinliklerine dönüşür. Yağmur ormanları, verimli topraklar, canlı yaban hayatı ve parlak kır çiçekleri sağlayan iç tepeler ve dağları kaplar. Özel transferinizin beklendiği Nadi Uluslararası Havaalanı'na varın. Kısa bir süre sonra Port Denarau'dan demir alan yüksek hızlı bir katamarandasınız ve havalı ekvator sularını geçin."
    },
    {
      "dayNumber": 2,
      "title": "Grandeur'un Huzuru",
      "description": "Fiji kültürünü yansıtan geleneksel doku ve renklerle dolu sahil odanızda uyanın. Su, sabahı öne çıkaracak şekilde kıyıya doğru küçük küçük çırpınıyor. Plaja açılan manzara eşliğinde kahvaltının tadını çıkarın. Taze demlenmiş kahvenin kokusu, sunulan canlı tropikal meyvelerle birleşir. Pomelo dışından bir greyfurt, içinden de bir portakal gibi görünüyor ve ikisini birleştiren ferahlatıcı bir narenciye aromasına sahip. Güneş, ufukta yayılır ve her ince hareketle su ışıltısı yaratır."
    },
    {
      "dayNumber": 3,
      "title": "Romantizm Dolu Deniz",
      "description": "Sabah, yakındaki ağaçlardaki kuş yaşamının cıvıldayışlarını duyun. Gekolar, sabahın erken saatlerinde yemek aramak için odamızın dış kenarında acelecidirler. El değmemiş plaja bakan yemek odanızın penceresinden elinizde olmadan merakla bakarsınız. Pasifik'i yansıtan bir kartpostala benzeyen gökyüzünün parlak mavisi, ufuk çizgisinde elle boyanmış gibi görünüyor. Yemekten sonra, Matamanoa Adası’nın bir parçası olduğu Mamanuca Adaları’nı keşfetmek için bir günlüğüne bir yelkenli gemiye binin."
    },
    {
      "dayNumber": 4,
      "title": "Boş Zamanın Güzelliği",
      "description": "Taze sıkılmış tropikal meyve suyunun tatlı aromalarına uyanın. Canlı ananas, soyulmuş ve yenilmeye hazır olarak kahvaltı masasını süslemektedir. Her lokma sulu lezzetle doludur. Gün, partnerinizle adayı keşfetminiz ve keyif almanız için sizindir. Uzun boylu bir palmiye ağacına tırmanan bir yerliye dikkat edin. İnsanlar onun daha yükseğe tırmanmasını izlerler. Esinti, palmiye yapraklarını karıştırıyor, ancak ağaca tırmanan adam farketmiyor. Bir palmiye ağacı 60 metreye kadar uzayabilir. Kısa sürede yerli eldeki yeşil hindistan ceviziyle gölgelikten döner. Palayı kapar, hindistan cevizinin tepesini ideal bir hassasiyetle keser ve sert meyveyi açar."
    },
    {
      "dayNumber": 5,
      "title": "Bahçede Zaman",
      "description": "Sabah, okyanus akıntısı ve yükselen kuşlar eşliğinde özel adanıza yayılır. Kahvaltıdan sonra yüksek hızlı katamarana doğru ilerleyin ve Taveuni Adası'na uçuşunuz için Nadi'ye geri dönün. Bahçe Adası, Fiji Takımadaları’nın üçüncü büyük adasıdır. Yemyeşil yağmur ormanları, yivli dağlara ve nehir kıyılarına yayılır, adanın kıyılarına kadar devam ederek sahili çevreler. Özel transferiniz, sahil kenarındaki tatil tesisinizin lükslerine kadar eşlik etmeden önce havaalanında karşılar. Uluslararası Dateline, adayı böler, doğudan batıya kavisle saf gün doğumunun ve zengin gün batımının eşsiz bir karışımını yaratır."
    },
    {
      "dayNumber": 6,
      "title": "Gökkuşağı ile Randevu",
      "description": "Taveuni Adası'nın sabah sesleri Matamanoa'ya benziyor ama daha canlı. Kuş sesleri daha yakın ve daha aktif. Çırpınan su daha tutarlı ve biraz daha hızlıdır. Dalgalanan yağmur ormanları güneş ışığını zümrüt bir parıltıyla yansıtır. Kahvaltıdan sonra, Somosomo Boğazı boyunca mükemmel bir tüplü dalış günü suya açılın. Fiji’nin 230 mercanının tamamı resif boyunca bir yerlerde görülebilir. Suyun içine girmeden önce ekipmanlarınızı takın ve dalış kıyafetlerinin rahatlığını hissedin."
    },
    {
      "dayNumber": 7,
      "title": "Nadir Çiçeklere Dokunmak",
      "description": "Sabah, suya açılan balıkçı teknelerini görün. Küçük direkler, hizzanızda yavaşça hareket eden işaretler gibidir. Kahvaltıdan sonra, siz ve partneriniz rehberinizle buluşun ve yemyeşil tropik yağmur ormanlarına giriş yapın. Sıcak hava ağaç gölgeliklerinden süzülür. Yapraklar mumlu ve nemlidir. Partnerinizle birlikte, 800 metrenin üzerindeki bir yükseklikte sönmüş volkanik kraterin içinde yer alan Tagimoucia Gölü'ne giden patikayı keşfedin. Göl, Fiji Takımadaları’nın dört gölünden biridir. Kabarık bulutlar, yağmur ormanlarının üst kısımlarına ulaşır, yağan yağmurun süzdüğü bulut formlarına yaptıkları gibi nemi emen ormanaltı bitkileri için eşsiz bir ortam yaratır."
    },
    {
      "dayNumber": 8,
      "title": "Mirasın Kökleri",
      "description": "Her gün ada cennetine uyanmak, geri dönüşü olmayan parlak bir gülümsemeyi beraberinde getirir. Adada sabit bir mutluluk dolanır. 2014 yılında Fiji, dünyanın en mutlu ülkesi seçildi. Dünkü çiçek aroması, gölden ayrıldığınızdan bu yana sizinledir. Kahvaltıdan sonra, yağmur ormanlarının içlerine dalmak için bir kez daha kıyıdan ayrılın, bu kez Bouma Mirası Milli Parkı'na doğru ilerleyin. Korunan tabiat, adanın tümünün yaklaşık yüzde 80'ini kapsamakta ve adanın mirasının doğal köklerinin gelecek nesiller için sağlam kalmasını sağlamaktadır."
    },
    {
      "dayNumber": 9,
      "title": "Zarif İnziva",
      "description": "Uyandığınızda gülümsemeniz geri döner çünkü geçen haftanın bir rüyadan daha iyi olduğunu hatırlarsınız. Kahvaltıya gitmeden önce sabahınızın bir kısmını huzur veren suyun sesini dinlemekle geçirin. Manzaraya değer vermeyi, el değmemiş kumsala ve köpüklü suya bakmayı hiç bırakmadınız. Fiji'deki her saniye tutku ve romantizm, sevgi ve ihtişamla doldu. Özel transferinizle, eve döneceğiniz Nadi'ye giden uçuşunuz için havaalanında buluşun. Şnorkelle ve tüplü dalış yaptınız, yelkenliyle gezdiniz ve uzun yürüyüşe çıktınız, ayrıca gözlerden uzak mesafeleri ve adaların sonsuz güzelliğini keşfettiniz."
    }
  ],
  "map": ""
}