{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01013",
  "tourName": "Arazi ve Denizin En İyisi: Fransız Polinezyası Özel Yat Kiralama Turizmi",
  "placesVisited": "Tahiti",
  "generalInfo": "Fransız Polinezyası yol haritanızdaki cenneti özel bir yat kiralama firmasıyla rahatça gezebilir ve özelleştirebilirsiniz. Raiatea, Taha’a ve Bora Bora adalarını çevreleyen uçsuz bucaksız mavi suları seyretmek için özel bir yat tutun. Tenha plajların ışıltılı fildişi kumlarını keşfedin. Tarihi tarlalardan çıkan vanilya aromasını içinize çekin. Parlak siyah ve beyaz incileri keşfetmek için istiridyeleri açın. Tropikal kuşlar, yağmur ormanı gölgesinde ve volkanik zirvelerde cıvıl cıvıl sahiller üzerinde yükselen dramatik ufuk çizgisini şekillendirmektedir. Lüks yemeklerden şnorkel seferlerine, sahil yollarından  gizli mağaralara, Güney Pasifik'i seyrederken Fransız Polinezyası'nın pastoral zevklerini bulacaksınız.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "8",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Raiatea - Lüks Yat Tatili",
      "description": "Raiatea'nın zenginlikleri, zümrüt ormanlarından ve Güney Pasifik'in safir ve indigo renklerine bakan pürüzlü dağlardan yayılır. Efsane, adanın Polinezya'nın doğum yeri olduğunu ve benzeri görülmemiş manzaraya mistik ve görkemli bir ortam kattığını belirtiyor. Hindistan cevizi avuç ağaçları, deniz kenarına uzanır ve mango ağaçları, orman tepelerinde bulunan gizli köylerin kenarları boyunca büyür. Uçağınız Uturoa kasabası yakınlarında bulunan Raiatea Havalimanı'na iniyor. Stoik deniz fırçaları, pistin kenarları boyunca sığ kumlara karşı fırçalar. Tuzlu suyun aroması, hindistan cevizi kokusunu taşıyan tatlı hava ile karışır."
    },
    {
      "dayNumber": 2,
      "title": "Taha’a - Ada Kıyıları Boyunca Yelken",
      "description": "Taha’a adası Raiatea kıyılarına 10 km'den daha kısa mesafede yer almaktadır. Sabah, özel yatınızda kahvaltıya eşlik eden mango ve portakal aromalarını bulacaksınız. Serinletici esinti, denizin kokusunu taşıyan masanın üzerini süpürür ve adadaki tarlalardan gelen vanilya kokusuna karışır.. Orman arazisinde Hibiscus çiçeği ve dönen tropik güneş ışığında inci çiftlikleri ışıl ışıl parıldar. Beyaz kumlu plajlar suya karşı parıldayan ışıltılı resiflerle dalgalardan korunuyor."
    },
    {
      "dayNumber": 3,
      "title": "Bora Bora - Polinezya'da İnci Bulmak",
      "description": "Adanın kalbi, dışına çıkan soyu tükenmiş kraterin volkanik aktivitesiyle şekillenen muhteşem doğal güzelliği nedeniyle Bora Bora “Polinezya'nın İncisi” olarak kabul edilir. Renkli mercan resifleri kıyıya, ışıltıya ve sakin lagünün öncülüne karşı parıldar. Bora Bora Yat Kulübüne demir attıktan sonra, orman arazisi boyunca muhteşem 4x4' jeep ile  bir gezintiye çıkmaya istekli olan rehberinizle tanışacaksınız. Açık hava aracı, serinletici esintinin ve sümbül kokusunun yolculukta sizi takip etmesini sağlar. Karayolu, 11 kilometrekare adasının ortasındaki yoğun yağmur ormanlarını ve tepeleri geçmektedir. Gözlerden uzak köylerdeki kadınlar, onların saronlarını boyamaktadır. Mango ağaçları canlı kırmızı, sarı ve yeşil meyve ile çiçek açarlar."
    },
    {
      "dayNumber": 4,
      "title": "Bora Bora - Kuzeydoğu Lagünü",
      "description": "Sabah, Bora Bora'yı taçlandıran ve  yükselen zirvelerin tanıdık görüntüsünü bulacaksınız. Papaya kokusu, kahvaltıda ejderha meyvesinin renklerini vurgulamaktadır. Adanın mercan bahçesinin etrafında şnorkelli bir gezintiye çıkacaksınız. Su sıcak ve davetkar. Kendinizi Güney Pasifik'e batırırken cildinizde oluşan tuz kristallerini hissedebilirsiniz. Kristal berraklığındaki su, şimdiye kadar 20 metreye kadar çiçek açması mercan ve tropikal balık okullarının parlak renklerini bulmanızı sağlar. Mercan bahçeleri, süslü kelebek balığı da dahil olmak üzere 700'den fazla farklı balık türü için tazelik sağlar."
    },
    {
      "dayNumber": 5,
      "title": "Bora Bora - Ada Cenneti'nde Rahatlama",
      "description": "Sabah, teknenin galonundan çıkan hindistancevizinin  tatlı kokusunu bulacaksınız. Kahvaltıda, ferahlatıcı, köpüklü bir cappuccino ile rahatlayın ve Bora Bora'nın göz kamaştırıcı kıyılarının manzarasının tadını çıkarın. Su, beyaz kum ve zümrüt ağaçlarının zemine karşı parlak indigo tonlarıyla ışıldamaya devam ediyor. Tekne, rahatlatıcı ambiyansı ile bilinen bir paradisakal adası olan Motu Topua'nın kıyılarına açılmaktadır. Palmiye ağaçları hafif bir esintide sallanır. Güneş ışığı toz beyaz kumu ısıtır."
    },
    {
      "dayNumber": 6,
      "title": "Taha’a - Denize Özel",
      "description": "Sabah havasında tutku meyvesinin tatlı aromasıyla uyanıyorsunuz. Tekne, Taha’a kıyılarına yakın ve Motu Tau Tau adası boyunca ilerliyor. Gözlerden uzak cennet, batıda Bora Bora'ya bakar ve ufku taçlandıran bilinen zirvelerin bir görünümünü sunar. Doğuda, beyaz kumlu plajları ve Taha’a'nın hindistancevizi palmiye ağaçlarını bulacaksınız. Kahvaltıdan sonra, resif boyunca balıkları takip edin, parıldayan kristal berraklığındaki lagünün etrafında şnorkelle dalmak için suya dalın. Mercan, kırmızı yapılı okullardan büyüleyici barracudaya kadar deniz yaratıkları krallığına dönüşür. Bir keşiş yengeç, kayaya benzeyen bir kabuk ile çıkıntılı kayalarda gezer."
    },
    {
      "dayNumber": 7,
      "title": "Raiatea - Fransız Polinezyası'nda Yunus Bulmak",
      "description": "Deniz meltemi, kıyılardan gelen vanilya aroması kokusunu taşır. Kahvaltıda guava taze narenciyenin tanıdık tatlı kokusuna canlı ve tatlı bir karışım ekler. Kahvaltıdan sonra, tekne Motu Ceran'ın tenha kıyılarına doğru seyrediyor. Plajların beyaz kumları fildişi tonlarıyla ışıldamaktadır. Hindistan cevizi ağaçları, yağmur ormanı gölgesinin ortasındaki esintiyle hışırdamaktadır. Taha’a'nın güneydoğusundaki korunaklı adada farklı bir silüet oluşturmak için ağaçlardan taşmalar çıkmıştır. Issız ada, bol sıcak kum, sallanan yapraklar ve Indigo Güney Pasifik'te yer alan canlı mercan kayalıklarından oluşan sessiz bir cennet barışı sunar."
    },
    {
      "dayNumber": 8,
      "title": "Raiatea - Anakaraya Dönüş",
      "description": "Fransız Polinezyası'ndaki zamanınızın son sabahında, tekneyi sallayan suyun rahatlatıcı ritminde nazik hareketini bulmak için uyanın. Kahvaltıda, taze kahve aroması, ananas ve papaya'nın lezzetli kokusunun altında kalıyor. Renkli meyve ve sebzelerle dolu merkezi pazarı bulmak için Raiatea kıyılarına geri dönersiniz. Esnaf ustaları el yapımı kabuklu kolyeler veya kokulu yağlar sergilerler. Adanın tatlı ürününü besleyen sümbülün baharatlı aromasını bulacaksınız. Les Trois Cascades'in serin ve ferahlatıcı suları, gizli tepelerde yağmur ormanı gölgelikli bir yüzme deliğine bürünüyor. Özel transferiniz, uçuşunuz için Marina Apooiti'den Raiatea Havalimanı'na kadar size eşlik eder."
    }
  ],
  "map": ""
}