{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01526",
  "tourName": "Yeni Zelanda Ve Fiji Macera Turu",
  "placesVisited": "Tahiti, Yeni Zelanda",
  "generalInfo": "Yeni Zelanda’nın Kuzey Adası kobalt suları ve tertemiz adalarla ışıldamaktadır. Güney Adası, el değmemiş zirvelere ve muhteşem manzaralara sahiptir. Fiji Adaları, Pasifik Okyanusu'nda kaleydoskopik mercan resifleri ve yemyeşil yağmur ormanları ile oturuyor. Özel olarak hazırlanmış Yeni Zelanda ve Fiji macera turunda, liman boyunca yelken açarken Auckland'ın serin esintisini hissedin. Panoramanın Wakatipu Gölü'nün tertemiz kıyılarında büyüdüğünü görün. Tropikal ormandaki serinletici bir doğal havuza atlayın ve adalar arasındaki müşterekliğin katışıksız heybetini görün.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "15",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Yelkenleri Seyretmek",
      "description": "Yeni Zelanda’nın Auckland şehri teknelerle dolu sayısız marina ile suyun kenarında duruyor. Şehir Yelkenler Şehri olarak bilinir; uçak inerken Hauraki Körfezi'ne bakın ve sonsuz teknelerin yelkenleriyle, rüzgarları yakalayışını ve parıldayan kobalt Pasifik boyunca geçişlerini görün. Şehir, zümrüt ormanlar tarafından karada sınırlanan yamaçlarla yükselen alçalan bir görünümdedir, su da verimli volkanik adalar üzerinde yukarı doğru salınır. Özel transferiniz havaalanına varışınızı bekler ve Yeni Zelanda'nın en büyük şehrinin kalbinde yer alan konforlu otelinize kadar eşlik eder."
    },
    {
      "dayNumber": 2,
      "title": "Yelkenle Suları Keşfetmek",
      "description": "Sabah, Pasifik sularına ve adalara yayılan şehir üzerinde uzanıyor. Kahvaltıdan sonra limana doğru yol alın ve bozulmamış sularda tekneye binin. Okyanus havaya karışır ve saçlarınızdan esen rüzgarla yanaklarınızı kucaklar. Kıyı şeridi hızla uzaklaşır, ancak asla manzaradan kaybolmaz. 1871'de inşa edilmiş Bean Rock Deniz Feneri’ni geçin."
    },
    {
      "dayNumber": 3,
      "title": "Ada Yaşamının Farklı Stilleri",
      "description": "Bir sis düdüğünün uzak sesi şafaktan süzülür. Güneş doğarken, rüzgarı tekrar yakalayan tekneler ufukta yelken açarak sulara geri dönüyor. Auckland'ı keşfetmek için gün sizin; boş zamanlarınızda ister Sky Tower'ı ziyaret edin, ister şehrin kıyısındaki pek çok adadan birinde yürüyüş yapın ya da Newmarket'in lüks mahallesinde gezinin. Kuzey Adası’nın eşsiz manzarasını görmek için rehberinizi otel lobisinde karşılayabilir ve ünlü Adalar Körfezi’ne doğru ilerleyebilirsiniz. İnsan eli değmemiş 150 ada, koyun turkuaz sularını deliyor."
    },
    {
      "dayNumber": 4,
      "title": "Deniz Kıyısındaki Başkent",
      "description": "Kahvaltıdan sonra havalimanına hızlı transferle varın ve ardından Yeni Zelanda’nın başkenti Wellington’a kısa bir uçuşla gidin. Şehir büyük bir üne sahiptir ancak küçük bir kasaba cazibesini korur. Dağlar, parıldayan körfeze daha yakın sokakları çevreleyen kent manzarasını kuşatır. Altın kumları güney sahil boyunca sarp kıyılara yaslanır. Okyanus havası asla uzak değildir ve şehir merkezinde taze kahve ve hamur işleri aromalarıyla karışır. Teleferik şehir merkezinden geçiyor ve sınırdaki dağları organize ediyor."
    },
    {
      "dayNumber": 5,
      "title": "Özgür Wellington",
      "description": "Gün, boş zamanlarınızda Wellington'un keyfini sürmek için sizindir. Engebeli kıyı şeridi boyunca 4x4 deneyimi ile heyecanlı Seal Coast Safari Macerası’nı keşfedin ya da Zealandia’yı ziyaret ederek ada ülkesinin tehlikedeki türlerinin bazılarını görün. Kahvaltıdan sonra, Yeni Zelanda'nın sanatsal eserlerini görmek için Weta Atölyesi’ni ziyaret etmeyi tercih edebilirsiniz. Tur, Yüzüklerin Efendisi ve Hobbit üçlemelerinin özel efektlerini ve sanatsal temsillerini dünyaya getiren çalışma alanına götürür."
    },
    {
      "dayNumber": 6,
      "title": "Alplerin İçine",
      "description": "Zicasso'nun Yeni Zelanda tur operatörlerinden biri tarafından düzenlenen özel transferiniz, sabah saatlerinde Wellington'dan ayrılış ve Kuzey Adası’ndan uzaklaşmanız için sizi havaalanına götürüyor. Hızlı uçuş kısa süre içinde muhteşem Güney Alpleri'nde bulunan Queenstown Uluslararası Havaalanı'na iniş yapmanıza imkan veriyor. Özel transferiniz sizi Dünyanın Macera Başkenti olarak bilinen muhteşem dağ kentine götürüyor. Remarkables Sıradağları, Wakatipu Gölü'nün bozulmamış sularına bakan ufku belirlemektedir. Diğer ufukta ise teleferiğin şehirdeki dağın tabanından zirveye çıktığı Bob'un Zirvesi yer alıyor. Tatlı su kokusu, Douglas köknarlarının ve kayın ağaçlarının çamsı kokusuna karışır. Şehir, İsviçre Alpleri'nden bir kasabaya benziyor ama sokaklarda dolaşan dostane, dalgın enerjiyi sürdürüyor."
    },
    {
      "dayNumber": 7,
      "title": "En İyi Zirve",
      "description": "Şehrin canlanmadan önce sabah ışığı Remarkables Dağları'nın hemen hemen üstüne ulaşır. Hangi sezon olursa olsun, insanlar ister snowboard yapmak için ister planörle uçmak için iştahla dağın tepesine tırmanma isteğiyle şehri doldurur. Sıcak bir fincan taze demlenmiş kahve hazırlayın ve sabahları teleferiğe binmeden önce Wakatipu Gölü'nün sakin sularına göz atın. Skyline istasyonu, Queenstown'ın merkezine beş dakika uzaklıktadır."
    },
    {
      "dayNumber": 8,
      "title": "Seste Hiç Şüphe Yok",
      "description": "Gün ışığı Cecil Peak'i geçerek yukarı doğru süzülen ve göl üzerinde parıltılı bir ışık yayıyor. Gününüzün boş zamanlarında, Yeni Zelanda'nın en büyük merkezlerinden biri olan Doubtful Sound'un eşsiz doğal ihtişamına tanık olmak için güneye doğru ilerlemeyi tercih edin. Zamanla kademeli olarak eriyen eski buzulların oyduğu havalı manzaraya bakın. Manapouri'deki Pearl Harbor'da bir tekneye binin, sese ulaşmadan önce engebeli ve sakin manzaranın eşsiz karışımını gezin. Vahşi doğası geniş ve el değmemiş. Yağmur ormanı gizli girişlere dönüşür. Sağlam tepeler sakin buzul suları üzerinde kule gibidir. Sesi daha derinden keşfetmek için tekneye binin."
    },
    {
      "dayNumber": 9,
      "title": "Ani ve Hızlı Geçiş",
      "description": "Sabah dağ havasıyla gevrektir. Yemyeşil ağaçlar, şehir silüetini çevreler ve çevredeki dağ eteklerine doğru yükselir. Boş zamanlarınızı keyfinizce geçireceğiniz diğer gününüzde, rahatlatıcı bir masaja katılın ya da rahat bir restoranda öğle yemeği için Queenstown’da gezin. Tabiatın daha maceralı bir keşfi için rehberiniz sizi otelde karşılar ve sizi bir jetbot safarisi için Dart Nehri'ne götürür. Sürat teknesi, nehrin yüzeyinde çeşitli hızlarla dağ manzarasını derinlemesine keşfetmenizi ve hızlı sürüş seçeneklerini sunar."
    },
    {
      "dayNumber": 10,
      "title": "Doğal Güney Adası",
      "description": "Sabah dinlenmek için zaman ayırın. Aktif şehir, yerel halkın yanı sıra ziyaretçilerin göl kenarındaki ana caddede gezintiye çıkmasıyla dolar. Öğleden sonra, Dunedin’e giden vagona binmeniz için tren istasyonuna götürüleceksiniz. Şehir, 19. yüzyılın ortalarına kadar uzanan İskoç mirasına gurur verici bağlantıyı devam ettirmektedir. Tren yolculuğu sizi, Otago arazisine özgün bir doku katan büyük ayaklı kayalar, kiltaşı direkleri eşliğinde sürer. Tren, kilometrelerce uzanan tabiatın muazzam bir manzarasını sunuyor."
    },
    {
      "dayNumber": 11,
      "title": "Merkez Otago'nun Tadı",
      "description": "Bir önceki gün Merkez Otago bölgesinin çeşitli manzaralarına elinizde olmadan fark ettiniz. Bugün bölgenin tabiatının etkilerini bir şarap turu ile daha derinden görmeye karar verin. Rehberiniz sizi otelde karşılar ve sizi özellikle Pinot Noir ile bilinen Alexandra havzasına yayılan üzüm bağlarına götürür. Her şarap, hoş kokulu niteliklere sahip karmaşık bir lezzete sahiptir."
    },
    {
      "dayNumber": 12,
      "title": "Güney Adası'ndan Tropik Ada’ya",
      "description": "Sabah, Dunedin’in etrafındaki yeşillikler arasında yayılır. Üniversitenin saat kulesinden şafak saatleri geçer. Kahvaltıdan sonra özel transferiniz sizi otelde karşılar ve Fiji’deki Nadi Uluslararası Havaalanı’na uçuşunuz için havaalanına götürür. Güney Alplerinin zirveleri bulutların üstünde gözüküyor ama sonunda yok oluyor. Kısa süre içinde gökyüzü, aşağıdaki geniş turkuaz sulara açılıyor. Güneş ışığında parıldayan ve Fiji’nin en büyük adası Viti Levu'nun dağlarının üzerinde uzanan zümrüt yağmur ormanlarını görün. Havaalanına vardığınızda özel transferiniz sizi Denarau Adası'ndaki muazzam tatil beldesine götürecek. Her oda suya ve otelin özel plajına bakan klasik bir manzara sunmaktadır. Hindistan cevizi ve şeker kamışı havayı dolduruyor. Esinti, palmiyeleri hışırdayarak sallar. Barakalar, lüks havuzun yanında gölge sağlar. Dağlık harikalar diyarından tropik ada cennetine seyahat ettiniz."
    },
    {
      "dayNumber": 13,
      "title": "Ada İçinde",
      "description": "Dağların ürpertisi eridi, yerine tropik güneş ve kumları okşayan okyanusun sesi geldi. Sabahı karşılayan sulu mangodan etli ve tatlı rambutan'a kadar bir dizi tropikal meyveye uyanın. Rehberinizle lobide buluşun, sizi Sigatoka Nehri'nin kıyısına götürecek. Sular, Victoria Dağı'nın batı tarafında başlayıp 120 kilometre kadar devam eder. Manzara yolculuğunuza başlamak için sert bir bambudan yapılmış motorlu bir yelkenli tekneye binin. Dağ etekleri, nehir kenarından uzanıyor ve tropikal yağmur ormanının içine kıvrılıyor."
    },
    {
      "dayNumber": 14,
      "title": "Dev Adımlar",
      "description": "Taze hindistan cevizinin doğal aromasına ve açık pencereden geçen okyanusun parlak kokusuna uyanın. Kahvaltıdan sonra, Perry Mason ile ünlenen aktör Raymond Burr'a ait 2000'den fazla Asya orkidesi çeşidine ev sahipliği yapan Uyuyan Dev'in Bahçesi'ne gidin. Bahçe dağın eteklerinin etrafında yükselir ve çevredeki tepelerin havzasına yayılır. Alan yoğun ve ara sıra görünen inişli çıkışlı dağ yamacının manzarasına açılır. Güzel ve hoş kokulu açan çiçeklerin aroması eğreltiotu yaprakları ile iyi uyum sağlar."
    },
    {
      "dayNumber": 15,
      "title": "Uykulu Cennetin Ötesinde",
      "description": "Bu sabah, suyun kumsalla buluşmasının rahatlatıcı sesini dinlemek için yatakta biraz daha yatın. Henüz ayrılmaya hazır olmadığınız tanıdık bir uyandırma çağrısı haline geldi. Kahvaltıdan sonra, özel transferinizle tanışın ve uçuşunuz için havalimanına gidin. Ancak, Fiji'deki konaklamanızı; tenha adalarda kaçamak yapmak, bir su üstü bungalovundan haz almak ya da Bahçe Adası yakınındaki çarpıcı resifleri keşfetmek için her zaman uzatabilirsiniz. Yeni Zelanda Adaları ve tropik Fiji cenneti arasındaki muhteşem farkları keşfettiniz ve gerçekten sizi farklı ama eşit şekilde büyülediklerini söyleyebilirsiniz."
    }
  ],
  "map": ""
}