{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01016",
  "tourName": "Bora Bora  Çiftler İçin Kaçamak",
  "placesVisited": "Tahiti",
  "generalInfo": "Bu kişiselleştirilebilir tatilin Bora Bora'ya açılan kapısı ile romantizminizi kutlayın. Zümrüt yağmur ormanları ve volkanik zirvelerin gümüş çizgileri manzaralı su bungalovunuzun konforunda dinlenin. Bir çiftin masajı sırasında profesyonel bir masözün yumuşak bir dokunuşunun tadını çıkarın ve toz beyaz kuma karşı su serpmek için bir film müziği izleyin. Ukulele'nin uyumunu dinleyin ve tropikal meyve ve egzotik çiçeklerin tatlı aromalarını kucaklayın. Bora Bora'daki cennet zevklerinden kaçarken Güney Pasifik Denizi'nin üzerinde güneşin batışını ve köpek balıklarıyla ve manta ışınlarıyla şnorkel kullanarak  yüzün.<br><br>ÖNE ÇIKANLAR",
  "durationDays": "5",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bora Bora - Bir Kaçış Başlıyor",
      "description": "Romantizm, uçak Bora Bora kıyılarına yaklaştıkça havayı doldurur. Pahia ve Otemanu dağlarının yükselen doruklarını görebilirsiniz; onların zarif bazalt uçurumları zümrüt yağmur ormanı gölgelikleri üzerinde güneş ışığında ışıldar.. Tropik sıcaklıkta Frangipani ve orkide çiçeği, adanın egzotik, baştan çıkarıcı havasına ekleniyor. Ünlü lagün Güney Pasifik Denizi'nin daha derin kobalt sularının zeminine karşı indigo ve turkuaz tonları ile parıldar. Uçağınız Bora Bora Havalimanı'na iniyor."
    },
    {
      "dayNumber": 2,
      "title": "Bora Bora - Maceradaki Tutku",
      "description": "Hindistan cevizinin tatlı aroması sabaha geri döner. Sualtı bungalovunuzda özel bir kahvaltının tadını çıkarın, şarabınızı ada manzarasının ihtişamlarıyla harmanlayarak birleştirin. Mango ve ananas kokusu, adanın üzerinde toplanan yerel çekirdeklerden yapılan taze demlenmiş kahvenin yozlaşmış kokusuna eşlik ediyor. Yemekten sonra, Bora Bora'daki ilk çift maceralarına başlamak için rehberinizle tanışacaksınız, tropikal harikaların daha derin bir keşif için isteklisiniz. Lagün üzerinde ve Güney Pasifik Denizi üzerinde özel bir seyir için geleneksel avara kanoya binin."
    },
    {
      "dayNumber": 3,
      "title": "Bora Bora - Bir Çift Yolculuk",
      "description": "Su üzerindeki bungalovunuzun direklerine su serpiştiren sakinleştirici seslere uyanın. Kahvaltıda mavi bir alabazın ince heyecanını duyabiliyorsunuz. Deniz kuşu, balık, kalamar ve kril bulmak için denize 20 metreye kadar dalış yapabilir. Geri dönen güneş ışığı, kuşun sırtındaki beyaz tüyleri ve karnındaki beyaz tüyleri vurgular. Petrelin çağrıları, bir ukulele'nin büyüyen humisinin altında kayboluyor. Geleneksel bir kano, bungalovunuza daha yakın kayar ve keyifli bir sabah kahvaltısı taşır."
    },
    {
      "dayNumber": 4,
      "title": "Bora Bora - Somut Ada İhtişamları",
      "description": "Sabah ışığı lagünü yıkayarak, indigo ve turkuaz renk tonlarını suya ve fildişi parlaklığı kumlara geri döndürüyor. Yavaşça uyanırsın, hindistancevizi ve lychee aromalarına bayılırsın. Değerli taşları yetiştirmek için adım adım ilerlemenizi sağlayan ünlü bir inci çiftliğini ziyaret etmek için tesisin özel iskelesinde bir tekneye binebilirsiniz. Rehberiniz sizi kapıda karşılıyor ve sizi kıyıya ilk olarak tanıtıyor. Suya atladığınız lagün boyunca küçük bir tekne sizi alır."
    },
    {
      "dayNumber": 5,
      "title": "Bora Bora - Bir çiftin sonsuz pastoral kaçışı",
      "description": "Cennetin güzelliği güneş ışığı ile geri döner. Yağmur ormanı zümrütle parıldar. Canlı laicorn balığı ve özel lagünün önceki gününü bulduğunuz tavus kuşu dahil olmak üzere mercan bahçelerinde parlayan renklerin gökkuşağı rengini kolayca hayal edin. Kahvaltıda, tatlı cappuccino'nun tatlı tutku meyvesinin ve kremsi vücudunun tadını çıkarmak için zaman ayırırsınız. Ada hayatı, rahat bir ortamda kendinizi şımartmanıza izin veren bir cennet gibidir.  Adadan ayrılmadan önce, Bora Bora'nın muhteşem hatıralarını anımsamak için son bir çiftin deneyimini paylaşırsınız."
    }
  ],
  "map": ""
}