{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01017",
  "tourName": "Güney Pasifik Plajları Turu: Büyük Bariyer Resifi'nin Saklı Adaları",
  "placesVisited": "Tahiti",
  "generalInfo": "Evrimci ve ilham verici olan bu eşsiz tur, Güney Pasifik'teki kıyı bölgelerinin inanılmaz çeşitliliğini ortaya koyuyor. Dünyanın en büyük kum adası, yerli kültürleri, ünlü şehir plajları ve her yerden ulaşılabilen kaçamak yerleri keşfedebilirsiniz. Üç ülkeyi kapsayan bu özel yapım tatil kıyı maceraları ile canlı, özel deneyimler ve zenginlik sağlayacak.<br><br>ÖNE ÇIKANLAR",
  "durationDays": "19",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Adalar Körfezi - Tropikal Yeni Zelanda'ya Hoş Geldiniz",
      "description": "Yeni Zelanda, dünyanın en büyük okyanusunda yer alan volkanik adaların bir takımadası olan Güney Pasifik'ten evrimsel olarak yükseliyor. Buradaki gerçekliğin bir yansıması, beyaz tonlu zirvelerin yükselen dalgaların üzerinde parıldadığı ve plajların sonsuza kadar uzadığı görülüyor. Klasik tropik renkler manzaraya hükmeder, tüm bu ısınma mavisi ve Pasifik revacılarının yeşili, sizi Yeni Zelanda'ya hızla tanıtır. Auckland'a iniş yaptıktan sonra Kuzey Adasının ucuna doğru ilerleyen  bir uçağa geçiş yapın. Beş yıldızlı tesisiniz, okyanusun üzerinde yeşil bir uçurum üzerinde durmakta ve kendinizi Sahil'le tanıştığında rahat bir gün için unutulmaz bir panorama sunmaktadır."
    },
    {
      "dayNumber": 2,
      "title": "Adalar Körfezi - Issız Adalar ve Pasifik'te Maori Yaşamı",
      "description": "Bu bol manzara, atalarının yollarını ortaya çıkarmaya devam eden gururlu bir tarihe sahiptir. Waka kanoları sudan geçerek genç Maori savaşçıları tarafından kolayca çekilir. Boynuzları ve bağırışları bir hayranı uzak bir adaya ziyaretçileri karşılar, whare taka (toplantı evi) bir barış gösterisi olarak tek bir tüy ile ortaya çıkan şefi görürsünüz. Maori, Güney Pasifik'teki diğer adalardan göç etti ve bir yaşam tarzını tanımlamak için doğanın varlıklarını kullanarak suyla yaşamaya devam ediyorlar. Bugünün çok nadir deneyimi antik kültürlerini kutlamanızı sağlar; Öğle yemeğinden sonra, waka tarafından toplanacaksınız, burada whare punis (uyku evleri) yerli ormanların gölgelerinin altında gizli olarak bulundu. Hikayeler şarkı ve dans yoluyla anlatılacak ve yerel bir rehber sizi kabilenin yaşam tarzına ulaştırırken, turkuaz sulardan toplanan deniz ürünlerinden biriyle (şölen) sonuçlanacak. Akşamın batısındaki anayola geri dönülürken, gün batımına doğru kürek çekerek gökyüzüne boyalar."
    },
    {
      "dayNumber": 3,
      "title": "Adalar Körfezi - Ninety Mile Plajı",
      "description": "Yeni Zelanda'nın kuzey ucu uzak ve evcilleşmiyor. Az sayıda ziyaretçi, doğal floranın çağrıştırıcı manzarasını korumaya yardımcı olan Adalar Körfezi'nden daha kuzeyde ilerlemektedir. Büyük kauri ağaçları, uçurumlar kırıldığında yavaşça oluşan beyaz kumsallarda bir gölge oluşturmak için ormanların üzerine uzanıyor. Kılavuzlu manzaralı bir sürücü sizi ağaçların içinden geçirir; Yol yeşilden doğar ve volkanik kıyıların engebeli kısımları boyunca ilerler. Efsanenin bir parçası olan bir plajda sona erme yolunda çeşitli noktalarda durun. Evet, Ninety Mile Beach, iddia ettiği kadar uzun, arabanın ağırlığını alabilecek sert kumdan birkaç mil sonra çıkar. Dünyadaki az sayıdaki yer, hiçbir yerde yok olmanın bu izlenimlerini ortadan kaldırabilir. Yakındaki Cape Reinga aynı derecede etkileyici, ormanın, kumun ve devasa dalgaların sonsuz bir yuvarlanması. Sadece tümüyle havada havaya uçurmak mümkün, bu yüzden bir helikopter turu, güneye doğru uçarken kanat uçlarının altında parıldayan Adalar, adacıklar ve plajlara geri dönmenizi sağlar."
    },
    {
      "dayNumber": 4,
      "title": "Auckland'dan Nelson'a - Güney Adası'nda Rahatlama",
      "description": "Auckland'a geri döndükten sonra, Güney Adasının kuzey ucundaki Nelson'a tarifeli bir iç hat uçuşu yapın. Hemen kontrastı görüyorsunuz, çünkü bu ada dağların en çarpıcı zirveleri tarafından yönetiliyor. Yunus baklaları, altı farklı balina türünün antikleriyle birlikte sahil boyunca yüzüyor. Sahilden bile, bu görkemli yaratıkların bazılarını görmek mümkün. Nelson'a indikten sonra bu sessiz sahil kasabasında ücretsiz bir günün tadını çıkarın; sahil yolunda dolaşın, art deco mağazalarına ve şarap imalathanelerine dalın ve uzak yüksek rakımlı bir zemine girin."
    },
    {
      "dayNumber": 5,
      "title": "Nelson - Abel Tasman Milli Parkı'nda Maceralar",
      "description": "Nelson, macerayı ödüllendiren plajları olan kalın ormanlık bir milli park olan Abel Tasman'da iki gün boyunca açılan bir geçittir. Kıyıların çoğu gizlidir, karayoluyla ya da tekneyle bile ulaşılamaz. Yerli orman kuma tam uzanır, yürüyüş yolları ve cennet hissi veren garip flora karışık bir labirenttir. Ağaçlardan ilham verici bir iki saatlik yürüyüşle yürüyerek gezinin ve dünyadan gizlenmiş beyaz kumlu plajlarda ortaya çıkın. Kayalar ve sarkan ormanlar, bir sonraki kum şeridine ilerlemenizi önler ve plajları özel olarak bu yolu bilen intrepid için tutmaya yardımcı olur."
    },
    {
      "dayNumber": 7,
      "title": "Sidney - Bondi'den Coogee'e Dünyaca Ünlü Şehir Plajları",
      "description": "Sydney'de arazi ve plajlar artık sessiz değil! Atmosferik restoranlar, aşağıda sörfçü ve güneşlenmek ile üstlerinde duruyorlar. Sahil yürüyüş yolları sizi başka bir sahile götürür ve sahne genellikle aynıdır, şehir yaşamının yeni tanımlarını oluşturan canlı bir atmosfer. Sydney'e uçun ve Güney Pasifik'teki en ünlü plaj olan Bondi Plajı'na yakın bir tepenin yamacına aktarın. Sörfçüler dalgaların karşısına geçiyorlar ve verandalarınızdan görülebiliyorlar, sahil boyunca daha da sıra dışı restoranlar var. Sydney'in rahat ortamı, bu plajlardan kaynaklanıyor gibi görünüyor ve Parramatta Nehri boyunca, Opera Binası ve Liman Köprüsü'nün ikonik manzaralarına sadece birkaç kilometre uzaklıktadır."
    },
    {
      "dayNumber": 9,
      "title": "Fraser Adası - Egzotik Bir Kaçış ve Uzak Macera",
      "description": "Dünya Mirası Fraser Adası havadan gerçek görünmüyor. Kum yaklaşık 80 mil uzanır ve yokuştan, kum tepecikleri ve yağmur ormanları efsanevi bir karakter gibi yükselir. Yerdeyken hiçbir şey gerçek gözükmüyor. Tepelerin arasında sürün ve gerçeküstü tatlı su gölleri manzaraya daha fazla turkuaz rengi getiriyor. Ayaklarınızın altında hiçbir şey yok ama burada kum, yine de yağmur ormanları, kökleri kumulların altında yayılırken hayatta kalabiliyor. Anlaşılacağı gibi, Fraser çoğunlukla ıssız; gelişme, sahilinin küçük bir taraması üzerinde yoğunlaştı. Siz keşfettikçe, kumsalın ne zaman başladığını veya kumulların nerede bittiğini bilmek imkansız. Etkili bir şekilde, bu bir dev kumsal, ama başka bir kumuldan geçerken, daha tatlı su ve yağmur ormanı var."
    },
    {
      "dayNumber": 12,
      "title": "Port Douglas - Avustralya'nın Kuzeydoğu Bölgesinde Aborjin Kültürü",
      "description": "Fraser Adası gibi, Port Douglas plajları sonsuz kum ve tropik yağmur ormanı hissi veriyor ancak anakarada, flora da sonsuza kadar uzanıyor. Ülkenin tüm kuzeydoğusundaki süpürme, garip hayvan ve bitkilerin eklektik bir manzarası olan Queensland'ın UNESCO Dünya Mirası ıslak tropik bölgeleridir. Eski kozalaklılar, engebeli gorjlarla yan yana, devasa eğreltilerden gelen kassar kuşları tweet ve geniş altın kumlu plajların etrafında mangrovlar süpürürler. Cairns'taki arazi ve Port Douglas'a bir saatlik mesafede sizi bu toprakların ölçeğine, yolun üzerinde asılı ormanlara ve granit kayaların altında dönen plajlara tanıttı."
    },
    {
      "dayNumber": 13,
      "title": "Port Douglas - Büyük Bariyer Resifine Yolculuk",
      "description": "Büyük Liman Resifi Avustralya kıyıları boyunca yaklaşık 1200 mil uzanır gibi Port Douglas'ın ikinci vurgu denizde bulundu. Bu şirin, kuzey kasabası, dünyanın en büyük resif sisteminin gerçekliğini ortaya koyan, turizmin en el değmemiş dış resiflerine en kolay erişimi sağlamaktadır. 90 dakikalık bir tekne yolculuğu sizi Pasifik Okyanusu'ndaki bir dizi resiflere götürür, her biri makro yaşamın ve seyir kaplumbağalarının bir karışımını sunar. Garip balıkların büyük okullarının yaşadığı sıra dışı renklerden oluşan bir gökkuşağı olan mercanı keşfederken renkler değişiyor. Şnorkelle dalmayı, tüplü dalış yapmayı ya da yarı-kazıklı bir teknede seyahat etmeyi ve kuru kalırken her şeyi izlemeyi seçin. Tam günlük bir tekne gezisi, Great Barrier ekosistemini oluşturan bireysel resiflerin tadını çıkaracaksınız."
    },
    {
      "dayNumber": 14,
      "title": "Korolevu - Fiji Sahili Boyunca Yerel Kültür",
      "description": "Fiji, tropiklerin vaadini hemen uyandıran küçük adaların bir takımadası olan Güney Pasifik ile eş anlamlıdır. Kartpostallara benzeyen bir hedef; doğal renkler ve sembolik kapsayıcılık hissi, gerçek hissetmek için neredeyse çok güzel. Birçok kişi için Fiji, bir plaj kaçışının saygı duyulan önyargısını yansıtan bir destinasyondur. Hemen etkilenmemesi imkansız, hatta isminin çağrıldığı görünen tüm üstünlüklerle bile, sadece sırtüstü ve uykulu bir yer değil (bol miktarda olsa da). Yerli kültür burada yüksek kalıyor ve Kuzey Yeni Zelanda'nın Maori'sine çok benziyor, güçlü bir gurur duyuyor ve gelenekleri koruyor."
    },
    {
      "dayNumber": 16,
      "title": "Savusavu - Exclusive Fijian Plajı Kaçamağı",
      "description": "İki hafta süren plajlardan sonra hiçbir endişeniz kalmayacak.  Her biri farklıydı ve güzergah hiç bu kadar tipik plaj aktiviteleriyle ilgili olmadı: Sığınaklarda güneşlenmek ve yüzmek. Bu, Vanua Levu adasına ve Savusavu'nun seçkin yerleşim yerine uçtuğunuz gün değişir. Şimdi her şey lüks lüks, spa bakımları, gün batımında kokteyller ve ayaklarınızı yumuşak beyaz kuma batıyor. Macera günlerinden sonra, üç gün mutlak huzurun tadını çıkarın, ama egzotik kuşların tweetingini sağduyulu atmosferi kesintiye uğratmak. Ayakkabıya ihtiyacınız yok ve düşünmene gerek yok: sadece geri dönüp bir Güney Pasifik kumsalının klasik görüntüsünü al."
    },
    {
      "dayNumber": 19,
      "title": "Savusavu - Ayrılış",
      "description": "Bu sabah, Los Angeles'a tarifeli haftalık uçuşta Fiji'den çıkın. Nadi'ye ve uluslararası kalkışınıza bir saatlik bağlantı için Savusavu'daki havaalanına özel olarak transfer edileceksiniz."
    }
  ],
  "map": ""
}