{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01009",
  "tourName": "Gökyüzü ve Deniz ile Bora Bora: Helikopter ve Dalış Tatil Turu",
  "placesVisited": "Tahiti",
  "generalInfo": "Özelleştirilebilir Bora Bora tatiliniz sırasında, Güney Pasifik Denizi'nin berrak sularına dalmadan önce göklerden gelen volkanik zirvelere ve zümrüt yağmur ormanlarına tanık olun. Muhteşem lagünde köpekbalıklarıyla yüzün ve özel helikopter yolculuğuyla havaya uçun. Gözlerden uzak bir adadaki beyaz kumlu sahili keşfedin ve tropik suların rahatlığında gevşeyin. Mercan bahçelerinde yapılan tüplü dalıştan, gizli şelaleler arayışındaki yağmur ormanlarına doğru yürüyüş yaparak, Bora Bora ve komşu Polinezya adalarının unutulmaz bir keşfi için doğal mucizelerle kendinizi şımartın.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "8",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bora Bora - Bora Bora'ya Dalış",
      "description": "Tropik cennet hayalleri Bora Bora'da yaşanmaya başladı. Ada pudra-beyaz kumda alıştırma yapan indigo ve turkuaz suları ile parıldar. Pahia Dağı ve Otemanu Dağı'nın dramatik bazalt zirveleri, hindistan cevizi ağaçları ve yağmur ormanlarının gölgesinde yükseliyor. Sualtı bungalovlar pastoral kıyı zeminine karşı ikonik bir panorama oluşturuyor. Uçağınız, özel transferinizin varışta sizi karşılayacağı Bora Bora Uluslararası Havalimanı'na iner. Tropikal hava hindistan cevizi ve ebegümeci kokusuyla doludur."
    },
    {
      "dayNumber": 2,
      "title": "Bora Bora - Aşağıdan ve Üstünden",
      "description": "Kahvaltıdan önce, su altındaki bungalovunuzdaki cam zemin panelinin altındaki tropikal balıkları seyrederek vakit geçirebilirsiniz. Odanızın zenginliğini destekleyen ahşap direklere karşı su sıçramalarının rahatlatıcı, ritmik seslerini dinlersiniz. Yemekten sonra, lagün üzerindeki şnorkelli yüzme noktalarına ulaşmak için geleneksel bir kanoya bineceksiniz. Bora Bora'nın sularındaki büyüleyici hayata girişiniz, siyah uçlu resif köpekbalıkları ve manta ışınlarına sahiptir. Kalbiniz, dramatik ve geniş deniz yaşamı ile yüzmenin heyecanından göğsünüze yüksek sesle geliyor."
    },
    {
      "dayNumber": 3,
      "title": "Bora Bora - Parasails ve Kambur Balinalar",
      "description": "Kahvaltıda hindistan cevizi sütünün ve kokulu kahvenin tatlı kokusunun tadını çıkarın. Adanın etrafındaki ağaç tepeciklerinden sarkan meyveler, size önceki gün geçirdiğiniz zamanları hatırlatıyor. Helikopter yolculuğu Fransız Polinezyası'nın cömert güzelliği üzerinde yükseliyormuş gibi hissettiriyor. Lagün üzerinde bir sürat teknesiyle yemek sonrası bu hissi tekrar hatırlıyorsunuz. Taze deniz esintisi gövdenin üzerinde yıkar ve buğulu suyu yanaklarınıza taşır."
    },
    {
      "dayNumber": 4,
      "title": "Bora Bora - Bora Bora Dalış Siteleri",
      "description": "Tutku meyvesi ve lychee'nin aromalarına erken uyanırsınız. Küçük bir kahvaltının ardından, özel transferiniz sizi lagünün merkezi bir konumuna sahip dalış merkezine götürür. Tekneye biniyorsunuz ve Bora Bora’nın biyoçeşitliliği ile benzersiz etkileşimler için üç dalış bölgesinden birine çıkıyorsunuz. Su kraliyet mavisinde parlar. Deniz tabanı 120 feet derinliğe gömülür. Güneş ışığı yüzeyin 200 feet derinliğinden daha fazla deliyor. Mercan, platoları sırtlarda ve höyüklerde yer alır. Dev barracuda senin yanından geçerek, dalış elbisene karşı kaygan bir jet akışına neden oluyor. Eels, kafalarını mercan dallarının çerçevelediği küçük mağaralardan çıkardı."
    },
    {
      "dayNumber": 5,
      "title": "Taha’a - Cezbedici Bir Köşe",
      "description": "Taha’a adası, Bora Bora kıyılarına yaklaşık 20 mil uzaklıkta, Raiatea sahilinde yer almaktadır. Kahvaltıdan sonra, tesisin açılış masasında özel bir helikopterle karşılaşacaksınız. Pervaneler havaya doğru  kükrüyor ve gökyüzüne doğru yükseliyorsunuz, Otemanu Dağı'nın bazalt zirvesini seyrederek uzak bir siluet oluyorsunuz. Cezbedici Tahaa, daha büyük Raiatea adasıyla paylaşılan bir lagüne bakmaktadır. Alçak tepeler, canlı yağmur ormanları ve püsküren hindistan cevizi ağaçları, gelişen tarlaları ve inci çiftliklerini gizler."
    },
    {
      "dayNumber": 6,
      "title": "Taha’a - Taha’a'nın Sakinleştirici Ambiyansı",
      "description": "Sabah esintisi, denizin kokusuyla vanilya harmanının kokusunu taşır. Sualtı bungalovların direğine çarpan ve beyaz kum sahil şeridi boyunca uzanan dalgaları duyabiliyorsunuz. Tahaa'nın ve komşu Raiatea'nın güzelliğini, tercih ettiğiniz zamanda kucaklamak, adayı bisikletle gezmek veya şnorkelle kristal berraklığındaki lagünün içine dalarak gününüzü geçirebilirsiniz. Kahvaltıdan sonra, yaklaşık 65 mil karelik alana sahip Fransız Polinezya adalarının en büyük ikinci raundu olan Raiatea'ya kısa bir tekne yolculuğu yapabilirsiniz. Yağmur ormanı, sırtları ve mercan bahçelerini sığ lagünleri süslemektedir. Rehberinizi marinada karşılıyor ve Üç Şelalelerin izini takip etmek için devam ediyorsunuz."
    },
    {
      "dayNumber": 7,
      "title": "Bora Bora - Sakin Bora Bora'ya Dönüş",
      "description": "Kaplumbağalar, sabahın geri kalan ışığında yemeklerini korurlar. Patio köyündeki balık pazarı, balıkçılarla  ve büyük balık avı gösterileriyle faaliyet gösteriyor. Vanilyanın tatlı kokusu, kahvaltıda muzlu kreplerinizin lezzetini vurgulamaktadır. Yemekten sonra, tesisteki özel helikopter pistindeki helikopterle tanışıyorsunuz. Pervanelerin neden olduğu rüzgar, hindistan cevizi avuçlarına ve alt fırçasına karşı acele ediyor. Sahildeki yağmur ormanlarının ve turkuaz lagünün mütevazı renklerini bulmak için Bora Bora'ya geri dönen doğal uçuşu tatmak istiyorsunuz. Tesisin Bora Bora sularına bakan ve su altı bungalovunuzun konforuna geri dönen arazisinin karşısına çıkıyorsunuz."
    },
    {
      "dayNumber": 8,
      "title": "Bora Bora - Gökyüzüne Dönüş",
      "description": "Kahvaltıda, taze sıkılmış portakal suyu ve sulu mangodan oluşan narenciye lezzetlerine  zaman ayırın. Güneş ışığı, sakin beyaz lagünün üzerinde yıkanır. Otemanu Dağı'nın bazalt zirvesi adanın üzerinde seyrediyor. Bir önceki gün keşfettiğiniz, adanın Polinezya mirasını 1000 yıldan fazla bir tarihle somutlaştıran çarpıcı taş sunağına dönüyorsunuz. Özel transferiniz, hazır olduğunuzda sizi otelde karşılar ve sizi Bora Bora Havalimanı'na uçağınıza  götürür, sizi adanın son bir görüntüsü için gökyüzüne geri götürür."
    }
  ],
  "map": ""
}