{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01003",
  "tourName": "Güney Pasifik Büyük Macera: Fiji, Avustralya, Yeni Zelanda ve Fransız Polinezyası Yol Programı",
  "placesVisited": "Tahiti, Avustralya, Yeni Zelanda",
  "generalInfo": "Özelleştirilebilir Güney Pasifik tatiliniz boyunca tropik cennet ve buz tünellerinin maceralarını ve keşiflerini kucaklayın. Büyük Bariyer Resifinde gökkuşağı tonlarına tanık olun. Bora Bora'da köpekbalıklarıyla şnorkelle dalış yaparken kalbinizin çarpma sesini hissedin. Franz Josef Glacier'in donmuş yüzeyi boyunca yürüyün. Kraliçe adası yağmur ormanlarında yatma hikayelerini dinleyin. Bir fiyortta kayalara uzanmış penguenleri arayın ve Viti Levu, Fiji üzerinden bir zip çizgisinde orman kanopisinin altında süzülün. Lüks tatil yerlerinden cazip heyecanlara, kozmopolit atmosferden tropik havasına kadar, Güney Pasifik'in muazzam ihtişamında kendinizi şımartın.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "18",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Viti Levu - Fijian Bula Vinaka  (Fijian Selamlaması)",
      "description": "Fiji Adası Viti Levu, tropikal takımadaların en büyüğüdür. Hindistan cevizleri mercan Kıyısı boyunca beyaz kumlu plajları çevreler. Güney Pasifik Denizi, kristal berraklığındaki turkuaz sulara sahip. Ormanın gölgesi, adanın kalbini gölgelemekte olup, orkideler ve Tahitian gardenias'ın beyaz çiçekleri için mükemmel bir tropikal ortam sunmaktadır. Ada tıbbi özellikler için kullanılan sarı ve yeşil meyveler üretir."
    },
    {
      "dayNumber": 2,
      "title": "Fiji'nin Havadan Görünümü",
      "description": "Sabahları, yemek odasını dolduran taze muzlu krep kokusuyla, zesty portakallarının ve sulu mangoların aroması size eşlik ediyor. Güney Pasifik'in nazik sularını, tatilinizin beyaz kumlu plajına uzanarak dinleyebilirsiniz. Deniz meltemi hindistan cevizi ağaçlarının arasından geçer. Adrenalin, gelmekte olan macera düşüncesiyle pompalanmaya başlar. Rehberinizi lobide karşılıyor ve bir zip macerası için orman arazisine çıkıyorsunuz. Baştan çıkarıcı zümrüt orman çalısını, evcilleşmemiş tepeler boyunca yetişen yabani çiçeklerden geçerrsiniz."
    },
    {
      "dayNumber": 3,
      "title": "Bahçede Kültür",
      "description": "Sabah, odanız hindistan cevizinin lezzetli aroması ve Güney Pasifik Denizi'nin ince kokusuyla dolar.. Kahvaltıdan önce, özel rehberiniz gelmeden beyaz kumlu plajın tadını çıkarıyorsunuz. gün, Viti Levu adasını özel bir araba ile keşfedecek ve sizi Ada Köyünün başlangıcına götürecek, Sanat Köyü'nde başlayacak. Ebegümeci kokusu köy manzarasında gezinir. Evler, restoranlar, butik dükkanlar ve tiyatro içeren adanın geleneksel mimarisini barındırmak için inşa edilmiştir. Sarhoş edici canlı ortam sizi çağırıyor."
    },
    {
      "dayNumber": 4,
      "title": "Cairns - Avustralya G’Day’i",
      "description": "Kahvaltıda, mango kokusunun ve olgun papaya'nın zengin lezzetinin tadını çıkarırsınız. Çarpıcı renkleri ile Mariamma Tapınağı'nın benzersiz tasarımını hatırlıyorsunuz. Yerli halkın temmuz ve ağustos aylarında yangın yürüyüşü festivalini kutlamasına yardımcı olan bir Hindu kalıntısını görürsünüz. Tapınak cephesinin zengin ve canlı renkleri sokaklara bakan küçük nişleri süsleyen kalıntıları ve heykelleri vurgular. Özel transferiniz oteldeki yemeğinizden sonra Avustralya'ya uçuşunuz için Nadi Uluslararası Havalimanı'na kadar eşlik eder. Uçağınızın kuzeydoğusundaki Queensland'ın tropik peyzajı boyunca inerken, yağmur ormanlarının Büyük Dalış Alanı'nda nasıl koştuğunu görürsünüz."
    },
    {
      "dayNumber": 5,
      "title": "Büyük Bariyer Resifine Dalma",
      "description": "Avustralya'nın tropikal kuzeyi, mangoların kokusu ve ejderha meyvesinin canlı renkleri ile doludur. Erken kalkıyor ve Büyük Bariyer Resifi'ne bağlı bir tekneye binmek için yat limanına giriyorsunuz. Mercan Denizi boyunca hızlanırken teknenin gövdesinden hafif bir sis yükselir. Tuzlu suyun yarı tatlı aroması havayı doldurur. Uçurumun ufukta kaybolduğunu izlediğinizde, topraklardaki damlacıkları görürsünüz. 1,400 milden fazla resifin biyoçeşitliliğini görmek için üç farklı noktada duracaksınız. Tekne yüzen bir platforma karşı çapa atar."
    },
    {
      "dayNumber": 6,
      "title": "Kuzeydoğu Kraliçeadası Hazineleri",
      "description": "Sabah ışığı sulak alanlarda gelişen mangrov ağaçlarının gölgeliklerine yansır. Bir yürüyüş yolu, ormanın açılışı boyunca, tuz ve tatlı su karışımında yaşayan canlı yaşama bakan manzaraları sunar. Rehberiniz kahvaltıdan sonra lobide sizi karşılıyor ve size Mossman Gorge ile Daintree Yağmur Ormanı'nın görkemini görmeniz için kuzeye doğru eşlik ediyor. Gorge, milli parkın güneydoğu köşesinde yer alır ve Kuku Yalanji'nin geleneksel topraklarına ev sahipliği yapar."
    },
    {
      "dayNumber": 7,
      "title": "Sidney - İdeal Avustralya Şehri",
      "description": "Güneş ışığı, Cairns Botanik Bahçesi içindeki yeşilliklerini yıkar. Avustralya'nın tropikal bitkilerinden oluşan 19. yüzyıl koleksiyonu, çiçek açan çiçeklerden elde edilen renklerden oluşan bir kaleydoskop yaratmak için 4000'den fazla farklı bitki türüne dikkat çekiyor. Özel transferiniz sizi Cairns Havalimanı'na kadar götürmeden önce mangosteen ve limon kokuları eşliğinde kahvaltınızı yapın. Uçağınız Sydney'e indikten sonra, Sydney Opera Binası'nın ikonik yelkenlerini, üç tarafı suyla çevrili bir burun üzerinde duran, kemerli Sydney Harbour Köprüsü'nün muhteşem manzarasına bakıyorsunuz. Özel transferinizi ünlü limana bakan  lüks otelinize kadar size eşlik ediyor. Merkezi iş bölgesi heyecan verici aktivitelerle doludur. Yelkenli tekneler deniz meltemini yakalar ve denizin  kobalt suyunun üzerinden süzülür."
    },
    {
      "dayNumber": 8,
      "title": "Bir Simgenin  Güzelliği",
      "description": "Sabahları, feribotlar Sydney şehrini geçerek daha büyük şehirdeki kanallarda saklı istasyonlar arasında dolaşmaya başlar. Çayın otsu aroması, yemek odasını domuz pastırması kokusuyla birlikte doldurur. Yemekten sonra Darling Limanı'na giriyorsunuz ve limanın sularına bağlı küçük katmanlara çıkıyorsunuz. Etraftaki teknelerin yanı sıra Sydney Opera Binası güzelliğini koruyor. Çevresindeki caddelerin yaklaşık 1.015 metre yukarısına ulaşan Sydney Kulesi'nin taç giydiği muhteşem bir manzaranız var."
    },
    {
      "dayNumber": 9,
      "title": "Kia Ora, Yeni Zelanda",
      "description": "Sabahları, Sydney'in kafe kültürünü, kahvenizi yudumlarken tuzlu ballı tartların ve çikolatalı kekin tadını çıkararak öğreniyorsunuz. Sabah, Merkez İş Bölgesi'nin işlerini yapan işadamları ve kapılarını açan dükkanlarla dolup taştığından Circular Quay üzerinden manzaranın tadını çıkarırsınız. Özel transferiniz Christ Kilisesi, Yeni Zelanda'ya uçuşunuz için sizi Sidney Havaalanı'na götürür. Güney Ada’daki şehir size, Avrupa havasının ve ülkenin muhteşem manzaralarının karışımını  sunuyor."
    },
    {
      "dayNumber": 10,
      "title": "Franz Josef - Güney Adas'nı Keşfetmek",
      "description": "Sabah, güneş ışığı, kent merkezini yeniden canlandırmak için 2011 depreminden sonra yeniden inşa edilen Re: START Mall'daya yansır. Gönderi konteynırlarından yapılan 29 mağaza ve tek kafeterya, şehir merkezini hem yerliler hem de ziyaretçiler için şık, davetkar ve heyecan verici bir yer olarak yeniden kuruldu. Kahvaltıdan sonra, özel transferiniz sizi ünlü Tranzalpine trenine binmek için tren istasyonuna götürür. Parçalar Greymouth'a ulaşmak için 19 tünelden yaklaşık 150 mil yol kat ediyor."
    },
    {
      "dayNumber": 11,
      "title": "Güney Ada Buzulları Manzarası",
      "description": "Tereyağlı hamur işlerinin ve taze reçellerin aroması sizi Picnics Fırınının kapılarına doğru sürüklüyor. Rehberinizle otelinizin lobisinde buluşmadan önce ferahlatıcı bir fincan kahvenin tadına bakın. Helikopter pistine giderken helikopterin pervaneleri sizi ısıtıyor. Helikopter havaya kaldırılmaya hazırlanır. Pilot, dağlık yol boyunca seyahat ederken manzara hakkında kapsamlı yorumlarını söyler.. Engebeli arazi, yedi buçuk mil üzerinde seyahat eden dalgalı buz alanını çerçeveler. Ardından kıyı yaylasına iner."
    },
    {
      "dayNumber": 12,
      "title": "Queenstown - Güney Adası Sahnesi",
      "description": "Kahvaltıda, tünelin içindeki bozulmamış mavi buzu süzülen ışığı düşünmeden duramazsınız. Helikopterin buzulun üzerinden geçtiğini hatırlamak, kalbinizi heyecanlandırıyor. Taze kahvenin kokusu, özel transferinizden önce burnunuza gelir. Yemekten sonra, güneydeki muhteşem Queenstown şehrine doğru bir manzaraya doğru yola çıkarak, çevredeki dağların ve Wakatipu Gölü'nün yansıtıcı sularının güzelliğini görürsünüz. Rota sizi Glacier Country'in dolambaçlı yollarına götürür. Yemyeşil orman yolun yanında büyür ve uzaktaki karlarla kaplı dağ zirvelerini çevreler. Fantail Şelalelerini bulmak için Haast Geçidi boyunca ilerleyin."
    },
    {
      "dayNumber": 13,
      "title": "Queenstown - Büyüleyici Milford Sesi",
      "description": "Güneş ışığı sabah Wakatipu Gölü'nü yansıtıcı suları üzerinde yıkar. Remarkables Dağları, suyun güneydoğu kıyıları boyunca gökyüzüne uzanır. Gondol, yaklaşık 1,500 metre yüksekliğindeki zirveye ulaşmak için 220 derecelik bir açıyla hareket eden Bob Zirvesi'nin tepesine doğru hızla tırmanır. Taze kar kokusu güçlü kahvenin kokusuyla karışır. Rehberiniz sizi otelde selamlıyor ve Milford Sesine  ulaşmak için gözlerden uzak manzaralı yol boyunca güneye doğru eşlik ediyor."
    },
    {
      "dayNumber": 14,
      "title": "Tahiti - Fransız Polinezyası'nda Maeva",
      "description": "Domuz pastırması kokusu, Güney Adasının serin sıcaklıklarında rahatlatıcı bir ortam sunuyor. Tatilinizde Remarkables Dağları'nın doğal manzarasını seyredin. Kraliçe Adasının cazibesini kucaklamak için sıcak çikolatanın tadını çıkarın. Sabah, boş zamanlarınızda kasabanın tadını çıkarın. Çam düğümlü binalarda yürüyün ya da Wakatipu Gölü kıyısında gezintiye çıkın. Burada sualtı Gözlemevi'ni görmek için zaman ayırmanız gerekebilir. Popüler site, ters akvaryum gibi davranarak, ziyaretçilerin gölün derin sularına bakan bir dizi cam panelden geçmesine izin veriyor."
    },
    {
      "dayNumber": 15,
      "title": "Bora Bora'nın Güzellikleri",
      "description": "Deniz meltemi, Tahiti'nin siyah kumlarının üzerinde yükselen hindistancevizi ağaçlarını sarar. Papeete'deki market, mangolardan guayalara, ananaslardan ejderha meyvelerine kadar renkli meyvelerle dolup taşıyor. İnci dükkanları, kapılarını açar, istiridyelerin şekillendirdiği değerli taşlarla parlar. Adanın nefis meyveleri tarafından vurgulanan ferahlatıcı bir kahvaltının ardından, özel transferiniz, muhteşem Bora Bora'ya kısa bir uçuş için havaalanına kadar size eşlik eder. Ada, zümrüt yağmur ormanlarında, siyah bazalt dağ zirvelerinde ve sığ lagünün bulunduğu kristal berraklığında turkuaz sularda yer alan huzur ve çekicilik yaymaktadır."
    },
    {
      "dayNumber": 16,
      "title": "Bora Bora - Lagün üzerinde Köpekbalıkları",
      "description": "Hindistan cevizi kokusu, deniz suyu rezervuarının pencerelerinden sürüklenen deniz esintisine nüfuz eder. Otemanu Dağı'nın ve Pahia Dağı'nın ikiz zirvesinin tenha bir görünümü var. Kahvaltıdan sonra, muhteşem lagüne  şnorkelle dalış turuna başlamak için tesisin sahilinde geleneksel bir kanoyla gezintiye çıkabilirsiniz.  Deniz suları teknenin gövdesine sıçramaktadır. Tropikal güneş ışığı cildinizi ısıtır. Adadaki yemyeşil, yağmur ormanları,mercan bahçeleri, kristal berraklığındaki lagünün üzerinden geçerken daima çarpıcı bir manzaraya sahiptir."
    },
    {
      "dayNumber": 17,
      "title": "Bora Bora'da Balina",
      "description": "Sabah ışığı adanın güzelliklerini yıkar, yağmur ormanlarının, dağlarının ve sularının mücevher benzeri ihtişamını geri getirir. Kahvaltıda, Fransız Polinezyası'nın tepelerinde yetiştirilen çekirdeklerden yapılan kahvenin serinletici aromasını tadın. Günü ada yaşamının güzelliğini, tercih ettiğiniz tempoda kendinizi şımartarak geçirin. Tatilinizdeki ünlü spadaki masajla dinlenin ya da Bora Bora çevresini bisikletlerle veya keyifli restoranları keşfetmekle geçirin. Vaitape'deki marinaya ulaşmak için lagün boyunca tekneyle seyahat edersiniz. 21 metre uzunluğundaki bir katamaranın üzerine kurulu ve göç eden kambur balinaları aramak için Güney Pasifik Denizinin derin sularına doğru yola koyulun."
    },
    {
      "dayNumber": 18,
      "title": "Büyük Güney Pasifik Tatilinin Sonu",
      "description": "Kahvaltıda, önceki gün balina izleme turunuz sırasında kamburun sudan sıçradığı andaki zarafetini hatırlıyorsunuz. Hindistan cevizi ve ananasının tatlı kokusu sizi Bora Bora'nın nefis lezzetlerini  geri getirir. Sabah ışığının tropikal havasını vurgulayan taze muzlu kreplerle kendinizi şımartırsınız. Hazır olduğunuzda, özel transferiniz sizi lagün boyunca Vaitape'ye götürür. Yerel bir inci dükkanını ziyaret etme şansı yakalarsınız."
    }
  ],
  "map": ""
}