{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01019",
  "tourName": "Kar, Çöl ve Plaj: Güney Pasifik'in Olağanüstü Turu",
  "placesVisited": "Tahiti, Avustralya, Yeni Zelanda",
  "generalInfo": "Güney Pasifik'in manzaraları, gerçeküstü olanı farklılaştırıyor. Yekpare kayaçlar tarafından noktalanan kavrulmuş arazi parlak kırmızı çöl, sonsuzluk için gerilmiş gibi görünüyor. Kar, fiyortları ve buzulları yıkarken, büyük dağ zincirlerini kaplar. Daha sonra egzotik plajlar, beyaz, el değmemiş ve tropik vaatlerle yuvarlanıyor. Bu eşsiz tur, üç doğal paradigmayı, Avustralya'nın kırmızı merkezine, Queenstown kayak pistlerine ve Cook Adası plajlarına bir yolculuk sunuyor.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "16",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Sydney - Avustralya'nın Ünlü Şehri",
      "description": "Doğa her zaman en eski Avrupa yerleşimindeyken bile Güney Pasifik'te egemen olur. Sydney'e doğru mavi bir eğri, Parramatta Nehri ile batışa doğru yükselen dağlarla birlikte güneşten öpülmüş plajları birbirine bağlar. Antenli bir manzara kentin doğa tarafından nasıl kaplandığını, banliyölerin uzaktaki zirvelerin altında ve Pasifik dalgalarının yanında nasıl yayıldığını doğrular. Havalimanında karşılaştıktan sonra, rahatlamak ve uçuştan kurtulmak için biraz zaman geçirebilirsiniz. Tırmanma Sydney Harbour Köprüsü, şehir manzarasına harika bir giriş sağlar. Gökdelenler, ikonik çelik kemeri yükselttikçe, parıldayan sularda, Sydney Opera Binası'nın yelkenleriyle zıtlıklarını yansıtır. Fakat kentsel gelişmenin ötesine bakın ve Avustralya'nın vahşi yaşamının zengin vaadini göreceksiniz. The Rocks'ta bulunan otel, Sydney'i yürüyerek keşfetmek için kolay bir şehir haline getirmektedir."
    },
    {
      "dayNumber": 2,
      "title": "Sidney - Parramatta Nehri Boyunca Seyir",
      "description": "Şehirde keyifli bir gün geçirin, uzun bir uçuştan sonra vücut saatinizi uykuya dalın ve yeniden düzenleyin. Viktorya dönemi mimarisi merkezi caddelerin karşısında bulunurken, şık restoranlar liman manzarası ve açık bir terasta keyifli saatler sunmaktadır. Sydney şaşırtıcı derecede küçüktür ve ünlü mekanların çoğunu keyifli bir günde bağlayabilirsiniz. Parramatta Nehri boyunca simgelerin çoğu sıralanır ve bir akşam yemeği gezisi, Sydney'i çok ünlü yapan mimariye samimi bir bakış sağlar. Gün batımında köprünün altından geçerek yelken seyrini seyrederek üç parkurlu bir ziyafetle okyanusa doğru ilerleyin. Şehre dönersek başka bir açı, Sydney'in ışıkları Darling Harbour sularına sıçrayan bir başka açı sunuyor."
    },
    {
      "dayNumber": 3,
      "title": "Uluru - Büyük Kızıl Avustralya Çölü",
      "description": "Batıya uçmak, rustik tonlarda sonsuz bir manzaraya ulaşmak gibidir. Renkler kanat uçlarının altında dans eder ve ölçek duygusu hayal gücüne meydan okur. Sydney'den Uluru'ya doğru dört saatlik direkt uçuş var ve pencereden görmek için kırmızıdan başka bir şey yok. Ama ne kırmızı! Portakal yakmaktan yakıcı bir yakuttan, sonra da temizlenmiş berraklığa ve gün batımının ateşli kırmızısına karışan canlı ve ince bir renk tonu. Uluru'daki arazi ve en yakın şehre bin milden fazlasın. Çöllerle çevrilmişsin, renkler her açıdan geçiyor. Otelinize girdikten sonra, çölün üzerinde yükselen mistik monolit Uluru'ya kısa bir yolculuğa çıkıyorsunuz. Aborijin kaya sanatı üssü içine kazınmış, üssünün etrafında bir yolculuk arabayla yaklaşık 45 dakika sürmektedir. Güneş batmaya başladığında, özverili Uluru deneyiminin tadını çıkarırsınız; bir içkiyle birlikte oturmak ve kaya gözünü seyretmek, renk damağı boyunca dolaşmak güzel olacaktır."
    },
    {
      "dayNumber": 4,
      "title": "Uluru - Kata Tjuta'nın Mistik Kayaları",
      "description": "Çoğu, ünlü kaya için Uluru'yu ziyaret eder, civarda çok daha fazla kumtaşı zirvesi bulunduğundan habersizdir. Bazı kubbeler, çöl boyunca gölgeleri akla getiren göz alıcı bir koleksiyon olan Kata Tjuta'nın kutsal alanını oluşturuyor. Çoğu ziyaretçi için, bu site Uluru'nun kendisinden çok daha ilham verici, zengin ve canlı renklerin arasından geçecek bir yürüyüş yolu ile. Bir gündoğumu turu sizi canlı renklere götürür. Çöl öğleden sonra yemek pişirir, bu yüzden otelde dinlenin ve kayalara doğru manzaranın tadını çıkarın. Bumerang ve didgeridoo dersleri meraklı ruhları tatmin ederken, çölde deve ile yolculuk yapmak da mümkündür. Günün ikinci vuruşu, Samanyolu'nun gökyüzünün her yerinde yüce bir cephe oluşturduğunda gün batımına geliyor. Bir astronom, takımyıldızları birleştirerek ve yukarıda göründüğü gezegenleri açığa çıkaran rehberinizdir. Uluru'da kalmak, lüksü ödün vermeden büyük bir çölün ortasında olmak için nadir bir fırsat sunmaktadır. En yakın kasaba 500 mil uzaklıktadır; Bir şehre ulaşmak için 1000 mil üzerinde seyahat etmelisiniz. Gece gökyüzüne hiç bir kesinti olmaz ve kaç yıldızın üstünde olduğunu saymanın bir yolu yoktur."
    },
    {
      "dayNumber": 5,
      "title": "Melbourne - Sunrise'da Uluru ve Avustralya'nın Kültür Kentini Keşfetmek",
      "description": "Çölde son bir sabah, manzarayı izlemek için bir başka şans daha ortaya çıkıyor. Uluru ve Kata Tjuta arasında güneşin mistik bir şekilde yükselmesiyle ayakta durabileceğiniz ve güneşlenebileceğiniz bir yer olan otel, otele 20 dakikalık sürüş mesafesinde sakin bir izleme platformuna sahiptir. Daha sonra bu sabah, Avustralya'nın kültür merkezindeki boş zamanlarında bir öğleden sonra Melbourne'a uçuyorsunuz. Sömürge mimarisi sokaklarda dalgalanırken sanat galerileri Yarra Nehri'nin yanında durmaktadır. Bir harita olmadan şehri gezmek ve köşeleri canlı bir Çin Mahallesi veya butik dükkanların labirentine çevirdiğinizde her zaman bir sürpriz var. Sidney gibi, Melbourne merkezini keşfetmek kolaydır ve yarım gün size şehir için hala sağlam bir his verebilir."
    },
    {
      "dayNumber": 6,
      "title": "Queenstown - Dağlar ve Fiyorlar ile Çevrili",
      "description": "Queenstown'a inmek özel bir deneyim, pilot fiyortları ve engebeli dağ zincirlerinin geniş bir manzarasında dar bir aralıkta geziniyor. Zirvelerin çoğu sürekli beyazdır, kar yağışlı yağmur ormanlarına ve çökmekte olan dalgalara kaymaktadır. Haziran-ekim ayları arasında, yamaçların çoğu beyaz ve sonsuz bir kilometre uzunluğunda taze bir toz ve simetrik bir kayak ve snowboard sezonu oluşturuyor. Queenstown'da aşağıya inin ve beyaz zirveler Wakatipu'daki göl, şehirdeki beş yıldızlı butik otelinizden alınabilecek el değmemiş görüntüler yansıtır. Çölün gerçeküstü bir sessizlik yaydığı gibi, dağların ve göllerin etrafındaki manzara doğal dramaya tezat oluşturan bir dinginlik sağlar."
    },
    {
      "dayNumber": 7,
      "title": "Queenstown - Yeni Zelanda'nın Yamaçlarına Kayak",
      "description": "İki gün önce çöldeydin. Bugün, Coronet Peak, bir dizi rollercoaster arazisi ve bir dizi parkurun etrafında kayak ya da snowboard yapıyorsunuz. Bu üç gün, kayak ve snowboard yeteneğinize, ekipman kiralama, asansör geçişleri ve Queenstown'un farklı kayak alanlarına aktarma konusunda uyarlanmıştır. Dağlarda en iyi koşular arasında gezinmeye yardımcı olan yerel bir rehber size eşlik eder. Coronet Peak, her seviyedeki kayakçıyı kucaklayan ve becerilerinizi geliştirmeniz için size bir şans veren ideal bir giriş yapar. Mutlak yeni başlayanlar bu ilk günü, genital yamaçların ilk zamanlayıcılar için ideal olduğu Remarkables Mountain Range'de geçirmeyi tercih edebilirler. Coronet Peak, üç gün boyunca sizi meşgul edebilir, ancak ara ve deneyimli kayakçılar bölgedeki diğer geniş kar alanlarını gezebilirler."
    },
    {
      "dayNumber": 10,
      "title": "Queenstown - Wilderness'ten Milford Sound'a",
      "description": "Güneydoğu Yeni Zelanda, 1.2 milyon hektarlık bir milli park alanı olan devasa bir Dünya Mirasıdır. Son üç gün boyunca, bu manzaraya bakıp kayak pistlerinin zirvesinden çıkarak izliyorsunuz. Bugün üssünden geçiyor, dağlara dokunuyor ve ilham verici zirvelerin altında duruyorsunuz. Bir beyaz battaniyenin ardında saklanan Alp gölleri ortaya çıkar. Özel bir tur, Milford Sound'un sisine doğru inmeden önce onları geçmenizi sağlar. Yüzer tabaka bazen fiyortun çatlak duvarlarını ortaya çıkararak kırılır. Artık tekneye devam edip Tasman Denizi'ne doğru ilerliyor, oynak yunus kabuklarına ve foklarla boğuşuyorsunuz. 1500 metrelik şelaleler kayaların aşağısına takılır ancak bunlar önemsiz görünmektedir, bu da çevredeki kayalıkların ölçeğidir."
    },
    {
      "dayNumber": 11,
      "title": "Auckland Cook Adaları - Egzotik Kumun İlk İzlenimleri",
      "description": "Cook Adaları, egzotik vaatlerinde, uzak Pasifik'te dalgalanan bir dizi uzak kum havuzunun keyfini çıkarırlar. Bugün, bir uçak sizi daha uzaklara götürmeden önce, Auckland üzerinden kuzeye uçuyor, ana Rarotonga adasına dokunuyorsunuz. Pasifik'teki tüm ünlü tonları sunan saygın bir ada kaçış olan Aitutaki'ye dokunun. İnsan ayak izleri tarafından boş ve bozulmamış beyaz kumsallar var. İkonik avuç içi yeşilin rüya gibi parçalarını eklerken geniş bir lagün mavi bir gökkuşağı rengine sahip. Samimi ve münhasır tatiliniz, Dünyanın Küçük Lüks Otelleri üyesidir ve Cook Adaları'nın en keyifli kaçamağıdır."
    },
    {
      "dayNumber": 12,
      "title": "Cook Adaları - Beyaz Plajlar, Kaplıcalar ve Tropik Hoşgörü",
      "description": "Dalgalar plaja yumuşak bir şekilde dalgalanıyor, yıkık lobiden odanıza giren zarif bir ses. Çıplak ayaklarınızı kumun üzerinde gezdirin ve turkuaz sularda ayak parmaklarınızı bırakın, sığlıkların neredeyse bir mil boyunca nasıl uzandığını görün. Bu dört gün boyunca, sahili ve uykuyu kesecek bir şey yok. Aitutaki'de zaman duygusu yok, ve izole bir ada karakolunu paylaşan bir avuç insan var. Kıyıdaki çeşitli aktiviteler gibi tüm yemekler konaklamanıza dahildir. At sırtında kumun karşısındaki Gallop, yemyeşil resiflerden şnorkel ve yalnızlık ormanına doğru gezin. Sakin tonlara devam etmek için tesis bünyesinde bir spa bulunmaktadır."
    },
    {
      "dayNumber": 16,
      "title": "Cook Adaları - Ayrılış",
      "description": "Rarotonga'dan Los Angeles'a giden haftalık direkt uçuşu alarak Pasifik boyunca bumerang yolculuğunu tamamlayın. Kahvaltıdan sonra, uluslararası kalkış için Rarotonga'ya inen Aitutaki Adası'ndan uçacaksınız."
    }
  ],
  "map": ""
}