{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01007",
  "tourName": "Lüks Bora Bora Tatil Turu: Gün Batımı Gezisine Özel Polinezya Yemek Sınıfı",
  "placesVisited": "Tahiti",
  "generalInfo": "Lüks Bora Bora tatiliniz sırasında ada ihtişamı serüvenini kucaklayın. Bir helikopter yolculuğunda yemyeşil yağmur ormanları gölgesi üzerinde uçun. Parasailing yaparken ünlü lagünün indigo renklerinin üzerinde süzülün. Güney Pasifik'teki Jet Ski'lerin sakin sularına koşun ve köpekbalıkları ve manta ışınları ile yakındaki bir mercan bahçesi üzerinde yüzün. Egzotik meyvelerin tatlı aromaları havayı doldurur. Mutlu güneş ışığında inciler parıldar. Cennet gibi bir ada olan Bora Bora'da unutulmaz geziler ve ilham verici gün batımları eşliğinde rahatlama, tropikal inziva ve modern lüksü bir araya getirin.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "8",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bora Bora - Fransız Polinezyası Maceraları",
      "description": "Bora Bora, volkanik kraterlerden zümrüt orman kubbelerinden, ışıltılı egzotik çiçeklere ve turkuazdan çivitlere kadar uzanan ışıldayan sulara kadar bir heybet ve macera adasıdır. Vaitape'deki merkez pazarı, mango, guava ve ananasın altını çizen tropikal meyvelerin renkleri ile parlıyor. Kremalı muz kokusu koridorlarda aşağıya doğru ulaşıyor. Üst kat, değerli taşların parlaklığını ve prestijini anlatan inci satıcılarını içeriyor. Balıkçılar, yoldan geçenler için günlük avlarını sergilerler ve okyanusun kokusu kıyı yolundan yaygın olarak gelir."
    },
    {
      "dayNumber": 2,
      "title": "Bora Bora - Bora Bora'nın Heyecanı",
      "description": "Sabah ışıkları , hindistancevizi filtrelerinin suyunun içinden geçer. Köpüklü cappuccino kokusunun eşlik ettiği parlak meyve ve ananas renklerinin arasında rahatlatıcı bir kahvaltının tadını çıkarın. Muzlu kreplerin yarı tatlı lezzeti, çevrenizin tropikal havasına katkıda bulunur. Yemekten sonra, adadaki ilk Jet Ski gezinize başlamak için Vaitape iskelesine gidiyorsunuz. Rehberiniz, sizi berrak Güney Pasifik Denizi'ne götürmeden önce sizi su üstünde selamlıyor. Su cildinizde serin ve ferahlatıcı bir esinti bırakıyor."
    },
    {
      "dayNumber": 3,
      "title": "Bora Bora - Lagün'deki Harika Yaşam",
      "description": "Kahvaltıda, denizin yarı tatlı aromasıyla ebegümeci harmanının kokusunu bulacaksınız. Esinti, kıyı boyunca bulunan hindistan cevizi ağaçlarının arasından ve açık pencerelerin üzerinde sarkan sazdan çatının meyillerinden geçer. Kahvaltıdan sonra bir kez daha Jet Ski'ye binmek için Vaitape iskelesine dönersiniz. Lagün etrafındaki manzara, sizi, Otemanu Dağı'nın sansasyonel zirvesinin ve aynı zamanda deniz seviyesinden yaklaşık 2.200 metre yüksekliğe ulaşan, Pahia Dağı'nın etkileyici etkileyici zirvesinin taçlandırarak sizi büyülemeye devam eder."
    },
    {
      "dayNumber": 4,
      "title": "Bora Bora - Farklı Bir Heyecan",
      "description": "Sabaha karşı su bungalovunuzun ahşap direklerine karşı süzülen nazik suyu dinleyin. Sakin ses, tropik cennetinizin doğal ihtişamını ve davetkar ortamını vurguluyor. Kahvaltıdan sonra, ayakta  paddleboard sanatını öğrenmek için istekli bir şekilde yola koyuldunuz. Yaklaşık 11 metrelik uzun tahta üzerinde durmak için doğru yolu öğrenmek, sahil boyunca beyaz kum üzerinde başlar. Kum tropik güneşin altında ısınmaya başlarmıştır"
    },
    {
      "dayNumber": 5,
      "title": "Bora Bora - Gün batımına doğru Yelken Aç",
      "description": "Konaklama yerinizin lükslerine ve Bora Bora'nın muhteşem güzelliğine alışmış oldunuz. Kahvaltıda, taze bir kapuçino ve mango ile tepesinde lezzetli muz kreplerinin  şehvetli aromasını tattınız. Gün, arzu ettiğiniz gibi ada hayatını deneyimlemeniz, Eden Beach'in tenha beyaz kumlarına basmaktan, 4x4 jeep safarisi adanın ortasındaki ormanlara doğru ilerlemeye kadar devam eder. Lagün ve Güney Pasifik Denizinin etrafında bir seyir için özel bir tekneye binmeden önce boş zamanlarında tatilin aydınlık ve canlı renklerinin tadını çıkarın. Tekne, guava, ananas ve muzdan oluşan tropikal meyve kokusu ile dolmaktadır."
    },
    {
      "dayNumber": 6,
      "title": "Bora Bora - Sualtında  ve Havada",
      "description": "Sessiz bir kahvaltının ardından Fransız Polinezyası'nın maceralarına bir deniz bisikleti  turu ile geri dönersiniz. Plajdaki rehberinizle buluşmak için lagünü geçiyorsunuz. Motorlu scooter'ı monte edin ve cam baloncuğu vücudunuza lanse edin. Basınçlı conta, yüzünüzün yaklaşık 10 feet altında güvenli bir yol izledikçe başınızı kuru tutar. Bir tüplü dalgıç, sizi, okyanus tabanı boyunca hareket eden scooter'ın gölgesini gördüğünüz gibi, rota boyunca sizi yönlendirir. Denizyıldızı batık kayalara ve deniz salatalıklarına puff kabarcıkları kristal berraklığında sulara tutunur. Çavuş binbaşı ve flama afiş balığı sürüleri mercanlara yakındır."
    },
    {
      "dayNumber": 7,
      "title": "Bora Bora - Kalıcı Bir Anı",
      "description": "Lagünün parlak turkuaz suları sabahları pencerelerden ışık yansıtır. Bora Bora'nın tropikal tılsımları, Polinezya adasındaki büyüleyici maceraların eşliğinde size ilgi göstermeye devam ediyor. Kahvaltıda, hindistan cevizinin tatlı kokusuyla vurgulanan köpüklü bir cappuccino'nun lezzetiyle kendinizi şımartın. Gökyüzüne bağlı bir helikopterle adanın ana kıyılarına doğru ilerliyorsunuz. Kalbiniz  sesi pervanenin kükreyen seslerinin altında kayboluyor. Helikopter, havaya yükselir ve Vaitape çevresindeki yemyeşil çimenlerin muhteşem  manzarasını görürsünüz ve adanın ortasındaki dalgalı ormanlık araziye doğru götürülürsünüz."
    },
    {
      "dayNumber": 8,
      "title": "Bora Bora - Fransız Polinezya Gezilerinin Sonu",
      "description": "Bora Bora'daki son kahvaltınızın tadını çıkarmak için kendinize  zaman ayırın. Taze tutku meyvesi ve guava'nın aromalarını tadarsınız. İstediğiniz gerçek muzlu lezzetler ile kabarık kreplerin ince, narin dokusunu görüyorsunuz. Yemekten sonra, beyaz kumlu plaja gidip bir kez daha kürek çekmeye çalışın. Leşliğin ve huzurun karışımı, lagünün nazik bir şekilde uyandığında dinlenmenin keyfini çıkarmanızı sağlar. Otemanu ve Pahia dağlarının yükselen doruklarına bakmaya devam ediyorsunuz. Bora Bora'daki zamanınızın hatıraları, siyah uçlu resif köpekbalıklarıyla yüzmekten, bir parasail üzerinde lagünün üzerine çıkmaya kadar bir çok macera yaşadınız. Özel transferiniz sizi dönüş uçağınız için Bora Bora Havalimanı'na götürdüğünde aklınız Bora Bora’da kalıyor."
    }
  ],
  "map": ""
}