{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "ST01011",
  "tourName": "Polinezya Cenneti İçin Romantik Kaçamak",
  "placesVisited": "Tahiti",
  "generalInfo": "Özelleştirilebilir Bora Bora tatilinize adım atın ve adanın doğal ihtişamı, ikinizin hayal etmiş olabileceği hayal edilmiş bir cennetle eşleşecektir. Sakin plajlar, lacivert ve turkuaz renk tonlarıyla berrak kristallerle parıldayan toz beyaz kumlarla ışıldar. Yakındaki muhteşem manta ışınları ile mercan bahçeleri arasında şnorkelle dalış  ve ardından bir parasail üzerinde gökyüzünde süzülün. Özel bir yemek dersinde tatlı ve tuzlu ada lezzetlerini tadın ve ardından büyüleyici bir kültürel dans performansının tadını çıkarın. Bazalt zirvelerin altındaki panoramalarla büyülenin ve daha sonra lüks bir su bungalovunda inzivaya ya da özel bir plajda dinlenin ve Bora Bora kaçamağınızın tadını çıkarın.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "7",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bora Bora - Bora Bora'nın Lüks  Çekiciliğine ve Güzelliğine Varış",
      "description": "Tahiti Güney Pasifik'in tacı ise, Bora Bora onun mücevheridir. Turkuaz ve indigo renkleri, kıyı şeridinde bulunan fildişi beyaz kumlarla çevrili adanın 11 mil karesinde parıldar. Ebegümeci kokusu havaya nüfuz eder ve denizin yarı tatlı aromasını manta ışınları ve melek balıklarıı berrak sularda yüzerek gökkuşağı mercan bahçelerine ulaşır. Uçağınız Bora Bora Havalimanı'na inecek ve Otemanu Dağı'nın yükselen bazalt zirvesine dikkat çekici bir  bakış açısı sunacak."
    },
    {
      "dayNumber": 2,
      "title": "Bora Bora - Bir Bora Bahçeleri Turu ile Bora Bora Deniz Yaşamı",
      "description": "Lagün, tesisin özel plajlarının beyaz kumlarına karıştıkça, su bungalovunuzun ahşap direklerine çarpan su sesleriyle uyanacaksınız.Kahvaltıda, muz kokusu yemek odasından çıkacaktır. Ejderha meyvesi ve guava'nın canlı renkleri, krepin ince ve kabarık dokusunu vurgular. Yemekten sonra, rehberiniz sizi olağanüstü lavanta bahçelerini bulmak için size lagün boyunca eşlik etmeye hazır olan tatil iskelesinde karşılar."
    },
    {
      "dayNumber": 3,
      "title": "Bora Bora - Boş Gününüzde Bora Bora'da Aktif Yaşamın Keyfini Çıkarın",
      "description": "Sabahları, ferahlatıcı deniz meltemi, su üstü bungalovunuzun kalbindeki cam zemin panelinin altından geçen bir melek balığı okulu olarak açık pencerenizden geçerken yavaşça uyanabilirsiniz. Kahvaltıda, tutku meyvesinin kokusu, Fransız Polinezya adalarından elde edilen çekirdeklerin kullanıldığı kahvenin zengin aromasını vurguluyor. Bora Bora'nın güzelliğini ve cazibesini eğlencenizle kucaklayacağınız gün, tatilinizin sıcak beyaz kumlarında dinlenmenize, dalma havuzunuzun özel sularında dinlenmenize ya da macera dolu bir keşfe sahip olmanıza olanak tanıyacak ardıdan canlandırıcı bir yürüyüşte Krallar Vadisi'ne yolculuk yapacaksınız."
    },
    {
      "dayNumber": 4,
      "title": "Bora Bora - Özel Köpekbalığı ve Ray Tekne Safari'de Lagünü Keşfedin",
      "description": "Lagünlerin ışıldayan suları, gün boyunca, tertemiz, berrak sular, tropik adadaki zemine karşı olağanüstü bir parlaklık sunarken sizi çağırır. Hindistan cevizi ağaçlarıi kıyı şeridinin beyaz, tozlu kumları üzerinde ince gölgeler döküp sizi keşfetmeye davet ediyor. Kahvaltıdan sonra, denizin altında gizli olan hazinelerin tadını çıkarmak için bir kez daha lagünün üzerine çıkabilirsiniz. Tekne, üç özel yere demir atıyor; ilk olarak muhteşem manta ışınlarının yakın çekimlerini sunuyor."
    },
    {
      "dayNumber": 5,
      "title": "Bora Bora - 4x4 Jip Safari  ile Bora Bora Kalbine Giriş",
      "description": "Kahvaltıda, her ikinizde güne aydınlık bir başlangıç ​​yapmak için muzlu kreplerin tatlı aromasına uyanacaksınız. Hazır olduğunuzda, rehberinizle tanışmak ve açık hava 4x4 jipinize binmek için Bora Bora kıyılarının yanında birlikte hareket edebilirsiniz. Keşif sizi Bora Bora'nın kalbine, sakin manzara ve canlı tarih arayışına götürecek ve yağmur ormanlarını aşan asfalt yollardan geçmek için adanın etrafını çevreleyen ana yoldan çıkacaksınız. Kanopi, tropikal ısı ve yaygın nemde gelişen orkideleri gölgelemektedir. Frangipanis balmumu yaprakları üzerinde zengin pembe ve zengin beyaz renkler yayar ve tatlı kokuları yağmur ormanlarının havasını doldurur. Faanui Koyu boyunca, Otemanu Dağı'nın zirveye çıktığı zirveye göz gezdiren indigo ve turkuaz suyun dikkat çekici bir görüntüsünü sunan bir tepeye ulaşacaksınız ve hep birlikte eğlenmek için zaman ayırın."
    },
    {
      "dayNumber": 6,
      "title": "Bora Bora - Tercih ettiğiniz hızda Bora Bora'nın konforunda zevk",
      "description": "Ada yolunun etrafını, İster Bora Bora'nın ihtişamlarında, ister sörf uçurmayı öğrenmeye, isterse bisikletle gezintiye çıkarak öğrenebilirsiniz. Fakat bundan önce Polinezya mutfağının lezzetlerini alabilir ve bir yüzyılı aşkın bir süredir Fransız kültürünün etkisini öğrenebilirsiniz."
    },
    {
      "dayNumber": 7,
      "title": "Bora Bora - Ayrılış",
      "description": "Kahvaltıda, önceki gün özel yemek kursunda keşfedeceğiniz canlı lezzetleri ve akşam yemeğinde ana ada kıyılarındaki restoranın kutlama havasını hatırlayacaksınız. Son bir  kahvaltıdan sonra, özel transferiniz sizi hem tekneye hem de Bora Bora Havaalanı'na götürecektir. Uçağınız kalktıktan sonra, eve gelmeden önce adanın pastoral tropik cennetinden bir panoramanın tadını çıkarabilirsiniz."
    }
  ],
  "map": ""
}