[
    {
        "type": "overview",
        "Main_Title": "Our Guyana holidays & tours",
        "Main_Paragraph": "Whats small and green and jungle all over? Little Guyana is one of the smallest countries in South America and has one of the highest amounts of forest cover in the world. For centuries, very little infrastructure has penetrated the country beyond the coast  even now, its easier to get around by river or plane than by road. The countrys people live mostly on the shore, but our holidays take you deeper  across the Guiana shield forest  to Kaiteur Falls, a massive waterfall in the middle of the jungle, and to eco lodges where community-based tourism projects support both Indigenous communities and the rare wildlife that shares their homes  through money and through assisting with their valuable research.",
        "Subtitle": "Guyana holiday highlights",
        "Title1": "Nature",
        "Paragraph1": "Guyana might be small, but its a land of giants  giant otters, giant anteaters, and one of the worlds largest freshwater river fish, the arapaima. More diminutive nature abounds, too, including glorious birdlife. But Guyanas nature is hard to spot, as ninety percent of the country is swathed in primary rainforest. Our holidays help you out employing the help of experts, visiting national parks, and using eco lodges. When you go on nature walks with researchers, park rangers, and local guides youll get the best chance of seeking out the creatures  and you can help support their projects and communities through contributing your sightings to the research of field conservation stations, and your money to their communities.",
        "image1": "",
        "Title2": "Culture",
        "Paragraph2": "Indian curries, Caribbean soups, native plants: the menu in Guyana shows just how much its culture is a product of its population, who come from all over the world, and who have gone all over the world  the country also has a diverse diaspora. Indigenous peoples and the descendants of enslaved peoples and indentured labourers historically brought influences from around the world  whilst English is the official language, Guyanese Creole contains influences from many world languages. Since oil was discovered in 2015, George Town, Guyanas capital, has been modernising apace with lots of new developments and hotels. Our holidays explore Guyanas culture both through its towns, and through the communities who live off-grid inland, such as the Amerindian community in Surama.Through community-based tourism projects, you can visit both, knowing that your holiday is benefitting those you meet.",
        "image2": "",
        "Title3": "Exploring the Guianas",
        "Paragraph3": "Guyana is one of three places commonly grouped together as the Guianas  alongside Suriname, a country, and French Guiana, part of France. Travelling between these river-threaded and densely forested countries can be an adventure; you reach French Guiana by crossing the Maroni River in a pirogue (small canoe). Given the logistics of exploring, if you want to get around its easiest to join a group. Our guided tours of Guyana, Suriname and French Guiana help you navigate the borders and get around each country., navigating languages that switch from English to Dutch to French, and menus that whiplash between Indian, Creole, Chinese and Portuguese influences.",
        "Title4": "Guyana tours",
        "Paragraph4": "Our small group tours can be one of the best ways to see Guyana. Getting around this country on your own is difficult, as there isnt much road infrastructure. Its not cheap, either. Sharing the cost of a driver and guide with others can alleviate some of the expense, youll also get a few extra pairs of eyes helping you spot rare butterflies and flowers in the jungles and someone around to take the photos. Our small group tours allow you to go off the beaten track and deeper into the jungle  which often involves a light aircraft flight or going by boat. Together with like-minded adventurers you can uncover more of the country.",
        "image3": "",
        "Title5": "Adventure holidays",
        "Paragraph5": "Guyana is for the adventurous. The pristine jungle is the prime place to trek with a ranger, whilst the savannah grassland is a great place to spot wildlife, including, if youre very lucky, jaguars. Rain and uneven terrain can make hiking a challenge, but the intrepid can scale Turtle Mountain or hike in the Pakaraima Mountains, and theres no greater thrill than flying over one of the most powerful waterfalls in the world, Kaiteur Falls, in a small aircraft. Reaching all these wonders takes effort and time, and lots of mosquito repellent   and thats the true adventure of Guyana. Expect bumpy roads and boat trips, and domestic flights to cover more ground."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to go to Guyana",
        "Main_Paragraph": "Guyana is green for a reason  rains can fall at any time, though the rainiest periods are from May to early August and late December to January. The best time to go to Guyana is right after this time  in late August or early February, as the mighty Kaieteur  a must on any Guyana holiday  will be at its most powerful at this time. Further into the dry seasons, particularly in September to November, the thick jungles become less swamplike, allowing for greater access, and temperatures rise. The coast receives a little less rain than the rainforest, and the savannah is the driest region in Guyana.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Guyana Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Guyana Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 73%;\">232 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 41%;\">129 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 44%;\">141 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 51%;\">161 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 94%;\">298 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">318 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 83%;\">263 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 56%;\">179 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 23%;\">74 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 26%;\">83 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 45%;\">143 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 93%;\">295 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Things to do in Guyana",
        "paragraph1": "<div style=\"margin-top:20px\"></div>\n<bullet>One of the advantages of <b>trekking in Guyana</b> is that you can access areas that cars and even boats cant reach. Multi-day trekking holidays take you deep into the virgin rainforest. Spend three days on a supported hike through extraordinary vegetation to Kaieteur Falls, past giant bromeliads inhabited by rare golden frogs, and culminating in a steep climb to a stunning viewpoint. Shorter treks take you up mini mountains including Surama and Turtle Mountains.</bullet>\n<bullet> While Guyana remains well off the mainstream map, <b>birders</b> have known about it for some time. Some 878 Neotropical species have been recorded here (450 in Iwokrama Forest alone) the most iconic being the Guianan cock-of-the-rock, a tangerine-coloured bird with a half-circle crest. Although there are no species endemic to Guyana, many are endemic to this region (known as the Guyana Shield)  and Guyana is one of the best locations to spot them. Key species include the blood-coloured woodpecker, bicoloured conebill, spotted tody flycatcher, and numerous hummingbirds. </bullet>\n<bullet>Compared with South Americas giants, Guyana is a pretty diminutive country  with vast tracts of it out of reach. Take advantage of this by <b>combining it with neighbouring countries,</b> taking the bus across the border to Suriname and then on into French Guiana, for example  to explore the contrasting British, French, Dutch and Indian legacies on this part of the world. Travel into Venezuela to summit Mount Roraima, on the border  or take the hour-long flight to Trinidad for a total birding immersion.</bullet>",
        "image2": "",
        "title2": "Things not to do in Guyana",
        "paragraph2": "Miss the culture.\nGuyanas culture is extraordinarily varied considering just 750,000 people live here. Most live along the Atlantic coast, which has a distinctly Caribbean feel as a result of the Indo- and Afro-Guyanese residents who are descended from indentured servants and slaves. Around nine percent of Guyanese are indigenous, including the Arawaks and Caribs who came here from the Caribbean, and the Makushi  who you are likely to meet in the sparsely-inhabited interior on village tours, in locally-run lodges and community conservation projects.",
        "title3": "",
        "paragraph3": "Travel on a budget.\nWere not going to beat around the bromeliad: Guyana is not cheap. Its costly to get here, travel round, and stay here, despite the fact you may be sleeping in simple thatched huts, in tents  or even a hammock. But this exclusivity adds a value all of its own, especially paired with the tiny population. The forests remain largely pristine, the wildlife unperturbed by the rare human presence, and youll feel like a true pioneer, in one of South Americas final frontiers.",
        "title4": "",
        "paragraph4": "Leave any waste.\nImportant for any destination, but particularly for one with such unspoiled nature  and with few facilities for dealing with waste. Unpackage any items before travelling to Guyana, take items such as spent batteries home with you (even better  use rechargeables), and bring a reusable bottle that you can refill from larger bottles of water as you go. Alternatively, look into a good filter, purification tablets or a\nLifeStraw\n particularly good for multi-day treks.",
        "title5": "Guyana travel tips",
        "paragraph5": "",
        "title6": "The best time to go",
        "paragraph6": "Kathy Jarvis, from our leading Guyana supplier Andean Trails, shares her Guyana travel tips:\nI think February and March are the best in terms of lack of rainfall, but most of the year is fine. It rains a lot from May to July, which I think is then also a good time to see jaguar as they come onto roads to dry off.",
        "title7": "Packing tips",
        "paragraph7": "Guyana is hot and humid with frequent downpours, so have a poncho to hand as well as sunglasses, sun cream and a wide-brimmed sun hat. Internal flights offer only 9kg baggage per person, so keep weight to a minimum, with minimum clothing. Dont worry overly about bites  despite its humidity and rainforest, there are not as many insects as you may think.",
        "title8": "Tips on getting around Guyana",
        "paragraph8": "Half of the adventure is getting around Guyana. Outside of Georgetown there is no asphalt and hardly any roads anyway  most travel is by plane, river boat or sometimes by 4x4 along dirt roads. These roads in the savannah often flood or turn to mud after heavy downpours, making road travel tricky at times. Theres always a good chance to spot wildlife on the drives as there is very little traffic at all. This is proper adventure travel, straight from an early explorers diary, into remote, pristine environments replete with wildlife.",
        "title9": "Drinking",
        "paragraph9": "Be careful of the local rum oclock  it seems to start as soon as the sun comes up..."
    }
]