{
    "Main_Title": "Our Guyana holidays & tours",
    "Main_Paragraph": "Whats small and green and jungle all over? Little Guyana is one of the smallest countries in South America and has one of the highest amounts of forest cover in the world. For centuries, very little infrastructure has penetrated the country beyond the coast  even now, its easier to get around by river or plane than by road. The countrys people live mostly on the shore, but our holidays take you deeper  across the Guiana shield forest  to Kaiteur Falls, a massive waterfall in the middle of the jungle, and to eco lodges where community-based tourism projects support both Indigenous communities and the rare wildlife that shares their homes  through money and through assisting with their valuable research.",
    "Subtitle": "Guyana holiday highlights",
    "Title1": "Nature",
    "Paragraph1": "Guyana might be small, but its a land of giants  giant otters, giant anteaters, and one of the worlds largest freshwater river fish, the arapaima. More diminutive nature abounds, too, including glorious birdlife. But Guyanas nature is hard to spot, as ninety percent of the country is swathed in primary rainforest. Our holidays help you out employing the help of experts, visiting national parks, and using eco lodges. When you go on nature walks with researchers, park rangers, and local guides youll get the best chance of seeking out the creatures  and you can help support their projects and communities through contributing your sightings to the research of field conservation stations, and your money to their communities.",
    "image1": "",
    "Title2": "Culture",
    "Paragraph2": "Indian curries, Caribbean soups, native plants: the menu in Guyana shows just how much its culture is a product of its population, who come from all over the world, and who have gone all over the world  the country also has a diverse diaspora. Indigenous peoples and the descendants of enslaved peoples and indentured labourers historically brought influences from around the world  whilst English is the official language, Guyanese Creole contains influences from many world languages. Since oil was discovered in 2015, George Town, Guyanas capital, has been modernising apace with lots of new developments and hotels. Our holidays explore Guyanas culture both through its towns, and through the communities who live off-grid inland, such as the Amerindian community in Surama.Through community-based tourism projects, you can visit both, knowing that your holiday is benefitting those you meet.",
    "image2": "",
    "Title3": "Exploring the Guianas",
    "Paragraph3": "Guyana is one of three places commonly grouped together as the Guianas  alongside Suriname, a country, and French Guiana, part of France. Travelling between these river-threaded and densely forested countries can be an adventure; you reach French Guiana by crossing the Maroni River in a pirogue (small canoe). Given the logistics of exploring, if you want to get around its easiest to join a group. Our guided tours of Guyana, Suriname and French Guiana help you navigate the borders and get around each country., navigating languages that switch from English to Dutch to French, and menus that whiplash between Indian, Creole, Chinese and Portuguese influences.",
    "Title4": "Guyana tours",
    "Paragraph4": "Our small group tours can be one of the best ways to see Guyana. Getting around this country on your own is difficult, as there isnt much road infrastructure. Its not cheap, either. Sharing the cost of a driver and guide with others can alleviate some of the expense, youll also get a few extra pairs of eyes helping you spot rare butterflies and flowers in the jungles and someone around to take the photos. Our small group tours allow you to go off the beaten track and deeper into the jungle  which often involves a light aircraft flight or going by boat. Together with like-minded adventurers you can uncover more of the country.",
    "image3": "",
    "Title5": "Adventure holidays",
    "Paragraph5": "Guyana is for the adventurous. The pristine jungle is the prime place to trek with a ranger, whilst the savannah grassland is a great place to spot wildlife, including, if youre very lucky, jaguars. Rain and uneven terrain can make hiking a challenge, but the intrepid can scale Turtle Mountain or hike in the Pakaraima Mountains, and theres no greater thrill than flying over one of the most powerful waterfalls in the world, Kaiteur Falls, in a small aircraft. Reaching all these wonders takes effort and time, and lots of mosquito repellent   and thats the true adventure of Guyana. Expect bumpy roads and boat trips, and domestic flights to cover more ground."
}