{
    "Main_Title": "Our Alaska holidays & tours",
    "Main_Paragraph": "Alaska doesn’t do things by halves. It’s home to the largest national park in the USA, Wrangell–St. Elias (over 32,000 km²) and, in Denali NP, the USA’s highest peak, Mt. McKinley. And much of Alaska is only accessible by boat or plane, meaning that the landscapes here remain pristine, the wildlife abundant. Our Alaska holidays aim to keep them that way, embracing the extremes while treading responsibly. Overland tours purchase food from Alaskan businesses wherever possible, and ensure camping always leaves no trace. Meanwhile our small ship cruises don’t just support local communities – sometimes, in the case of the Kaagwaantaan Clan, they are crewed by the local community. Go glacier climbing, kayak through fjords, hike the tumultuous taiga and sub-arctic tundra with resident wildlife wonders such as whales, grizzly bears and wolves. But just go.",
    "Subtitle": "Highlights of our Alaska holidays",
    "Title1": "Meet the (really wild) wildlife",
    "Paragraph1": "Imagine flying into Katmai National Park on a floatplane and a curious grizzly swims out into the bay to meet you. Or sailing around the fjords and a humpback whale creates some extra waves by projecting into the icy air. Or you are so taken by the magnificent sight of salmon heading upstream on one of natures most miraculous migrations, that you forget the fate that awaits many of them, as they find their fate in the claws of awaiting Kodiak bears and otters. Welcome to Alaska. Its wild out there.\nEnormous muskox plod the icy tundra to the far north and west, looking a bare evolutionary step away from the woolly mammoth that once roamed here. Keep your eyes peeled  the ever-shrinking carpets of permafrost are polar bear territory, too. However, youre more likely to encounter moose and caribou that munch their way around the whole of mainland Alaska.\nBirds range from regal eagles (Alaska has the biggest population of bald eagles in the USA) to albatrosses that get their kicks sailing the air currents of the south coast. Metre-tall sandhill cranes nest in the tundra in the summer. And the state bird is the most unassuming of all  willow ptarmigans that swap their chestnut summer coats for white winterwear.",
    "image1": "",
    "Title2": "Learn about the history & culture of Alaska Native peoples",
    "Paragraph2": "About 16 percent of Alaskas residents identify as Indigenous Alaska Native peoples. Many have strong traditions of subsistence living, so activity, cultural and nature-led tourism are now becoming a growing part of community life. Especially in wilderness areas, where Alaska Native people are the majority.\nMuseums like the Alaska State Museum are a good place to start getting your head around the history. But youll learn even more by joining a tour that puts you directly in touch with the diverse Alaska Native communities. Everything from dress to hunting habits change from village to village. The reason is simple: their near total geographical isolation.\nThe Tlingit, Haida and Tsimshian peoples in the southeast live in a climate ideal for totem pole and kayak carving. Some Athabaskans in the interior, on the other hand, weather out the harsh climate by seasonally moving their camps from warmer forests in the winter to salmon rivers in the summer. And coastal communities continue to make their living from the sea. Subsistence hunting still exists, especially up north where Alaska Native people are permitted to hunt whales for meat, skin and oil thats shared between neighbouring communities.",
    "image2": "",
    "Title3": "Camp in the wilderness",
    "Paragraph3": "For a real wilderness adventure, jump aboard a camping trip. Youll fall asleep under a sky packed with stars (and the occasional Northern Lights show) and wake up to nothing but the sounds of bald eagle cries and views of mountains and glaciers. Its a tad less cushy than a hotel, but dont let that put you off  small group tours come with a guide wholl help you set up camp and tell you the dos and donts of storing food in bear country (clue: very carefully).",
    "Title4": "Voyage the fjords",
    "Paragraph4": "Fancy floating to sleep as you sail down a fjord? Sipping a cup of coffee while watching whales breach? Then a sailing trip is for you. Small ship cruises arent anything like the vast voyages that hotel-sized cruise liners make. For starters, theyre simply not vast. Youll cruise with around 20 to 100 people on a ship small enough to sneak into the whale-friendly inlets and pocket-sized ports that the giant hotels on hulls cant reach.",
    "image3": ""
}