{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "an-8-day-tour-of-havana-varadero-camaguey",
  "tourName": "An 8-Day Tour of Havana, Varadero & Camaguey",
  "placesVisited": "Havana, Varadero, Cardenas, Caliseo, Matanzas, Camaguey, Las Terrazas, Cojimar, Alamar, Callejon de Hamel",
  "generalInfo": "The Cuban experience touches your soul during your 8-day tour, specially crafted for adventurers and word travelers. Find comfort during your time in Cuba as you blend an active lifestyle with the grandeur of historic sites. Spend jovial time with gregarious locals and marvel at the significance of squares which marked a revolution that became world renowned. Meander through labyrinthine streets and ride in classic American cars. Listen to engaging musicians and engage in unforgettable discoveries on your custom Cuba tour.",
  "durationDays": "8",
  "price": "4,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Havana – The Old and New",
      "description": "Havana is a majestic city, steeped in colonial buildings, pulsating music, and inspiring history. Its seaside location casts a slightly salty aroma over the Malecón, the boulevard bordering the Atlantic Ocean. In the afternoon, the waves crash against the jutting rocks and splash over the sea wall. Couples stroll along the walkway, sip rum, and listen to the passionate sounds of the water striking the edges of the city. Your first image of Cuba comes from inside the plane. As you descend into Jose Marti International Airport, you look out the window to find tall grass stretching to the mountains in the west. After you land, your private transfer greets you at baggage claim and escorts you to the elegance of your accommodation, which has housed international glitterati, from Frank Sinatra to Marilyn Monroe. After you settle into your hotel, your guide meets you in the lobby ready to introduce you to the city. Classic American cars roam around the vibrant music scene of Parque Central. The 18th-century mansion now housing Hotel Inglaterra overlooks the marbled walkway of Paseo del Prado. The Plaza de Armas has acted as the social center of Havana since the city’s inception in the 16th century. Noble families would watch military processions from their mansion balconies. The baroque structures continue to outline the square, including the magnificent Palacio de los Capitanes, which hosted Spanish generals during their time in Cuba. In the Used Booksellers Market, you find a treasure-trove of enthralling literature of every genre. You can search for interesting titles and engage in conversations with Cuban readers about the most popular books in Havana."
    },
    {
      "dayNumber": "2",
      "title": "Havana – Spirited Works of Havana",
      "description": "In the morning, you can look our your window and see the sunlight reflecting off the surface of the Atlantic Ocean. The 17th-century stone structure of Castillo de los Tres Reyes del Morro guards the entrance to Havana Bay. A brass and wood chain connected the fortress to Castillo de San Salvador de la Punta on the opposite side of the inlet. During pirate or naval attacks, guards would tighten the chain, stopping ships from entering the harbor. After breakfast, your guide meets you in the hotel lobby and leads you to one of Havana’s most famous cigar factories. A floral, rural aroma fills the factory, different from the sea and cobblestone scent of the city. Hundreds of workers roll cigars by hand, smoothing out the leaves, layering the filler, and rolling the lining until taut. Your guide explains the focus it takes to roll a cigar, along with the pride the workers have in a job well done. In the afternoon, you visit a rations store. Your host welcomes you in with open arms, eager to explain the system, along with the two-currency arrangement. A sign on the wall details the types of foods and the days in which locals can pick up their goods, from rice to beans. Make your way to the Artisan Market in a large warehouse near the water at Almacenes de San Jose on the port. Artists display their handmade goods for sale to visitors. At the entrance, you see a man slicing open coconuts. The aroma blends into the fresh paint wafting down the aisles. Wood statues stand erect next to hand-woven straw hats. You find the passion of the Havana arts world prevalent in the work. Each piece is an emotional outlet for the artists, and their use of capturing the culture in a timeless piece is memorable."
    },
    {
      "dayNumber": "3",
      "title": "Havana – Flying High around Havana",
      "description": "In the morning, you continue to hear the drummer tapping a seductive beat on his bongos at the restaurant. You took in the music and danced well into the night. This morning, the aroma of coffee helps refresh your senses. Your private transfer escorts you into the Sierra del Rosario Mountains to the secluded eco-community of Las Terrazas, located inside the biosphere reserve. The village has a population of approximately 1,000 people nestled in the hills and terraced around a manmade lake. The reserve encompasses 12,355 acres. A community leader meets you, keen to explain the genesis of the village, which started as caretakers of the reforestation project after decades of deforestation devastated the forest landscape. In the trees, you find colorful blossoming orchids. For a different view of the lakeside and canopy, you can follow your guide into the trees to zip line down along the lakeshores. The wind blows against your skin. You fly down from platform to platform, listening to the quiet of the treetops. An occasional Cuban Trogon, the national bird, twitters along the branches. Their iridescent plumage shines against the green leaves. After your bird-like soaring over the village, you make the hike to the former 19th-century Buenavista Coffee Plantation. You can sip a freshly roasted and slow brewed coffee in the restaurant housed inside the former master’s residence, which offers a sweeping panorama of the estate. Few things are better than enjoying a quiet moment accompanied by a pristine view."
    },
    {
      "dayNumber": "4",
      "title": "Varadero – Embracing Words and Sound",
      "description": "Today you leave the seductive shores of Havana behind, making your way first to the outskirts of the city to the San Francisco de Paula neighborhood. Ernest Hemingway lived at home known as Finca Vigia, which stands for Lookout House, from 1939 until 1960. The home allows you a small insight into the life of the famous American author who wrote two of his award-winning books while living in Cuba. The house contains approximately 9,000 books positioned around every room, including the bathroom. In the garden, you catch the aroma of freshly blossomed flowers. In the afternoon, you make your way to the town of Matanzas. The antique streets have a new sheen and polish inspiring the literary and musical heritage of Cuba, lending itself to the nickname, “Athens of Cuba.” You see past the wrinkles of the aged buildings and into the cheerful, undefeated character of the culture. Danzon and rumba, two of the country’s most popular forms of dance, began in the dancehalls of the city. Music continues to spill out of cafes and clubs at all hours of the day inspiring locals to move spontaneously through the day. Once you settle into the city, you have your first taste of Matanzas during a private dance lesson. Your instructor moves your body to the same rhythm as the music. You glide in time, imitating the footsteps your instructor showed you until the dance fuels you both."
    },
    {
      "dayNumber": "5",
      "title": "Varadero – Rural Life of Cuba",
      "description": "In the morning, you can hear the water brushing against the white sand shores of Cuba’s coastline. The birds are most active in the cool breeze of the sunrise. They twitter and chirp in the canopy near the coast. Coconuts fall from the palm trees landing safely in the sand. Your guide leads you to a craft workshop where artisan craftsmen create works engaged in Cuban culture and community life. Continue to the city of Cardenas to witness streets tantamount in Cuban history. In the 1850s, a Venezuelan adventurer and army of American mercenaries raised the Cuban flag along the streets of Cardenas for the first time. Three renovated museums showcase the history of the city and Cuba along the city’s main plaza. The real life of Cuba opens itself to you, showcasing the dilapidated buildings and communal housing many people reside in. Horse-drawn carriages ride through the streets making it look like time has left the city behind. For an active adventure through the wilderness, you make your way to the Cuevas de Bellamar. A former slave in the 19th century discovered the caves while working in a nearby limestone quarry. The stalagmites grow from the cave floor, and stalactites drip condensation from the ceiling. Travel 100 feet through a narrow corridor into a lit room glinting with natural crystal formations. Cold water trickles into a small pool that locals call the “Fountain of Love.”"
    },
    {
      "dayNumber": "6",
      "title": "Camaguey – Climbing into History",
      "description": "The scent of the seaside drifts through the palm trees creating an enticing amalgamation of sweet and salty. You have an early breakfast this morning before making your way back to Jose Marti Airport for your flight to Camaguey. The city is located in the center of the island between abundant coastal allure and lush rural landscape. The cobblestone streets meander around the preserved historical center, twisting into a purposeful labyrinth that once protected the city from pirates. The design confused pillagers and invaders while providing residents cover. Your private transfer meets you at Camaguey Airport CMW and escorts you into the heart of the historic city. Plaza San Juan de Dios connects the city to its colonial past. The buildings encircling the square have Mexican architectural elements due to the country’s status as the capital of New Spain up until the 19th century. A former hospital on the eastern edges of the plaza house the Museo de San Juan de Dios. Restaurants behind the indigo buildings fill with rich music and succulent cuisine. The museum has a cloister from the 18th century and a triangular rear patio with Moorish elements. The exhibits chronicle the history of the city through the décor and paintings."
    },
    {
      "dayNumber": "7",
      "title": "Camaguey – Cradle of Cuban Culture",
      "description": "Many of the buildings in the historical center of Camaguey have open, leafy inner patios. Large jars once contained water. The breeze would blow through the patio and carry a refreshing mist from the top of the jar. Today, the earthenware jars act as a symbol of the city, commemorating the city’s past and strength. Today your guide leads you on an all-encompassing tour of the city and its surroundings. Funda del Catre Alley is Cuba’s narrowest street at a length just over seven-feet wide and more than 250 feet long. The small, stunning, central Plaza del Carmen opens to a view of Iglesia de Nuestra Senora del Carmen, a quaint church bordering the eastern edge of the square. Street lamps create a cozy atmosphere. Cobblestones pave the space. Locals read newspapers and gossip about the daily life in town. It is a tiny respite for you to enjoy a moment in the colonial ambiance of the city. Make your way to Galeria Colonial for an evening of unfettered fun. The complex starts the night with a cabaret, where you can watch the show turn from stage-lit magic to encompassing musical dance party."
    },
    {
      "dayNumber": "8",
      "title": "Camaguey – Embracing Spirit",
      "description": "In the morning, locals return to their places in the quiet squares to soak in the sunlight and read the newspaper. Outside of cafes, old men sit playing dominoes, enjoying their time in the shade. Mercado Agropecuario Hatibonico is a small market off Carretera Central. Vendors practically sing to visitors to look at their wares. Cuban free enterprise juxtaposes the government stalls. Purveyors of herbs and secret elixirs call out to you, eager to explain their ointments that solve all kinds of afflictions. The plant nursery contains dwarf mango trees and dangling orchids. The market has a character unto itself that embodies the distinct ambiance of Camaguey. When you are ready, your private transfer meets you at the hotel and escorts you Camaguey Airport CMW to begin the journey home."
    }
  ],
  "map": ""
}