{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "an-immersive-cuban-tour-to-havana-vinales-soroa-trinidad",
  "tourName": "An Immersive Cuban Tour to Havana, Vinales, Soroa & Trinidad",
  "placesVisited": "Havana, Pinar del Rio, Vinales, Cojimar, Soroa, Sierra del Rosario Reserve, Trinidad, Sierra Escambray, Cayo Leguano, Bay of Pigs, Cienfuegos",
  "generalInfo": "The rhythms of Cuba are orchestrated by the musical notes of salsa, the captivating dances of Santeria, and the wholesome birdcalls of the jungle mountains. Your custom tailored tour immerses you in the purity of the island’s emerald-clad bio-reserves to the open embrace of locals, eager to impart an understanding of their culture through a slice of their daily life. Hummingbirds dip their beaks into freshly opened flowers. Kids fly kites on the rooftops of Havana. Glassy water reflects flamingoes’ pink feathers. The mixture of history and contemporary living on colonial streets is sure to captivate you.",
  "durationDays": "12",
  "price": "6,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Havana – Cuba First",
      "description": "The beauty of Havana emanates from historic buildings, classic American cars, and an ineffable spirit. Your private transfer awaits your arrival at baggage claim at Jose Marti International Airport. The moment you disembark the plane, you feel as though you have entered a different world, set in the past of Soviet relations and Caribbean colors. Once out of the airport, you find blue, white, and red murals decorating the walls of the Havana suburbs. Socialist-friendly messages stand out with black block lettering. The tower of Revolution Square rises above the cityscape at a height of 358 feet. During state celebrations, the plaza, which encompasses five square miles, fills with Cubans eager to hear political figures speak about the nobility of Cuban people. The tower was designed to resemble a star. It faces the silhouette of revolutionary figure Che Guevara, which decorates the side of the Ministry of the Interior. When you near the heart of the Old City, the image of classic Havana brims with life. Live music calls out from restaurants and cafes, filled with bands dancing to the rhythm they create. Classic cars park in front of a mixture of crumbling facades and refurbished colonial homes. Artists set out their canvases and capture the life of the city in paint, because a photo can never seize the spirit of the people properly."
    },
    {
      "dayNumber": "2",
      "title": "Havana – The Beauty of Vintage",
      "description": "In the morning, classic cars roar their engines along the narrow streets of Old Havana. Horses pulling buggies around Parque Central offer a glimpse of the city’s rich history. Castillo de los Tres Reyes del Morro guards the bay from pirates as it has since its inception in the 16th century. Your guide meets you at the hotel after breakfast, eager to show you the remarkable history and antique beauty of Havana’s oldest neighborhood. Your tour begins at the Catedral de San Cristobal. A rose window filled with blue, gold, and black stained glass adorns the façade. Franciscan monks erected the structure in the 18th century. It remains one of the oldest cathedrals in the Americas and even housed the remains of Christopher Columbus from the late 18th century to the late 19th century before they were moved to Spain. Tacon Street is the only preserved wooden street in all of Cuba, and stands in front of the Palacio de los Capitanes. The 27 murals from the colonial era have garnered 12 Tacon Street’s reputation as the “Sistine Chapel of Old Havana.” The floor-to-ceiling murals were discovered from under 27 layers of paint. As of 2004, nearly 500 homes had recovered old murals dating from the 18th and 19th centuries. The artistically covered walls at Tacon Street provide historians a window into the lives of colonial residences of a bygone era. Each scene tells of former customs in high society, from clerics to damsels, slaves to courtiers. One mural shows a Versailles style garden in Cuba’s lush tropical environment."
    },
    {
      "dayNumber": "3",
      "title": "Havana – Galleries and Galas of Havana",
      "description": "Havana paints a different picture from the rooftops. Chicken coops and private vegetable gardens overtake small plots. Young boys cast their kites in the sea breeze. The sounds of the city fade underneath the height of the rooftops, creating a secret space for locals to retreat to. After breakfast, your guide leads you into the suburbs of Havana, following in the footsteps of the American author Ernest Hemingway. He settled in Havana between 1939 and 1960, penning his award-winning novels For Whom the Bell Tolls, and The Old Man and Sea , the latter of which was based in the Cuban fishing village of Cojimar. The home is known as Finca La Vigia, which stands for “Lookout House.” Cubans knew Hemingway for venturing out into the sea with locals and casting his line with unusual humility. The museum has captured the writer’s daily life while displaying Hemingway’s home as he left it. Papers are strewn across the bed. Hunting trophies decorate the walls. Approximately 9,000 books fill the bookshelves, line the walls, and fill the empty spaces throughout every room of the author’s former home. The typewriter on display causes chills to run down your neck. In the evening, you make your way to the vibrant restaurant of Bodeguita del Medio, a bar and restaurant in Old Havana where Hemingway, along with internationally renown writers such as Pablo Neruda and Gabriel Garcia Marquez, would sip sweet and herbaceous mojitos and dine on juicy pork shank accompanied by fried plantains."
    },
    {
      "dayNumber": "4",
      "title": "Vinales – Raising Pinar del Rio",
      "description": "In the morning, the waters of the Atlantic Ocean splash against the sea walls lining the Malecón. After breakfast, your private transfer greets you at the hotel and leads you along the coastal avenue en route to the stunning countryside landscape of Vinales. Local men set out on the thick walls and cast their lines into the water in search of a fresh catch for the day. The contemporary high rises of the Vedado district cast a striking contrast to the colonial buildings of Old Havana. You pass the elegant structures on 5ta. Avenue, where flags wave in the breeze in front of the different country consulates. A tree-lined walkway separates the traffic down the center of the boulevard. Locals jog or stroll underneath the shade of lush oak trees. Outside of the city, the lush grass rises around the edges of the former military airport, which now houses the national aerial museum. The farther west you travel, the more rural the atmosphere becomes. Pass a large chicken farm looking out onto untended fields of tall grass. Horses graze in the distance. People ride down the narrow street on wooden buggies pulled by horses. The classic American cars seem out of place traveling down the secluded road. Before you reach the town of Vinales, your transfer pulls into a small tobacco farm. You immediately notice the red color of the soil. The region is known for growing Cuba’s finest tobacco. A guide greets you at the entrance to the farm, keen on leading you through the cultivation of tobacco in Cuba. Farmers loosen the soil around the thick, textured leaves in the ground. Chickens cluck and roost near the edges of the field. A thatched roof hut contains the drying leaves, each individually placed on a thick pole. The process can take weeks before the leaves are ready for rolling. The aroma is pleasant and slightly fruity. At the end of your tour, the farmer offers to roll you a fresh cigar and can even teach you the traditional method of rolling one of Cuba’s coveted treasures."
    },
    {
      "dayNumber": "5",
      "title": "Vinales – Marvels and Mogotes",
      "description": "In the morning, a small haze settles over the Vinales Valley. Your hotel looks out to the rising mogotes , limestone mounds sporadically climbing above the flat farmland below. The mounds peak over the haze like mountaintops until the mist dissipates. Verdant palm trees and brush carpet the mogotes . Between the treetops, red soil peeks through. Traditional thatched-roof homes stand alongside the expansive greenery of tobacco fields. The aromas of fresh coconut and pineapple overtake the earthy scent of the soil. The day is yours to explore the sensational landscape of the region, from the rugged karsts to the hidden caves. The hiking routes around Vinales are numerous, leading around farmsteads and into the labyrinths of cave networks. Alongside the trail, oxen pull plows through the fields. Farmers puff on thick homemade cigars. After over six miles, you reach La Cueva de Palmarito. A guide lights up a flashlight and leads you into the dark expanse. Stalactites decorate the ceiling and stalagmites rise out of the damp floor. An underground swimming hole fills the end of the walking route. The water has a depth of nearly 10 feet. Subtle droplets drip from the cave ceiling into the water. In the darkness, you can’t see the ripples, but you can hear the intermittent drops."
    },
    {
      "dayNumber": "6",
      "title": "Soroa – Cigars and Rainbows",
      "description": "In the morning, you can take in the sunrise at a premier eco-community. The elevated area provides a magnificent view of three distinct valleys. The sunrise bathes the panorama in a light pink hue. Members of the community grow their own coffee and roast the beans in the morning light. The aroma itself is enough of a reason to make the journey. Venture to the nearby cigar factory in Pinar del Rio for a deeper look what it takes to make the famed Cuban cigars. After the tobacco is harvested, it is shipped to local factories to produce the majority of the work. The factory in Pinar del Rio is one of the smallest, with only 58 cigar rollers present at one time. The aroma of dried leaves is prevalent in the structure. A wooden rail separates you from the workers, allowing you to view their movement as they can focus on their work. Across the street is a cigar store known for its relaxing atmosphere, quality, and selection, including offering the cigars you watched the workers roll in front of your very eyes, such as a Romeo y Julieta. You continue to Soroa, which is often called the “Rainbow of Cuba.”"
    },
    {
      "dayNumber": "7",
      "title": "Soroa – Entering the Rainbow",
      "description": "The Sierra del Rosario Biosphere Reserve was declared a UNESCO site in the 1980s. It covers an area of 65,942 acres. After breakfast, you venture out into the marvelous landscape with a guide in search of the flora and fauna endemic to the region. Your guide quickly points into the trees at a bletia purpurea, a pine pink orchid. The flower blossoms with three to five light green leaves and an average of 41 flowers changing from white to pink, and a gold crest on the petals’ lip. The orchid is the symbol of the reservation. The scent of blooming nature emanates from the rich, diverse soil. Tocoros chirp in the canopy. Bee hummingbirds flutter their wings around freshly opened flowers. Woodpeckers tap at the tree bark in search of a morning meal. You follow the trail until you can hear the crashing sound of Salto de Soroa, an 820-foot waterfall. A small pool swells from the splashing cascade. The water is cool on your fingertips. The rainbow rises out of the waterfall’s mist cast by the multiple beading streams and gives the region its moniker."
    },
    {
      "dayNumber": "8",
      "title": "Trinidad – Remnants of the CIA",
      "description": "In the morning, you can hear the calls of the Tocoro. Their bodies emerge from the emerald canopy with iridescent blue plumage along their neck and head. Today you make your way to the stunning colonial town of Trinidad, stopping at Bahia Cochinos along the way, better known to American’s as the “Bay of Pigs.” The inlet on the Gulf of Cazones is famous as the home of the failed CIA-sponsored attempt to overthrow Fidel Castro in 1961. When you arrive on the coast, it is hard to see the region as anything but beautiful. Powdery bleached sand runs into the various blue shades of the Caribbean Sea. The breeze rustles the palm fronds lining the beach. A museum commemorates the invasion. Photos almost overflow throughout the exhibits, creating an ambiance of importance. The 1,300 strong force made up of exiled Cuban’s landed on the beach and immediately faced the Cuban army. One of the most memorable artifacts in the gallery is the Brigade 2506 flag, which President John F. Kennedy held during a speech in 1962 when welcoming survivors of the battle back to Miami."
    },
    {
      "dayNumber": "9",
      "title": "Trinidad – The Colonial Age of Cuba",
      "description": "Trinidad is a city of historic beauty set in its preserved colonial structures and antique atmosphere. Horses clop down the cobblestone streets. Red-tiled rooftops slope down covering the facades of pastel colored homes. The Spanish founded the city in the 16th century. It acted as the center for gold mining and farming until becoming the hub for sugar production in the 19th century. Mansions once owned by sugar barons continue to line the city streets. Plaza Mayor stands at the heart of Old Town. Palm trees cast thin shade over the cobbled street and paved walkways. The cafes near the center provide relaxing space to grab a refreshing drink and listen to inspiring music. Wrought iron fences enclose blossoming gardens near the pastel-yellow Palacio Cantero, which houses the Municipal History Museum. The 19th-century mansion contains Italian marble floors and large open rooms displaying documents and maps of Trinidad rise through the colonial ages to the bustling sugar economy. A steep spiral staircase leads up the tower, providing a panoramic view of the glowing city in the sunlight. You can see all the way to the Caribbean Sea and notice the way the layers of indigo color the water."
    },
    {
      "dayNumber": "10",
      "title": "Trinidad – The Choices of Trinidad",
      "description": "In the morning, people choose to ride their bike to Playa Ancon. The eight-mile road takes people along the colonial homes, through a brief stretch of countryside, and to the winding edges of the white sand beach. Rolling jade mountains roll along the horizon in the background with the quiet waves crashing against the shoreline in the foreground. Today you discover the treasures in and around Trinidad. A vintage steam train travels between town and the Agabama Valley, home to the remains of the vibrant sugar mills and plantations. Adventurers seek out the cool climate and hidden coffee bushes of the Escambray Mountains. In the 1800s, more than 11,000 slaves helped till and power the 56 sugar mills around the city. Many of the slaves were taken from Africa’s west coast. Their beliefs and traditions followed them to the shores of Cuba. Trinidad boasts the most vibrant connection to the Afro-Cuban heritage with murals of orishas (saints) decorating private homes. Santeria blends Roman Catholicism with Yoruba beliefs. An authentic sanctuary has a mural of the moon and sun at different phases. The aroma of incense fills the gallery. Your guide introduces you to a priest who explains the importance of the images in the religion. The shrine awakens with energy. The goddess of the oceans stands on a pedestal overseeing her followers. A garden stands beyond the shrine. Light streams in from the windows and reflects off a carafe of water, blending sunlight and shadows."
    },
    {
      "dayNumber": "11",
      "title": "Havana – Between Trinidad and Havana",
      "description": "Today you depart from the quiet colonial streets of Trinidad and make your way back to the musical cafes and rambunctious neighborhoods of Havana. En route, you stop at the bayside city of Cienfuegos. The French founded the city in 1819, shaping the white-pearled buildings with red-tiled roofs. The bay sparkles against the bleached edifices rising above the water. A gazebo stands at the center of Parque Jose Marti. A small Arch of Triumph erected in the early 20th century stands at the western end of the square. Castillo de Jagua, a preserved colonial fortress watches over the entrance of the bay as it has since the 18th century. A drawbridge continues to link the castle to the mainland, crossing the now-dried moat. A museum details the rich history of the fortress and its powerful defense against pirate attack. Outside of the city, a small forest surrounds Laguna Guanaroca. The reflective water resembles glass in its place nature. Herons and pelicans perch in the mangrove trees. Near the bustling leaves on the opposite side of the lagoon, you can see the pink plumage and elegant necks of a flock of flamingoes. The bustle of the city has disappeared, replaced by the flapping wings of graceful flamingoes as they settle into a new spot on the water."
    },
    {
      "dayNumber": "12",
      "title": "Havana – The Brightside of Havana",
      "description": "If you wake up early in the morning and walk along the Malecón, you feel as though you have the entire city to yourself. The water continues to lap against the lower reaches of the seawall. The outlines of the defensive fortresses at the mouth of Havana Bay change to imposing stone structures. Classic cars return to cruising down the street. Artists open up the warehouse on Port Avenue. The 19th-century space houses a collection of painters, wood carvers, weavers, and crafts-people shaping the image of everyday life in Havana. Paintings of Che Guevara are displayed next to hand-carved bongos. After breakfast, your private transfer meets you at the hotel. You say goodbye to Havana with one last lingering glance before transferring to Jose Marti International Airport for your flight home."
    }
  ],
  "map": ""
}