{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "heart-soul-of-cuba-tour-discovering-its-people-and-culture",
  "tourName": "Heart & Soul of Cuba Tour: Discovering Its People and Culture",
  "placesVisited": "Havana, Cienfuegos, Trinidad, Bay of Pigs, Jaimanitas",
  "generalInfo": "Cuba is like a time capsule recently opened that is trying to restore its former majesty. The contrast of crumbling colonial architecture alongside freshly renovated façades adds to the allure of the cities. The culture has inspired artists to submerge entire neighborhoods in art projects. Ernest Hemingway captured a fishing village in an award-winning novel. The effects of the Cuban Revolutionary War have shaped everyday life. The slave trade of the 18th and 19th centuries led to the mesmerizing Afro-Cuban culture. Your custom-tailored tour immerses you into the heart and soul of the changing landscape of Cuba through the eyes of the locals.",
  "durationDays": "9",
  "price": "4,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Havana – An Artistic Welcome",
      "description": "Havana is a city of eclectic culture and captivating imagery. The ocean sprays against the edges of the Malecón, the seaside boulevard, splashing water over the wall. Old fortresses guard the bay and harken back to an era of pirates and privateers. High-rises tower over the neighborhood of Vedado, looking out to the historic architecture along the old harbor. Havana is a city of beautiful contrasts. Your private transfer meets you at Jose Marti International Airport and leads you on a brief driving tour of the city. Outside of the airport, you find state funded murals draping over thick walls imitating the colors of the Cuban flag. Tall emerald grass rises higher than people’s ankles. The suburbs of Havana highlight the pastel colors and tropical climate for which the Caribbean is known. Delving deeper into the center of the city takes you to the neighborhood of Muraleando, which harbors a community development project. Two art teachers have teamed up to teach local children about the importance of art. The children’s passion soon led to work spilling out of the classroom and onto the streets. Murals depict fanciful celebrations of Cuba, representing the culture and people in all walks of life. You have a chance to meet with artists who continue to teach classes in the community space, surrounded by the inspiration of Havana itself. The vibrant colors of the murals, along with the elaborate poses of the statues, accentuate the smiles of the children eager to share their experiences with you. You continue to Old Havana, where you settle into your hotel amidst the colonial charm of the district."
    },
    {
      "dayNumber": "2",
      "title": "Havana – Eclectic Style of Havana",
      "description": "The Capitol building in Havana reaches a height of more than 300 feet. The dome was the tallest point in Havana until the 1950s. The morning sun washes over the city, bringing the dome back to light first and foremost. After breakfast, your guide meets you at the hotel, accompanied by an architect tasked with helping restore the antique buildings around the old city. Before you venture on a tour, you can sit down with the architect to discuss the challenges of the renovation of an entire district with roots dating back to the 16th century. Once outside, you take in the fabulous atmosphere of Old Havana. Musicians fill the street and serenade passersby with soothing guitar strums and pulsating bongo beats. Cobblestone streets meander around the district, leading beneath the lush trees of Central Park and along the energetic avenue of Calle Obispo. Plaza Vieja is the oldest square in Havana with roots dating back to the 16th-century Spanish settlement. Your guide paints a vivid picture of military ceremonies taking place at the center of the plaza surrounded by onlookers watching from the windows of the bordering mansions. At Callejon de Hamel, you are invited into the Afro-Cuban culture. Vivacious murals cover the walls depicting spiritual life and everyday activities. The rumba-like sounds emanate from the houses along the street. The community practices a Santeria, a combination of Catholic and African tribal traditions. Your guide points out a number of deities mixed into the imagery of the murals. The community is deeply engrained in Cuba’s history and yet also feels worlds apart."
    },
    {
      "dayNumber": "3",
      "title": "Havana – Havana from All Angles",
      "description": "The Museum of the Revolution is located in the former Presidential Palace. The palace encompasses the grandeur and political corruption for which the revolution stood against. Tiffany and Co. of New York decorated the interior, embellishing the neoclassical elements. The Salon de los Espejos imitates the elaborate design of the Room of Mirrors at Versailles. Above the city, children retreat to their rooftops to cast their kites into the sea breeze. After breakfast, you meet with a professor from the University of Havana to discuss Cuba’s economic platform and its role on the global stage of social issues. For a unique view of Cuban culture, you make your way to the Cuban Baseball Hall of Fame, established in 1939. The museum honors players, managers, and umpires of pre-revolutionary Cuba. The year 2014 saw the first inductees into the Hall of Fame since 1961. You have a brief introduction into the passionate connection Cuba maintains with baseball, from watching children play stickball in the streets to the intensity of player training on the national team. The museum commemorates past inductees but also highlights the spirit of the game in Cuba. Men gather every day beneath the shade in Central Park to debate about pitchers, lineups, winners, losers, and the hottest new Cuban baseball talent."
    },
    {
      "dayNumber": "4",
      "title": "Cienfuegos – Story of Cienfuegos",
      "description": "The city of Cienfuegos has French roots dating back to the 19th century. Red-tiled roofs accentuate the pearled hues of elegant structures. The indigo water of the bay sparkles against the clean image of the city with Castillo de Jagua lingering at the mouth of the harbor in the background. The graceful boulevard known as Paseo del Prado runs perpendicular to the Malecón. The large dome of the Government’s Palace casts a shadow of the Plaza de Armas. In the evening, poets tell tales and croon to couples snuggling up together along the sea wall. After you tour the streets, your guide introduces you to several cuentapropistas, self-employed workers. One woman has a cart filled with ripe bananas and sweet chilies. She freely talks about the private economy and her passion for growing or harvesting the produce to sell to those in the city. Her fresh perspective tells one of the many different stories of Cuban life in Cienfuegos. After lunch, you meet with students at a prestigious art school known for its talent. When you arrive, the students are eager to introduce themselves, along with their specialization in their studies. The dancers welcome you with a small performance. They use the movement from traditional Cuban dances, such as rumba and salsa, while adding their own special twists."
    },
    {
      "dayNumber": "5",
      "title": "Cienfuegos – Colonial Captivation",
      "description": "The scenic drive to Trinidad takes you along the winding coastal road. The Escambray Mountains roll along the horizon north of Trinidad. The Caribbean Sea casts a turquoise gleam to the south of the city. You arrive in the preserved colonial charms of Trinidad and feel as though you have stepped back in time. Horses pull buggies along the cobblestone streets of the car-free historic center. Red-tile roofs swoop over pastel painted homes on the outskirts of the city. The bell tower of the Museum of Municipal History rises to meet the mountaintops in the distance. Follow your guide on a tour of the historic structures harkening back to the sugar boom of the 19th century and the affluence of the sugar barons. The yellow pastel structure of the former Convent of San Francisco de Asis is one of the most recognizable in the city. Today the building houses the Museum of Counterrevolutionary Bands. A U-2 spy plane stands on display outside. Inside, you find exhibits filled with weapons, photos, and maps depicting the struggle of the various banditos from 1960 to 1965. For a remarkable view of the city, you can climb the bell tower, taking in the pastel colors leading to the sea."
    },
    {
      "dayNumber": "6",
      "title": "Cienfuegos – To Every Season",
      "description": "In the morning, you can find the aroma of freshly roasted coffee beans drifting down the streets of Cienfuegos. The scent disappears underneath the lingering fragrance of the sea. Tangible aromas and visceral colors overtake the day with your visit to the Cienfuegos’ Botanical Garden. The garden was established in the early 1900s and remains Cuba’s oldest botanical garden. The grounds encompass nearly 240 acres. Royal palms line the entry road to the garden creating an air of sophistication. Your guide for the day is an expert botanist keen on introducing you to the beauty and importance of the area. The grounds house over 2,000 plants, including 280 breeds of palm trees and 400 orchid breeds. The former sugar mill now lies in ruin adding to the ambiance of the garden. Hummingbirds flutter their wings in front of a freshly blossomed flower. The scent of the garden blends the semi-sweet with herbaceous qualities of the surrounding landscape. Emerald leaves and naturally pastel flower petals turn the garden into a living painting."
    },
    {
      "dayNumber": "7",
      "title": "Havana – Coups and Captured Wars",
      "description": "The sunlight glints off the indigo waters at Playa Giron. The beauty of the coastline masks the history of the region. Today, you depart Cienfuegos and make your way back to Havana. En route you stop at Playa Giron, better known to the United States as The Bay of Pigs. The water hides some of the most diverse and pristine coral reefs edging the limestone coastline. A former sugar mill in the Town of Australia houses Fidel Castro’s former administration building used during the 1961 invasion. A British Sea Fury fighter aircraft and a replica tank of the original that destroyed the USS Houston stand outside the entrance to the museum. Inside the museum, you find weapons, flags, and garments used during the conflict between Cuban revolutionary forces and CIA-backed Cuban exiles. Walking through the gallery paints a different perspective than the one you are used to but the impact is significant. On the outskirt of Havana, you stop in the Principality of San Francisco de Paula to see Ernest Hemingway’s former home. The house was erected in the 19th century by a Catalan architect on a hill overlooking eastern Havana. Hemingway lived in the home from 1939 until 1960 when he left for America. While living in Cuba, Hemingway wrote two of his most notable works, The Old Man and the Sea, and For Whom the Bell Tolls . The windows and doors are open to give you a full view of the interior. A stand-up writing desk holds the author’s prized typewriter. The home has been preserved in such a way that it looks like the author recently stepped out and could return at any moment. Approximately 9,000 volumes of books fill the home, situated in every room, including the bathroom. In the living room, your guide points to an unassuming bowl, which was in fact designed by Pablo Picasso. The director of the museum meets with you to discuss the strong connection between Hemingway, his writings, and the Cuban people."
    },
    {
      "dayNumber": "8",
      "title": "Havana – Inside the Art",
      "description": "Havana has a tangible draw and feels familiar. It is a city in which you could spend your entire life and feel comfortable in its endless surprises. After breakfast, you make your way to the bright neighborhood of Jaimanitas to step into the artwork. The artist Jose Fuster has been described as a cross between famous Spanish personalities Pablo Picasso and Antonin Gaudi. He has turned the neighborhood into a masterpiece encasing walls in ceramic tiles and building turrets overlooking the narrow streets. Statues rise out of private gardens. Whimsical murals drape over the walls. You feel as though you have stepped into a wonderland. Turn a corner and the walls fade into a piece of artwork beneath spiraling walkways and rippling fountains. Images of boats and waves splash against the buildings. You can find hidden Cuban flags and a mural of Granma yacht amongst the bursting paintings. The experience becomes surreal and enchanting, palpable and overwhelming all at once. Your guide leads you to the painter’s studio for insight into how he views the world, and more intimately, how he views Havana. Enjoy a farewell dinner at La Floridita, one of Hemingway’s favorite restaurants. The music roars through the dining room. You can sit and delight in a daiquiri, the way Hemingway would have."
    },
    {
      "dayNumber": "9",
      "title": "Havana – Taking the Memories",
      "description": "Artists set up their canvas and easel along Paseo del Prado, often remarked as one of the most pristine streets in Havana. The 18th and 19th-century mansions outline the boulevard. Dual bronze lions frame the entrance to the walkway in the center of the street. Couples sit on marble benches and relax in the shade. Artists set to work capturing the waking city. Classic cars park alongside the edges of Parque Central. Groups of men linger around makeshift tables playing dominoes. The city returns to its bustling lifestyle. Whenever you are ready, your private transfer meets you at the hotel and escorts you to Jose Marti International Airport for your flight home."
    }
  ],
  "map": ""
}