{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "highlights-of-cuba-tour",
  "tourName": "Highlights of Cuba Tour",
  "placesVisited": "Havana, Playa Larga, Cienfuegos, Trinidad",
  "generalInfo": "The colonial architecture will impress you, the music will stir you, and the people will inspire you on your custom tailored highlights of Cuba tour. The clapping sound of horse hoofs against cobblestone streets imitate the pulsing rhythms of the salsa bands performing in the restaurants across Havana. Pastel colored homes accentuate the variety of blue hues layering the Caribbean Sea. Powerful stone fortresses continue to guard the shoreline amidst the sweet aroma of sugar cane juice pressed before your eyes. Experience the lifestyle. Indulge in the culture. Enjoy the splendor of Cuba.",
  "durationDays": "8",
  "price": "4,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Havana – The Heart of Havana",
      "description": "The plane descends into Jose Marti International Airport in Havana. Tall lush grass carpets the countryside leading to the runway. Palm trees sway in the tropical breeze blowing across the landscape. Your private transfer awaits your arrival at the baggage claim eager to introduce you to the world famous city of Havana. Outside of the airport, you discover the aroma of fresh coconut. Classic cars cruise down the avenue leading to Old Town Havana. Local men stand on the thick wall of the Malecón, the seaside boulevard. They hold fishing rods, casting their lines into the pristine water below. Occasionally the Caribbean Sea breaks against the rugged coastline edging the sea wall and splashes onto the walkway. The city has an embracing quality, intriguing in its mixture of refurbished Spanish colonial architecture and crumbling historic facades. Locals offer friendly smiles as you pass by. At the corner of Plaza Vieja stands the nearly 115-foot tall tower of the Camera Obscura. The dark room uses the standard characters created by Leonardo d Vinci in the 15th century when he introduced the idea. The convex lens provides a spectacular view of the Old Town, from the rooftops of the old buildings to the structures across the bay rising up the hillside near the 16th-century Castillo de los Tres Reyes del Morro."
    },
    {
      "dayNumber": "2",
      "title": "Havana – Enduring Eclecticism of Havana",
      "description": "In the morning, artists display their creations along the tree-lined walkway of the Paseo del Prado. Classic American cars pass beneath the glittering frames of bronze lions, marbled benches, and the continued elite ambiance created by the bygone glory of the Havana’s wealthiest families. Mansions and hotels from the 19th and early 20th centuries border the boulevard. The Moorish style of Hotel Sevilla accentuates the Spanish colonial connection to Cuba. Music fills the streets of Old Town, emanating from the endlessly vibrant street known as Calle Obispo. Your guide leads you through the rich architectural heritage of the Old Town, beginning with the Cuban Baroque style of Catedral de San Cristobal. Two unequal towers frame the façade designed by Italian architect Francesco Borromini in the 18th century. It is one of the oldest cathedrals in the Americas and once housed the remains of Christopher Columbus until the late 19th century. The rugged texture stems from the blocks of coral used during the construction, taking from the ocean floor along the Gulf of Mexico. Continue your exploration of the city with an immersive tour into the Afro-Cuban culture. Your guide leads you down Callejón de Hamel. Every Sunday at noon, the pulsing rhythm of rumba music erupts through the street. Murals depicting traditions and icons of African culture piece together images of the people. The walls depict feeling, and the music expresses emotion; even the overhanging roofs resemble sculptures turning the area into a temple for the Afro-Cuban experience, filled with powerful chants, interlocking drum patters, and undeniable spirit."
    },
    {
      "dayNumber": "3",
      "title": "Havana – Captivating Images of a Unique Past",
      "description": "The sunlight washes over the Castillo de los Tres Reyes del Morro, bathing the stone in golden hues. The light tower rises above the calm cobalt water of the Caribbean Sea. After breakfast, you venture to Colon Cemetery, which contains more than 500 major mausoleums spanning nearly 140 acres. At the center of the grounds stands an octagonal neo-Byzantine church known as Capilla Central. A large fresco of the Last Judgment decorates the interior. Elegant trees dangle branches and leaves over the main bisecting lanes. Nobles in the 19th century competed to build elaborate tombs, eager to highlight their family’s social standing based on location and plot size. Marble reliefs on the triple-arched entrance gate dictate the elegant and historic ambiance of the cemetery. Your private guide leads you through the famous avenues to the most visited tombs, including the flower-bedecked grave of Amelia Goyri de Hoz. Visitors knock three times on the tombstone with one of the brass rings. They touch the tomb and request one favor, walking backward away from the tomb. Legend claims pilgrims should never turn their back on the La Milagrosa , The Miraculous One. The scents of budding flowers and palm trees harmoniously blend. The marble mausoleums glint in the sunlight. The rambunctious sounds of the city fade in the peaceful ambiance of the grounds."
    },
    {
      "dayNumber": "4",
      "title": "Havana – The Havana Experience",
      "description": "The fertile land around Havana provides excellent crops for the farmers to produce the luscious produce. The various streets make each block feel more like a different neighborhood populating the larger area of Old Havana. Stroll through the local marketplace with your guide for an in-depth view of life in the city. The people’s market fills with fresh fruits and vegetables grown on the famous farms outside of the city. Vendors cut open pineapples showcasing the juicy yellow interior. Mounds of guavas and cauliflowers overtake the counters. Homemade sauces provide layers of flavor to every meal; their labels promote the vendor who makes each sauce from scratch in their home. You continue through the market to view the ration boards. Employees stand behind the counters and pass out the food, such as rice and beans, provided by the government. The Cuatro Caminos market is the city’s largest with beans, fruits, vegetables, and even animals for sale along the vast square block. The artistry of the food inspires a similar emotion as the quality of work on display in the art museums. The restored 1920s Palacio del Centro Asturiano houses more than 600 works of Ancient Egypt, Rome, and European Masters. The Palacio de Bellas Artes showcases Cuban art spanning 400 years, from the 17th century to present day. The Siesta, a 19th-century painting by Guillermo Collazo, shows a woman reposing in her villa while overlooking the Caribbean Sea. The realistic portrayal captures the beauty of Cuba in a simple glance."
    },
    {
      "dayNumber": "5",
      "title": "Havana to Cienfuegos – Colors of Cuba",
      "description": "The music of Havana returns with the daylight. Bright pink Chevys cruise alongside the edge of Calle Obispo, near Ernest Hemingway’s old hangout at his favorite restaurant. Horses pull buggies across the cobblestone streets. Their hooves clop against the historic stones. Your private transfer meets you at your hotel and takes you to the town of Playa Larga, overlooking the sandy shores of the Caribbean Sea. The radiant turquoise water splashes against the pristine white sand. In the distance, the color changes to an alluring blue and teal. The sweet aroma of fresh coconut overtakes the semi-salty scent of the Caribbean Sea. A group of students awaits your arrival at the Kormacao Community Project. The space was founded in the early 21st century and provides training to young artists free of charge, emphasizing dance, theater, poetry, and music. The project helps inspire students by connecting them to their cultural heritage. You are welcomed with open arms and eager smiles. The music begins. The drums thump against the walls. The guitar strings hum over the pulsing beat. A small of group of students dance, blending traditional steps with modern movement. Their enthusiasm is captivating. The horns blow loud and smooth. Each sound builds on the other, resonating with emotion, telling more of the story than the title or the lyrics of the songs performed."
    },
    {
      "dayNumber": "6",
      "title": "Cienfuegos – A Day from Bay to Beach",
      "description": "The 19th-century city of Cienfuegos rests on the edges of the natural bay. The Paseo del Prado del Paseo leads to the Malecón, wrapping around the vibrant waters providing an exquisite panorama. In the evening, poets serenade snuggling couples with the sound of the splashing water in the background. The distinct 20th-century palaces along Punta Gorda create a vibrant skyline of towers and domes. The relaxed seaside ambiance and handsome architecture set alongside the bastion of Cuba’s shrimp fishing fleets generate an unforgettable, gorgeous image. You leave behind the bayside streets of Cienfuegos for the beachside avenues of Trinidad. Horses saunter down the cobblestone streets. Locals sell bread from their bicycles, attaching the breadbaskets to the back of their seats. Sloped roofs and the towering church spire top the pastel painted homes. Follow your guide through the Museum of Architecture at the southeastern side of Plaza Mayor. The museum features exhibits of the upper-class domestic architecture of the 18th and 19th centuries. The structure itself was once the residence of the Iznaga family who owned an estate in the nearby Valley de los Ingenios. The city has a deep connection to its history, highlighted by the performances of the Ballet Folklorico de Trinidad."
    },
    {
      "dayNumber": "7",
      "title": "Cienfuegos to Havana – Time By the Bay",
      "description": "The 18th-century fortress Castillo de Jagua watches over the coastline of Cuba. The intimidating structure continues to guard the port with a working drawbridge. Spend time in the morning visiting the local wonders of the city, from the beachside boulevard lined with elegant palm trees to the flavor local artists add to the city with the depiction of the spirit of Cuba. The Casa de la Cultura Benjamin Duarte was erected in the early 20th century with neoclassical details. Italian marble floors pave the interior. A wrought iron staircase leads to the rooftop cupola. The breeze carries the subtle aroma of freshly opened coconut. In the afternoon, your private transfer escorts you back to Havana. Along the way, you pass lush farmland where sugarcane grows into tall stalks. Tobacco leaves rustle in the breeze cast by passing cars. The familiar streets of Old Havana welcome you back. The music pouring out of the restaurants and bars creates a jovial atmosphere. The green leaves of yerba buena add graceful streaks of green to the fizzing clear cocktail of famous Cuban mojitos. You settle back into Havana with ease, noticing the local crowds enjoying their evening hanging out on the Malecón."
    },
    {
      "dayNumber": "8",
      "title": "Havana – A Higher Standard",
      "description": "Vendors open up their book market in the oldest square in Havana. The surrounding trees shade the edges of the plaza and offer a comfortable location for locals to sit, read, and relax with respite from the tropical heat. A large machine stands outside a local shop with a man pressing sugarcane into the chopper. He turns the wheel. The gears grind the stalk into pure juice known as guarapo . He squeezes a touch of lime into the glass to offset the natural sweetness of the drink, creating another layer of refreshment. Your private transfer greets you at the hotel, ready to escort you to the airport for your flight home. Cuba offered a sincere welcome, immersing you into the culture and vibrant lifestyles of the locals along every step of your journey."
    }
  ],
  "map": ""
}