{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "the-grand-southern-africa-safari",
  "tourName": "The Grand Southern Africa safari",
  "placesVisited": "Cape Town, Wine tasting, Orange River, Fish River Canyon rim hike, Ai-Ais hot springs, Namib-Naukluft National Park, Sossusvlei, Swakopmund, Brandberg Mountain, Etosha National Park, Scenic flight, Nature walks and boat cruises, Wildlife drives, Kasane, Chobe National Park, Zambezi River, Victoria Falls, Optional: canoeing, quad biking, sand boarding, sky diving",
  "generalInfo": "The 20-day Cape Town to Victoria Falls route provides an unforgettable exploration of myriad southern Africa wonders, taking in South Africa, Namibia, Botswana and Zimbabwe – a grand safari done in no-camping style and comfort! <br/><br/>From Cape Town, dip into the Cederberg Mountain Region en route to Namibia. Your experiences in one of Africa's most strikingly diverse countries include hiking in the amazing Fish River Canyon, the epic red dunes of the Sossusvlei desert, and the atmospheric Skeleton Coast town of Swakopmund. You'll also enjoy abundant wildlife viewing in the Etosha National Park.  <br/><br/>Crossing into Botswana, you'll gain insight into the culture of the local San community before spending three days exploring the Okavango Delta. The world's largest inland delta is a wonderland of lagoons, lakes and hidden channels which you'll explore on traditional Mokoro sailboats. <br/><br/>Moving onto the Chobe National Park you'll experience contrasting wildlife and landscapes before heading into Zimbabwe to witness the majesty of the Victoria Falls – the crossroads of Africa.<br/><br/>**Important Note:** the itinerary below is written with an optional Activity Package included. This optional payment covers what we consider highly recommended activities on the tour. Separating these activities out is designed to help people with differing budgets. If required, the Activity Package should be pre-purchased prior to your arrival to guarantee availability and to help your guides plan ahead to help the smooth running of the tour. Please contact us for details",
  "durationDays": "20",
  "price": "2799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Cape Town to the Cederberg The grand southern safari starts in the Cape Town city centre, where we'll all gather before heading off towards the Cederberg region of the Western Cape, which boasts spectacular mountain ranges and orange farms. The Cederberg is also the home of the Rooibos bush, which is indigenous to the slopes of the Cederberg mountains. The leaves of this tree are used to make a herbal beverage which has international acclaim as a healthy and refreshing option to regular tea. We'll have dinner together at our accommodation in Citrusdal for the evening, which offers a great opportunity to get acquainted with the rest of the travelling group whilst enjoying some South African hospitality. Route"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Namaqualand to the Gariep River From Citrusdal, we make our way to Namaqualand, which provides the first view of the desert vistas which will be a regular occurrence in the days ahead. We travel north, stopping in Springbok to refuel before we make our way to our camp located on the banks of the Orange River - the longest river in Southern Africa. If you are lucky enough to be travelling during the South African spring months between July to September - you will be greeted with colourful expanses of wildflowers that are unique to the region. Route"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Namibia"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Quiver Tree Forest, Giants Playground, Namib-Naukluft National Park We spend the morning wandering through the enchanting Quiver Tree Forest and the Giant’s Playground, an extraordinary landscape where massive dolerite boulders are stacked like toy blocks to create natural rock formations and intricate mazes. As is the nature of an overland expedition, today involves a significant journey as we venture deeper into the heart of the Namib Desert. Our destination is the iconic dune fields that define the desert’s western reaches. The drive along vast, dusty roads and past isolated farmlands provides a true sense of Namibia’s immense scale. From the golden grasslands of the east to the striking red sands of the west, the shifting scenery perfectly captures the diverse faces of this ancient desert wilderness. Route"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sossusvlei Dunes - Namib-Naukluft National Park We start the day early as we spend time in the Namib-Naukluft National Park and climb up the famous Dune 45, which offers a spectacular vantage point to marvel at the changing colours of the desert. We'll enjoy a hearty breakfast before we hop into a 4x4 to Sossusvlei & Deadvlei, where we'll explore its vast salt pans before we settle in at our campsite in the Namib-Naukluft National Park for the rest of the day. Included Highlight"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Swakopmund On our final day in the desert, we have the privilege of joining a local expert for an enlightening desert excursion. While b idding a reluctant farewell to the Namib, we make a stop to commemorate our crossing of the Tropic of Capricorn. Having taken in the wonders of the Namib Desert we turn west and head into the sunset to our next destination, the bustling coastal town of Swakopmund where adventure awaits along w ith a welcome touch of civilization. Upon arriving in Swakopmund , we will be presented with the opportunity to book any number of thrilling adventures available. Tonight we’ll enjoy a dinner out at a local restaurant Route"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Swakopmund Swakopmund may be Namibia's adventure capital, but it's much more than just adrenaline filled fun. You have the day free to explore the town on your own. Be sure to visit one of its famed coffee shops and bakeries that offer a variety of German-inspired treats. Local options"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Swakopmund to Brandberg Our journey through the desert progresses northwards, reaching the dramatic point where the hot sands meet the cold Atlantic waters. Our itinerary includes a photo stop at the seaside holiday town of Wlotskabaken. Following this, we will visit the Lichen Fields, where your guide will lead a viewing and provide commentary on the Lichen Colonies. Subsequently, we turn our attention to Brandberg ('Burning Mountains'), recognised as Namibia's highest mountain range. This area is renowned for its rock art, including the famous 'White Lady', one of over 45,000 paintings. We will undertake an approximately two-hour return hike to visit this specific painting, which is thought to be around 2,000 years old. (Please be advised that this activity will take place either this evening or tomorrow morning early. The hike does traverse rough terrain along the gorge of the normally dry Tsisab River). Route"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Brandberg to Etosha National Park Boasting vast salt pans, sweeping savannah, and dense woodland, Etosha stands as one of Africa’s premier wildlife destinations. Covering an expansive 18,000 square kilometres, it ranks amongst the largest national parks in Southern Africa. The name Etosha translates to \"great white area,\" a tribute to the colossal, shimmering salt pan at the park's heart. We will spend this evening preparing for our full-day exploration of the park tomorrow. Route"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Etosha Today provides a full day to continue our exploration of Etosha’s remarkable landscapes. No two days on safari are ever alike, and the mounting anticipation of a rare sighting ensures our eyes remain fixed on the horizon. We will traverse the edges of the vast Etosha Pan, searching for the abundant wildlife that thrives within this unique ecosystem. Included Highlight"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Etosha This morning is yours to enjoy at a relaxed pace around the camp. Following lunch, we board our truck and enter the park for an afternoon game drive, seeking out wildlife as we make our way towards our next overnight destination. Included Highlight"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Etosha to Divundu Leaving the shimmering white sands of Etosha behind, we journey towards the Kavango River as we enter the Kavango-Zambezi Transfrontier Conservation Area. Spanning five different countries—and covering parts of our upcoming route through Botswana and Zimbabwe—this is one of the world's largest protected wildernesses, supporting an incredible diversity of wildlife and ecosystems. Our overnight stay in Divundu provides a wonderful introduction to this lush, natural haven. Route"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Divundu This morning, we enjoy a leisurely boat cruise along the tranquil waters of the Kavango River, soaking in the serene scenery and spotting diverse birdlife. Keep a watchful eye on the riverbanks for resident hippos and crocodiles basking in the sun. In the afternoon, you have the opportunity to join an optional game drive into Mahangu National Park. Often described as a hidden gem, this park is celebrated for its rich biodiversity and offers excellent chances to encounter elephants, buffalo, and various antelope species, with the occasional sighting of the region's elusive big cats. Included Highlight"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Divundu to Maun We then cross the border into Botswana and journey towards Maun, the bustling gateway to the iconic Okavango Delta. We will spend the night in Maun, allowing time to prepare for our upcoming adventure into the heart of the Delta’s wilderness. Route"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Okavango - Khwai Conservation Area You will be separated from the truck for the next 2 nights and it is therefore important that you pack/gather your personal belongings which you may need, before we depart Maun. Please pack lightly and only take what you need for the following two nights. Today we make our way towards the Okavango Delta . Early risers will have the opportunity to go on an optional scenic flight over the Delta (time and weather permitting). After your optional flight, you will be collected from Maun and will be transferred to the Khwai Conservation area in smaller safari type vehicles. Our guide will prepare us on what to expect for our afternoon mokoro excursion into the Okavango Delta . Route"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Moremi Game Reserve Area Today is a full day game drive as we spend most of our day on safari in the Moremi Game Reserve in search of the species that roam the plains. Expect some bumpy roads as we traverse this wilderness area in our 4x4 vehicles. Offering habitats from wetland, open water to the grasslands and Savannah woodland, we hope to see as many specie s of fauna and flora possible. This evening we arrive back at Khwai to share and compare all the amazing sightings while on safari Included Highlight"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Khwai to Nata Today’s journey from Khwai to Nata passes the Botswanan salt pans . You will pack up camp and depart at first light on the open 4x4 safari vehicles before meeting the truck in Maun . The scenic drive from Maun to Nata showcases some of Botswana's breathtaking landscapes and the rich cultural heritage. Keep an eye open as there is always a chance of a wildlife encounter or two before reaching your overnight destination in Nata. Route"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Chobe National Park We journey from the Kalahari sands of Nata to Kasane, arriving in time for lunch and a brief siesta. In the afternoon, we head out to explore Chobe National Park from the water. Our leisurely boat cruise offers a unique, up-close perspective of the park’s famous wildlife, particularly the large herds of elephants that frequent the riverbanks in the late afternoon. Included Highlight"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Victoria Falls With the memories of our recent wildlife encounters still vivid, we cross the border into Zimbabwe this morning for the short journey to Victoria Falls. The day is yours to explore the spectacular falls at your leisure, known locally as \"Mosi-oa-Tunya\" (The Smoke that Thunders). Much of the day is dedicated to witnessing the incredible power of the Zambezi River as it plunges into the Batoka Gorge below. However, the vibrant adventure hub of Victoria Falls also offers a wealth of optional activities for those seeking an afternoon adrenaline rush. For a more relaxed pace, you can browse local craft markets or enjoy the town's charming coffee shops. This evening, you are welcome to join the group for an optional dinner at a local restaurant to reflect on the day's highlights. Your guide will be happy to manage the booking for those who wish to attend. Route"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Victoria Falls The tour comes to an end after breakfast. With the variety of activities on offer in Victoria Falls, feel free to try some of them at your leisure. Optional Activity"
    }
  ],
  "map": ""
}