{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-highlights-and-victoria-falls",
  "tourName": "Botswana highlights and Victoria falls",
  "placesVisited": "Okavango Delta, Moremi Game Reserve, Chobe National Park, Chobe River, Game drive along the Chobe River floodplain, Animals you can hope to see throughout the tour include: water buffalo, elephants, antelopes bull elephants, lions, leopards, cheetahs and wild dogs, Victoria Falls, Zimbabwe",
  "generalInfo": "This excellent eleven day safari promises not just the highlights of Botswana, and a visit to Zimbabwe’s Victoria Falls, but you’ll also be treated to full board camping and lodge accommodation. That’s not a bad offer for anyone looking for an immersive experience amongst some of southern Africa's best loved natural landscapes.<br/><br/>From the Okavango Delta to Moremi Game Reserve and Chobe National Park, the wildlife watching potential will come thick and fast with light aircraft transfers making short shrift of distances, as well as extremely scenic flights.<br/><br/>The grand finale of crossing from Chobe in Botswana over the border into Zimbabwe by road is bound to get expectation levels soaring as you approach the thundering Victoria Falls. However, it’s often the quieter, more peaceful, moments that you might remember the most. Watching elephants around a watering hole, perhaps, or relaxing at sunset after a day spent floating on the Khwai River.<br/><br/>",
  "durationDays": "11",
  "price": "5444",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Okavango Delta: Arrive independently into Maun Airport, meet your guide and transfer by charter flight and road to Kala Camp which is set on a 50,000-hectare private concession in the Okavango Delta’s Panhandle region. The landscape offers quintessential Okavango scenes. The Okavango Delta is where the wild things are: an immense, waterlogged oasis alive with elephants and birdlife, adrift in the middle of Kalahari sands. The real magic of the Delta lies in its water, trickling through from far away highlands, and spreading across the channels and floodplains. Your accommodation here is in comfortable en-suite Meru tents built on wooden decks overlooking a palm island. The camp offers an exclusive, water-based safari experience, with boat safaris and mokoro excursions designed to allow you to watch for hippos, birds and other wildlife. Included bush walks are also ideal for the active traveller. 2 nights’ accommodation at Kala Camp on a fully-inclusive basis with all meals, local drinks, mentioned activities and park fees included. Scheduled Activities Included: Mokoro excursions (water level dependent), bushwalks and boat safaris."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Moremi Game Reserve: In the morning of day 3, after any early activity and breakfast, return to the airstrip and fly to Khwai airstrip, where you will meet your guide for your six night fully serviced camping safari. On safari, you will stay in large dome tents with en-suite bush toilet and shower. The first two days are in the Khwai Community area and Moremi Game Reserve, an area rich with wildlife and birds. You will experience a mokoro excursion on the Khwai River and sunrise game drives."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Savute, Chobe National Park: After breakfast, you will take a 5-6 hour drive through the bush and into Chobe National Park. The drier region of Savuti is known for its bull elephants and predators, such as lion' leopard, cheetah and wild dog. We expect to see especially large herds of elephant and water buffalo."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Chobe River: On day 7, you will take another bush drive northwards to the Chobe River and meander along the river bank, spotting the impressive African Fish Eagle. The Chobe River floodplain is an amazing game viewing area, where the water attracts large herds of buffalo, elephants and various antelopes. This concentration in turn attracts predators affording superb viewing and photographic opportunities. Whilst in Northern Chobe, take a cruise on the river and get close to aquatic animals and birds not easily seen on safari."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Victoria Falls: After breakfast, travel by road from Chobe and across the border into Zimbabwe to stay two nights at the Ilala Lodge on a bed and breakfast basis. The National Park borders the hotel grounds and wild animals are often spotted grazing the hotel lawns. There are lots of activities available here. Visiting the Falls is a must and viewpoints are easily accessible on foot. For adrenalin junkies, there is white-water rafting, bungee and zip-wiring and for everybody, river cruises, helicopter flights and visits to the national park. On day 11, after breakfast, transfer to airport for onward or return travel."
    }
  ],
  "map": ""
}