{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-adventure-holiday",
  "tourName": "Botswana adventure holiday",
  "placesVisited": "Windoek, Namibia, Ghanzi, Kalahari, Traditional San communities, Houseboat on the Okavango Delta, Guided canoe safari, Maun, Makgadikgadi Pans, Chobe National Park, Victoria Falls",
  "generalInfo": "The emphasis of this holiday is adventure but not without a fair deal of comfort along the way. There's a good mix of hotel, lodge and houseboat accommodation to help you get a good grasp of Botswana from all manner of perspectives.<br/><br/>This ten day small group holiday takes you from Windhoek in Namibia to Victoria Falls in Zimbabwe via the animal abundant national parks, salt pans and waterways of Botswana, where you'll spend most your time. Botswana is simply breathtaking, with the Okavango Delta, Makgadikgadi Pans and Chobe National Park providing plenty of opportunities to watch wildlife in their natural settings. Houseboats, safari lodges and the largest salt flats on earth allow you to appreciate the diversity of southern Africa, with thundering Victoria Falls conjuring a thrilling finale to 10 days on tour.<br/><br/>The local guides taking this tour really are second to none and some of the unique insights that they'll introduce you to are way beyond anything you'll garner from a guide book. As the maximum group size is just 13 travellers, you'll be able to truly share in their passion and knowledge.",
  "durationDays": "10",
  "price": "4075",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Windhoek.",
      "description": "Welkom! Welcome to Namibia. Your adventure begins in Windhoek, where you‘ll be met by a representative and transferred to your hotel. If you arrive early, maybe wander the old German architecture in the town, passing the Tintenpalast (Ink Palace) and the Christuskirche (church). Tonight, you’ll have a welcome meeting at 6 pm to get to know your local leader and fellow travellers. After, you might want to join your group for an optional welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "Ghanzi/Central Kalahari.",
      "description": "Today is a bit of a long travel day as you cross the border into Botswana and make your way to Ghanzi – known as the ‘Capital of the Kalahari’. Take the opportunity to grab a window seat and watch the landscape pass you by or get to know your fellow travellers a little better with some road trip games. When you arrive, settle into your lodge accommodation and soak up some Botswana sunshine or cool off in the pool."
    },
    {
      "dayNumber": 3,
      "title": "Okavango Delta Panhandle.",
      "description": "This morning, you’ll head to the Okavango Delta – known for its sprawling grassy plains that flood seasonally, making the delta a lush animal habitat. When you arrive, board speedboats and make your way to your home for the next two nights – a houseboat in the Okavango Delta Panhandle. You can chill out on the deck or grab a few friends and attempt one of the onsite board games. For dinner, your captain will serve dinner on the deck, and you can watch the sunset while you eat and listen to the sounds of the nearby hippos on the water's edge."
    },
    {
      "dayNumber": 4,
      "title": "Okavango Delta Panhandle.",
      "description": "After breakfast, take a speedboat and a 4WD to a nearby polling station. From here, you can explore the waterways in mokoros (traditional dugout canoes) with a local guide. Your guide will take you on a short nature walk around one of the many islands in the Delta Panhandle. Then, return to the houseboat where you can relax, read a book or do some fishing. This evening, grab a sundowner, pull up a chair and watch the often striking sunset."
    },
    {
      "dayNumber": 5,
      "title": "Maun.",
      "description": "Leave your houseboat behind and again board the speedboats that take you back to dry land. Drive on to Maun – the gateway of the Okavango Delta. For those seeking an extra adventure, there's an opportunity to fly over the delta in a helicopter for a bird's-eye view! Your leader can give you more information on this activity and how to book, so just ask them if you’re interested. Alternatively, the afternoon is free for you to sit by the pool and take a breather when you arrive in Maun."
    },
    {
      "dayNumber": 6,
      "title": "Makgadikgadi Pans.",
      "description": "Head to the Makgadikgadi Pans – the world’s largest prehistoric inland salt lake, in the middle of the dry savanna and now all that remains of the former Lake Makgadikgadi. Today you'll have an excursion in open 4WDs to spend time with a local meerkat community. Get close to them without disturbing their natural habitat and watch as they play together. Then, take a bush walk with one of southern Africa's oldest inhabitants and learn their way of life within the Kalahari Bushman group. They will teach you how they interact with nature, keeping a well-balanced relationship with the local land. After, you'll head under the baobab trees for a night of dining under the stars. Known as the 'Tree of Life' or the 'Ancient Giants,' the iconic baobab tree is a defining feature of the Botswana Bushveld, particularly in the Makgadikgadi basin where they're densely populated. Tonight's three-course barbeque will be traditionally cooked over hot coals, so you can enjoy the delicious smells of your dinner in the open air, while you stargaze under the African sky."
    },
    {
      "dayNumber": 7,
      "title": "Chobe National Park.",
      "description": "This morning, make tracks towards Kasane, which sits on the edge of Chobe National Park. The stretch of road between Nata and Kasane is known as the 'Elephant Highway'. With no fences, elephants are free to move between Hwange National Park in Zimbabwe and Botswana. So, this is the perfect time keep your eyes peeled for roadside elephants during your drive! When you arrive in Chobe National Park – Botswana's first national park, known for its high concentration of elephants – settle into your lodge on the banks of the Chobe River and soak in the sounds of the wildlife."
    },
    {
      "dayNumber": 8,
      "title": "Chobe National Park.",
      "description": "Wake up nice and early this morning to take a dawn game drive in Chobe National Park. In the park, you might see the resident elephants drinking at the waters' edge, large herds of cape buffalo or one of the many impalas that call this place home. In the afternoon, you’ll take a scenic cruise on the Chobe River – ideal for spotting local bird life such as saddle-billed storks, malachite kingfishers, fish eagles and beautiful bee-eaters. As well as birds, look out for hippos, crocodiles and large families of elephants. There will also be an opportunity to enjoy a drink and watch the sunset over the river after the boat cruise."
    },
    {
      "dayNumber": 9,
      "title": "Victoria Falls.",
      "description": "Travel on to Victoria Falls, crossing the border into Zimbabwe. Arrive in time to have lunch on the banks of the Zambezi River. Victoria Falls is one of the world's natural wonders, and when in full flow, it forms the largest sheet of falling water on Earth. After visiting the falls, the rest of the day is yours to relax, or take part in the many optional activities available in Victoria Falls. This evening, why not share a final dinner with your travel crew, and keep the night going to celebrate a trip well-travelled."
    },
    {
      "dayNumber": 10,
      "title": "Victoria Falls.",
      "description": "With no further activities planned, your adventure comes to an end after breakfast this morning. If you’d like to extend your stay, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}