{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "chobe-and-okavango-delta-safari-in-botswana",
  "tourName": "Chobe and Okavango Delta safari in Botswana",
  "placesVisited": "",
  "generalInfo": "Discover Botswana’s wild heart on this 8-day summer bucket-list safari, combining the iconic Chobe River with the untouched beauty of the Okavango Delta. Begin in Kasane, where elephants gather at the water’s edge and sunset boat cruises bring you face-to-face with hippos, crocodiles, and rare birds. Take a day trip to Victoria Falls, one of the world’s most awe-inspiring natural wonders.<br/><br/>Continue to the Okavango Delta for an exclusive, community-supported stay at Rra Dinare, where your visit directly benefits the Sankuyo village. Explore the floodplains by day and night game drives, glide silently in a mokoro canoe, and walk with expert guides through pristine wilderness. End your adventure at 4 Rivers in the remote Kwara Private Concession, a newly opened haven where wildlife sightings are intimate and unhurried — from painted dogs to leopards.<br/><br/>What makes this journey unique is its perfect balance of luxury, sustainability, and authentic connection. You’ll stay in eco-conscious camps, support local communities, and experience Botswana’s greatest natural spectacles in a way that leaves a positive footprint on the landscapes and people you encounter.",
  "durationDays": "8",
  "price": "4950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kasane - Tucked away in the northeastern corner of Botswana, on the banks of the famous Chobe River, the scenic little town of Kasane rests on the doorstep of the spectacular Chobe National Park. There are no boundary fences separating the village from the park and game such as elephant and hippo are often spotted roaming around the town. If on the lookout for elusive game, pay a visit to the Sedudu Valley Road, where large dead trees provide temporary homes for leopards. Within Kasane, an ancient baobab tree stands on display, once serving as a local prison. Visitors can look forward to a multitude of activities including: enjoying a game drive through the park, taking a sunset cruise down the Chobe River, visiting a local village or jumping on a day trip to the breathtaking Victoria Falls. The Chobe Boat Cruise is a wonderful way to experience the Chobe National Park. Puku and lechwe antelopes are common on the Chobe Floodplains and herds of elephants can be seen crossing the Chobe River to the islands. Other common sites are hippos and crocodiles basking in the sun. There are a variety of boating options for the Chobe boat cruises. Guests can join a standard cruise on a river cruiser taking about 30-40 people or have the opportunity to take a smaller boat and focus on photography and birding. The bigger boats have bars on board for drinks and soft drinks. All Chobe boat cruises depart from Kasane, the town which borders onto the Chobe national park. There are regular afternoon and morning departures. One of the original natural wonders of the world, the Victoria Falls is breathtaking and not suprisingly a World Heritage Site. Known locally as ‘The Smoke that Thunders’ this spectacle is accessible from both Zambia and Zimbabwe. Unlike other waterfalls, Victoria Falls has a natural catwalk across from the falls which provides spectacular viewing."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Okavango Delta - Situated in the northwestern corner of Botswana, the Okavango Delta is a World Heritage Site as it is the largest inland delta in the world. The magnificent Okavango River sprawls out over the dry sands of the Kalahari Desert forming this flourishing waterlogged oasis featuring countless meandering waterways and crystal clear lagoons studded with water lilies, as well as fertile floodplains and reeded islands inhabited with abundant wildlife. The Okavango Delta stretches over an impressive15000 square kilometres. Visitors can enjoy a number of wonderful activities such as game viewing, fishing, bird watching or taking an authentic guided Mokoro excursion through this wetland paradise in a traditional dugout canoe. Commonly spotted animals include: lion, rhino, leopard, giraffe, hippos, elephants, crocodiles and countless species of bird. Game drives (day & night) in a private concession adjacent to Moremi Game reserve, on & off road, 6 pax per vehicle, driver & tracker. Seasonal water activities on Gomoti river and game walks available depending on local conditions. Seasonal mokoro excursions, water level and safety dependent. Nature walks - Throughout the years, min age 12 and safety dependent. As 4 rivers in the Kwara Private Reserve, game drives are able to go off-road and continue after sunset, providing guests with significantly better game viewing and photographic opportunities. Mokoros are a great way to see and appreciate the delta from a different angle. This activity is seasonal at 4 Rivers due to water levels. Guided Nature walks are offered year round unless the guides deem it unsafe at any particular time."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Check out - Charter Flight from 4 Rivers to Maun International Airport [MUB]"
    }
  ],
  "map": ""
}