{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-small-group-holiday-added-comfort",
  "tourName": "Botswana small group holiday, added comfort",
  "placesVisited": "Chobe National Park, Super-stylish camp on the Zambezi River, Wildlife-watching on a Zambezi cruise, 4x4 excursion across the Makgadikgadi Pans, Morning visit to a family of meerkats, led by expert trackers, Traditional mokoro canoe tour in the Okavango Delta, with island lunch",
  "generalInfo": "The astonishing diversity of Botswana’s wildlife, and its landscapes, are on full display with this week-long small group tour from Chobe National Park to Maun. Admire them from 4x4 safari vehicles, from boats, traditional mokoro canoes, and – as optional extra – scenic flights over the vast Okavango Delta. Expert local trackers, guides, and drivers are employed throughout, of course, maximising your chances of breathtaking sightings while ensuring that communities in Botswana benefit from safari tourism.<br/><br/>Meet your group (maximum 12 people) and your tour leader over a delicious Botswanan meal in Chobe, before an early morning drive through what is one of Africa’s greatest wildlife-watching destinations. The park is home to immense herds of elephants, cape buffaloes, and impalas, along with lions, leopards, and African wild dogs. <br/><br/>You’ll spend two nights at a superb river camp on the bank of the Zambezi, its tented chalets constructed sustainably with locally sourced materials and traditional techniques. You’ll sleep in comfort, shower with solar-powered hot water, and bask in unrivalled views of the river and the bush from the camp’s private deck. The camp’s secluded location also make is a fantastic base for boat cruises along the Zambezi, for wildlife sightings with very few other people around.<br/><br/>Continue on to the sprawling salt pans of Makgadikgadi, where ostrich, aardvark, and mongoose can be seen against the otherworldly scenery, along with plumes of pink flamingos. It’s a complete contrast to the bush and riverine setting of Chobe further north. <br/><br/>Early starts are common on this trip. Not only do they allow you to beat the crowds to popular wildlife-viewing spots, but they also allow for the best sightings of some animals that are at their most active shortly after dawn. One example is the meerkat, and you’ll head out to find a resident family as they forage and frolic, and hopefully pose for some photos.<br/><br/>The final stop of your Botswana trip, and another stunning change of scenery, is the Okavango Delta,  its waterways teeming with animals from hippos to crocodiles. The best way to see them is from a traditional dugout canoe, known as a mokoro . You can also take a scenic flight above the delta if you wish, for some spectacular bird’s eye views.<br/>",
  "durationDays": "7",
  "price": "3920",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Chobe National Park.",
      "description": "O Amogelesegile! Welcome to Botswana. Your adventure begins at Chobe National Park – one of Africa’s premier wildlife destinations and home to its largest population of elephants in the world. When you arrive at the airport, you’ll be met by a Chobe Safari Lodge representative and transferred to your accommodation on the banks of the Chobe River, at the fringe of the park. Meet your local leader and fellow travellers at a welcome meeting at 6 pm. After, head out for dinner at the lodge. Enjoy a celebration of Indigenous food and the rich flavours of Africa as you dine alongside the scenic Chobe River."
    },
    {
      "dayNumber": 2,
      "title": "Zambezi River.",
      "description": "Rise early for a morning game drive in Chobe National Park. You might see elephants drinking at the water's edge, large herds of cape buffalo and many impalas within the park. Head back to the lodge for breakfast, then journey to the Ngoma Border Post before continuing to the Namibian side of the Zambezi River. Tonight you’ll stay in your Feature Stay accommodation – the fabulous Zambezi Mubala Lodge. Newly built, the Zambezi Mubala is a secret river hideaway where you can find hippos, vervet monkeys and over 450 species of birds. Arrive in time for a hearty lunch at the lodge, then enjoy some downtime to relax by the pool, spot wildlife from the bar or soak up the wild surroundings on the banks of the Zambezi River. Speak to your leader about the optional seasonal activities for the afternoon, including a canoe trip, guided walking trail or a birding drive."
    },
    {
      "dayNumber": 3,
      "title": "Zambezi River.",
      "description": "Today, enjoy a restful morning at your Feature Stay. This afternoon, take a cruise down the Zambezi River. The privileged position of your camp allows you to access a part of the river that most visitors don’t get to see, which means you can view the abundant wildlife without the crowds – look out for large herds of elephants, buffalo and antelope. After, head back to the lodge for dinner and watch the sunset change the colours of the landscape."
    },
    {
      "dayNumber": 4,
      "title": "Makgadikgadi Pans.",
      "description": "Heading south, cross the Ngoma border back into Botswana and continue your journey to the vast salt flats and grassy plains of the Makgadikgadi Pans. Located in the north-east of Botswana, the Makgadikgadi Pans sit in the middle of a dry savanna and are all that remain of the former Lake Makgadikgadi. This afternoon, you’ll head out on a 4WD excursion. The immense, sprawling salt flat will unfold in front of you as you look out for birds and animals, some who are seasonal visitors and some who call the area home all year. Sit out on the pans and enjoy drinks and snacks as the sun sets, then return to the lodge for dinner."
    },
    {
      "dayNumber": 5,
      "title": "Maun.",
      "description": "Travel to the edge of the Ntwetwe Salt Pans, home to a resident family of meerkats. With the aid of trackers, you'll observe their morning rituals – watch the meerkats bask in the morning sun before heading out to forage. When you’ve had your fill of watching these magnificent creatures, you’ll stop at a lodge for lunch, then continue to Maun – the gateway to the Okavango Delta, one of the world's most complex ecosystems."
    },
    {
      "dayNumber": 6,
      "title": "Maun (Okavango Delta).",
      "description": "Today, you'll take a traditional mokoro (a dugout canoe steered by friendly local 'polers') for an Okavango waterways experience. With some luck, you might spot some of the delta's wildlife or exotic birdlife. Spend some time exploring the maze of lagoons, lakes and streams by mokoro before exploring on foot with a local guide. View plants, trees and animals from a different perspective and observe close-up details often missed on game drives. Your guide will provide expert knowledge and help you gain a deeper understanding of the environment. Lunch will be served on one of the many secluded islands created by the Delta waterways."
    },
    {
      "dayNumber": 7,
      "title": "Maun.",
      "description": "Today, your trip comes to an end after breakfast, but this doesn’t mean the adventure has to end! If you’d like to spend more time here, just get in touch with your booking agent ahead of time to organise additional accommodation. For those interested, there is the opportunity to fly over the delta in a helicopter for a bird's-eye view. This is a great way to appreciate the vast scale of this waterscape. Your leader can give you more information on this activity and how to reserve a place."
    }
  ],
  "map": ""
}