{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-small-group-lodge-safari",
  "tourName": "Botswana small group lodge safari",
  "placesVisited": "Khama Rhino Sanctuary, Maun, Dugout canoe on Okavango Delta, Moremi Game Reserve, Makgadikgadi Pans, Chobe National Park, Sundowner cruise on Chobe River, Victoria Falls, Optional: Bungee jump, white water rafting on Zambezi River",
  "generalInfo": "Botswana is considered Southern Africa’s premier game viewing destination. Get the best wilderness experience in Southern Africa by bush walk, game drive and even by dug-out canoe. Cruise past hippos in the Okavango Delta and watch thirsty elephants at the river in Chobe National Park. End with a very grand finale.<br/><br/>Victoria Falls. DEPARTS: JOHANNESBURG on Sunday at 06:30am, ENDS: VICTORIA FALLS Saturday +/-08:00am.<br/><br/>Highlights<br/>* Khama Rhino Sanctuary–game viewing<br/>* Okavango Delta–mokoro trail and bush walks<br/>* Moremi Game Reserve–3 day 4WD game viewing<br/>* Chobe–4WD game viewing &amp; river cruise<br/>* Victoria Falls–adventure activities.<br/><br/>Overnight - all 13nights’accommodation in lodges, chalets and tented camps. Of which,10 nights on safari we stay at small and intimate lodges, with en suite facilities.1 night in Khama is in self-catering chalets where two bedrooms share a bathroom.2 nights tented camp in the Okavango. Each tent has twin camp beds with linen and en suite chemical toilet. Shared bucket shower tent with hot water off the fire. Meals - 13 breakfasts, 11 lunches and 7 dinners are included. Of which 9 breakfasts, 3 lunches &amp; 3 dinners are provided by the lodges. The remaining included meals are provided by the crew, prepared at the vehicle and eaten around the campfire. Transport for the majority of this safari you travel in a custom-built Safari truck with 12 forward facing seats; or (on 10% of tours) Mercedes Sprinter minibuses with 12 forward facing seats and air conditioning. For the game drives in Moremi and Chobe and the transfer into the Okavango we use open sided 4WD vehicles with local guides. Limited participation an essential part of your safari is some participation. From carrying your own bag to cleaning your window and packing the truck in the morning–it’s all part of your adventure and when everyone puts in a little effort the trip will run smoothly. Where the tour leaders provide meals, we ask that clients help (on rotation) with the washing up.<br/>",
  "durationDays": "14",
  "price": "3490",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "KHAMA RHINO SANCTUARY Johannesburg to Khama Rhino Sanctuary. Departing Johannesburg at 06:30am we head north into Botswana and the Khama Rhino Sanctuary. The Khama Rhino Sanctuary Trust is a community based wildlife project established in 1992 to assist in saving the vanishing rhino, restore an area formerly teeming with wildlife to its previous natural state and provide economic benefits to the local Botswana community through tourism and the sustainable use of natural resources. This reserve situated on the Kalahari sandveld, has several natural waterholes and provides prime habitat for white rhino, zebra and wildebeest. [chalets - LD ]"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "MAUN We drive through the Kalahari to Maun, the gateway to the Okavango Delta. Since Maun’s founding in 1915 as the capital of the Batawana people, it has had a reputation as a hard-living 'Wild West' town helping the local cattle ranching and safari operations. The name Maun is derived from the San word 'maung', which translates as 'the place of short reeds'. [lodge BL -]"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "MAKGADIKGADI PANS We have time for an optional game flight over the Okavango before we head to Nata. The shimmering saltpans of Makgadikgadi appear as a glaring white, endless plain. When the rain comes a dramatic change takes place as thousands of wildebeest and zebra migrate to the sweet nutritious grasslands and clouds of flamingo feed in its algae rich waters. It is an area of low rainfall so this spectacle only lasts a short while. [tented lodge or chalets BL -]"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "VICTORIA FALLS - ZIMBABWE - TOUR ENDS Tour ends after breakfast at 08:00am. [ - B - -]"
    }
  ],
  "map": ""
}