{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-value-safari-and-victoria-falls",
  "tourName": "Botswana value safari and Victoria Falls",
  "placesVisited": "Victoria Falls, adventure sports activities, Chobe National Park, Khwai Community Area, Moremi Game Reserve, Okavango Delta, village walks, game drives, canoe safaris, domestic flights included",
  "generalInfo": "This Botswana safari holiday starts at the breathtaking Victoria Falls in Zimbabwe, before following a comprehensive but time efficient itinerary that includes a host of spectacular Botswana highlights. This 11 day tailor made tour travels to the beautiful, wildlife rich northern reserves, including Chobe and the Okavango Delta, but also takes in the Khwai Area of the Moremi Game Reserve, which has spectacular big game viewing in winter. Here, enjoy traditional dugout canoe (mokoro) excursions, night drives and cultural tours of the Khwai community. In Chobe, you can encounter elephants in huge numbers – it has the highest density of African elephants in the world – while in the beautiful Okavango Delta take a full or half day walking safari, or spot hippos and birdlife from a mokoro.",
  "durationDays": "11",
  "price": "7505",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Victoria Falls: Arrive at Victoria Falls and transfer to the hotel. Accommodation here is for two nights at Pioneers Victoria Falls on a bed and breakfast basis. There are lots of activities available here. Visiting the Falls is a must and viewpoints are easily accessible on foot. For adrenalin junkies, there is white-water rafting, bungee and zip-wiring and for everybody, river cruises, helicopter flights and visits to the national park. It is also possible to cross the bridge into Zambia and view the Falls from a different perspective."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chobe River Front: After breakfast, drive into Botswana and the Chobe National Park. Accommodation here is at Chobe Elephant Camp on a fully inclusive basis. The Chobe Riverfront is an elephant mecca; home to the largest density of African elephants in the world. It will leave you feeling tiny as giant elephant bulls stroll up next to your vehicle or snorkel alongside your boat. It will make you feel lost as hundreds of hippos and buffaloes crowd you out on the floodplains. It will put your heart in your throat as prides of lions stalk antelopes by the water’s edge, and it will leave you alone with your thoughts while the classic red sunsets melt over the river to a soundtrack of whistling fish eagles. A boat cruise is included. Other activities available include game drives, canoeing, village walks, etc."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Okavango Delta: After breakfast, transfer to the airport for your flight to Splash Camp located in the vast Kwara private concession within the heart of the Okavango Delta, alongside the Moremi Game Reserve. This exclusive setting amidst shady trees boasts permanent water and seasonal floodplains together with classic bush wilderness. Twelve tents, two of which are family rooms, are set upon individual decks with spectacular views over a pan which attracts a variety of wildlife. All rooms are en-suite with double basins and indoor-outdoor showers. Simple yet graceful contemporary furnishings enhance the ambience of the camp.?Splash Camp’s main area has a lounge, bar, curio shop and plunge pool. Staying on a fully inclusive basis meals are served al fresco in the boma area in front of the camp looking towards the lagoon."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Nxai Pan National Park: Transfer to the airstrip for your flight to Nxai Pan Camp with Makgadikgadi Pans National Park on its northern border where you will spend 2 nights on a fully inclusive basis. The vast Makgadikgadi Pans are the last evidence of a prehistoric super lake that was once found here, and today it is one of the last true wilderness areas left in Africa. Famous explorers, who passed through this region on their voyage to the ‘interior’, include David Livingstone, James Chapman and Thomas Baines. Situated in the tree line, Nxai Pan Camp consists of 8 custom-built rooms (including 1 family room). All rooms are en-suite and have thatched roofs and insulation so it is cooler in the summer and warmer in the winter. The main area consists of dining room, lounge area and a viewing deck. The camp also offers a swimming pool, library and curio shop. Nxai Pan Camp is adapted to the surrounding environment and runs on solar power. Nxai Pan is well known for its huge springbok population and once the rains have started, gemsbok, elephant and zebras migrate to the region. At this time zebras come in their thousands to drop their young at Nxai Pan. These large herds of zebra, springbok and wildebeest attract many predators – lion, cheetah, jackal and both spotted and the elusive brown hyena, as well as the endangered wild dog and the secretive leopard. Activities include game drives in open 4x4 vehicles, stargazing, day trips to Baines’ Baobab and nature walks in the vicinity of the camp with the bushman staff. Following breakfast on the final day transfer to the airstrip for your flight to Maun where your Botswanan adventure finishes on arrival."
    }
  ],
  "map": ""
}