{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "cape-town-to-nairobi-overland-tour",
  "tourName": "Cape Town to Nairobi overland tour",
  "placesVisited": "",
  "generalInfo": "One of our Africa Overland Adventures, this tour takes you on an overland journey encompassing many of the incredible landscapes and cultures found in Africa. An incredible trip for any budget, this trip takes you from the wild Atlantic Ocean of Southern Africa to the calm tropical waters of Zanzibar - the contrasts abound. Whether you want to discover the wildlife of the Serengeti and Ngorongoro Crater National Parks or explore the playground of Victoria Falls, this is a fantastic adventure tour that will leave memories that last forever. Note: This is one of our Overland Adventures which are run on a participatory basis – you’ll be involved in the day to day running of the trip and have fun helping to cook for the group. Expect to sometimes get dusty and dishevelled and not to be able to have hot showers every night. Groups of up to 24 people are led by our crew of two. Please note that the accommodation on this trip is predominantly camping, though there may be opportunities to upgrade this locally where rooms are available. Please see the trip inclusions for an approximate percentage of camping and room nights. Our Overland Adventures provide once in a life time experiences and whilst some safari activities may be included in the itinerary, or be available to book locally, this should not be considered a traditional safari holiday, though we consider that part of the fun!!",
  "durationDays": "100",
  "price": "4395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "CAPE TOWN TO LESOTHO We depart from Cape Town taking a leisurely drive along the coastal road to the quaint coastal town of Betty's Bay in the Overberg and visit Stony Point Nature Reserve, home to a unique colony of African (Jackass) penguins. The Penguin Colony is one of only three mainland-based colonies in South Africa and for this reason it is treasured. We overnight in Hermanus/Gansbaai and the next day there are a number of marine options- Whale watching, Shark Cave Diving and Dyer Island Nature Reserve. From here we will head for the most southern tip of Africa at Cape Agulhas - which is the dividing line between the warm Indian Ocean and the cooler Atlantic Ocean. The seas around Cape Agulhas are very treacherous and have caused numerous shipwrecks. To help reduce fatalities the Cape Agulhas Lighthouse was built in 1848 and is the 2nd oldest working lighthouse in South Africa. From August to December Southern Right and Humpback Whales may be spotted along the coast - as they feed in the nutrient rich waters off the southern coast. From Cape Agulhas we pass through the Outeniqua Mountains to the Little Karoo - we will visit an Ostrich farm to learn more about the worlds largest bird. The Ostrich has been around for 8 million years and a feather was actually discovered in King Tutankhamun's tomb in Egypt. 97% of the world's population of Ostriches lives in the Karoo. We will also explore Cango Calcite Caves recognised as one of the world's finest network of Calcite caves. The bizarre formations of Stalagmites and Stalactites represent over a million years of slow formation. We spend two days winding our way along South Africa's famous Garden Route where there is a wealth of things to see and do. We travel through the popular resort of Knysna, located on a tranquil lagoon that is protected from the sea by two enormous cliffs known as 'the heads'. We visit the Tsitsikamma Forest, where you will be able to hike along the coast and view the crashing waves at the mouth of the scenic Storms River, and maybe spot dolphins and whales in the ocean. Optional excursions in this region include mountain biking, black water tubing, and the mother of all bungee jumps at Bloakrans Bridge - the highest jump in the world at 216 metres. From the Garden Route we head inland to Addo Elephant National Park which has recently been extended to include part of the coast and is now home to the BIG 7 - lion, rhino, elephant, leopard, buffalo, whale and shark! On our game drive we hope to spot some of the many elephant that the park is famous for, which are the most southerly population in Africa. Heading north we make our way towards the mountain Kingdom of Lesotho."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "LESOTHO TO ESWATINI Lesotho, often referred to as 'the kingdom in the sky'. This little country is completely surrounded by South Africa and is covered by mountains from 1000m to 3000m high. The scenery here is tremendous and the mountain air crisp and fresh. Here we will see Lesotho's horsemen dressed in their blankets and gumboots trotting around the hillsides. We spend a couple of nights at Malealea Lodge, Lesotho's most famous countryside retreat tucked up high in the mountains. Here there are isolated waterfalls, cool rock pools ideal for swimming, and peaceful hikes in the surrounding hills. This is also a great place to try pony trekking - one of the best ways to enjoy the scenery is atop a sure footed Lesotho pony. We drive through the lowlands of Lesotho and visit Thabo Bosiu or Mt. Moorosi with a local guide (time & weather permitting). This mountain stronghold was the home of Chief Moshoeshoe, the founder of the Basotho nation. We continue through Lesotho's tiny capital Maseru, and re-enter South Africa. Royal Natal National Park on the edge of the Drakensburg Mountains has an impressive natural Amphitheatre of massive rock walls. The Tugela River plunges spectacularly over the edge of the Amphitheatre wall, dropping around 800m through a series of five falls. There are over 130km of walking trails around the park-many of which are easy, half day strolls, through beautiful countryside of grassland dotted with patches of yellowwood forest and proteas set against the stunning backdrop of the Amphitheatre. Heading east now, we reach the coast and the small town of St Lucia, famous for having the largest estuary in South Africa, plus the country’s highest concentration of hippos and crocodiles. Indeed the hippos can sometimes be seen walking through the streets at night. Boat trips to see the hippos and more wildlife are available, as well as safaris into the nearby iSamangaliso wetlands and Hluhluwe/iMfolozi National Park. Next we head north for the tiny country of Eswatini"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "ESWATINI, KRUGER AND MAPUTO While in Eswatini we visit the Miliwane Wildlife Sanctuary from where you can take walking, horseback or mountain bike safaris amongst the abundant wildlife. Another hike is available at Sibehe Rock, one of southern Africa’s most impressive geological features. From Eswatini we head into the southern extent of the iconic Kruger National Park to search for the Big 5 in one of the world’s best wildlife areas. We will also drive part of the Panorama Route before crossing into Mozambique. Our first stop is then in the lively capital Maputo, which is home to Portuguese colonial architecture, a fortress , cathedral and art museum all worth visiting. In the evenings we can take advantage of Maputo’s reputation as one of the best places to go out in southern Africa, visiting some of the salsa bars, sidewalk cafes and nightclubs."
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "MAPUTO TO VILANCULOS Leaving Maputo we head up the coast to the port towns of Xai-Xai which sits by the banks of the Limpopo River. There are good beaches with a coral reef just off shore providing protected swimming and snorkelling waters. The popular town of Vilankulos is next and we spend a few days here relaxing and taking advantage of the activities on offer. These include local dhow cruises, and snorkelling and diving safaris into the Bazaruto National Park. This can be a good place to see manta rays, whale sharks, turtles and hump back whales in season. It is also one of the few sites where the rare Dugong lives."
    },
    {
      "dayNumber": 32,
      "title": "",
      "description": "VILANCULOS TO BULAWAYO Zimbabwe is our next destination, and Gonarezhou National Park, named ‘The Place of Elephants’. As well as over 11,000 elephants, the park hosts a wide range of other wildlife that can be seen on safari. We make our way through the Eastern Highlands of Zimbabwe, and visit Chimanimani National Park where you have the opportunity to take a hike through the mountain wilderness area, or hike to the nearby bridal veil falls, or simply enjoying the stunning surroundings from this sleepy village whilst strolling through the village market. We may also have time to visit Vumba Botanic Gardens. Another stop is at the Great Zimbabwe Ruins, once the greatest medieval city in Sub Saharan Africa and where the name Zimbabwe is derived, literally meaning house of stone. We then travel across Mashonaland to Bulawayo where you have the option for a day to venture into Matobo National Park with a local safari company. You will have a unique chance to get out on foot to try and spot the elusive Black Rhino - amongst other game. There is also the opportunity to visit Cecil Rhodes' grave and Ancient Rock Paintings."
    },
    {
      "dayNumber": 42,
      "title": "",
      "description": "BULAWAYO TO THE OKAVANGO DELTA AND CAPRIVI STRIP We leave Zimbabwe and cross into Botswana, first passing the town of Nata with its bird sanctuary and then driving past the Nxai Pan National Park and Makgadikgadi Pans National Park. These salt pans are the largest in the world, and an eerie and awe inspiring sight. We’ll continue on the Trans-Kalahari highway towards Maun, the gateway to the Okavango Delta. Here you will have an opportunity to leave the truck to venture into the Okavango Delta. Local poler guides will navigate the extensive waterways using canoes similar to their traditional Mokoro's (dug out canoes). This is a great experience - and the best way to have a chance of seeing the elusive wildlife of this unique desert oasis. You will have a number of opportunities to go on game walks with rangers - giving you the chance to see elephant, crocodile and hippo up close and personal. The Okavango Delta is one of the world's largest inland waterways and its calming serenity will leave those who experience it feeling supremely relaxed. There is also the opportunity to experience the heights of African adventure travel too"
    },
    {
      "dayNumber": 51,
      "title": "",
      "description": "VICTORIA FALLS TO LILONGWE There is something here for everyone in Victoria Falls; A day trip over the Victoria Falls bridge to view the falls from Zimbabwe, Flight of Angels - a great way to get a birds eye view of the falls in a light aircraft or helicopter, Sunset Boat Cruises or a more sedate Canoe trip, to the adrenaline packed Gorge Swing, Abseil or a chance to experience one of the highest commercial Bungee Jumps in the world. After your adrenaline has been spent, we will head north through Zambia to Lake Kariba which is the largest artificial lake in the world, and also has the biggest man-made dam on the planet too, 226km long and up to 40km wide! At Siavonga there is the option to spend the night on a houseboat on the lake, watching over crocodiles and hippos and perhaps doing some fishing. Further north we stop at South Luangwa National Park which has one of biggest concentrations of wildlife in all of Africa, especially around the Luangwa River and its oxbow lagoons. The park is well known for its walking safaris, and one of the few places you can get up close with such a wide range of wildlife in Africa on foot. We leave Zambia now and cross into Malawi."
    },
    {
      "dayNumber": 59,
      "title": "",
      "description": "LILONGWE TO ZANZIBAR Our first stop in Malawi is the capital Lilongwe in the south of the country where we stop for the night. This will give you the opportunity to post gifts home or check out the local markets. Passing through lush mountainous landscape and plantations we are soon following the coast of Lake Malawi - the country’s most dominant natural feature. Camping in Malawi sums up the spirit of an Africa overland trip with Oasis. We spend several days at friendly laid back campsites where most people choose to relax on the sandy beaches or try their hand at scuba diving , snorkelling or windsurfing as we follow the lakeshore north. If you are more inclined to just relax - then there is no better place than on the shores of Lake Malawi. This really is a warm friendly country - making it easy to wander off and meet up with your local hosts in one of the many villages or schools nearby. You can view first hand the talent of the local artisans and purchase some exquisite pieces of furniture and carvings out of ebony and mahogany. The next country on our journey is Tanzania, and after a day and half drive we pass through the peaceful Mikumi National Park. African safari travel is synonymous with wildlife, and in this national park we usually see Elephant, Giraffe, Zebra and Antelope from the roadside. From here we continue travelling through the interesting and mountainous hinterland of Tanzania. Our route north then brings us to Dar Es Salaam where our truck is based in a campsite on a beautiful Indian Ocean beach. From here you will take the ferry out to Zanzibar Island for four nights and venture into the narrow bustling streets of Stone Town and its famous spice markets, old slave forts and dungeons. There is also time to relax on Zanzibar's famous white beaches, scuba dive or snorkel and swim with dolphins- before returning to Dar Es Salaam."
    },
    {
      "dayNumber": 71,
      "title": "",
      "description": "DAR ES SALAAM TO ARUSHA AND THE SERENGETI After leaving Dar Es Salaam we pass a number of small towns and villages along the way and, if we are lucky, we may see the towering peak of Kilimanjaro. We will stop off at Marangu where you have the opportunity to climb to Kilimanjaro base camp or take a walk through the lush surroundings passing through coffee plantations, rivers, waterfalls, caves and visiting a local blacksmith (there is not time to do the full summit climb unless you miss the Serengeti safari option). We then continue to Arusha, and while at our camp on the outskirts of Arusha you have the option to book an add-on and travel with our local African safari partners through the Ngorongoro Crater and the Serengeti National Park. In these parks you will have the opportunity to view the abundant wildlife including Elephant, Lion, Cheetah, White Rhino, Buffalo, Hippo, Antelope, Crocodile and Pink Flamingos and of course the famous migrating Wildebeest. For those who wish - there is an option to visit a local Maasai Village and learn about their culture and way of life."
    },
    {
      "dayNumber": 77,
      "title": "",
      "description": "ARUSHA TO KIGALI VIA BURUNDI Our route takes us west now, passing to the south of Lake Victoria and after a couple of bush camps we arrive into Burundi. We will stop at Gishora Village to see and hear more about Burundi’s famous drummers. These drums were symbols of power during the monarchy, beaten during special events and are an important part of the country’s heritage. We then arrive at Bumumbura, a port city on Lake Tanganyika, where the country’s main export, coffee, is shipped from. Boat trips through Rusizi National Park here provide viewings of crocodiles and hippos as well as many water birds. The lake also has many beautiful beaches and laid back villages to explore. Leaving Burundi now, we cross into Rwanda and drive to the capital Kigali where you can visit the Genocide Memorial."
    },
    {
      "dayNumber": 85,
      "title": "",
      "description": "KIGALI TO KAMPALA, GORILLA TREK The hills of Rwanda are next, as we spend a couple of days at the small, friendly town of Musanze on the edge of Volcanoes National Park. Here you can take optional treks into the forest to see the famous Golden Moneys, visit the Musanze caves and several hiking trails, or take a village tour throughout the area where you can see first hand production of local Banana beer. We’ll then head out of the hills and cross the border into Uganda, where our first stop is at the village of Kabale which will give you the opportunity to trek the Mountain Gorillas and visit the beautiful Lake Bunyonyi. Bwindi Impenetrable Forest National Park and Mgahinga Gorilla National Park are home to several families of Highland Mountain Gorillas. Getting up close to these amazing creatures is a truly a once in a lifetime experience and one of the highlights of the trip. You have the opportunity to trek to see the Gorillas in Uganda (bookable as an Add on). It is estimated that only around 700 of these gentle giants remain. This mountainous area on the borders of Rwanda, Uganda and Zaire (now renamed Democratic Republic of Congo) is their only natural habitat and they are periodically threatened by poachers and political instability in the area. One permit allows you to spend about 50 to 60 minutes with one of the gorilla families. Trekking to find them in groups of 8 people can take anywhere from half an hour to 5 hours. The organisations and well-trained guides that continually monitor and protect the families are conscientious and responsible. (Due to the popularity of Trekking to the Mountain Gorillas and the limited availability of obtaining Trekking Permits, those booking late may need to do the Gorilla trek in Rwanda in Volcanos National Park, which may come at an additional cost - you will be advised in advance). We head East again now, and spend a night at Lake Mburo National Park, perhaps taking a nighttime safari drive, before driving onwards through swamps, patches of forest and fertile green countryside. As we travel through Uganda, we'll pass through a number of small towns and villages; Mpigi, where you will see roadside stalls manufacturing and selling traditional musical instruments; Kyazanga, where we can buy fresh rotisserie and roasted meat and vegetables, as well as roasted plantain bananas. We will also be able to make a photo stop where our route crosses the Equator on the way to Kampala. Kampala has had a turbulent past, but these days it is a friendly and safe city. We have some free time to spend in local cafes and nightspots - where you can get to know the local people."
    },
    {
      "dayNumber": 92,
      "title": "",
      "description": "KAMAPALA TO NAIROBI VIA THE MASAI MARA We camp next near Jinja - Uganda's adventure playground. Here, on the edge of Lake Victoria, the Nile begins its 6700km journey to the sea. We spend the next few days downstream from the source of the Nile. This is a spectacular area, and a superb place to go whitewater rafting or kayaking. You can also organise quad biking , horse riding or a visit to a local education project. Our next highlight is the spectacular Sipi Falls. There are three waterfalls here on the Sipi River as it cascades into the Kyoga Basin from the slopes of Mount Elgon. The highest is just under 100m and there is an exciting abseiling option available here. After leaving the Sipi Falls we cross into Kenya and Lake Nakuru National Park - home to a wide variety of wildlife including Black Rhino, Hippo, Lion, Leopard, Hyena and Giraffe. However, Nakuru is a soda lake and most famous for its pink inhabitants, a flock of almost a million Pink Flamingos which feed noisily along the shoreline. Finally, the group will all go on a morning and afternoon game drive in 4x4 safari vehicles with local guides in one of the world's most famous National Parks, the Maasai Mara. Here you will have the opportunity to look out for all its incredible wildlife before making our way back to Nairobi, arriving in the early evening"
    }
  ],
  "map": ""
}