{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "namibia-self-drive-and-botswana-holiday",
  "tourName": "Namibia self drive and Botswana holiday",
  "placesVisited": "",
  "generalInfo": "This 3 week trip takes you through the vast and ever-changing scenery in Namibia, venturing off the beaten track into the Caprivi Strip, where carts are pulled along the roadside by donkeys, goats and cattle wander free, and life is lived along the riverfront.  Take in the culture as you drive through: this is no museum nor village visit: it is life, carrying on without intrusion.  Experience the vast openness and serenity of the Caprivi Strip’s National Parks: lions hunting for prey, eagles soaring above, awaiting their turn, and the call of hippos and hyenas at night a reminder that you are in the wilds of Africa.  Visit Chobe National Park, renowned for huge elephant and buffalo herds: take a sunset cruise, and you might catch a herd of elephants crossing the river to get to more succulent grasslands.  Finally, cross the border into Zimbabwe: the roar of the Victoria Falls beckons: visit at sunrise for the best photography, and end the day on a sunset boat cruise: Africa will surely beckon you to return.<br/><br/>Namibia: a land of vast, open spaces, sweeping deserts, wild coastline, tall dark-sand dunes as high as skyscrapers, and diverse wildlife. Because of the mainly-gravel roads, we recommend a 4x4 vehicle to give traction and height which affords views across the expansive landscapes. This is not a mass tourism destination: roads are empty, lodges are small and distances to drive will range from 4 – 6 hours, but the rewards are great: the lack of light pollution makes star gazing immensely rewarding; seeing the sunrise over the towering sand dunes at Sossusvlei is a photographer’s dream; kayak alongside frolicking seals and dolphins off the coast; track desert adapted elephant on foot and in vehicle in the stark landscapes of Damaraland, and watch for predator activity in Etosha National Park: renowned for sightings of lion, rhino, elephant, giraffe, zebra, etc.<br/><br/>Botswana has a policy of minimising bed nights to keep mass tourism at bay: this itinerary suggests 2 nights at Chobe National Park, but you can also opt to fly into the true wilderness of the Okavango Delta, where camps are accessible only by light aircraft.  The peacefulness of the waters on this landlocked oasis, and the succulent grasses attract multiple varieties of antelope – of course then attracting attention of predators. <br/><br/>We always offer small, locally owned luxury lodges for road trips around Namibia, with a focus on Namibian culture and cuisine. From our years of experience, we recommend that the best time to go to Namibia is during the dry season, June-October, as this is not only when temperatures are manageable but also when you will get the best wildlife viewing. During these months temperatures range from 20 °C-25 °C, although they do dip at night time. The temperatures start to soar as high as 40 °C during the rainy season which, in Namibia, is between Dec-March.<br/><br/>We will provide you with detailed maps, driving directions, mobile phone pre-programmed with all supplier contacts, and 24/7 support should you require it on the ground. You will cover some distance, but never feel rushed: the spectacular scenery, endless horizons and unique experiences make a road trip in Namibia one to remember.<br/><br/>Every effort has been made to ensure your self-drive holiday is a great success with ground handlers talking you through your itinerary at the start of the holiday as well as assisting with hire car contracts before you set off. Maps, cool boxes and route notes provide further confidence for first-time drivers in Namibia in addition to accommodation contact details pre-set in a local mobile phone.  We suggest dropping the hire vehicle at the border to Botswana to avoid cross border fees, but also because transfers are easily organised between Botswana and Zimbabwe.",
  "durationDays": "19",
  "price": "8890",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Overnight flight to Windhoek"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On arrival in Namibia, you will be transferred to your accommodation for a 1 night stay. Our ground handlers will meet with you this afternoon to go over your itinerary, hand you a mobile phone pre-programmed with your accommodation contact numbers, a cool box, maps and driving directions. Your hire vehicle will also be delivered at this time and they will assist with signing your contract. This evening, have dinner in one of Windhoek’s restaurants – we provide recommendations with all bookings. (Note we quote on 4x4 vehicles in order to provide ground clearance on the gravel roads)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you will be driving south, following the map for directions out of town and into the desert - watch as the scenery becomes more stark. You are heading for the Namib Naukluft National Park area and Sossusvlei, where you will find the iconic red sand dunes of the Namib. The clear blue skies contrast with the giant red dunes to make this one of the most scenic natural wonders of Africa and a photographer's heaven. This awe-inspiring destination is possibly Namibia's premier attraction, with its unique dunes rising to almost 400 metres-some of the highest in the world. Arrive at your accommodation in late afternoon - perhaps take a sundowner and marvel at the magificence of the galaxies. Drive time approx 6 hours."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Rise early for a tour into the National Park to see the fascinating light on the towering sand dunes at sunrise. These iconic dunes come alive in morning and light and draw photography enthusiasts from around the globe. Sossusvlei is home to a variety desert wildlife including oryx, springbok, ostrich and a variety of reptiles. Visitors can climb 'Big Daddy', one of Sossusvlei’s tallest dunes; explore Deadvlei, a white, salt, claypan dotted with ancient trees; or for the more extravagant, scenic flights and hot air ballooning are on offer, followed by a once-in-a-lifetime champagne breakfast amidst these majestic dunes."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Drive to the coast: expect to see ostriches, jackals, and oryx peppering the surrounding landscape as you drive. Arrive at the coastal town of Swakopmund: the town has some great locally crafted gifts, and shopping here is a great way of supporting the local economy. Drive time approx 5 hours."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today is free for optional activities: we highly recommend kayaking or taking a catamaran cruise off the coast: expect seals and dolphins to frolick alongside your vessel! In the evening, take advantage of the superb seafood restaurants peppering the seafront."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Venture north as you drive into Damaraland: the scenery changes again, becoming more rocky. Stop off to take a short hike to view prehistoric rock engravings en route to your lodge. This area is renowned for being home to desert adapted elephant - how they survive in this stark environment is fascinating: take an excursion to track these magnificent giants on foot and in vehicle. Drive time approx 4 hours. Guests benefit from staying at the lodge, because as it is situated within the park, they will be able to reach before sunrise, and stay until after sunset. Activities include a Sossusvlei sunset drive, guided nature drive, and a guided after-dinner stargazing stroll! Guided walks to the Sesriem Canyon can also be organized here. This is the ideal destination to admire and photograph the stunning scenery of the Naukluft Park's high red/orange sand dunes. On the morning of Day 11 you can wake early and drive from the lodge towards Sossusvlei, around 70km. Enjoy the eerie silence of the desert before other travellers are allowed to enter at sunrise and make the most of the solitude! The last section of the road into Sossusvlei is 4x4 area only and you can either leave your vehicle at the car park and proceed either on foot (a beautiful walk), or take the shuttle which usually runs between here and Sossusvlei which is 5km away. Enjoy the amazing scenery of the desert, and maybe take a short walk to Deadvlei, a bizarre collection of ancient camelthorn trees, or climb the nearby dunes. Drive time approximately 5 hours."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Take an early morning guided tour to track and learn about how desert-adapted elephants survive in this environment or take a guided walk in the area."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Drive north to Etosha National Park, widely regarded as one of the world’s greatest game viewing parks. The availability of water holes in Etosha means that the potential for viewing game (including lion, cheetah, elephant, rhino, giraffe, springbok and zebra) is excellent. Drive up to one of the waterholes and simply watch! Drive time approx 4 hours."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Drive through Etosha National Park to the eastern gate for overnight: the vast salt pans lie on this side of the park, and are a spectacle not to be missed. Wildlife viewing remains excellent en route. You might opt to take an evening drive after nightfall with a guide: book with your lodge."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Spend the day in Etosha National Park. You can opt to take a guided drive, but self driving in the park is easy, and waterholes a-plenty. Expect to see predator activity as antelope, zebra and other species venture to the water's edge to drink."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Drive north today, heading for the town of Rundu. Bordering Angola, on the banks of the Okavango River in northern Namibia, the town of Rundu serves as the capital of the eastern Kavango region. Rundu is renowned for its local woodcarvers market and is filled with impressive woodcarvers' workshops. The town provides a great stopover to refuel for visitors heading to Katima Mulilo, enthralling Popa Falls, or Mahangu Game Reserve, home to the endangered wild dog and lion, leopard, elephant, cheetah, and hippo. Visitors to Rundu can also look forward to great game viewing, excellent bird watching as well as kayaking on the spectacular Kavango River. Perhaps take a sundowner cruise on the river this evening: life at the water's edge is very much on view here: women washing clothes, children playing, and men out fishing, all keeping a watchful eye out for crocodiles. Drive time approx 5.5 hours."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Drive East today: set roughly 200 kilometres east of Rundu on the southeastern banks of the great Okavango River, the small village of Divundu is a wonderful destination from which to explore the river, game parks and national reserves of the area. Visitors can enjoy fishing or bird watching boat safaris, or visit the Mahango Game Park, which is home to herds of elephant as well as hippo, buffalo, giraffes, antelope, and many other animals. The spectacular Popa Falls, a dramatic series of cascades - are a popular must-see attraction. Boat cruises to the Popa Falls to view hippo and crocodiles, and game-viewing trips to the Mahango Game Reserve are a must. drive time approx 2.5 hours."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Head east today to Nkasa Rupara National Park, which lies in the southernmost corner of the eastern ‘leg’ of Namibia, just above the border with Botswana. The largest wetland with conservation status in the country, the park boasts a biodiverse landscape of dense savannah, reed-lined rivers and lush marshes. It is also home to the highest concentration of buffaloes in the country, boasting over a thousand of these magnificent creatures. This wetland wildness is a sanctuary for a variety of wildlife such as elephant, reedbuck and red lechwe. Other commonly spotted wildlife include hippo, crocodiles, leopard, hyena, African wild dog, lion, roan antelope and an array of birdlife. Take a game drive, and marvel at the serenity of this area: you are truly off the beaten track here. As you drive, you will see daily life happening: the area is well populated: children play barefoot on the roadside, goats and cattle wander, meat hangs to dry out on trees. Drive time approx 3.5 hours."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Drop your vehicle at Katima Mulilo today: you will be collected and transferred into Botswana for 2 nights in the Chobe National Park. The Chobe River forms the northern boundary of the Chobe National Park which is renowned for its diverse and abundant game viewing opportunities. This section of the park is best known for its dense concentration of wildlife including elephant and hippo populations, but the waters attract all manner of game including large herds of buffalo and the lions that prey on them. A visit to Chobe guarantees close encounters with an array of African wildlife. Take an evening game drive along the wildlife-rich riverfront, and cruise along the river in a motorboat, spotting rare birdlife - and perhaps even an elephant river crossing, right in front of your boat."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Transfer over the border into Zimbabwe for 2 nights at Victoria Falls. One of the original natural wonders of the world, the Victoria Falls is breathtaking and not surprisingly a World Heritage Site. Known locally as ‘The Smoke that Thunders’ this spectacle is accessible from both Zambia and Zimbabwe. Unlike other waterfalls, Victoria Falls has a natural catwalk across from the falls which provides spectacular viewing. Take a sunset cruise, east in a local restaurant, take a cycling tour around a local village, and of course, see the Falls - sunrise is the best time to go."
    }
  ],
  "map": ""
}