{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-zambia-family-safari",
  "tourName": "Botswana & Zambia family safari",
  "placesVisited": "Victoria Falls, Moremi Game Reserve, private houseboat in Okavango Delta, Chobe National Park, elephants, lions, cheetah, hippo and croc country",
  "generalInfo": "Want to take the family to Botswana and Zambia, but don’t know where to start? Join our small group holiday that winds from Livingstone, the adventure capital of Zambia, to the wildlife reserves of the Botswanan Okavango Delta.<br/><br/>The activity options are what’ll keep the kids busy. At Victoria Falls, you’ll set out on an optional white water rafting trip on the Zambezi River. A more sedate boat ride across the Zambezi will deliver you to Chobe National Park – the heart of elephant country. You’ll also get the chance to stay on a houseboat on the Okavango River, where the tidal islands and lakes are always changing, along with the wildlife that relies on it. Cruise past hippos and basking crocodiles and watch the mokoros fishermen canoe the waters. Moremi Game Reserve is another all-star spot. You’ll get the chance to seek out elusive painted wolves, leopards and lions.<br/><br/>The last full day of your family safari is a leisurely drive back to Maun, with a free afternoon for relaxing by the pool – or, if you’re up for more adventure, for squeezing in another activity – before heading home the next day.",
  "durationDays": "12",
  "price": "3405",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Victoria Falls",
      "description": ": Our tour starts today in Victoria Falls. Often referred to as the adventure capital of Zimbabwe, Victoria Falls offers a thrilling combination of land, air and water-based activities. For those arriving in time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Victoria Falls at any time. If you'd an airport transfer, you'll need to arrive into Victoria Falls Airport (VFA), which is around a 30-minute drive from the hotel. If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. This evening, we'll either be staying at the Batonka Guest Lodge or Pioneer Lodge. The two are sister properties located just over 1 kilometre/0.6 miles from each other and are almost identical. Both are set in beautiful, landscaped gardens and feature a swimming pool, spacious rooms, an expansive terrace where breakfast is served, a bar and a stylish lounge and dining room which are both extremely comfortable. If your flight arrives earlier in the day, you might like to choose from a host of adventurous activities including whitewater rafting, canoeing and cruises on the Zambezi River. Full details are listed in the 'Budgeting and packing' section of the trip notes."
    },
    {
      "dayNumber": 2,
      "title": "Witness the wonders of Victoria Falls on the Zambezi River. Free afternoon with a choice of optional activities",
      "description": ": Today, we will visit one of the natural wonders of the world, Victoria Falls, known locally as Mosi-oa-Tunya, meaning The Smoke that Thunders. The Zambezi River plunges over a sheer cliff wall spanning more than 1,676 metres (5,498 feet) and drops approximately 100 metres (328 feet) into the abyss below. As David Livingstone experienced, we will become aware of the falls long before we see them. We will view the falls from the Zimbabwean side of the river, which offers the best vantage points, with plumes of water vapour rising like smoke into the sky, forming small clouds, all accompanied by a deafening roar. Your Tour Leader will accompany the group to the falls, and you will have plenty of time to explore the network of paths and enclaves around them. This afternoon is free for you to take advantage of the many activities Victoria Falls offers. Options include a half-day game drive in Zambezi National Park, whitewater rafting on the Zambezi, a scenic helicopter flight over the falls, or a visit to a local cultural village. All activities can be booked directly at your lodge, and prices and further details are listed in the 'Budgeting and packing' section of the trip notes."
    },
    {
      "dayNumber": 3,
      "title": "Drive into Botswana. Afternoon game drive around Chobe National Park in search of herds of elephant",
      "description": ": Leaving our guesthouse this morning, it's a short one-hour drive to the Kazungula land border crossing between Zimbabwe and Botswana. Once border formalities are completed, we'll continue to our campsite located on the banks of the Chobe River. Our newly built campsite is the perfect base for exploring Chobe National Park. Situated at the point where Zambia, Namibia, Zimbabwe and Botswana meet, it's located right on the water's edge. We'll be staying in comfortable safari tents, built on fixed platforms and each tent has a proper bed with all bedding provided. Tents also have en-suite bathrooms with a sink and flushing WC, and there is a separate dining room, bar and lounge area. This afternoon, we'll head out on a late afternoon game drive. Chobe is the heart of elephant country and is home to approximately 120,000 of the giant creatures. During our safaris, we'll travel in customised, open-sided land cruisers. The land cruisers are ideal for game viewing but can be a bit brisk and windy at times - it's a good idea to bring some layers for longer travel days. The roads through Botswana also vary in quality, so travel days can be slow and bumpy, but the scenery and wildlife more than make up for this."
    },
    {
      "dayNumber": 4,
      "title": "Full day in Chobe National Park. Morning game drives with afternoon game viewing by boat",
      "description": ": The northern Chobe area of Serondela is the heart of the elephant country. Up to 35,000 elephants live here, the largest number in any African park. On our game drive this morning, we'll take a slow drive along the southern bank of the Chobe River, where we can find Chobe Bushbuck and Puku Antelope. The sheer variety of animals in abundance makes this region a must-see for any wildlife enthusiast. We hope to watch huge herds in and around the great Chobe River, which also teems with hippos and crocodiles. This afternoon, our mode of transport switches to a boat as we take to the water and view the wildlife from a different perspective. The Chobe River is one of the Zambezi's main tributaries, and is home to an abundance of wildlife, as well as a variety of fish including the tiger fish (freshwater barracuda). The area is also famed for its beautiful scenery and magnificent red and gold sunsets."
    },
    {
      "dayNumber": 5,
      "title": "Drive across the Caprivi Strip (Namibia) to our houseboat on the Okavango panhandle",
      "description": ": We'll have an early start this morning as we set off on the long journey to Shakawe, located in Botswana's northwest Okavango panhandle. Today's total journey time is approximately seven hours (depending on time spent at the two border crossings) including comfort breaks and a lunch break. The drive takes us through Namibia's Caprivi Strip. The Caprivi Region has a colourful and interesting history, playing a central part in the Berlin Conference of 1890. Named after German Chancellor General Count Georg Leo von Caprivi di Caprara di Montecuccoli, the strip was once administered by the British before it was swapped for Zanzibar with the Germans at a time of great European political manoeuvring. Our destination is our houseboat, located on the waters of the Okavango River, where we aim to arrive around mid-afternoon. The mighty Okavango is the third largest river in Africa and its delta area covers 16,000 square kilometres/6,177 square miles and is made up of crystal clear channels, a myriad of ephemeral lakes and ever-changing islands. The river flows southeast from the Angolan highlands over 1,000 kilometres/621 miles away, taking up to six months to reach the delta area which floods on an annual cycle. After stocking up on drinks and snacks, we'll leave our vehicle behind and board a motor launch to our houseboat. On arrival, we'll meet our friendly crew who will be our hosts for the next two nights. Our accommodation is comfortable but small, with eight rustic, en-suite bedrooms. Each room has glass sliding doors that look out onto the wilderness of the remote panhandle area and there are seating areas for watching the sunset up on deck. The boat will be for our exclusive use during our stay."
    },
    {
      "dayNumber": 6,
      "title": "Explore the waterways of the Okavango Panhandle on our private houseboat",
      "description": ": During our time on the river, we might be lucky enough to spot submerging pods of hippos and crocodiles basking in the shallows and on the riverbanks. Birdlife in the area is prolific and local fishermen are often seen aboard their traditional dugout canoes, known locally as mokoros. We include boat trips on a motorized launch to experience the areas of the Delta that are harder to reach, cruising into channels where hippos and crocodiles are usually sighted. We'll return to our houseboat in the golden light of the late afternoon to enjoy a traditional 'sundowner' relaxing in the open plan lounge."
    },
    {
      "dayNumber": 7,
      "title": "Visit Tsodilo Hills, believed by locals to be the birthplace of mankind. Continue to Maun",
      "description": ": This morning, there is the opportunity to visit the intriguing and sacred World Heritage Site of the Tsodilo Hills. The San Bushmen community believe the hills are the site of the first creation and they painted an astonishing 4000 rock paintings across 350 sites marking the area's significance. Here, four impressive rocks jut out of the expanse of the surrounding land, and it's believed by the San Bushmen that the largest of the rocks is the 'man', the second largest the 'woman', and the smallest the 'child'. The fourth rock, which stands apart from the others, is said to be the male's first wife. Some of the paintings are thought to be over 24,000 years old, and as well as the chance to see ancient rock paintings, the hills offer vast views across the countryside below. An expert local guide will accompany us around the site, interpreting a selection of the paintings. The tour will last around two hours, walking along a flat well-graded path. It's possible to opt out at any stage and return to the shade of the small museum located at the entrance of the site - this is also where we'll have an early picnic lunch. After our visit, we'll drive to the town of Maun, located on the southern reaches of the Okavango Delta and the gateway to the Moremi Game Reserve, where we will spend the night."
    },
    {
      "dayNumber": 8,
      "title": "Drive to Moremi Game Reserve, wild camping and game drives",
      "description": ": Today, we'll take a drive out of Maun to Xakanaxa (pronounced ka-ka-ni-ka) or Khwai which is an integral part of the eastern waters of the Okavango Delta. The area is encompassed by Moremi Game Reserve and has areas of dry lands rising between vast wetlands, and crystal-clear water channels on the edges of Mopane and Apple-Leaf woodlands. Game viewing takes place alongside waterways and floodplains and species such as giraffes, zebras and wildebeest are just, a few that can be spotted here, along with an astonishing variety of birds. For the next three nights, we'll be camping in Moremi where the waters feed an abundance of flora and fauna, including the frequently visiting wild dogs. Hippos are often heard by night too. We should see a good amount of game heading to our campsite and in the late afternoon, we'll head off for another game drive. Our campsite for this evening uses dome-type tents with private en-suite facilities added to the back of the tent. They're big enough that you can stand inside and are made from durable rip-stop canvas with sewn-in groundsheets. Each tent is equipped with sturdy camp beds, mattresses, fitted sheets, pillows, pillowcases and duvets. Other equipment used on safari are camping basins, washstands, hot water bucket showers and camp toilets. Safari-style fold-up chairs and large tables are provided. Our backup staff do all the cooking and cleaning as well as setting up and breaking camp."
    },
    {
      "dayNumber": 9,
      "title": "Game drives in Moremi in search of Africa's unique wildlife",
      "description": ": We'll enjoy two game drives today. Setting off for our morning drive at first light, we'll get the chance to experience one of Africa's unspoiled wonderlands, with the possibility to spot hippos, crocodiles and a great variety of birds, as well as the elusive sitatunga antelope. This place is also an ornithologist's paradise with fish eagles, kingfishers, herons, storks, egrets, weavers and bee-eaters all seen regularly. Returning for brunch, the hottest part of the day is spent at leisure at our campsite - a chance for a siesta, to relax reading a book or do a bit of birdwatching. We'll set off for our afternoon game drive around 4pm and return in the early evening."
    },
    {
      "dayNumber": 10,
      "title": "A second day of viewing game on the floodplains",
      "description": ": We have another full day of game drives ahead of us today. We'll spend time exploring the floodplains in the hope of seeing larger mammals like elephants, giraffes and zebras, as well as predators such as lions, leopards and wild dogs."
    },
    {
      "dayNumber": 11,
      "title": "Drive back to Maun. Free afternoon",
      "description": ": We'll take a leisurely drive back to Maun today, with the afternoon free for optional activities or to simply relax by the hotel swimming pool."
    },
    {
      "dayNumber": 12,
      "title": "Trip ends in Maun",
      "description": ": Our trip ends after breakfast at our hotel in Maun. There are no activities planned today, so you're free to depart from Maun at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like to receive a complimentary airport transfer, you'll need to depart from Maun International Airport (MUB)."
    }
  ],
  "map": ""
}