{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "vic-falls-to-cape-town-holiday-in-southern-africa",
  "tourName": "Vic Falls to Cape Town holiday in Southern Africa",
  "placesVisited": "Victoria Falls, game drive and boat ride in Chobe National Park, Okavango Delta Panhandle, Mokoro on the Okavango, game viewing in Etosha National Park, Bushman paintings, Swakopmund, Sossusvlei sand dunes, Sesriem, Fish River Canyon, Orange River, Olifants River Valley, Cape Town and the Cape Peninsula, Optional activities in Victoria Falls, Swakopmund and Cape Town",
  "generalInfo": "This epic three week Victoria Falls to Cape Town holiday in southern Africa is a truly classic tour. Become part of a small group and travel overland via Namibia, Botswana and Zimbabwe to South Africa. <br/><br/>From Table Mountain and the V &amp; A Waterfront in Cape Town to the desert coast and wildlife-packed game reserves of Namibia, this Victoria Falls to Cape Town holiday features some of the region’s most exciting natural settings, starting with one of the world’s most dramatic waterfalls, going via the amazing dunes at Sossusvlei and ending in one of the most exciting cities in Africa. You'll also travel through the amazing national parks of Etosha and Chobe.<br/><br/>A key element of this trip is that you'll spend 14 nights of it camping. You'll take part in putting up and taking down your tents, and travelling between amazing sights by overland vehicle. It's a fantastic way to see this part of the continent, with all its vast, wild landscapes. <br/><br/>If you’re looking for an adventure this Victoria Falls to Cape Town holiday really does have the lot with a combination of varied wildlife, cultural insight and outdoor activities to ensure this is three exciting weeks that you’ll remember for many years to come.<br/>",
  "durationDays": "20",
  "price": "3199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The adventure begins at Victoria Falls, one of the world's largest waterfalls. Today has been left free to ensure an easy arrival. Around 6pm, say hello to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner. Want to explore further? Secure pre-tour hotel nights through your sales representative. Accommodation: Shearwater Explorers Village campsite (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We have a free day with a choice of several optional activities, including scenic flights, white-water rafting and game-viewing among others. Victoria Falls is a small town on the Zimbabwean side of the glorious Victoria Falls, which you can visit (entrance own expense US$50). Accommodation: Shearwater Explorers Village campsite (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We have a little free time in the campsite, leaving at around 11am for our transfer to Kasane in Botswana, home to huge numbers of elephants and hippos. There’s an optional game drive in Chobe National Park in the afternoon. Drive time: 95mi (150km), one to two hours, plus border crossing of one to two hours Accommodation: Thebe River Camp Site (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We have an early morning game drive in the national park and an afternoon boat ride on the Chobe River, where it is possible to view huge herds of elephants coming to drink plus many other animals. Accommodation: Thebe River Camp Site (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We drive through Chobe National Park as we make our way to Namibia and then through the Caprivi Strip to our camp by the Okavango River – the main watercourse supplying the Okavango Delta. Drive time: 250mi (400km), five to six hours, plus one-hour border crossing Accommodation: Ngepi Camp (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We take a mokoro (traditional dugout canoe) ride from our camp on the Okavango River. Please note, the river may be flooded in March/April and we may have to substitute our mokoros for a boat ride. The birdlife is prolific and, at certain times of the year, so is the game. Gliding through the waterways by mokoro is the ideal way to absorb the sheer tranquillity of the place. We also have the option of a village tour to meet the local community. Accommodation: Ngepi Camp (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We have a long drive from the Okavango River to Etosha National Park, a huge area of mixed forest and grassland centred around a large saltpan. Etosha is home to a great variety and number of animals, which are easy to find as they congregate at different times around the waterholes. There are waterholes next to the excellent campsites and it is not uncommon for us to spend all night watching a gala performance of animals: wildebeest, zebras, impalas, springboks, kudu, elephants, giraffes, lions and even rhinos are all common sights here. With a little patience, you are rewarded by one of the greatest game spectacles in southern Africa. Etosha is also a good place for birds, with plenty of waterbirds on the lakes, weaverbirds and hornbills in the trees. Drive time: 400mi (650km), eight hours Accommodation: Etosha NWR Campsite (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We have the next two days to really enjoy this fabulous park, starting with an early morning game drive. While in Etosha, we move our camps (between Okaukuejo, Halali or Namutoni) but the itinerary is kept flexible depending on where the animals congregate. Accommodation: Etosha NWR Campsite (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning we leave Etosha and head towards Brandberg, the highest mountain in Namibia. We enjoy a walk through Valley 45 for approximately two hours to the White Lady rock painting which, along with several other small paintings and engravings, are thought to have been left by indigenous San people at least 2,000 years ago. Drive time: 250mi (400km), five to six hours Accommodation: Brandberg White Lady Lodge campsite (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We drive towards the Skeleton Coast and the Germanic town of Swakopmund, where we stay overnight. Drive time: 155mi (250km), four hours Accommodation: Dunedin Star Guest House (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Swakopmund is the adventure sports capital of Namibia, and we have a full day here to enjoy the optional adventure activities available; go on a dolphin cruise or township tour or take a flight over the desert! Alternatively, explore the German-style town and visit some of the excellent cake shops. Accommodation: Dunedin Star Guest House (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Drive via Walvis Bay to Sesriem, through the Namib Desert. This area is home to some of the driest and oldest deserts on earth and some of the finest desert scenery in Africa with towering, jagged rock formations and incredible lunar landscapes. Drive time: 185mi (300km), 4hr 30min Accommodation: Sesriem Camp Site (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "We have a full day to enjoy the Sossusvlei dunes and Sesriem Canyon. We wake early to watch the morning light over the dunes and then climb one of the highest dunes in the world. If you’d rather watch from below, you can enjoy seeing the changing colours on the towering dunes as the sun rises. If we’re lucky, we may see gemsbok, ostriches or even black-backed jackals among the dunes, an irresistibly photogenic scene! In the afternoon, we visit Sesriem Canyon. Accommodation: Sesriem Camp Site (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "We leave early this morning to drive to the Fish River Canyon, the second largest canyon on earth. We arrive in the afternoon and set up camp, before transferring to the rim of the canyon for sunset views. Drive time: 310mi (500km), 8hr 30min to 9hr Accommodation: Hobas Camp (or similar)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "We leave the canyon in the morning and get to Orange River for lunch. This afternoon, we should be able to have a canoe trip on the river. Drive time: 110mi (180km), 2hr 30min to 3hr Accommodation: Felix Unite Camp Site (or similar)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "In the morning, we leave Namibia and cross into South Africa. We head to our final stop before Cape Town as we travel to the fertile Olifants River Valley, giving us a glimpse into the agricultural lifestyle of the Western Cape. We may also have the opportunity for an optional wine-tasting experience. Drive time: About seven hours, plus one-hour border crossing Accommodation: Highlanders Camp Site"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "We spend the morning relaxing at Olifants River Valley. In the afternoon, we travel through farmlands of citrus, maize, cattle and sheep before arriving at our destination, Cape Town. Drive time: 185mi (300km), 4hr 30min to 5hr 30min Accommodation: City Lodge Hotel Victoria & Alfred Waterfront (or similar)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Activities available in Cape Town on days 19 and 20 are interchangeable depending on the weather, as we time the optional excursion up Table Mountain for a clear day. Table Mountain is often the first image that springs to mind whenever one thinks of Cape Town. We visit the mountain by cable car (optional) for views across the city. There is also time to drive via the spectacular Chapmans Peak to Houtbay, visit Cape Point and see the resident penguin colony at Boulders Beach. Accommodation: City Lodge Hotel Victoria & Alfred Waterfront (or similar)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "It's our final day of the trip and time to begin our return journeys home. If you have free time before your flight, there are optional activities available, including a trip to see Table Mountain. If you’d like to stay longer in Cape Town, speak to your sales representative about booking additional nights."
    }
  ],
  "map": ""
}