{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-fly-in-luxury-safari",
  "tourName": "Botswana Fly-In Luxury Safari",
  "placesVisited": "Maun, Okavango Delta, explore the Okavango Delta region on foot, in a vehicle and by canoe, Zambezi River, Victoria Falls",
  "generalInfo": "The land-locked country of Botswana is probably best known for the water-paradise of the Okavango Delta, teeming with thousands of birds and animals. Easily explored by canoe you can glide down the crystal clear channels spotting wildlife as you go. <br/><br/>This 10-day safari takes you into the heart of this magical eco-system on an unforgettable journey. Stay in boutique luxury lodges which offer the best in game activities, accommodation, food and position within the park. You'll have two daily game activities, from game drives to heading out in a traditional mokoro canoe to explore the park. Rather than drive between lodges, you will be flown by light aircraft into your camp, affording magical aerial views and a quick and efficient way of covering the parks vast distances. Each of the camps you stay at offer optional activities to include during your stay so you might want to try your hand fishing for tilapia or tiger fish or head out with a professional guide to spot wildlife on foot. <br/><br/>After 6 nights in the bush, you will be flown to Victoria Falls to witness one of Africa's most impressive sights. Spend three nights in an intimate boutique guesthouse on the banks of the Zambezi River while you explore the area, take a guided tour of the falls, visit a local village and relax with a cocktail during a sunset cruise down the river. <br/><br/>During your safari your meals and game activities are included so you only need to worry about your camera being charged and what incredible animals you might see that day. <br/><br/>At the end of your trip you will be transferred back to the airport for your return flight. All internal light aircraft flights and transfers are included and if you would like help booking your international flights, please contact us. We can also arrange trip extensions and optional activities to include during your stay. <br/><br/>The fly-in luxury safari is an unforgettable way to see Botswana and a trip you will always remember.",
  "durationDays": "9",
  "price": "7200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival in Maun, Botswana, you will be transferred to the light aircraft strip for your short flight into the Okavango Delta where you will check into your luxurious camp for the next three nights. Nestled on the shores of a lagoon and shaded by majestic mangosteen trees, the camp caters for your every comfort. Your luxurious tented room has a large en-suite bathroom with walk-in shower and fine bed linen. The camps communal area includes a multi-tiered dining room and lounge and there are splendid views from wherever you are in camp."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Enjoy two days exploring the Okanvango Delta region. This water-paradise is home to countless birdlife and is wonderful explored by traditional African canoe, the Mokoro. You will also embark on game activities in the park with a professional guide and for the more adventurous, game walks and fishing are available. (B, L, D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Board your light aircraft for your flight to the south east region of the Okavango Delta. Your camp here is an intimate retreat with just eight spacious tents built on wooden decks amidst the trees. There is a thatched dining and lounge area, also built on stilts, affording incredible views of the surrounding scenery."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The next two days are spent on a variety of game drives and activities which take place twice daily. There is also plenty of time to relax at this beautiful camp and sit in the elevated lounge spotting wildlife. (B, L, D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning you will board your light aircraft for a journey to Victoria Falls, one of the Seven Wonders of the World. Check into your small, boutique lodge which sits in a secluded position along the banks of the Zambezi River and comes with impressive views of the national park on the opposite bank. Your private deck overlooks the river and you can sit and enjoy a drink in the evening and soak up the views. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast at the lodge, it's time to explore the falls. At 1708m wide and falling 103m into the Zambezi Gorge below, Victoria Falls is an impressive sight to behold, Your tour will take you through the rainforest to the key viewing areas including Main Falls, Horse show Falls and Devil's Cataract. After the falls you will visit a local village to see how they live and work and visit the handicrafts market for any gifts or souvenirs. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Enjoy a day at leisure to head to back to the falls or book one of the many optional excursions we offer. You can also make use of your beautiful guest house and simply relax and enjoy the view. In the early evening, set out on a sun set cruise down the Zambezi River to spot wildlife including crocodile, elephant and hippo while enjoying a delicious cocktail. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast you will be transferred to the airport for your return flight home. (B)"
    }
  ],
  "map": ""
}