{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-wildlife-safari",
  "tourName": "Botswana wildlife safari",
  "placesVisited": "Explore Chobe and Moremi, two of Botswana’s finest reserves, Stay aboard a stylish houseboat on the Okavango Delta, Be amazed by Victoria Falls – ‘the smoke that thunders’, Expert local guide shows you around the ancient San rock paintings in the Tsodilo Hills, Sleep under canvas in the bush, An extraordinary variety of wildlife in one of Africa’s great safari destinations",
  "generalInfo": "For many seasoned safari-goers, Botswana is the ultimate destination. Botswana’s firm commitment to conservation and responsible tourism, combined with well-preserved ancient migration routes and the vast Okavango Delta providing water and shelter, means that the range of animals here is astonishing. If it’s memorable moments you’re after, a Botswana wildlife safari will not disappoint.<br/><br/>This is a fantastic two-week trip, with a stay in the Okavango Delta bound to be a highlight. You’ll spend three nights aboard a handsomely refurbished houseboat in the delta, either sailing the river or heading out on launches, depending on water levels. Meals in the dining room, watching the sunset over the river basin through panoramic windows; sundowner cocktails on deck as you spy crocodiles and hippos floating past; exchanging greetings with fishermen passing in traditional mokoro canoes – what a way to travel.<br/><br/>A must-do day trip when in the Okavango Delta is a tour of the San rock paintings in the Tsodilo Hills. Thousands of rock paintings are here, a link to ancient ways of life in the region. An expert local guide will take you on a walking tour to see the rock art and understand the meanings behind it.<br/><br/>Moving west and leaving Botswana temporarily, Victoria Falls is on the border of Zambia and Zimbabwe. This natural spectacle on the Zambezi River is known as ‘the smoke that thunders’, and there are many optional adventurous activities to try here, from white water rafting to helicopter flights. Back in Botswana, you’ll spend a few nights under canvas in the legendary Chobe National Park, home to some 120,000 elephants as well as an enormous cast of predators and prey species including lion, leopard, impala, and zebra. Your days will be taken up with safari drives accompanied by informative guides, while at night you’ll return to the comforts of a luxurious tented camp.<br/><br/>The wildlife wonders continue in Moremi Game Reserve, which is considered to contain some of the most beautiful terrain in Africa. In the northeastern section of the Okavango Delta, it is also something of a paradise for birdwatchers, with many resident and migratory species to be found. Binoculars and cameras at the ready as you again set out on a series of thrilling safari drives. <br/><br/>Through its use of houseboats and bush camping, this safari offers you a wonderfully immersive experience. You’ll be surrounded at all times by the sights, sounds and smells of nature, while your trip also supports many local communities through the employment of guides, drivers and accommodation teams.",
  "durationDays": "14",
  "price": "4215",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join Tour in Victoria Falls",
      "description": ": Our tour starts today in Victoria Falls. Often referred to as the adventure capital of Zimbabwe, Victoria Falls offers a thrilling combination of land, air and water-based activities. For those arriving in time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Victoria Falls at any time. If you'd an airport transfer, you'll need to arrive into Victoria Falls Airport (VFA), which is around a 30-minute drive from the hotel. If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. This evening, we'll either be staying at the Batonka Guest Lodge or Pioneer Lodge. The two are sister properties located just over 1 kilometre/0.6 miles from each other and are almost identical. Both are set in beautiful, landscaped gardens and feature a swimming pool, spacious rooms, an expansive terrace where breakfast is served, a bar and a stylish lounge and dining room which are both extremely comfortable. If your flight arrives earlier in the day, you might like to choose from a host of adventurous activities including whitewater rafting, canoeing and cruises on the Zambezi River. Full details are listed in the 'Budgeting and packing' section of the trip notes."
    },
    {
      "dayNumber": 2,
      "title": "Travel into Botswana, spend the night near Chobe National Park",
      "description": ": Leaving our guesthouse this morning, it's a short one-hour drive to the Kazungula land border crossing between Zimbabwe and Botswana. Once border formalities are completed, we'll continue to our campsite located on the banks of the Chobe River. Our newly built campsite is the perfect base for exploring Chobe National Park. Situated at the point where Zambia, Namibia, Zimbabwe and Botswana meet, it's located right on the water's edge. We'll be staying in comfortable safari tents, built on fixed platforms. Each tent has a proper bed with all bedding provided. Tents also have en-suite bathrooms with a sink and flushing WC, and there is a separate dining room, bar and lounge area. This afternoon, we'll head out on a late afternoon game drive - our first safari of the trip. Chobe is the heart of elephant country and is home to approximately 120,000 of the giant creatures. Throuhout this tour, we'll travel in a customised, open-sided land cruiser. The land cruiser is ideal for game viewing but can be a bit brisk and windy - it's a good idea to bring some layers for travel days. The roads through Botswana also vary in quality, so travel days can be slow and bumpy, but the scenery and wildlife more than make up for this."
    },
    {
      "dayNumber": 3,
      "title": "Full day game viewing in Chobe National Park",
      "description": ": We'll make the most of our time in Chobe National Park and have two game drives today - one in the morning and a second in the afternoon. We hope to have the chance to spot huge trumpeting herds of elephants around the southern bank of the Chobe River, where we can also find Chobe Bushbuck and Puku Antelope. Other mammals to be seen include buffalos, kudus, elands, waterbucks, sables and roan antelopes, zebras, lions, leopards, impalas and reedbucks. In the river are hippos and crocodiles and the waters teem with bream, barbel and tiger fish (freshwater barracuda). Our tour leader will decide on the exact running times of the day, and lunch arrangements, depending on the weather conditions and the season to give us the best viewing opportunities. For those that wish to, there is an optional afternoon boat cruise along the Chobe River, where you'll have a fair chance to see lions, elephants, leopards and wild dogs from the unique viewpoint of a boat. Please see the 'Budgeting and packing' section for prices."
    },
    {
      "dayNumber": 4,
      "title": "Drive south to Savuti game area",
      "description": ": As we travel south today, we'll explore the interior of Savuti, with its sweeping plains, rolling grasslands, and marshes fed by the erratic Savuti Channel. The channel ran dry in 1982, altering the lives of all wildlife on the plains as the ground baked under the African sun. It remained dry for over 20 years until 2008, when the water began to flow again, attracting large numbers of animals back to the area. In recent years, the channel has dried up seasonally once more, but the region remains teeming with wildlife. We'll have time to observe the herds that inhabit this area, including lions, elephants, and possibly leopards, along with an abundance of bird species such as bee-eaters and kori bustards. Our campsite for this evening features dome-style tents with private en-suite facilities added to the back. The tents are spacious enough to stand in and are made from durable rip-stop canvas with sewn-in groundsheets. Each tent is equipped with sturdy camp beds, mattresses, fitted sheets, pillows, pillowcases, and duvets. Additional safari equipment includes camping basins, washstands, hot water bucket showers, and water-based long-drop toilets. Fold-up safari chairs and large tables are provided, and our backup staff take care of all cooking and cleaning as well as setting up and breaking camp."
    },
    {
      "dayNumber": 5,
      "title": "Game drives in the Savuti area",
      "description": ": Today, we'll begin to explore Savuti. We'll have game drives in the morning and late afternoon to give us the best opportunity to spot its wildlife. The Savuti area is known for its wide-open, desert-like planes, which give us a good opportunity to spot lions roaming. Here, we might be lucky enough to spot big cats, antelopes, buffalo herds and elephants, to name just a few. The breathtaking landscape, with the Savuti Channel flowing through it, leading to marshland, attracts an abundance of wildlife and birdlife, giving us a great opportunity for game spotting."
    },
    {
      "dayNumber": 6,
      "title": "Drive to Moremi Game Reserve, wild camping and game drives",
      "description": ": Leaving our Savuti camp behind us this morning, we'll continue over dirt roads into Moremi Game Reserve's Xakanaxa area (pronounced ka-ka-na-ka) or Khwai which is an integral part of the eastern waters of the Okavango Delta. The area is encompassed by Moremi Game Reserve and boasts some of the best game viewing in Africa. The game reserve has areas of dry lands rising between vast wetlands, and crystal-clear water channels on the edges of mopane and apple-leaf woodlands. Game viewing takes place alongside waterways and floodplains. Giraffes, zebras and wildebeests are just a few species that we might spot here, along with an astonishing variety of birds. For the next three nights, we'll be camping in Moremi where the waters feed an abundance of flora and fauna, including the frequently visiting wild dogs. Hippos are often heard by night too."
    },
    {
      "dayNumber": 7,
      "title": "Game drives in Moremi in search of Africa's unique wildlife",
      "description": ": We'll enjoy two game drives today. Setting off for our morning game drive at first, we'll get the chance to experience one of Africa's wonderlands with the chance to see hippos, crocodiles and a great variety of birds, as well as the elusive sitatunga antelope. This place is also an ornithologist's paradise with fish eagles, kingfishers, herons, storks, egrets, weavers and bee-eaters all regularly seen. We'll make our way to the banks and floodplains of the northeastern section of the Okavango Delta this morning. Returning for brunch, we'll have the hottest part of the day free at our campsite - a chance for a siesta, to relax reading a book or do a spot of birdwatching. We'll set off for our second game drive around 4pm, returning in the early evening. Game drives and activities vary from one day to the next, depending on sightings and animal activities, generally, we drive quite far and slowly to absolutely maximize game-viewing potential, all expertly guided by our highly experienced tour leader."
    },
    {
      "dayNumber": 8,
      "title": "Full day of game drives in Moremi Game Reserve",
      "description": ": The mighty Okavango is the third largest river in southern Africa. The delta area covers 16,000 square kilometres/6,177 square miles and is made up of crystal-clear channels, countless fleeting lakes and ever-changing islands. The waters flow down in a south-easterly direction from the Angolan highlands, over 1,000 kilometres/621 miles away, taking up to six months to reach the delta area which floods on an annual cycle. Remaining in the Moremi Game Reserve, today we'll drive further into the delta area. The exceptional geography and topography attract amazing wildlife to the waterways and we'll begin game viewing on our arrival. Our guide will generally cover as wide an area as possible, so you have the best chance to see a variety of wildlife."
    },
    {
      "dayNumber": 9,
      "title": "Morning game drive in Moremi Game Reserve, afternoon in Maun",
      "description": ": This morning, we'll take a slow drive out of Moremi, looking out for wildlife along the way. We should arrive at Thamo Telele around lunchtime. The magnificent Thamo Telele is set amongst a lush forest of leadwood and acacia trees, around 25 minutes outside of Maun. Our lodge for tonight consists of luxury safari-style tents on raised wooden platforms with hardwood floors and en-suite bathrooms, all with outdoor showers and nature as the backdrop. The stylish canvas tents all have twin beds, which can be converted into doubles, and air conditioning above the bed. There is a swimming pool and a central main lounge and bar area, where you'll find comfy couches and locally designed wall art. The early afternoon is yours to enjoy at leisure \\emdash explore the lodge's wild surroundings on self-guided walking trails or simply unwind by the swimming pool. Later, we'll head out on an unforgettable giraffe experience within the reserve, home to over 20 of these majestic animals. Accompanied by the resident naturalist, you'll have the chance to get up close and personal with the giraffes while learning about their behavior, conservation, and individual personalities."
    },
    {
      "dayNumber": 10,
      "title": "Drive to our houseboat on the Okavango river",
      "description": ": Departing after breakfast, we'll drive up the west side of the Okavango delta panhandle to Shakawe, where we'll leave our vehicle behind and board a motor launch to our houseboat. On arrival, we'll meet our friendly crew who will be our hosts for the next two nights. After settling in, lunch is served in the top-floor dining room, with panoramic windows offering a backdrop of the Okavango River basin. The accommodation is comfortable but small and compact, with eight en-suite cabins. Each room has glass sliding doors that look out onto the wilderness of the remote panhandle area and there are seating areas for watching the sunset up on deck. The boat will be for our exclusive use during our stay. Due to seasonal variations in the level and strength of the river, the houseboat itself might only be able to access limited parts of the river for much of the year. During these times, we'll explore the river on smaller launches. We'll take a leisurely afternoon launch in the hope of cruising past submerging pods of hippos and crocodiles basking in the shallows and on the riverbanks. We'll return to the houseboat for dinner."
    },
    {
      "dayNumber": 11,
      "title": "Visit to Tsodilo Hills; home to thousands of bushman rock paintings. Afternoon wildlife viewing on the Okavango river.",
      "description": ": This morning, there is the opportunity to visit the intriguing and sacred World Heritage Site of the Tsodilo Hills. The San Bushmen community believe the hills are the site of the first creation and they painted an astonishing 4,000 rock paintings across 350 sites marking the area's significance. Here, four impressive rocks jut out of the expanse of the surrounding land, and it's believed by the San Bushmen that the largest of the rocks is the 'man', the second largest the 'woman', and the smallest the 'child'. The fourth rock, which stands apart from the others, is said to be the male's first wife. Some of the paintings are thought to be over 24,000 years old, and as well as the chance to see ancient rock paintings, the hills offer vast views across the countryside below. An expert local guide will accompany us around the site, interpreting a selection of the paintings. The tour will last around two hours, walking along a flat well-graded path. It's possible to opt out at any stage and return to the shade of the small museum located at the entrance of the site. After a late lunch back on board the houseboat, we'll head out for further wildlife viewing on board our launch. For those who wish to have more time on the houseboat, we'll offer a morning launch as an alternative to visiting Tsodilo Hills."
    },
    {
      "dayNumber": 12,
      "title": "Transit driving day via the Caprivi strip (Namibia), back to Victoria Falls",
      "description": ": We'll have an early start this morning as we set off on the very long journey to Victoria Falls. Today's total journey time is approximately eleven hours (depending on time spent at the border crossings) including comfort breaks and a lunch break. The crossing point into Namibia is the Mohembo Border Post. The drive will take us through north to Namibia's Caprivi Strip, before heading to Victoria Falls in Zimbabwe. The Caprivi Region has a colourful and interesting history, playing a central part in the Berlin Conference of 1890. Named after German Chancellor General Count Georg Leo von Caprivi di Caprara di Montecuccoli, the strip was once administered by the British before it was swapped for Zanzibar with the Germans at a time of great European political manoeuvring. We'll arrive in Victoria Falls in the late afternoon, just in time for a refreshing sundowner at our lodge accommodation."
    },
    {
      "dayNumber": 13,
      "title": "Witness the wonders of Victoria Falls on the Zambezi River. Free afternoon with a choice of optional activities",
      "description": ": Often referred to as the adventure capital of Zimbabwe, Victoria Falls is most famous for being home to one of the natural wonders of the world, its namesake - Victoria Falls. This morning we'll visit the falls from the Zimbabwean side of the river where the Zambezi River plummets over a sheer cliff wall spanning more than 1,676 meters/5,498 feet and dropping approximately 100 metres/328 feet into the abyss below. The locals named the waterfall, Mosi-oa-Tunya, meaning 'the smoke that thunders' because of the plumes of water vapour that rise like smoke into the sky above the falls, accompanied by the deafening roar. After the visit you can take your time to further explore the network of paths and enclaves around the falls. This afternoon is free to relax, or you can book a two-hour game drive in Zambezi National Park in search of the Big 5. Alternatively, there is the option to take a scenic helicopter flight over the falls or go white-water rafting in the Zambezi. All activities can be booked at your lodge directly and full prices are available in the 'Budgeting and packing' section of the trip notes."
    },
    {
      "dayNumber": 14,
      "title": "Tour ends in Victoria Falls",
      "description": ": Our tour ends this morning after breakfast. Depending on the schedule of your departing flight, you might like to spend a few hours exploring the town independently. There are no activities planned today, so you're free to depart from Victoria Falls at any time. If your flight is departing later in the day, luggage storage facilities are available at our guesthouse. If you'd like an airport transfer today, you'll need to depart from Victoria Falls Airport (VFA), which is around a 30-minute drive from the hotel."
    }
  ],
  "map": ""
}