{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "cape-town-to-vic-falls-small-group-tour",
  "tourName": "Cape Town to Vic Falls small group tour",
  "placesVisited": "South Africa : Cape Town, Western Cape, Orange River Namibia: Fish River Canyon, Namib Desert, Sesriem Canyon, Sossusvlei, Swakopmund, Spitzkoppe, Etosha National Park, Bush camps, Grootfontein, Visit to San Bushmen community, Bagani Botswana: Okavango Delta, Chobe National Park Zimbabwe: Victoria Falls",
  "generalInfo": "This Cape Town to Victoria Falls trip is an iconic route through four countries and a three week adventure that is packed with spectacular wildlife, landscapes, local communities and fun. <br/><br/>Travelling in a purpose-built overland vehicle, with maximum 22 passengers, there are large windows that slide open, perfect for cooling down but also wildlife viewing. But be prepared for long journeys on this trip, with camping along the way. It isn’t five star travel, but you will have five star experiences. Starting in South Africa these include Cape Town, Cape Point Nature Reserve and the African Penguin colony at Boulders Beach. <br/><br/>Heading north towards Namibia, we spend a week of our trip in this magnificent country, exploring the contrasts of its coastline to the wildlife filled salt pans at Etosha, or the famous dunes at Sossusvlei in the Namib Desert. We also have a very memorable time with the San Bushmen community, the oldest ethnic group in Namibia, learning about their lifestyles and culture. <br/><br/>Moving into Botswana, the Okavango Delta is Africa’s largest inland delta and an oasis for wildlife, which we will explore on traditional dugout canoes or mokoros. More spectacular wildlife awaits in the contrasting landscapes of Chobe National Park, Botswana’s first national park. We spend two days here giving us plenty of time to enjoy an area with one of the highest densities of wildlife in Africa, especially elephants as there are huge herds of them here. <br/><br/>Huge is the first word that comes to mind on your final stage of this African odyssey, and that is at Victoria Falls in Zimbabwe. Nothing beats a waterfall of over a hundred metres tall, twice the height of Niagara, to bring a mammoth trip like this to a dramatic close. <br/>",
  "durationDays": "22",
  "price": "2425",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Cape Town.",
      "description": "Sawubona! Welcome to South Africa. With its stunning coastline, modern cityscape and nearby mountains, Cape Town is one of Africa's most exciting cities. Your adventure begins with a welcome meeting at 6 pm this evening. If you arrive early, why not get out and explore Cape Town, maybe with a walk in Newlands Forest or by jumping on the Table Mountain Aerial Cableway. You could also head down to the waterfront to see Cape Town Stadium up close. After the meeting, ask your leader where the best dinner spots are and consider heading out for a welcome dinner with your group."
    },
    {
      "dayNumber": 2,
      "title": "Western Cape.",
      "description": "Leaving Cape Town behind, travel up the Western Cape today. Sit back, relax and enjoy the sprawling scenery. Tonight, you’ll stay on a working farm with your group. This is a great chance to gain an insight into everyday life in this remote part of South Africa. The surrounding countryside is perfectly explored on foot, so if there’s time, maybe take a walk around the nearby mountains and farms before settling in for the evening."
    },
    {
      "dayNumber": 3,
      "title": "Orange River.",
      "description": "Journey to the Orange River – the beautiful natural border between South Africa and Namibia. On the way, you'll pass through Namaqualand, which is renowned for its wildflowers that spring up from late July to mid-September. Traditionally known as the Gariep River, the Orange River is the longest in South Africa (2200 km). Its source is high up in the Drakensberg Mountain Range in Lesotho, and it flows into the Atlantic Ocean at Alexander Bay in South Africa."
    },
    {
      "dayNumber": 4,
      "title": "Fish River Canyon.",
      "description": "This morning, there’s an optional canoe adventure on the Orange River. Floating leisurely down the stream is a great way to discover the beauty of this region. After, head further west into the desert lands of Namibia towards Fish River Canyon. At 500 m deep and over 160 km long, Fish River Canyon is one of the largest canyons in the world. At any time of year there are remarkable photo opportunities here as you watch the colour of the granite rocks change as the sun goes down."
    },
    {
      "dayNumber": 5,
      "title": "Sesriem.",
      "description": "Be ready for a long travel day as you drive toward the fabled dunes of Namibia. You’ll have the opportunity to stop at a market or shop to stock up on supplies before tomorrow's bush camp. When you arrive, stretch your legs and take in the exciting desert scenes. You’ll be situated in the most famous part of the Namib Desert, among the vast dune fields – the most spectacular of which are found near the Sesriem Canyon. Get an early night in preparation for your dawn hike tomorrow."
    },
    {
      "dayNumber": 6,
      "title": "Sossusvlei.",
      "description": "Wake up before dawn and scramble to the top of the dunes for a dramatic sunrise view across a vast sea of sand. The colour changes as the sun creeps up above the horizon and the views are nothing short of incredible, providing a spectacular setting for your brunch. The dunes themselves are some of the highest in the world and home to much animal life. After, jump in the back of a pickup truck for a trip to Sossusvlei – the incredible salt and clay pan nearby. You'll have time to explore this mysterious desert oddity at your own pace. In the afternoon, drive to your bush camp in the heart of the Namib Desert."
    },
    {
      "dayNumber": 7,
      "title": "Swakopmund.",
      "description": "Continue to Swakopmund today. Surrounded by the massive dune fields of the Namib Desert on three sides and the Atlantic Ocean on the other, Swakopmund is an ideal place for outdoor activities. The township has an interesting German–Namibian atmosphere, which makes it a pleasant place to simply walk around and explore. You could also visit the Swakopmund Museum today – the largest privately run Museum in Namibia housing exhibitions on zoology, geology and technology."
    },
    {
      "dayNumber": 8,
      "title": "Swakopmund.",
      "description": "With a free day today, it's worth checking out the Germanic architecture of the area and maybe taking the opportunity to do some souvenir shopping. If you're after a dose of history and culture, you can stop in at the lighthouse and visit the Swakopmund Museum. Active types and thrill-seekers might like to take advantage of the many outdoor activities on offer – this town is the adventure-sports capital of Namibia."
    },
    {
      "dayNumber": 9,
      "title": "Swakopmund.",
      "description": "With another free day in this beautiful seaside town, you might like to do some reading, relaxing and swimming. Alternatively, you can venture further afield – perhaps to the Okakambe Trails or the Camel Farm (both located in the same area, around 12 km east of town). A horse ride or camel ride is a great way to see the desert from a different perspective."
    },
    {
      "dayNumber": 10,
      "title": "Spitzkoppe.",
      "description": "Travel to Spitzkoppe today. Experience the sight, sound and smell of thousands of olive-coloured seals on the shores of Cape Cross while travelling up the Atlantic Coast. Visit one of the most stunning areas of Namibia – the wild lands around the mountain of Spitzkoppe, also known as the Matterhorn of Namibia. Although you shouldn't try to climb to the top, there are some excellent hikes and guided walks throughout the area, which is rich in plant life. The Spitzkoppe is known for its stunning beauty and the thousands of ancient Bushmen rock art paintings that are still on view. Be sure to look out for the sunset from your bush camp this evening – the landscape is known to take on dazzling oranges and reds."
    },
    {
      "dayNumber": 11,
      "title": "Etosha National Park.",
      "description": "This morning, set off and travel to Etosha National Park, stopping at a market or shop and ATM if required. Etosha is among the world's best places to view wildlife. A wide range of southern Africa's animals roams freely here, including all the big carnivores and rare or endangered species, including black rhino, Hartmann's mountain zebra, black-faced impala, roan antelope and the tiny Damara dik-dik. Tonight, there’s an option to take an evening game drive (subject to availability) before spending the night at the Okaukuejo Camp. The camp overlooks a floodlit waterhole visited by many different species throughout the day and night."
    },
    {
      "dayNumber": 12,
      "title": "Etosha National Park.",
      "description": "Enjoy a full-day game drive in Etosha National Park. Game viewing in the park is relatively easy due to the constructed waterholes and the large, sparsely vegetated pans. The bushland surrounding the pans is difficult to see through, but there are enough clearings, pans and waterholes to usually allow for some sightings. Namibia has protected its game reserves against poaching, which means significant numbers of elephants, antelope and other herbivores reside here. This evening you will spend the night at Namutoni Camp."
    },
    {
      "dayNumber": 13,
      "title": "Grootfontein/San People.",
      "description": "Leave Etosha behind and continue to your next camp, which is located 50 km outside Grootfontein. This will be your base for visiting the San people tomorrow. When you arrive at camp, stretch your legs, maybe go for a swim and kick back with your fellow travellers for a relaxed evening."
    },
    {
      "dayNumber": 14,
      "title": "Grootfontein.",
      "description": "Embark on a 180-km round-trip to visit the San people today. You'll go out walking with some of the tribe, listening to their stories and songs. You'll soon discover that they communicate in a unique and fascinating Khoisan dialect, commonly known as a 'clicking' language. The San are the oldest ethnic group in Namibia, having inhabited southern Africa for an estimated 20,000 years. Around 30,000 of them live in Namibia, but only 2000 still follow a traditional way of life. The San have a deep understanding of nature and ecology, living in harmony with their environment."
    },
    {
      "dayNumber": 15,
      "title": "Bagani.",
      "description": "Head to Bagani today, where you’ll set up camp for the night. Bagani is a small, friendly town with plenty of nice spots to relax and soak up the ambience as you catch the sunset over the Okavango River. You may even spot grunting hippos coming out of the waters to graze! This area is the homestead of the local Mbukushu kings and their kingdom."
    },
    {
      "dayNumber": 16,
      "title": "Okavango Delta.",
      "description": "Drive across the border into Botswana and head south along the Okavango Panhandle (the narrowest part of the delta) to Sepopa. Here, you'll leave your vehicle behind as you journey by boat into the delta to your bush camp on an island away from civilisation. Punting along past birds and lily pads, you'll hear hippos occasionally interrupting the peaceful atmosphere with their charming grunts."
    },
    {
      "dayNumber": 17,
      "title": "Okavango Delta.",
      "description": "After breakfast, head out for your mokoro experience. Each mokoro (small dugout canoe) takes two people and is poled along through the meandering waterways by a local tribesman. You’ll also take a short nature walk with your guide to discover the beautiful natural surroundings, gain some insight into the history of the local area and look out for different bird species and occasionally, even elephants. After your trip around the delta, return by boat to the relative civilisation of Sepopa Camp, featuring hot showers, a swimming pool and a small bar. Today, there is an option to take a scenic flight to have an aerial view of the Delta."
    },
    {
      "dayNumber": 18,
      "title": "Bagani.",
      "description": "Leave the delta behind today and return to Bagani for the night. There will be time to take part in an optional boat trip when you arrive, or you can opt for a picturesque sunset cruise. Alternatively, relax and recharge at camp."
    },
    {
      "dayNumber": 19,
      "title": "Chobe National Park.",
      "description": "Setting off from Bagani this morning, you’ll drive to the incredible Chobe National Park. Catch a window seat if you can and watch the rolling landscape pass you by or play some road trip games with your newfound friends. Enter Botswana at the Goma border, which is also the gateway to the park. When you arrive, take an optional cruise down the Chobe River – one of the best ways to witness some of the park's many animals, like hippos, elephants and buffalo."
    },
    {
      "dayNumber": 20,
      "title": "Chobe National Park.",
      "description": "Enjoy an early-morning game drive this morning. Adventuring through the park, you’ll have the opportunity to get up close to the wildlife and with luck, you’ll spot lions, buffalo and exotic birds. Botswana's first national park is famous for its high concentration of elephants, so keep an eye out for herds walking by, too. They can also often be seen swimming in the Chobe River! The river also attracts buffalo, hippos and crocodiles who like to sun themselves by the water's edge. In the afternoon, perhaps take an optional boat cruise to gain a different view of these amazing animals or take another optional afternoon game drive into the national park."
    },
    {
      "dayNumber": 21,
      "title": "Victoria Falls.",
      "description": "Travel on to Victoria Falls, crossing the border into Zimbabwe in time to have lunch on the banks of the Zambezi. Though a visit to Victoria Falls' is optional, it is highly recommended. The staggering curtain of water is about 1.6 km and cascades 108 m into a narrow gorge below. In the wet season, the spray created can rise to an incredible 400 m and the falls become an impressive raging torrent. In the dry season, the view of the falls is unobstructed by mist and you can see little islets in the river below. Gather your travel crew together tonight for dinner, celebrating the southern Africa adventure and memories you’ve shared."
    },
    {
      "dayNumber": 22,
      "title": "Victoria Falls.",
      "description": "With no activities planned for today, you’re free to leave the accommodation at any time after check-out. Those staying longer at Victoria Falls can choose from a range of activities and excursions – on water, on land or high in the sky. If you’d like to spend more time in Victoria Falls, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}