{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-highlights-and-caprivi-guided-tour",
  "tourName": "Botswana highlights and Caprivi guided tour",
  "placesVisited": "Victoria Falls, Zimbabwe, Elephant Sands - private concession, Maun, Okavango Delta, Mokoro canoe safari, Chobe National Park, Wildlife drives and watering holes, Optional helicopter and light aircraft flights",
  "generalInfo": "A couple of border crossings take you either side of Botswana on this nine day adventure tour however, it will be Chobe National Park and Okavango Delta that provide the main highlights. Ok, the grand finale at Victoria Falls in Zimbabwe is always eagerly anticipated although, after you’ve experienced the largest salt flats on the planet and herds of elephants along the Chobe River, you’ll no doubt be prepared for anything.<br/><br/>Comfortable hotels with swimming pools and safari lodges near watering holes are the order of the day - not camping - so you'll be able to take advantage of numerous opportunities to relax and soak it all in. Evenings spent socialising or just watching wildlife with a sundowner or two are simply made for this type of small group tour.<br/><br/>A third of Botswana is protected and you’ll be treated to tours of the country’s waterways, game reserves and Kalahari Desert regions to ensure you’re fully versed in the natural beauty of southern Africa.<br/><br/>Crossing the border into Namibia does require a day’s overland travel by 4x4 however, on arrival, you’ll learn more about the lives of Hambukushu and Xwe Bushmen before bedding down on the banks of the Kavango River.<br/><br/>Back in Botswana highlights come thick and fast with game drives and safari lodges overlooking watering holes providing plenty of chances to observe buffaloes, elephants and hippos in their natural settings.<br/><br/>From paddling along the Okavango Delta in a mokoro canoe to feeling the spray from Victoria Falls this small group tour is all about experiencing Africa on an animal abundant overland adventure to truly savour.<br/>",
  "durationDays": "9",
  "price": "2280",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Victoria Falls.",
      "description": "Mhoro! Welcome to Zimbabwe. Your adventure begins in Victoria Falls with a welcome meeting at 6 pm tonight. If you arrive early, and it’s recommended that you do, check out some of the optional activities around Victoria Falls. The Zimbabwe side of the falls offers the broadest view of this colossal natural wonder. Scenic helicopter flights are incredible – if you opt for one, choose Zambezi Helicopter Company (CAA Zimbabwe), the only operator we endorse. After the welcome meeting, why not get to know your fellow travellers over a group dinner."
    },
    {
      "dayNumber": 2,
      "title": "Elephant Sands.",
      "description": "This morning, you’ll leave Victoria Falls behind and head to Elephant Sands via the Victoria Falls Wildlife Trust – one of the projects our Foundation supports. Here you can learn about the rescue and rehabilitation of wildlife, human-wildlife conflict and the Trust’s role in anti-poaching. There may also be a chance to meet any rescued or orphaned wildlife currently in their care. Then, travel across the Kazungula border into Botswana and make your way to your accommodation in Elephant Sands. Located in a private concession bordering on the Chobe Forest Reserve, the watering hole at Elephant Sands lodge attracts herds of elephants and other wildlife in season. You'll take a guided bush walk through the unfenced 16,000 ha private conservancy, which is home to a variety of wildlife. You may even spot some of Africa's lesser-known 'Little Five' species! Tonight, maybe soak up the sounds of the wilderness with a glass of wine as your overlook the waterhole, keeping an eye out for the roaming animals."
    },
    {
      "dayNumber": 3,
      "title": "Maun.",
      "description": "After breakfast, drive to Maun – a bustling town on the edge of the Okavango Delta. Arriving here in the afternoon, you'll have the opportunity to take in this UNESCO World Heritage site from above on a scenic flight in a helicopter flight (an optional activity that your trip leader can help you arrange). Tonight's accommodation is in a comfortable hotel situated on the town's outskirts."
    },
    {
      "dayNumber": 4,
      "title": "Okavango Delta Pan Handle.",
      "description": "Leaving Maun after breakfast, make your way further to the northwestern part of the Okavango Delta, admiring the scenery along the way. Meet your 4WD transfer for the last 12 km and watch the scenery pass you by. When you arrive, settle into the lodge where you’ll be spending the next two nights, located on the edge of the Guma Lagoon."
    },
    {
      "dayNumber": 5,
      "title": "Okavango Delta Pan Handle.",
      "description": "Today, you'll hop into mokoros (traditional dugout canoes) for a water-level exploration of the delta. Paddling through papyrus and reed beds to lily-covered lagoons and islands, keep an eye out for elephants, antelope, warthogs, and other wildlife. Afterward, enjoy a short bushwalk on one of the islands before returning to the lodge for a delicious lunch. Spend the afternoon at leisure, relaxing by the pool, and finish the day with a sunset view over the lagoon."
    },
    {
      "dayNumber": 6,
      "title": "Caprivi .",
      "description": "After breakfast, take the 4WD transfer back to the vehicle and make your way to the Namibian border. The drive to tonight's camp on the Caprivi banks of the Okavango River, involves passing through the Mahango Game Reserve – keep your eyes peeled for the surrounding wildlife on the drive, like elephants and buffalo."
    },
    {
      "dayNumber": 7,
      "title": "Chobe National Park.",
      "description": "Continue the journey along the Caprivi Strip, located in the newly formed Kavango-Zambezi Trans frontier park. After crossing the border back into Botswana you’ll arrive at Kasane – a town surrounded by the Chobe National Park. Taking its name from the river which marks the border between Namibia and Botswana, Chobe boasts the largest population of elephants in Africa, plus an abundance of birdlife, pods of wallowing hippos and more. Check out Kasane town, or maybe take a dip in the lodge pool, sit by the open outdoor fire or simply watch the setting sun change the colours of the sky above the Chobe River."
    },
    {
      "dayNumber": 8,
      "title": "Chobe National Park .",
      "description": "Take the opportunity to wake up early and enjoy an optional dawn game drive in Chobe National Park, where you may see elephants drinking at the waters' edge, large herds of cape buffaloes and many impala within the park. Return to the lodge for a late breakfast and enjoy the rest of the day at your leisure. Later in the afternoon you’ll head out on a sunset cruise on the Chobe River. At the right time of year, the river is frequented by large families of elephants crossing the banks, drinking and playing in the water. It's also ideal for spotting bird life such as saddle-billed storks, malachite kingfishers, fish eagles and beautiful bee-eaters, as well as hippos and crocodiles. Why not grab a sundowner from the small bar onboard, then sit back and watch the sunset over the river – a perfect way to end the day."
    },
    {
      "dayNumber": 9,
      "title": "Victoria Falls.",
      "description": "Enjoy breakfast at the lodge before heading to the Zimbabwean border. After completing the border formalities, drive the remaining distance to Victoria Falls. Your adventure ends when you arrive, at approximately 11 am, and no accommodation is included tonight. If you’d like to extend your stay in Victoria Falls, just speak to your booking agent ahead of time. Those staying longer can visit the falls and choose from various activities and excursions, including white water rafting and canoeing."
    }
  ],
  "map": ""
}