{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "highlights-of-zimbabwe-and-botswana-tailor-made",
  "tourName": "Highlights of Zimbabwe and Botswana, tailor made",
  "placesVisited": "",
  "generalInfo": "Visit three of the continent's most iconic areas in this seven-night trip. <br/><br/>It starts in Victoria Falls in Zimbabwe for two nights to see the world's largest curtain of falling water. <br/><br/>Following this will be your first safari experience as you head to Chobe National Park for two nights. While it is famed for its population of elephants, which can be seen in large herds of a hundred or more individuals in the dry season, the park has so much more to offer beyond just loxodonta africana. From relaxed hippo, buffalo and crocodiles relaxing on Sedudu Island to prides of lions stalking the Puku Floodplains and the hundreds of bird species perching or whizzing above your head. It is famous as one of the Africa's top parks for a reason and boat cruises and game drives are included to give you both on land and on water vantage points. <br/><br/>From Chobe fly south to the Okavango Delta's largest projected area, which is the Moremi Game Reserve and finishe with three nights in this prolific wildlife destination at one of the top safari luxury camps in the area. Again you have both boat cruises and game drives included, however the best wildlife sightings are likely to take place on land.",
  "durationDays": "8",
  "price": "5730",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival in Victoria Falls you will be met at the airport by the friendly transfer driver who will take you into Victoria Falls Town and to Ilala Lodge Hotel. This will be your home for your first two nights in Africa and to see the spectacle that is Victoria Falls."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You have a day at leisure in Victoria Falls town. Depending on how you feel you might like to explore the area independently as Ilala Hotel is only a 5-10 minute walk to the falls themselves, or we can include additional activities for you today. Popular choices include a tour of the falls, a boat cruise, cycling tour, visiting local markets or a helicopter trip over the falls."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning after breakfast you will be picked up and driven across the border into Botswana and to the fantastic Chobe Game Lodge. The transfer should take around 2 hours depending on border formalities. Chobe Game Lodge is an established lodge and it is the only lodge which is inside Chobe National Park. Its position gives guests privileged access to the national park before and after the other visitors to the region who are staying in lodges outside of the park. Chobe Game Lodge is also well-known for having an all-female guiding team and electric boats, allowing for an almost silent safari experience."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "On safari from Chobe Game Lodge. During your stay you have game drives and boat cruises included as part of morning and afternoon safari activities. The exact schedule will depend on your guide and the sightings in the area, but it is certainly worth trying both, as a boat cruise on the Chobe River is one the top wildlife experiences in Africa and the density of wildlife that can be seen by vehicle is also sublime."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Depart from Chobe Game Lodge to Kasane Airport to meet your internal flight south to the Moremi Game Reserve. This flight is an activity in itself as south of Chobe you fly over the waterways, islands and channels of the Okavango Delta. Be sure to keep your camera handy! Upon arrival at the local airstrip the team from Camp Moremi will be there to meet you and drive you to camp. It is only around 45 minutes to camp but this may depend on what you see on the way. You should arrive in time for a late lunch and then to freshen up ahead of an afternoon activity."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Three nights at Camp Moremi gives you two full days on safari in the world-famous Moremi Game Reserve. Enjoy morning and afternoon shared activities each day, including boat cruises and game drives. The area is very good for lion, leopard and wild dog sightings as well as abundant birdlife and ample antelope such as waterbuck, impala and kudu."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You should have time for a final morning activity before you are transported back to the airstrip to fly to Maun. However, everything we do is tailor-made so should you like to extend your time on safari or include other destinations please do discuss this with us."
    }
  ],
  "map": ""
}