{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "southern-africa-adventure-holiday",
  "tourName": "Southern Africa adventure holiday",
  "placesVisited": "",
  "generalInfo": "Highlights:<br/>• Feel the spray from Victoria Falls and enjoy a sunset cruise.<br/>• Enjoy a mokoro trip and bush walks in the Okavango Delta.<br/>• Search for the Big Five on a Game Drive in Etosha National Park.<br/>• Witness the Namibian shifting sands and hike Dune 45 in Sossusvlei.<br/>• Observe 250-million-year-old trees in the petrified forest, Deadvlei.<br/>• Specialist African tour guide, bushman guide and local driver. <br/>• Discover Cape Town - visit Table Mountain, scenic views, plus a lunch platter and wine tasting in a vineyard.<br/><br/>Description:<br/>Africa offers such real travel experiences. Where else can we enjoy our own David Attenborough wildlife moments, towering sand dunes, flooded delta, cascading waterfalls and dramatic sunsets! <br/><br/>Begin in Victoria Falls, Zimbabwe, enjoying a guided tour of the falls and sunset dinner cruise on the Zambezi River. In Chobe National Park, we spend the afternoon game viewing before rising early for a sunrise game drive when the animals are at their most active. We then cross into Namibia and drive through the Caprivi to our lodge on the banks of the Kwando River.<br/><br/>One of the main events of this holiday is the Okavango Delta. We spend days exploring the watery pathways by motorboat and traditional dugout canoe, or ‘mokoro’, but on dry land, we explore on foot in search of elephants, giraffe, waterbuck and other animals who call the Delta home. <br/><br/>Returning to Namibia we move on to Etosha National Park for two days of game drives in search of the Big Five, before making our way to the quaint German town of Swakopmund. <br/><br/>Continuing south, we visit Namib Naukluft National Park and overnight at Maltahohe (Sesriem) before visiting the world’s highest sand dunes at Sossusvlei; these dunes can reach a height of 300m. We then move on to Fish River Canyon, a chasm 100 miles long where we walk the rim trail, before spending the night near the Orange River.<br/><br/>Say ‘hello’ to South Africa, our coastal route has us visiting Clanwilliam for one night before delivering us to Cape Town. To enjoy this picturesque city, we include a full day Cape Peninsula tour, visit to Table Mountain, and a trip to a vineyard for wine tasting. A perfect end to a perfect trip!<br/><br/>Please note: This is a pioneer holiday and the itinerary and other arrangements may be subject to change at short notice. To enable us to include so many highlights in one trip, the distances travelled during this journey will be vast. Some days will mainly be travel days with regular stops.<br/><br/>What's Included:<br/>•Return flights from Heathrow to Victoria Falls returning Cape Town to Heathrow<br/>•Airport transfers<br/>•Arrival transfers by road c.30mins<br/>•En suite accommodation most nights <br/>•19 breakfasts, 18 lunches and 15 dinners <br/>•An English speaking local guide to enhance your experience<br/>•Game Drives<br/>•All local travel, transfers and entrance fees (as suggested in the itinerary)<br/>•The services of a Discover Tour Leader<br/>*Free 'Water to Go' filter bottle posted to you before 2025 departure",
  "durationDays": "22",
  "price": "6499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart from London Heathrow on an overnight flight to Victoria Falls (Zimbabwe) via Johannesburg with British Airways."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On arrival in Victoria Falls, we transfer to our accommodation where we can relax before meeting up at the restaurant for dinner."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today we enjoy a guided tour of the mighty Victoria Falls and in the evening, a sunset cruise on the Zambezi River followed by dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We travel by road 90km (56 miles) to Chobe. At Chobe National Park we will enjoy an afternoon cruise and spend one night in chalets on the banks of the Chobe River."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We start the day with a morning Game Drive in Chobe National Park before leaving Botswana and crossing into Namibia. We drive through Caprivi to our camp (chalets) on the banks of the Kwando River."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We make our way to our camp situated on one of the most pristine areas in the Northern Okavango Delta. We will spend the next two days enjoying Mokoro trips and bush walks. A Mokoro is a traditional dugout canoe which we will explore the network of water pathways, hoping to spot elephant, waterbuck or other wildlife living in this water filled paradise"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Leaving Botswana we make our way back into Namibia and head along the Caprivi to Rundu approximately 350km, (220 miles) where we stay 2 nights on the banks of the Kavango River overlooking Angola. We will have the opportunity if you wish to visit a local village. The following day we have time to relax before an optional sunset cruise in the evening."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today we have a long but varied drive to Etosha. Our two days here will be filled with game drives and wildlife viewing in a hope to spot the Big Five! The game viewing opportunities here are fantastic, both on the drives and from the camp waterhole (should we stay inside the park), and our previous groups have had some very lucky sightings. We will stay inside or very close to the Park."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Heading westwards across the flat desert plains we reach the cold Atlantic coastline and follow the Skeleton Coast on our way to Africa’s largest seal colony at Cape Cross. We will cover around 300 km (180 miles). We stay in Swakopmund for two nights. Dinner is not included today, but you will find many local restaurants to choose from."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "We have the opportunity to explore this quaint German town, or try one of the many local excursions (at your own account) that they have on offer here. Lunch and dinner are not included today, however there is a great variety of cafes and restaurants to suit every budget."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "We drive to the barren, arid and sometimes rocky landscape of the Namib Naukluft National Park. We spend the next two nights situated in a superb setting surrounded by panoramic landscapes. We’ll see outcrops of massive granite boulders and hopefully wildlife in its natural habitat."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Today we visit the world’s highest sand dunes, at Sossusvlei. These red sand dunes are absolutely spectacular and provide a fantastic photo opportunity. You can even climb one."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "This is a long driving day through the semi-desert. We head for Fish River Canyon where we stay for one night."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Its an early start today to do a walk along the rim of Fish River Canyon, it is no longer possible to walk into the Canyon, due to safety concerns. After this we leave for our camp on the banks of the Orange River. The region is famous for diamonds and grape-growing in vast irrigated vineyards."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Saying goodbye to Namibia, we make our way into South Africa. We end our day at our lodge in Clanwilliam at the foot of the majestic Cederberg Mountains which offer some of the finest scenery in the Cape."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "We drive to our final destination, Cape Town. We stop at Blouberg Beach on the Atlantic Ocean to view Table Mountain and Robben Island across the bay. In the early afternoon, for the energetic there is an opportunity to walk up Table Mountain (above grade). For those who prefer an easier approach to the mountain there is the cable car (own expense). This walk is however depended on local conditions and may be moved to a different day if necessary, or not attempted at all if the weather conditions are unfavourable on both days. Dinner is not included today."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Today we embark on a Cape Peninsular Tour. This is an awe-inspiring tour to the towering headlands known as Cape Point and the Cape of Good Hope. Magnificent beaches, breathtaking views, penguins, historic and picturesque coastal villages are all to be seen along the way. We also visit the world-famous Kirstenbosch Botanical Gardens. Dinner is not included today."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Any visit to Cape Town is not complete without a trip to the beautiful winelands, so today we head for Stellenbosch where we will include a cellar wine tasting tour. After lunch we will say our farewells and head for the airport for our return journey to the UK taking with us our lifelong memories of all that Africa has to offer."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Arrive at London Heathrow."
    }
  ],
  "map": ""
}