{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "chobe-and-vic-falls-adventure-botswana",
  "tourName": "Chobe and Vic Falls adventure, Botswana",
  "placesVisited": "",
  "generalInfo": "The Chobe &amp; Victoria Falls Adventure is a captivating 6-night journey through Zimbabwe and Botswana, blending the majestic Victoria Falls with the wildlife rich Chobe River Front. Starting at Phezulu Guest Lodge, you’ll explore the world’s widest waterfall, enjoy a Zambezi Sunset Cruise, and immerse in local culture via a Chinotimba Township Tour. The adventure continues with a camping safari in Chobe National Park, featuring game drives and boat cruises to spot elephants, lions, and hippos, before concluding with a night at Lenyebi River Lodge.",
  "durationDays": "7",
  "price": "1450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your adventure begins as you land at Victoria Falls International Airport [VFA], where a seamless transfer whisks you to Phezulu Guest Lodge, a charming retreat just 3.5km from the iconic Victoria Falls. Settle into your Double/Twin Deluxe Room, complete with air conditioning, WiFi, and en-suite facilities. Spend the day easing into the holiday with a hearty breakfast at the lodge’s restaurant and prepare for the wonders ahead. In the afternoon, join a guided Tour of the Falls to witness the majestic “Smoke That Thunders,” marveling at the 1708-meter-wide cascade. The evening is yours to relax, perhaps dining at PheZulu Restaurant, savoring local flavors in a cozy setting."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Wake up to a delicious breakfast at Phezulu Guest Lodge, fueling you for a day of exploration in Victoria Falls. Today’s highlight is the Zambezi Sunset Cruise, where you’ll glide along the Zambezi River, spotting hippos, crocodiles, and elephants against the backdrop of a fiery African sunset, with drinks and snacks included. Later, immerse yourself in local culture with the Chinotimba Township Tour, visiting the vibrant community of 60,000, exploring markets, taverns, and a primary school (if open), and learning about Nambya and Tonga traditions. Return to the lodge for a restful night in your comfortable room."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Enjoy another morning at Phezulu Guest Lodge, starting with a continental or full English breakfast. Today offers flexibility to delve deeper into Victoria Falls’ offerings. Revisit the falls for more photos or opt for adrenaline-pumping activities like bungee jumping, white-water rafting, or a scenic flight (at additional cost). Alternatively, relax at the lodge, soaking in the playful sophistication of its decor and sipping coffee in the serene surroundings. The day concludes with dinner at PheZulu Restaurant (on request) and a final night in your Deluxe Room, reflecting on the natural and cultural treasures you’ve experienced."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast at Phezulu Guest Lodge, a road transfer takes you from Victoria Falls to Kasane, Botswana, marking the transition to your Chobe adventure. From Kasane, transfer to Chobe River Front Central, your base for the Ultimate Overnight Camping Experience. Settle into your Safari Tent and embark on a morning boat cruise along the Chobe River, spotting elephants, hippos, and vibrant birdlife. After a delicious lunch at Coffee Buzz restaurant, head out for an afternoon game drive in Chobe National Park, seeking lions, buffalo, and more. As the sun sets, arrive at camp for a campfire dinner under the stars, immersed in the wild."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Rise early at your Chobe camp for a dawn breakfast, followed by a morning game drive to catch predators like lions and wild dogs in action during the cooler hours. Return for a hearty “bush brunch” and some downtime in the serene wilderness. In the afternoon, another game drive offers more chances to encounter Chobe’s famed elephant herds and other wildlife. As night falls, gather around the campfire for dinner, sharing stories of the day’s sightings while surrounded by the sounds of the African bush. Spend another night in your Safari Tent, fully immersed in this Full Board Plus experience, with tea, coffee, and soft drinks included."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After a dawn breakfast at camp, enjoy a final early morning game drive to soak in Chobe’s wildlife spectacle. Return for a “bush brunch” and a refreshing shower before a transfer to Lenyebi River Lodge, a comfortable retreat on the Chobe River. Check into your Standard King Room, featuring river views, air conditioning, and WiFi. In the afternoon, embark on a Chobe Boat Cruise, drifting past antelopes, crocodiles, and bathing elephants, with options for photography or birding. Dine at the lodge’s restaurant and relax by the pool, savoring your last night in Botswana’s wilderness."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "On the final day, enjoy breakfast at Lenyebi River Lodge before a road transfer to Kasane Airport [BBK], marking the end of your 6-night adventure. As you depart, carry with you memories of Victoria Falls’ misty grandeur, Chobe’s wildlife-rich riverfront, and the warm connections forged with local communities. This journey through Zimbabwe and Botswana leaves you with stories of nature’s wonders and cultural richness that will linger long after you return home. Transfer: Lenyebi River Lodge to Kasane Airport [BBK] via road transfer."
    }
  ],
  "map": ""
}