{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-safari-lodges-and-mobile-camps",
  "tourName": "Botswana safari, lodges and mobile camps",
  "placesVisited": "",
  "generalInfo": "With this super itinerary, you get the best of both worlds with time spent at great standard wildlife lodges combined with a mobile tented safari, enabling you to be really close to nature whilst seeing wildlife and magnificent scenery in abundance. What's more the scene is set for you at the mighty Victoria Falls, one of the wonders of the world. It couldn't get much better!",
  "durationDays": "13",
  "price": "8115",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Victoria Falls: Arrive at Victoria Falls Airport, met and transfer to Victoria Falls Safari Lodge for two nights on bed and breakfast basis. The lodge is set high on a plateau forming a boundary to the Zambezi National Park and is just 4km from the Falls themselves. There are lots of activities available here. Visiting the Falls is a must and viewpoints are easily accessible on foot. From the Lodge, game walks, hide sits and visit to Vulture Culture Experience can be arranged. For adrenalin junkies, there is white-water rafting, bungee and zip-wiring and for everybody, river cruises, helicopter flights and visits to the national park. It is also possible to cross the bridge into Zambia and view the Falls from a different perspective."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chobe River Front: After breakfast on day 3, transfer by road into Botswana and to Kasane; then by boat to Chobe Savanna Lodge for two nights on full board basis. The Lodge is located on the Chobe River, within Namibia's Caprivi Strip, requiring check in to Namibia. The experience here is all about watching the amazing and abundant wildlife congregate on the river banks. This is an elephant mecca, home to the largest density of elephants in the world. These are accompanied by antelopes and lions, hippos and buffaloes, whistling fish eagles and other beautiful birds. Activities to choose from are game viewing by boat, sunset cruises, nature walks and cultural visits. Leisure time can be enjoyed at the lodge with its swimming pool and spectacular panoramic views, especially at sunset."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Moremi Game Reserve: After breakfast on day 5, return by boat to Kasane and then by road to Moremi Game Reserve, where you will stay at Letaka Tented Camp for three nights on full board basis This comfortable camp is part of the true adventure of safari with the sounds and sights of the African Bush all around, day and night. This reserve is all about watching for big game in diverse habitats. Ware adapted antelopes, buffaloes, elephants, hippos and lots of predators, such as lions, leopards and wild dogs. Activities here are in the Xakanaxa region and will include game drives and an Okavango boat cruise."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Khwai Community Area: On Day 8, take a slow drive through the Moremi Game reserve and into the Khwai Community area for the next three nights at another tented. The drive takes you past Dombo Hippo Pools and you arrive at the camp in 3-4 hours, having covered some 60km. During your time here, you’ll spend most days exploring the narrow Khwai River, which forms the natural boundary to the Moremi Game Reserve on the south. The Khwai River is a beacon for wildlife and plays host to leopards stalking lechwe in the long grass, lions swimming from the banks to save their cubs’ during territorial disputes and crocodiles competing with wild dogs for a midday meal of impala.The Khwai River forms a boundary between the reserve and the community area. We spend three nights camping at an exclusive campsite in the community area, exploring the Khwai floodplains on game drives both during the day and at night. Night drives offer you an opportunity to find nocturnal animals that are rarely encountered during the day. We will also have the opportunity to explore the surrounding wilderness on foot. Night drives and guided walks are conducted outside the boundaries of the Moremi Game Reserve in the Khwai community area. Activities include day and night game drive, walking safaris (conditions permitting)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Okavango Delta: After breakfast on day 11, transfer to Khwai Airstrip for your flight to Pelo Camp in the Okavango Delta for two nights on full board basis. Pelo means heart - a fitting name as from the air this island is heart shaped and it is situated as deep into the heart of the delta as is possible. The camp is completely eco-friendly and is ideal for the adventurous traveller wanting a classic, traditional Okavango Delta experience. The camp’s main area consists of a dining area, lounge and bar with an extended deck overlooking the floodplains beyond. As the camp is located on a small island surrounded by permanent water, activities focus on mokoro (traditional canoe) excursions, walking (please request in advance to ensure a walking guide is allocated to you) and boating (subject to water levels). Pelo Camp is set in one of the best areas to see the rare sitatunga and red lechwe antelopes. Wildlife concentrations in this part of the Okavango Delta depend on the water flow and change from season to season. Birdlife is abundant; enthusiasts have a chance of spotting Pel's fishing-owl as well as African and lesser jacanas and a host of other Okavango specials such as slaty egret, African pygmy-goose and western banded snake-eagle. On the morning of Day 13, return to the airstrip for your flight to Maun for onward or return travel."
    }
  ],
  "map": ""
}