{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-wildlife-holiday-with-added-comfort",
  "tourName": "Botswana Wildlife holiday with added comfort",
  "placesVisited": "",
  "generalInfo": "A safari through Botswana and Zimbabwe, exploring Chobe National Park, visiting the thundering Victoria Falls and sleeping aboard a houseboat in the vast Okavango Delta Panhandle. Spend time searching for wildlife including elephant, hippos and lion within remote wilderness.  <br/> <br/> Premium Lodges - The finest game viewing from comfortable hand-picked lodges <br/> Okavango Delta Panhandle - Explore the most prolific inland delta of Africa <br/> Chobe National Park - Discover the stunning wildlife, including some of Africa's largest elephants herds.<br/> Upgraded Range - Immerse yourself in picturesque Botswana with our hand-picked selection of Premium hotels<br/>",
  "durationDays": "12",
  "price": "6495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Maun, Botswana",
      "description": ": Our tour starts today in Maun, the gateway to the Okavango Delta. The rural village has rapidly developed into Botswana's 'tourism capital' and is a great jumping-off point for exploring Botswana's reserves. Our lodge tonight is the magnificent Thamo Telele, set amongst a lush forest of leadwood and acacia trees, around 25 minutes outside of Maun. Each luxury safari-style tent is on a raised wooden platform with hardwood floors and an en-suite bathroom, all have outdoor showers and nature as the backdrop. The stylish canvas tents are fully equipped with twin beds, which can be converted into doubles, and air conditioning above the bed. There's also a swimming pool and a central main lounge and bar area, where you'll find comfy couches and locally designed wall art. It's a truly exceptional property. For those arriving in time, our tour leader plans to meet you in the lodge reception at 6pm for a welcome meeting followed by dinner served under the stars around 7pm. There are no other activities planned today, so you're free to arrive in Maun at any time. If you'd like an airport transfer today, you'll need to arrive into Maun Airport (MUB), which is around a 30-minute drive from our lodge. As part of our Upgraded range, we also offer a complimentary transfer to those who have made pre-tour accommodation arrangements through Explore, regardless of your arrival day If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up"
    },
    {
      "dayNumber": 2,
      "title": "Drive to the Kazikini area just outside the border of Moremi Game Reserve, game drive in the afternoon",
      "description": ": We'll travel to Mogogelo Camp as a group in our 4WD vehicle. Our base for the next two nights, this majestic camp is located in a private concession bordering the Moremi Game Reserve. Your tour leader will provide blankets to make the journeys as comfortable as possible. The roads through Botswana can vary in quality, so travel days can be slow and bumpy but the scenery more than makes up for it. This evening we will experience an exclusive desert dinner and toast our first real day of game viewing."
    },
    {
      "dayNumber": 3,
      "title": "Second day in Moremi in search for the big five and huge variety of birds",
      "description": ": We'll enjoy two game drives today. Setting off for our morning drive at first light, we'll get the chance to experience one of Africa's unspoiled wonderlands with the opportunity to spot hippos, crocodiles and a great variety of birds, as well as the elusive sitatunga antelope. This place is also an ornithologist's paradise with fish eagles, kingfishers, herons, storks, egrets, weavers and bee-eaters all seen regularly. Returning for brunch, we'll spend the hottest part of the day at leisure at our camp with the chance for a siesta, a dip in the pool or birdwatching. We'll head out again around 4pm for our afternoon drive."
    },
    {
      "dayNumber": 4,
      "title": "Morning game drive; afternoon drive to Thamo Telele, a private reserve outside of Maun",
      "description": ": This morning, we'll take a slow drive out of the concession but before fully leaving the park making the most of the cooler and calm morning revisiting some of the best wildlife spotting areas Moremi has to offer to ensure we are making the most of being in this incredible location. We expect to arrive at Thamo Telele around noon, just in time for lunch The early afternoon is yours to enjoy at leisure - explore the lodge's wild surroundings on self-guided walking trails or simply unwind by the swimming pool."
    },
    {
      "dayNumber": 5,
      "title": "Explore the waterways of the Okavango Panhandle on our private houseboat",
      "description": ": Departing after breakfast, we'll drive up the west side of the Okavango Delta panhandle to Shakawe, where we'll leave our vehicle behind and board a motor launch to our houseboat. On arrival, we'll meet our friendly crew who will be our hosts for the next two nights. After settling in, lunch is served in the top-floor dining room, with panoramic windows offering a backdrop of the Okavango River basin. The accommodation is basic but comfortable, with eight small en-suite bedrooms. Each room has glass sliding doors that look out onto the wilderness of the remote panhandle area and there are seating areas for watching the sunset up on deck. The boat will be for our exclusive use during our stay. Please note that while the houseboat stay is included as part of this upgraded tour, it does not fall within the upgraded accommodation grade. We have included it because it provides a truly unique way to experience the Okavango Delta Due to seasonal variations in the level and strength of the river, the houseboat itself might only be able to access limited parts of the river for much of the year. During these times, we'll explore the river on smaller launches. We'll take a leisurely afternoon launch in the hope of cruising past submerging pods of hippos and crocodiles basking in the shallows and on the riverbanks."
    },
    {
      "dayNumber": 6,
      "title": "Visit to Tsodilo Hills, see San Bushman rock paintings",
      "description": ": Today, we'll visit the intriguing and sacred World Heritage Site of Tsodilo Hills. The San Bushmen community believe the hills are the site of the first creation and painted an astonishing 4,000 rock paintings across 350 sites marking the area's significance. Here, four impressive rocks jut out of the expanse of the surrounding land, and it is believed by the San Bushmen that the largest of the rocks is the 'man', the second largest the 'woman', and the smallest the 'child'. The fourth rock, which stands apart from the others, is said to be the male's first wife. Some of the paintings are thought to be up to 24,000 years old, and as well as the chance to see ancient rock paintings, the hills offer vast views across the countryside below. An expert local guide will accompany us around the site, interpreting the carvings. The tour lasts around two hours, walking along a flat well-graded path. It's possible to opt out at any stage and return to the shade of the small museum located at the entrance of the site, before returning to the houseboat for lunch and a relaxing evening."
    },
    {
      "dayNumber": 7,
      "title": "Drive to Kasane home to Chobe National Park",
      "description": ": We'll have an early start this morning as we set out to Chobe National Park. Today's total journey time is eight to nine hours (depending on time spent at the border crossings) including comfort breaks and a lunch break. The drive takes us north to Namibia's Caprivi Strip, before heading to the riverside town of Kasane, in Botswana. The Caprivi Region has a colourful and interesting history, playing a central part in the Berlin Conference of 1890. Named after German Chancellor General Count Georg Leo von Caprivi di Caprara di Montecuccoli, the strip was once administered by the British before it was swapped for Zanzibar with the Germans at a time of great European political manoeuvring. We'll arrive in Kasane in the late-afternoon, just in time for a refreshing sundowner at our lodge on the banks of the Chobe River. A major draw of Chobe is its elephant population - it's considered to be the largest surviving continuous elephant population in Africa and is currently estimated at 120,000 strong. The population covers most of northern Botswana, plus north-western Zimbabwe, and has been built up since the early 1900s"
    },
    {
      "dayNumber": 8,
      "title": "Game drives in Chobe National Park",
      "description": ": We'll make the most of our time in Chobe National Park and have two game drives today - one in the morning and a second in the afternoon. We hope to have the chance to spot huge trumpeting herds of elephants around the southern bank of the Chobe River, where we can also find Chobe Bushbuck and Puku Antelope. Other mammals to be seen are buffalos, kudus, elands, waterbucks, sables and roan antelopes, zebras, lions, leopards, impalas and reedbucks. In the river are hippos and crocodiles and the waters teem with bream, barbel and tiger fish (freshwater barracuda). Our tour leader will decide on the exact running times of the day, and lunch arrangements, depending on the weather conditions and the season to give us the best viewing opportunities. For those who wish, there is an optional afternoon boat cruise along the Chobe River, where you have a fair chance to see lions, elephants, leopards and wild dogs from the unique viewpoint of a boat. Please see the Budgeting and Packing section of the trip notes for prices"
    },
    {
      "dayNumber": 9,
      "title": "Further game drives in Chobe River area",
      "description": ": Today, we'll continue with our morning and afternoon game drives in Chobe National Park. The northern Chobe area of Serondela is the heart of the elephant country. Up to 35,000 elephants live here, the largest number in any African park. The sheer variety of animals in abundance, makes this region a must-see for any wildlife enthusiast. We hope to watch huge herds in and around the great Chobe River, which also teems with hippos and crocodiles"
    },
    {
      "dayNumber": 10,
      "title": "Drive to Victoria Falls town. Witness the wonders of Victoria Falls on the Zambezi River",
      "description": ": This morning, we'll leave Botswana and cross the border into Zimbabwe, heading to the town of Victoria Falls. Often referred to as the adventure capital of Zimbabwe, Victoria Falls is a pleasant town with a variety of land, air and water-based activities on offer in the surrounding area. Close to our lodge is one of the natural wonders of the world, the town's namesake - Victoria Falls. This afternoon, we'll visit the falls from the Zimbabwean side of the river where the Zambezi River plummets over a sheer cliff wall spanning more than 1,676 meters and dropping approximately 100 metres into the abyss below. The natives named the waterfall, Mosi-oa-Tunya, meaning 'the smoke that thunders' because of the plumes of water vapour that rise like smoke into the sky above the falls, accompanied by the deafening roar. In the late afternoon we'll board our boat and soak up the evening atmosphere on our sunset river cruise. Sit back and relax while sipping a cold drink and enjoying a few quiet hours along the mighty Zambezi River. For the next two nights, we'll be staying at either the Batonka Guest Lodge or Pioneer Lodge. The two are sister properties located just over 1 kilometre from each other and are almost identical. Both are set in beautiful, landscaped gardens, feature a swimming pool, spacious rooms, an expansive terrace where breakfast is served, a bar and a stylish lounge and dining room which are both extremely comfortable"
    },
    {
      "dayNumber": 11,
      "title": "Free day with a choice of optional activities",
      "description": ": Today is free to spend as you wish. If you haven't had your fill of wildlife, there's the opportunity to book a two-hour game drive in Zambezi National Park in search of the Big 5. Alternatively, there is the option to take a scenic flight over the falls or go white-water rafting in the Zambezi. All activities can be booked at your guesthouse directly and full prices are available in the Budgeting and packing section of the trip notes"
    },
    {
      "dayNumber": 12,
      "title": "Trip ends in Victoria Falls",
      "description": ": Our tour ends this morning after breakfast. Depending on the schedule of your departing flight, you might like to spend a few hours exploring the town independently. There are no activities planned today, so you're free to depart from Victoria Falls at any time. If your flight is departing later in the day, luggage storage facilities are available at our guesthouse. If you'd like an airport transfer today, you need to depart from Victoria Falls Airport (VFA), which is around a 30-minute drive from our guest house. As part of our Upgraded range, we also offer a complimentary transfer to those who have made post-tour accommodation arrangements through Explore, regardless of your departure day."
    }
  ],
  "map": ""
}