{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-safari-and-chobe-river-cruise",
  "tourName": "Botswana safari and Chobe river cruise",
  "placesVisited": "Stay in private concession areas, Okavango Delta, 3 day cruise on the Chobe River, Kwara Camp, Lebala Camp, Kwando Concession, Animals you can hope to see: wildebeest, giraffe, zebra, tsessebe, impala, waterbuck, lechwe, sitatunga, elephants and lions, Optional activities on the Okavango Delta include: game drives, night drives, nature walks, traditional canoe excursions, river boat cruises and seasonal fishing",
  "generalInfo": "This wonderful 10-day tailor made safari tour allows for a really relaxing and immersive experience with a three-day cruise along the Chobe River the culmination of an extremely well thought out itinerary.<br/><br/>In the build up to the Chobe River cruise you’ll get to camp on the outer reaches of the Okavango Delta as well as having the opportunity to undertake all manner of exciting activities, such as: game drives, nature walks, mokoro canoe trips and river boat cruises. <br/><br/>Following on from two days on the Okavango Delta you’ll get to explore more of Botswana by light aircraft before touching down in the Linyanti Concession and then the Kwando Concession. Both of these areas are renowned for wildlife and just some of the animals that you can hope to see include: wildebeest, giraffes, zebras, impalas, waterbucks, elephants and prides of lions.<br/><br/>If you’re serious about safaris but want to include a well deserved bit of 'me time' for rest and relaxation then this is where Botswana is at its brilliant best.<br/>",
  "durationDays": "10",
  "price": "8093",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Maun to Kwara Camp: On arrival at Maun Airport, you will be met and transferred by light aircraft to Kwara Camp. This classic tented camp is situated in a private concession area in the north-east reaches of the Okavango Delta and offers guests a year round Delta experience and outstanding game viewing."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Okavango Delta: Over the next two days you will have the opportunity to partake in all sorts of activities including game drives, night drives, nature walks, mokoro (dug-out canoe) excursions, boat cruises and fishing (seasonal). A distinguishing feature of this camp and Lebala Camp is that all game drives are guided by two people, a professional guide and a tracker. This enables the guide to focus on his interaction with the clients and communicate points of interest while the tracker ensures no sighting or tracks are missed."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lebala Camp, Linyanti Concession: After a leisurely breakfast you will be transferred back to the airstrip for your light aircraft flight to Lebala Camp. Situated overlooking the Linyanti marshes this beautiful lodge offers guests panoramic views of the vast plains and dotted palm tree islands, in fact it is not unusual to spot game coming down to drink whilst enjoying a drink on the terrace."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kwando Concession: Two full days to explore the Kwando Concession at your leisure, whether this be through day and night game drives or nature walks. This area is home to a wide variety of Africa’s plains game such as wildebeest, giraffe, zebra, tsessebe, impala, waterbuck, lechwe and the notoriously shy sitatunga but is also known for its high density of elephants and lion prides."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Arrival at Chobe Princess: This morning you depart Lebala enjoying a final game drive on the way to the airstrip and catch your onward flight to Kasane. Upon arrival you will be transferred to the ‘Chobe Princess’ which is moored on the Chobe River where a light high tea will be served. Your three nights aboard this safari boat will give you a completely unique perspective with Botswana wilderness on one side and Namibian on the other."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Cruising the Chobe River: The next two days will be spent cruising the Chobe River, watching the outstanding wildlife and birdlife that call the river home. Aboard the safari boat you can cruise over 50kms of the river and stay overnight in some of the most scenic areas on the Chobe, parking at prime docking sites along the river. You have the luxury of being able to view hippos, elephants, crocodiles and much more from your own cabin but if you are looking for a little more freedom then why not make use of one of the dedicated tender boats. These small motor boats allow guests to partake in activities that are best done away from the main houseboat such as fishing on the Zambezi River (renowned for its sizeable tigerfish and bream), sunset cruises, birding trips and visits to local fishing communities. Staying on a house boat can offer a very intimate and relaxing way to view wildlife and works well in combination to more typical game drive safaris you will have done earlier in the trip."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After a leisurely breakfast you will be transferred to Kasane for your onward flight but if time allows why not consider extending your trip to visit the mighty Victoria Falls."
    }
  ],
  "map": ""
}