{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-and-zimbabwe-ivory-route-lodge-tour",
  "tourName": "Botswana and Zimbabwe Ivory Route lodge tour",
  "placesVisited": "",
  "generalInfo": "This classic journey covers Botswana, Namibia &amp; Zimbabwe and the core of the international Kavango Zambezi (KAZA) Transfrontier Conservation Area. This initiative is a multi-country effort to create a vast network of interlinking reserves and provide corridors for wildlife movement along natural migration routes, particularly for elephants. The lodges are beautiful, comfortable &amp; make for a great adventure safari.<br/><br/>Highlights<br/>* Victoria Falls–adventure activities<br/>* Hwange–game drives in an open vehicle<br/>* Matobos–game drive<br/>* Moremi game reserve–game drive<br/>* Okavango Delta–river cruise<br/>* Chobe National Park–sunset river cruise<br/><br/>Overnight - The accommodation throughout this classic journey is of3+ star style and are chosen not only for their service and comfort level but also for their wonderful locations and local wildlife viewing opportunities. All rooms have private en suite facilities. The Moremi tented bush camp on a private concession bordering Moremi GR is a particular highlight. Meals - 14 breakfasts,5 lunches and 8 dinners are included. All of which are provided by the lodges at which we are staying. Due to travel arrangements or game viewing activities, 3 of the lunches will be packed picnic lunches. Where meals are not included there will be an opportunity to buy a meal en route, but these are mostly travel days, so a quick stop is required. Transport for the majority of this safari you travel in a Mercedes Sprinter bus with 12 forward facing seats and air conditioning; or (on 30% of tours) in a Safari truck with 12 seats. For the game drives in Hwange, Matobos, Moremi and Chobe we use open sided 4WD vehicles with local guides. On participation - This is an adventure tour, and as such please expect to get involved. Where there are porters, they’ll help you, otherwise you’ll need to carry your own bag. Included meals are all lodge provided. If you have a particular interest, please let your safari leader know, and he/she will endeavour to make your journey more rewarding.<br/>",
  "durationDays": "15",
  "price": "4850",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "VICTORIA FALLS: The majestic sight of the mighty Zambezi River plunging over the Victoria Falls, welcomes you to your Zimbabwe and Botswana adventure. We check into our lodge before we explore the falls and tropical rain forest surrounds on foot in the afternoon before heading out to a local restaurant for dinner (own expense). [hotel - - -]"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "HWANGE NATIONAL PARK: Hwange National Park is a wildlife jewel, famous for its big game and large herds of elephant. Hwange is home to a wide variety of habitats, from it’s western regions on the edge of the Kalahari through large grass plains to the forested woodland in east Hwange. Our comfortable lodge for two nights is situated on the private concession on the eastern boundary of the park, our time is spent on a full day game drive, in open 4WD vehicles, in the park in search of big game. [chalet Bx2, Lx1, Dx2]"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "MATOBOS NATIONAL PARK: The rounded granite boulders and undulating valleys of the Matobos National Park are home to some of the last of the rhino in Zimbabwe. We spend our day on an excursion into the park that includes a game walk to see the rhino, discovering the ancient Bushmen paintings that adorn the rocks, and admiring the landscapes from Worlds View, the site of Cecil John Rhodes’ grave. [chalet Bx2, Lx1, Dx2]"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "NATA: This morning we leave Matobos and head west towards the Botswana border, we cross at Plumtree and we make our way to the Nata area for our overnight stop. In the late afternoon we will head out onto the Makgadikgadi Pans, vast saltpans that seem to stretch on to infinity. We will explore the area and have some fun taking photographs before the sunsets golden over the horizon. [chalet B - -]"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "MAUN: Maun’s name is derived from a San word meaning “place of the short reeds” is nestled at the southern end of the Okavango Delta where our lodge overlooks the beautiful Thamalakane River. Here we prepare for our trip into Moremi Game Reserve and our afternoon is free to bird watch along the river, relax around the pool or take a optional scenic flight over the Okavango Delta (own expense). [lodge B - -]"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "MOREMI GAME RESERVE: Startling and unexpected contrasts are created as the waters of the Okavango flood into the drier Kalahari creating the magnificently rich wilderness area with amazing wildlife of the Moremi Game Reserve. Rivers, lagoons, savannah, woodland, Moremi offers some excellent game viewing. With over 400 species of birds, Moremi is also a great place to sight leopard, lion, wild dog, elephant, giraffe and a variety of antelope. We spend our time on game drives in Moremi GR and the surrounding concession along the Khwai River where the lagoons attract the thirsty animals to drink in late afternoon. Our lodge is on the private concession north of Moremi, where our boma overlooks a large pan where we enjoy our meals while watching the animals drinking and enjoy the wilderness far from civilization. On the morning of day 10 we have one last game drive on the concession before heading back to our lodge in Maun. [2 x tented bush lodge, 1 x lodge Bx3, Lx3, Dx2]"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "OKAVANGO DELTA: We drive around the Okavango Delta, and north to our lodge on the banks of the Okavango Pan handle. From the lodge we’ll explore the Okavango by mokoro and motor boat. Tranquil reed lined rivers, crystal clear water and abundant bird life. Time to rest, relax and enjoy the views of the Okavango Delta. [lodge BLD]"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "CAPRIVI: Crossing out of Botswana into Namibia and the Mahango Game Reserve. We game drive through the reserve to our lodge on the Kavango River. We spend our afternoon exploring on a river cruise. [chalet B - D]"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "CHOBE NATIONAL PARK: The Caprivi Strip, Zambezi Region, is a thin wedge of Namibia, which separates Botswana in the south and Angola in the north. We cross the Caprivi, back into Botswana at Ngoma and head to our lodge in the town of Kasane. The Chobe river attracts large herds of elephant as it flows lazily along the northern boundary of the Chobe National Park. Our final afternoon is spent on arguably the best wildlife activity in Southern Africa, the game-viewing cruise. See herds of elephants, large crocodiles, pods of hippo and other wildlife as they quench their thirst at the end of the day. The magnificent river sunset is a photographer's dream. [chalet B - -]"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "VICTORIA FALLS ZIMBABWE - TOUR ENDS: Enjoy an optional early morning game drive (own expense) before our last breakfast together. We bid a sad farewell before we embark on a road shuttle transfer to either Kasane airport in Botswana, or Victoria Falls airport in Zimbabwe, in time for midday flight departures. Our tour ends 11:00am. [ - B - -]"
    }
  ],
  "map": ""
}