{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "okavango-delta-and-tsodilo-hills-botswana",
  "tourName": "Okavango Delta and Tsodilo Hills, Botswana",
  "placesVisited": "",
  "generalInfo": "On this epic journey you will explore 3 of Southern Africa’s most important and varied areas. The sacred Tsodilo Hills is the San Bushman’s equivalent of Uluru/Ayers Rock where you’ll sleep in a bushman-inspired pod. The Okavango Delta needs no introduction and is widely regarded as the best game viewing location in Africa. You’ll end your trip at the mighty Victoria Falls. <br/><br/>You’ll start in the panhandle of the Okavango Delta, a wetland paradise which you’ll explore by mokoro and boat.  The camp we recommend has a strong bond to the local community, ensuring a cultural interaction rarely found on a Botswana safari. You’ll travel by boat and vehicle to Tsodilo Hills, a UNESCO heritage site and home to thousands of ancient rock art engravings. <br/>You’ll travel deep into the Okavango Delta for 3-4 nights of incredible game viewing. Game drives, walking safari and mokoro rides are all an option here as you head out with local guides in search of lion, elephant, leopard and many more. <br/><br/>Your adventure continues to Victoria Falls Town, a paradise for thrill seekers or a great place to relax after a busy safari. The main attraction is of course visiting the Falls, but we can also organise rafting, bungee jumps, cooking courses, an African theatre as well some new social impact restaurants and projects.",
  "durationDays": "11",
  "price": "8500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 3,
      "title": "",
      "description": "Your itinerary includes a unique overnight stay in the Tsodilo Hills, where you’ll sleep in a modern pod inspired by the San Bushman’s traditional homes. This special experience is made possible through a partnership with the local San community, giving you an authentic connection to their culture. During your stay, explore the sacred landscape with a guide, viewing some of the 4,000+ ancient rock paintings. If you’re feeling adventurous, rise early to hike up the hills and watch the sunrise over Botswana’s highest point. For added excitement, travel between the hills and your camp by boat, or opt for a scenic helicopter transfer to fully appreciate the beauty of this World Heritage Site."
    }
  ],
  "map": ""
}