{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-safari-holiday-on-a-shoestring",
  "tourName": "Botswana safari holiday on a shoestring",
  "placesVisited": "Kasane, Chobe, Moremi Game Reserve, Maun",
  "generalInfo": "Explore Botswana on a shoestring with this magical mobile camping experience. Travelling with a professional guide, a private vehicle and all your supplies, you will set out across some of the most unique and beautiful terrain in the world.<br/><br/>Mobile camping means undertaking your share of camp duties. Erecting and dismantling camp tents,  and packing away camp items all leads to an authentic camping experience. There will be early morning starts to ensure you can maximize the days sightseeing and there is a professional cook to ensure you dine well during your 7 wonderful days camping in the heart of the Botswana wilderness.<br/><br/>The tour starts in Maun, ending in Victoria Falls, and all transportation is overground, reducing flying time and reaping the benefits of exploring as much as Botswana face to face as possible. <br/><br/>Chobe National Park is an un-crowded sanctuary that boasts plentiful wildlife. This 'land of the elephants' is also home to concentrations of buffalo, zebra, giraffe and uniquely, lion that hunt hippos!<br/><br/>Moremi Game Reserve is possibly one of the most beautiful and varied reserves and lies in the eastern corner of the Delta. Amidst the 4,800 square hectares of lush parkland, lagoons and forests, a huge concentration of wildlife such as lion, cheetah, wild dog and the Sitatunga Antelope can be found.<br/><br/>You will also enjoy the opportunity to visit Victoria Falls, where you will spend your last night in a lodge and explore the beauty surrounding one of the 7 Natural Wonders of the World.<br/><br/>This type of camping safari requiring a minimum participation from the guests, i.e.: setting up the tent and packing it / carrying<br/>their bag from/to vehicle at campsites. The rest of the camp chores are carried out by the team made up of one guide and one<br/>camp assistant.<br/>Equipment: Tents are 2.1m x 2.1m x 1.75m. A 5cm high density foam mattress is provided for each guest. Ablutions are shared<br/>and bush ablutions set up by our team when staying in game reserves and national park campsites.<br/><br/>Vehicle: 4x4 safari vehicles &amp; trailers are custom-built<br/>Max 12 pax - departure is guaranteed<br/><br/>Tour extensions and flights can all be arranged for you - please enquire to discover endless possibilities!",
  "durationDays": "7",
  "price": "1869",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You will be met on arrival in Maun and transfer to Sedia Hotel, with a stop en route to purchase the snacks and drinks you want for the duration of the safari (pre-tour stay)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Moremi Game Reserve (3rd Bridge/Xakanaxa area): Your safari adventure kicks off in Maun, where your guide will meet you at 07:30 at a pre-arranged location. From Maun, you will journey to Moremi Game Reserve, one of Botswana’s premier wilderness areas encompassing both swamp and dry landscapes. For the next three days, you will embark on a quest to discover the diverse wildlife and bird species that this region is famous for, while soaking in the stunning sounds and sights around you. You’ll spend three nights exploring this magnificent Game Reserve, staying at two different campsites. Early morning game drives at sunrise, and late afternoon drives at sunset will be the routine. Camping will take place in private designated campsites equipped with bush ablutions. (B, L, D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Southern Chobe National Park (Savuti/Zwei Zwei): Next, you will head to Chobe National Park, renowned for its varied and stunning landscapes. As you continue your search for wildlife, you’ll explore the drier Savute region, where herds of bull elephants roam the plains. Your journey will then take you north to the Chobe River, where your game drives will meander along the riverbanks, accompanied by the calls of the majestic African Fish Eagle. Camping will be in private designated areas featuring bush ablutions, starting in the Savute area and moving to the northern section of the park near the riverfront. (B, L, D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Northern Chobe National Park: You will journey north to the Chobe River, where your game drives will wind along the river banks, guided by the call of the magnificent African Fish Eagle. Experience a diverse array of wildlife, including puku and Chobe bushbuck, alongside breathtaking birdlife in this extraordinary river ecosystem. Transfer and game drive from Southern Chobe National Park to the Chobe River floodplain. Enjoy game drives as you explore Northern Chobe National Park. (B, L, D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Northern Chobe National Park: Continue your adventure with game drives to further explore Northern Chobe and its floodplain. (B,L,D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Victoria Falls, Zimbabwe: Following a brief morning game drive, your guide will escort you to the Kazungula border, where you will meet your transfer vehicle to your lodge in Victoria Falls, Zimbabwe (Visa required). This is where your time with the team (including translators) will come to an end as they handover the group to the Zimbabwean team. You will spend the night at a comfortable lodge. In the afternoons, you’ll have the opportunity to witness the thundering Victoria Falls and shop for souvenirs. Lunch and dinner will be at your own expense. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Your tour ends after breakfast with a transfer to Victoria Falls airport. You are welcome to add additional nights, please ask us for a quote. (B)"
    }
  ],
  "map": ""
}