{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "kalahari-game-reserve-and-okavango-safari-botswana",
  "tourName": "Kalahari game reserve and Okavango safari, Botswana",
  "placesVisited": "",
  "generalInfo": "Join the Okavango Delta &amp; Kalahari Discovery, a 9-day safari designed for conscious travelers, immersing you in Botswana’s Central Kalahari Game Reserve, Khwai Community Area, Okavango Panhandle, and Savuti in Chobe National Park, while actively supporting biodiversity and local communities. Stay at eco-conscious Setari Camp and Ghoha Hills, which use solar power, reusable water bottles, and elevated designs to preserve wildlife corridors, with mobile camps in Khwai and Kalahari minimizing impact through sustainable materials. Your park entry fees fund conservation in protected areas, safeguarding species like the endangered African wild dog through anti-poaching and habitat restoration. Engage in tree-planting at Setari or wildlife monitoring in Khwai, contributing to rewilding efforts alongside NGOs like Botswana Predator Conservation and National Geographic Okavango Wilderness Project. Local San and Tswana guides, certified by the Botswana Qualifications Authority, share ancestral knowledge, enriching your experience while supporting livelihoods. We tackle invasive species like butter daisy through camp monitoring and guest education, and an optional conservation fee supports NGOs protecting threatened species. With pre-trip and on-site guidance on reducing your footprint, this safari blends thrilling encounters—like mokoro rides past hippos and tracking black-maned lions—with a commitment to leaving a positive legacy for Botswana’s pristine wilderness.",
  "durationDays": "9",
  "price": "9790",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your adventure begins as you land at Maun International Airport (MUB) and board a light aircraft charter flight to Tau Pan in the Central Kalahari Game Reserve, soaring over Botswana’s expansive wilderness for a stunning aerial introduction. Upon arrival at Tau Pan Camp, perched high on a dune ridge overlooking a bustling waterhole, you’ll settle into your eco-friendly tent. In the afternoon, embark on a game drive guided by a professional guide and a San Bushman tracker, to seek out the iconic black-maned Kalahari lions, oryx, and springbok amidst the vast savannah. Overnight at Tau Pan in a Standard Tent, enjoying a fully inclusive experience with all meals, activities, and local drinks included."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Wake to the Kalahari’s serene beauty and set out on a morning game drive through sand veld, acacia groves, and fossil river valleys, tracking cheetahs, hyenas, and a variety of birdlife. After a leisurely lunch at camp, join a San Bushman cultural walk near Tau Pan, where you’ll learn ancient survival skills and the cultural significance of the desert’s plants and animals, fostering a deep connection to this pristine wilderness. As night falls, opt for a magical stargazing session on the sleepout deck (pre-booked, weather permitting), drifting off under the Milky Way’s brilliance."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, board a light aircraft charter flight from Tau Pan to Khwai Expeditions Camp in the Khwai Community Area, marveling at the Okavango Delta’s intricate waterways and lush woodlands from above. Upon arrival, settle into your luxurious Queen Room with lagoon views and head out for an afternoon game drive in the private concession, renowned for its Big 5 sightings. Explore floodplains and mopane woodlands, capturing photos of elephants, leopards, and vibrant birdlife as the sun sets in a blaze of gold. Overnight at Khwai Expeditions Camp, fully inclusive with all meals, activities, and local drinks."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Start your day with a tranquil mokoro excursion, gliding through the Okavango’s glassy lagoons with an expert poler, spotting hippos, crocodiles, and dazzling malachite kingfishers at water level. After lunch back at camp, venture out on an afternoon game drive in the Khwai Concession or nearby Moremi Game Reserve, tracking lions, buffalo, and antelope across diverse habitats of open savannahs and riverine forests. The day’s wildlife encounters promise thrilling moments and unforgettable vistas."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Depart Khwai via a light aircraft charter flight to Setari Camp in the Okavango, soaking in aerial views of the delta’s palm-studded islands and shimmering channels. Arrive at Setari, a treehouse-style retreat elevated on stilts, and spend the afternoon on a boat safari through the panhandle’s deep waterways, searching for aquatic birds like African fish eagles and the rare Pel’s Fishing Owl. As the day winds down, relax on your private deck, sipping a sundowner while the Okavango’s sunset paints the sky. Overnight at Setari Camp in a Standard Tent, fully inclusive."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Begin with a guided bush walk on a nearby island, led by armed professional guides, to uncover the delta’s hidden gems, from medicinal plants to animal tracks, immersing you in the ecosystem’s intricate details. In the afternoon, choose between catch-and-release fishing for feisty tiger fish or a mokoro trip through crystal-clear waters, marveling at the delta’s serene beauty. For a cultural experience, opt to visit Jao Village to engage with the local community and learn about their traditional way of life."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Fly by light aircraft from Setari Camp to Ghoha Hills Savuti Lodge in Savuti, Chobe National Park, enjoying sweeping aerial views of the Savuti Marsh and its ancient landscapes. Settle into your luxurious tent at Ghoha Hills, perched on a ridge with 180-degree wilderness vistas. After high tea, embark on a sunset game drive along private roads, pausing at a baobab site or waterhole hide for sundowners while spotting elephants, buffalo, and the Ghoha pride of lions. Return for a candlelit dinner under the stars. Overnight at Ghoha Hills Savuti Lodge in a Luxury Standard Tent, fully inclusive."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Rise early for a full-day Savuti Marsh excursion, journeying through Harvey’s Pan, Kudu Hills, and the Theatre of Twelve Baobabs, with tea breaks and a picnic lunch amidst ancient landscapes. Encounter herds of zebra, wildebeest, and the renowned Savuti lions, alongside diverse birdlife. Alternatively, unwind at the lodge’s rock pool or indulge in a spa treatment with sweeping views. For a unique perspective, pre-book a 30-minute scenic helicopter flight over the Linyanti Swamps (additional cost)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "On your final morning, choose a relaxed start with a hot breakfast followed by a short game drive en route to the airstrip, revisiting nearby pans for last-minute wildlife sightings, or opt for an early coffee at the waterhole hide before breakfast, depending on your flight schedule. Board a light aircraft charter flight from Ghoha Hills Savuti Lodge back to Maun International Airport (MUB), bidding farewell to Botswana’s wild heart with a final aerial glimpse of its untamed beauty. Basis: Bed and Breakfast at Maun."
    }
  ],
  "map": ""
}