{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-mobile-tent-safari",
  "tourName": "Botswana mobile tent safari",
  "placesVisited": "Maun, Moremi Game Reserve, Xakanaxa region, Khwai Community Area, Six nights mobile camping, Dedicated professional guide, Morning, afternoon and night time game drives, Explore the wilderness on foot and by mokoro",
  "generalInfo": "A mobile safari is not just about seeing the wildlife, it is hearing the crickets at night, smelling that elephant wandering through camp, feeling the sand between your toes and tasting great food made with fire alone! Our guides have an affinity and respect for nature that is infectious. Mobiles provide an intimacy with nature, experiencing the wilderness with all the senses and no fences! A mobile safari visits different areas but keeps the same guide, crew and companions, bonding for the whole safari for that authentic wilderness experience – up close and personal!!<br/> <br/>This 10 day Botswana mobile tent safari will help you explore the furthest reaches of the country’s magnificent wilderness. Travelling from the Moremi Game Reserve on the edge of the Okavango Delta through to Chobe National Park, you’ll spend nine nights moving from destination to destination, sleeping in domed tents with private al fresco bucket showers and flushing toilets.  You’ll travel in a small group with a maximum of seven guests and with a dedicated expert guide, a safari chef and camp assistants.<br/><br/>The first three nights are spent in the Xakanaxa region, where you’ll explore the terrain on morning and afternoon game drives, through landscapes ranging from floodplains to marshes to woodland to savannah. Wildlife highlights include the endangered African wild dog and a resident herd of several hundred buffalo, plus lions and unusual red lechwe antelopes.<br/><br/>The next three nights are spent in the Khwai Community Area, one of the most beautiful areas of the Okavango, which has habitat ranging from savannah to marshes and waterways, and boasts excellent populations of bull elephant as well as lions, leopards, servals and African wildcats. You’ll visit the Dombo Hippo Pools and explore the Khwai floodplains on both day and night time game drives and also have the opportunity to go on guided walks, though these, and the night drives, are conducted outside the boundaries of the Moremi Game Reserve.   <br/> <br/>The final three nights are spent in the Chobe National Park, passing through habitats renowned for lion prides, cheetah and elephant.  <br/> <br/>The trip includes day and night game drives, walking safaris, mokoro excursions, San painting walks and a boat trip. This safari can travel in a northerly or southerly direction.  <br/> <br/>On a scheduled departure our maximum number of guests is 7 (6 on photographic specific trips) and we guarantee to run a departure with just one person (on our regular Northern Highlights and Miracle Rivers tours - all year round!).",
  "durationDays": "10",
  "price": "4995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After your arrival at Maun International Airport you will be met by Mack Air for your charter flight to the Moremi Game Reserve where you will be met by your guide. The first three nights are spent in the Xakanaxa region where we explore the surrounding wilderness on morning and afternoon game drive excursions. Wildlife: From the air only the larger animals are easily seen. These include large breeding herds of African elephant that live in the mopane scrub. On the open plains large herds of buffalo and lechwe can be seen and in the waterways, pods of hippopotamus are a common sight. Once you land in Xakanaxa and board your land cruiser, the smaller game animals can be found."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Following an early morning breakfast you take a slow drive through Moremi Game Reserve north-east towards the Khwai and Mababe Areas. On this moving day we shall do a mokoro excursion in the calmer back-waters of the Khwai and Mbudi channels as opposed to doing the mokoro in the quicker moving section of the Khwai River that runs through Mababe. Habitat: The Manuchira Channel is known as the Khwai River at its eastern most extremity. The day’s journey follows this water course, with the track weaving from the riverside and floodplains into the mopane veld and the woodlands that to the Mababe Private Reserve where we camp on the banks of the Khwai River before it flows out and into the Mababe Depression. We pass the magnificent Dombo Hippo Pools in the morning stopping to enjoy the scenery and the antics of the resident hippo and shall game drive through Khwai until we reach Mababe. Wildlife: The south-east mopane veld is home to mostly breeding herds of elephant whilst the more northern reaches of Mababe is home to some impressive old bulls. The mature bulls revel in the cool waters of the Khwai River and are far more approachable while drinking and bathing than the breeding herds. The river has an unusually high density of hippo as well as some huge crocodile. Leopard- (western part of NG41), cheetah, serval and lion are common predators along this route and both Xakanaxa as well as Mababe are included in the home ranges of different packs of wild dog. General game includes southern giraffe, Burchell’s zebra, tsessebe and red lechwe with roan and sable antelope being less common residents."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The Khwai River meanders through the concession giving ample riverside routes to explore. We spend the following two nights camping at an exclusive campsite in the Mababe concession that has a strict max of 20 vehicles for the whole concession at any given time, exploring the river banks, Kalahari shrub to the east, cathedral mopane to the south on game drives both during the day and at night. Exploring after dark with spotlights offers you an opportunity to experience some of the nocturnal animals that are rarely encountered during the day. We will also have the opportunity to explore the surrounding wilderness on foot (please note that this activity is seasonal based on rains and grass height, your guide will determine the safety of walking in Mababe) to enjoy an up close and personal encounter with Botswana’s flora and fauna. It is important to note that night drives and guided walks are not permitted within the national parks and reserves. These activities are conducted outside the boundaries of the Moremi Game Reserve in the Mababe Private Reserve. Habitat: We spend our time between the dry-land habitats of the lead-wood and camel-thorn woodlands and savannahs and the riverside and marshy back-waters of the Khwai. Wildlife: The Khwai region boasts excellent populations of both bull elephant as well as breeding herds. Lion, leopard, serval and African wildcat are common predators of the region with wild dog and cheetah being less common. Buffalo use this area seasonally with large herds moving in during the summer rains. The swampy areas in the west are home to red lechwe. Other ungulates include tsesebe, blue wildebeest, giraffe, kudu, sable antelope, roan antelope and impala."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We head further north en-route to Central Chobe region, exploring the desert-like landscape on game drives. Habitat: A fascinating days drive looking at some of the evidence of the Paleo-Lake Makgadikgadi that dried up some ten thousand years ago. The most challenging part of the trip is crossing the Magwikwe Sand-ridge that formed the shoreline for this massive inland sea. The winding track through this deep sand makes for interesting travel in the early summer! The old lake bed is now the Mababe Depression. The dense clay floor of the depression result in high protein feed for wildlife and the area teams with game after the rains. During the rainy season the depression is impassable due to the “cotton soil” and alternative routes must be used. Wildlife: A day when anything could happen. The range of habitat that is covered encompasses most of the habitat types of northern Botswana. We pass through excellent lion country and some of the best cheetah country that our safari will cover. Elephant occur throughout the drive but are more common at the start and end of the drive where permanent surface water can be found."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Spent on game drives in Central Chobe. Habitat: Unlike the vast majority of the country, Central Chobe is not a totally flat landscape. Large outcrops of volcanic rock reach up out of the Kalahari sands, towering over the endless savannah. These hills provide habitat for a completely different array of small wildlife, birds and plants. The Savuti Marsh has been the stage for many of the most dramatic wildlife documentaries in Africa. The wide open country, good ungulate populations and particularly strong prides of lion and hyaena clans make for dramatic wildlife interaction and excellent viewing opportunities. The now dry Savuti Channel runs through this landscape linking the dry sand-veld, the waterholes, the hills and the grassland that was the Savuti Marsh. Wildlife: Undoubtedly it is the interaction between lion and elephant that is the most interesting aspect of Savuti. The area is inhabited by a huge pride of lions with numbers fluctuating from 20-30 members. These remarkable lions have learned over the years how to hunt these massive pachyderms that are supposedly above predation. Launching their attack under darkness and using their numbers, they manage to kill adolescent and even young adult elephant. The marsh is prime cheetah country and in the wet season it is not unusual to have the wild dog hunting here in Central Chobe."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "On our final day on safari we will leave Central Chobe early to travel along the Chobe River arriving in Kasane where we will stop for a picnic lunch before taking an afternoon boat cruise to end the safari. As today is a long day we recommend either spending a night or two in Kasane at Chobe Safari Lodge or two nights in Livingstone at Taita Falcon Lodge or Victoria Falls at Ilala. For those transferring to lodges in Kasane or across to Zambia/Zimbabwe it is recommended that your transfer be organized to meet you at Kalahari Tours at 15h30. Habitat: The habitat on today’s drive takes us through the stunted mopane scrub of the Goha clay basin, across the sand-ridge and through the wonderful Zambezi teak woodlands of the Chobe Forest Reserve and along the Chobe River itself. The Chobe floodplain is tens of kilometers wide and in years of exceptional rains the water stretches as far as the eye can see. Wildlife: While there are community areas that we pass through that are settled by local tribes, for the vast majority of the day’s drive we pass through wild country where wildlife moves un-inhibited by fences or man. Roan and sable antelope thrive in the teak woodlands where the low density of predators and lack of competition for food by other ungulates makes this prime habitat for these large ungulates. Leopard occur in these woodlands in low numbers but they are highly secretive and seldom seen. The Goha region has natural waterholes that hold water well into the dry season and herds of buffalo, Burchell’s zebra, greater kudu and elephant come down to drink."
    }
  ],
  "map": ""
}