{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "okavango-and-chobe-wildlife-holiday",
  "tourName": "Okavango and Chobe wildlife holiday",
  "placesVisited": "",
  "generalInfo": "Welcome to Africa!<br/><br/>Embark on a thrilling seven-day journey into the heart of Botswana, where the wild spirit of Africa thrives amidst luxury and eco-conscious living. This adventure takes you through the lush Okavango Delta, where you'll stay at two distinct lodges, each offering unique experiences and perspectives of this remarkable region.<br/><br/>Experience the Delta's captivating rhythms with mokoro safaris, guided walks, and exhilarating game drives. Each day brings new discoveries, from the interplay of water and land to the diverse wildlife.<br/><br/>Your first stop immerses you in diverse habitats, rich birdlife, and stunning scenery. Enjoy the serene beauty of the delta's waterways and tranquil atmosphere.<br/><br/>At your second stop, explore the delta's dynamic landscapes, from lush greenery to open floodplains, each offering a unique experience.<br/><br/>This tour is more than a vacation; it's an immersive exploration of Botswana's wilderness. Be enchanted and deeply connected to the natural world as you traverse two of the Okavango Delta's most spectacular locations.<br/><br/>This unforgettable adventure promises profound engagement with Africa's unspoiled beauty.",
  "durationDays": "7",
  "price": "4115",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to the heart of the African wilderness! Your journey begins as you arrive at O.R. Tambo International Airport and embark on a thrilling adventure. Board a flight from Johannesburg (JNB) to Maun (MUB), followed by a seamless transfer via light aircraft to the enchanting Oddball’s Camp. Oddball’s Camp is situated on the edge of Chief's Island, right in the heart of the Okavango Delta, bordering the Moremi Game Reserve. Here, you'll find accommodations in spacious canvas rooms, each with a deck to relax and enjoy the scenery. These chalets, built from natural materials, are elegantly elevated above the forest floor, offering both luxury and a genuine connection with nature. As the sun dips below the horizon, your adventure begins with an evening guided walk, or a serene mokoro safari. Glide silently through the Delta's intricate waterways in a traditional dugout canoe, gaining an intimate view of its unique ecosystems. Keep your eyes peeled for sightings of the abundant wildlife, from lions, leopards, and elephants to rare lechwe, tsessesbe, and sitatunga antelope. You might even spot the shy pangolin and the nearly extinct rhino. Bird enthusiasts will be delighted by the presence of over 450 bird species that grace the Okavango, including rare and endangered species. Conclude your day with a delectable dinner under the starlit African sky, serenaded by the sounds of the wilderness. You'll rest in the comfort of your cosy canvas accommodations at Oddball’s Camp."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Wake to the enchanting sounds of the Delta as you prepare for a private guided walking safari, another outing in a mokoro, immersing yourself in the wonders of the Okavango Delta. Fuel up with a hearty breakfast at Oddball’s Camp. In your leisure time between excursions, relax and absorb the breathtaking scenery that surrounds you. Lunch is served right at the camp, ensuring you're well-prepared for your afternoon and evening activities, which include more exhilarating guided walks. Oddball’s Camp offers a unique cultural interaction opportunity at an authentic baYei village, where you can gain insights into the local way of life. The day concludes with a private dinner under the stars on the camp's satellite deck, providing an intimate and memorable experience. Once again, you'll find comfort and tranquility in your canvas accommodations at Oddball’s Camp."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The adventure continues with another morning safari activity, followed by a hearty breakfast at Oddball’s Camp. Your day offers ample time for relaxation, with lunch served at the camp. In the afternoon you'll once again venture into the untamed wilderness on another private guided walking safari, encountering the Delta's rich wildlife and birdlife. Your day culminates with a delectable dinner at Oddball’s Camp, where you can share stories of your wildlife encounters under the African night sky. Afterward, retire to your room for a peaceful night’s rest."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After one last guided walk and breakfast at Oddball's Camp, prepare for a change of scenery. You'll board a flight to your next destination in the Okavango Delta, where you'll spend the next three days at Delta Camp. Delta Camp offers an authentic and traditional Okavango Delta experience, prioritizing the reduction of human-generated noise and reliance on sustainable energy sources such as solar panels. Upon arrival, you'll meet your dedicated guide, who will be your exclusive companion for the duration of your stay. This personalized approach ensures that you get the most out of your Delta adventure. Lunch at Delta Camp provides the opportunity to refuel for your afternoon and evening activities, which include guided game walks, exhilarating drives, and serene mokoro safaris. The Delta is known for its remarkable wildlife, including hippos, elephants, crocodiles, various antelope species, buffalo, and a diverse array of birdlife. The intimate setting allows you to observe the wildlife up close in their natural habitat. As the day comes to a close, indulge in a delightful dinner at Delta Camp while sharing stories of your wildlife encounters. Your accommodation in the uniquely designed chalets provides both comfort and an unobtrusive connection to the natural beauty of the Okavango Delta."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A new day brings fresh adventures in the Okavango Delta. Begin with a morning safari activity, followed by breakfast at Delta Camp. Make the most of your leisure time during the day, taking in the tranquility of the surroundings. Lunch at the camp is followed by an afternoon activity, where you'll continue to explore the diverse habitats of the Delta. Bird enthusiasts will be delighted by the rich birdlife, with numerous species calling this region home. The day ends with a delectable dinner at Delta Camp, and you'll fall asleep in the embrace of your elegantly designed chalet, seamlessly blending with the ancient forest."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Your sixth day in the Okavango Delta begins with another exciting morning safari activity and a hearty breakfast at the lodge. Take a break between excursions, enjoying lunch at the lodge. In the afternoon, embark on another awe-inspiring activity, deepening your connection with the Delta wilderness. Whether it's a mokoro safari, a guided walk, or a game drive, each activity offers a unique perspective on the Delta's intricate waterways and rich wildlife. Dinner at the lodge provides the perfect ending to your day, and you'll return to your spacious chalet to settle in for the night, surrounded by the serene sounds of the African bush."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "On your seventh and final day in the Okavango Delta, you'll embark on one last early morning game drive. Following this, enjoy a final breakfast at Delta Camp, savoring your last moments in this unspoiled wilderness. Afterward, it's time to depart, as you take a flight from Delta Camp to Maun. From there, you'll connect to your flight back to Johannesburg, concluding your remarkable journey. We look forward to welcoming you back for your next adventure. Safe travels!"
    }
  ],
  "map": ""
}