{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "zimbabwe-botswana-game-tracker-safari",
  "tourName": "Zimbabwe & Botswana game tracker safari",
  "placesVisited": "Kruger National Park, Big Five, Great Zimbabwe Monuments, Matobo National Park, Hwange National Park, Victoria Falls, Kasane, Chobe National Park, Maun, Swimming in the Okavango Delta, Camping on an island, Khama Rhino Sanctuary, Kalahari Desert, Bush walks, Bird watching, Optional: white water rafting, bungee jump, scenic flight",
  "generalInfo": "Explore Southern Africa’s diverse landscapes and iconic highlights on this Zimbabwe, Botswana and South Africa safari. Search for wildlife in Kruger, Hwange and Chobe national parks, glide through the Okavango Delta in mokoros, and walk through the dramatic granite hills of Matobo. Discover the ancient Great Zimbabwe ruins and experience the raw power of Victoria Falls. With comfortable accommodation and a rich mix of game viewing, culture and scenery, this journey offers an unforgettable Southern African adventure.<br/><br/>DEPARTS: JOHANNESBURG on Saturday at 06:30am, ENDS: JOHANNESBURG on Sunday at +/-18:00pm.<br/><br/>Highlights<br/>* Kruger National Park–game drives<br/>*Great Zimbabwe Monuments–guided tour<br/>* Matobos–game drive<br/>* Hwange–game drives in an open vehicle<br/>* Victoria Falls–adventure activities<br/>* Chobe National Park–sunset river cruise<br/>* Okavango Delta-mokoro excursion<br/><br/>Overnight - 12nights on safari we stay at small lodges, with en suite facilities and1 night in Goo-Moremi, in self-catering chalets where two bedrooms share a bathroom. And 2 nights tented camp in the Okavango. Each tent has twin camp beds with linen and en suite chemical toilet. Shared bucket shower tent with hot water off the fire. Meals - 15 breakfasts, 13 lunches and 11 dinners are included. Of which 8 breakfasts &amp; 4 dinners are provided by the lodges. The remaining included meals are prepared by crew at the vehicle and enjoyed around the campfire. Transport for the majority of this safari you travel in a custom-built Safari trucks with 12 forward facing seats; or (on 40% of tours) Mercedes Sprinter minibuses with 12 forward facing seats and air conditioning. For the game drives in Chobe, Hwange, Matobos and the transfer into the Okavango we use local open sided 4WDvehicles with local guides. Limited participation - An essential part of your safari is some participation. From carrying your own bag to cleaning your window and packing the truck in the morning–it’s all part of your adventure and when everyone puts in a little effort the trip will run smoothly. Where the tour leaders provide meals, we ask that clients help (on rotation) with the washing up.<br/>",
  "durationDays": "16",
  "price": "3180",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "KRUGER NATIONAL PARK: Departing Johannesburg at 06:30am we head into the world famous Kruger National Park. We visit the northern part of the park and stay in the Letaba area of the reserve. We enjoy morning and afternoon game drives in our safari vehicle and hope to spot lion, elephant, rhino and other animals in this icon of wildlife conservation. [permanent tent / chalet - LD](B=breakfast, L=lunch, D=dinner)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KRUGER NATIONAL PARK: This morning we wake early and game drive north through the park to the Pafuri region. The northern Kruger is dominated by mopane veld and is the domain of large elephant bulls, wilddog and lions. As we reach the Limpopo Valley the vegetation changes to forest and birdlife is prolific. We exit the park, late in the afternoon, and overnight at a lodge just outside the Kruger. [tented lodge BLD]"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "GREAT ZIMBABWE: Entering Zimbabwe at the Beit Bridge border post, we travel north to our overnight stop. The following morning we visit the Great Zimbabwe Monuments. These well preserved ruins are some of the oldest and largest stone structures in Southern Africa and were built during the 11th to 14th centuries. We explore these ancient stone structures on an informative walk with a local guide. [hotel BLD]"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "MATOBO NATIONAL PARK: Travelling via the city of Bulawayo we move on to the Matobo National Park and our chalets on the outskirts of the park. This afternoon we enjoy sundowners from the granite ridge overlooking the park. The following morning we visit World’s View and the historical site of Cecil John Rhodes’ grave. Unusual rock formations are home to an array of ancient bushman paintings which we visit while on our game drive and walk. This area is also home to Zimbabwe’s rhino which we hope to see on our excursion in the national park. [chalet BLD]"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "HWANGE NATIONAL PARK: Named after a local Nhanzwa chief, Hwange National Park is the largest Park in Zimbabwe occupying roughly 14 650 square kilometers. Hwange is famed for its large elephant population. Our chalets are in the game management area that borders the park, and we explore the park with our local guide, on a full day game drive in an open 4WD game viewing vehicle. [chalet BLD]"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "VICTORIA FALLS: We enjoy a spectacular guided walk through tropical vegetation to the very edge of the “Mosi oa Tunya” or “the smoke that thunders” - Victoria Falls. There are opportunities to white water raft on the mighty Zambezi River, bungi jump or take a “flight of angels” (own expense). [guest house B--]."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "CHOBE NATIONAL PARK: Entering Botswana, we head to the town of Kasane and our accommodation on the banks of the Chobe River The river flows lazily along the northern boundary of the Chobe National Park attracting some of the largest herds of elephant in Africa. A highlight of any trip to the Chobe is the afternoon game viewing cruise where we hope to see large herds of elephants and other wildlife as they quench their thirst at the end of the day. [chalet BLD]"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "NATA: This morning we venture into the Chobe National Park in an open 4WD in search of big cats and elephants. Thereafter we head south through the Kasane Forest Reserve to the Nata area for our overnight stop. [tented lodge BL -]"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "OKAVANGO DELTA: We transfer into the delta by open 4WD game viewing vehicle. Our local guides will take us deep into the heart of the Okavango Delta on Mokoro (dugout canoes) to our pre-erected tented camp. The delta forms as rain water from the Angolan highlands flows out over the flat Kalahari Desert sands, forming a delicate, green oasis for birds and wildlife. Our camp is on a remote island in this amazingly dynamic environment and we enjoy bush walks, bird watching and swimming in the clear waters. Camping with our local guides we learn more about their lifestyle and culture. Returning to Maun in the afternoon of day 14 there is time for an optional scenic flight over the Okavango (own expense). [2x tented camping, 1x chalet Bx3 Lx3 Dx2]"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "GOO MOREMI GORGE RESORT: Heading south from Maun, we cross the wide open spaces of the Kalahari Desert. Along the route we might encounter small herds of zebra interspersed among cattle herds between remote villages. As we approach Goo-Moremi the Tswapong Hills rise above the horizon. Here endangered Cape Vultures nest on the gorge cliffs above the ancestral waterfalls in the protected conservation area of Goo-Moremi Gorge. Time permitting we take an afternoon guided walk to stretch our legs. [chalet BLD]"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "JOHANNESBURG – TOUR ENDS: Crossing back into South Africa, we make our way to Johannesburg where the tour ends at +/- 18:00. [- B--]"
    }
  ],
  "map": ""
}