{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "southern-africa-overland-holiday",
  "tourName": "Southern Africa overland holiday",
  "placesVisited": "South Africa: Johannesburg, Bluberg, Kruger National Park, Meet Hanawa community, Botswana: Kalahari Desert, Khama Rhino Sanctuary, Maun, Okavango Delta, Makgadikgadi Salt Pans, Chobe National Park, Moremi Gorge, Zimbabwe, Victoria Falls, Hwange National Park, Bulawayo, Matobos National Park",
  "generalInfo": "This Southern Africa overland holiday is a small group tour, travelling in a purpose built overland vehicle, and camping along the way in some of the region’s most magnificent landscapes. Starting and ending in Johannesburg, we head into Botswana almost immediately where highlights include paddling a traditional ‘mokoro’ canoe across the Okavango Delta, seeing elephants in Chobe National Park and driving across the extraordinary sight of the Makgadikgadi Salt Pans. One particular highlight here, and there are many, is wild camping on an island in the heart of the Okavango wilderness. <br/><br/>There are few border crossings like the one into Zimbabwe, where the great Victoria Falls awaits nearby and where we spend a couple of days. Our next wildlife wonder is Hwange National Park, south of the Falls and Zimbabwe’s biggest national park. It is also famous for its prolific elephant population, and where you can spot four out of the Big Five here.  <br/><br/>There are several long journeys on this trip, and the one between Hwange and the Matabos National Park is 7-8 hours, although we break it up with a detour through the city of Bulawayo. In Matabos, we get to track rhinoceros on foot with a local expert guide and also take in the magnificence of this ancient place which has particular sacred significance for local people. <br/><br/>Our last leg of this overland itinerary is back in South Africa, and enables us to spend a day with the Hananwa people in Blouberg in the Limpopo region. There are two more big drives after this, one to Kruger National Park where we spend two days, and the final one back to Johannesburg. In Kruger, not only do we get to enjoy a full day game drive in one of South Africa’s most famous national parks, but we also camp within the park itself for one last, superb night under the African stars. <br/>",
  "durationDays": "18",
  "price": "2700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Johannesburg.",
      "description": "Sawubona! Welcome to South Africa. Your adventure begins in Johannesburg with a welcome meeting at 6 pm tonight. If you arrive early, maybe visit the eye-opening Apartheid Museum to start your journey with some crucial history before meeting up with your group. After the meeting, why not head out for an optional group dinner and get to know your newfound travel companions. Your leader can point you in the right direction with the best bar and restaurant recommendations."
    },
    {
      "dayNumber": 2,
      "title": "Khama Rhino Sanctuary.",
      "description": "Leaving South Africa behind, cross the border into Botswana this morning and travel towards the Khama Rhino Sanctuary. Situated on the edge of the Kalahari Desert, the Khama Rhino Sanctuary has drastically changed from a former hunting area to a conservation project. Built to protect Botswana's only remaining populations of both black and white rhinos, the sanctuary is also home to other wildlife including zebras, giraffes, leopards, ostriches and wildebeest, all of which can be seen grazing the many waterholes. Visiting this project benefits local communities and directly contributes to protecting the endangered white rhino. Later, you’ll head out on a dusk game drive to hopefully spot the rhinos when they’re most active."
    },
    {
      "dayNumber": 3,
      "title": "Maun.",
      "description": "This morning you’ll drive to Maun – the gateway to one of the world's most complex ecosystems, the Okavango Delta. A 16,000 square km maze of lush wetlands and waterways teeming with wildlife, the Okavango Delta is one of very few delta systems that doesn’t flow into the sea. When you arrive, there will be an opportunity to stock up on any supplies you might need for your adventure ahead. Look out for the resident hippos, crocodiles, elephants and big cats in the delta. The animals aren’t the only drawcard, though! The waterscapes and vast horizon are enough to write home about."
    },
    {
      "dayNumber": 4,
      "title": "Okavango Delta.",
      "description": "Today you’ll get right into the action and jump aboard a traditional mokoro – a dugout canoe steered by friendly local 'polers'. Cruise the Okavango waterways and look out for the delta's unusual wildlife and exotic birds. Spend some time today exploring the maze of lagoons, lakes and streams on foot too, with your experienced local guides. Tonight, you’ll camp on a remote island right in the heart of the wilderness! Fall asleep to the humming and buzzing of the African heartlands and soak up one of those ‘I’m so far from home’ moments."
    },
    {
      "dayNumber": 5,
      "title": "Okavango Delta.",
      "description": "Wake up nice and early this morning and head out on a sunrise walk. Along the way, keep watch for elephants and if the timing is right, you might also come across some Cape buffalo! These noble-looking beasts are more dangerous than they look and their horns double as a bone shield that's fittingly known as a 'boss'. Return to camp for breakfast, where you’ll have the rest of the day to relax. A refreshing swim or maybe a nap could be on the cards – both good ideas in the warmer part of the day. Alternatively, take another optional mokoro trip to soak up that serene river atmosphere."
    },
    {
      "dayNumber": 6,
      "title": "Maun.",
      "description": "After taking down your camp, return to the ‘poler’ station by mokoro, before continuing to Maun by vehicle. When you arrive, you’ll have the option to embark on a scenic helicopter flight over the Okavango Delta, where you'll be treated to a breathtaking bird's-eye view of the shimmering waterways and lush landscapes, a captivating perspective of one of the world's most unique ecosystems."
    },
    {
      "dayNumber": 7,
      "title": "Nata.",
      "description": "Get up early and hit the road for Nata. This small town sits near the stunning Makgadikgadi Salt Pans, which are some of the largest on Earth covering around 12,000 square km. This afternoon, you’ll take an excursion in an open-air vehicle to explore these seemingly endless plains in the Nata Bird Sanctuary. Surrounded by the Kalahari Desert, the pans are naturally dry and salty for a large part of the year. During this time, the arid landscape has an eerie feel, and the heat mirages can make you feel disoriented. After the rains hit, the pans become a grassy refuge for migratory birds and animals – a perfect setting for wildlife lovers!"
    },
    {
      "dayNumber": 8,
      "title": "Chobe National Park.",
      "description": "Hit the road this morning and make tracks for Chobe National Park – Botswana's first ever national park. This area is perhaps best known for its high concentration of elephants, which can often be seen swimming in the Chobe River. The river also attracts wallowing hippos, crocodiles by the water's edge, cheetahs, lions and a huge variety of birdlife. When you arrive, you’ll be treated to a sunset cruise on the Chobe River – an ideal way to spend the afternoon, watch the sun descend and toast to another day in Africa."
    },
    {
      "dayNumber": 9,
      "title": "Victoria Falls.",
      "description": "Why not wake up early and see Chobe National Park from a different perspective with an optional morning game drive. After, travel to Victoria Falls, crossing the border into Zimbabwe just in time to have lunch on the banks of the Zambezi River. Set up camp and enjoy some free time to relax, freshen up and plan out your next couple of days at Victoria Falls. Be sure to ask your local leader for their tips and advice. This evening, dine on a traditional Zimbabwe dinner hosted by Inguquko White Star – a local community group committed to preserving and promoting African culture through the arts. Enjoy a performance of traditional song and dance and learn how this initiative has created opportunities for youth arts education and provided a platform for local talent."
    },
    {
      "dayNumber": 10,
      "title": "Victoria Falls.",
      "description": "Today, you’ll have some free time to explore Victoria Falls. Why not check out some of the optional activities around the area, like the scenic helicopter flights – the Zimbabwe side of the falls offers the broadest view of this colossal natural wonder. If you opt to take a flight, the Zambezi Helicopter Company (CAA Zimbabwe). As this trip doesn’t include any activities in and around Victoria Falls, it’s recommended you organise your optional activities ahead of time to make the most of your time here. Tonight, you’ll have a second welcome meeting at 6 pm to meet the new travellers joining you for the next leg of the trip."
    },
    {
      "dayNumber": 11,
      "title": "Hwange National Park.",
      "description": "This morning is your last opportunity to soak up the views and explore the surrounds of Victoria Falls. You’ll have to arrive at opening time (6 am from September to April and 6.30 am from May to August). This is a great time to see the falls, as the sunrise casts a unique light on the cascades and there are fewer tourists to interrupt the view. Then, you’ll leave Victoria Falls behind and head to Hwange National Park via the Victoria Falls Wildlife Trust – one of the projects our Foundation supports. Here, you can learn about the rescue and rehabilitation of wildlife, human-wildlife conflict and the Trust’s role in anti-poaching. There may also be a chance to meet any rescued or orphaned wildlife currently in their care. Hwange National Park became the royal hunting grounds of the Ndebele warrior-king Mzilikazi in the early 19th century and was set aside as a national park in 1929. Today, Hwange boasts a tremendous selection of wildlife, with over 100 species of mammals and nearly 400 bird species. The elephants of Hwange are world famous – you'll find one of the largest elephant populations in Africa here! Spend this afternoon exploring and discover the area in an open 4WD vehicle with expert local guides."
    },
    {
      "dayNumber": 12,
      "title": "Matobo National Park.",
      "description": "Make tracks for Matobo National Park this morning. Shortly after leaving Hwange, stop at the Painted Dog Conservation Centre. The loss of quality habitat and poaching are driving the painted dog (also known as African wild dog) towards extinction. Learn about how they protect and increase the range and numbers of painted dogs in Zimbabwe and the Hwange ecosystem as a whole. Then it's on to Bulawayo, Zimbabwe's second-largest city. Take a stroll through the streets lined with old buildings and stop in at a local cafe or restaurant for lunch before heading to your camp for the next two nights. Home to a large population of black and white rhinoceroses that can be tracked on foot, Matobo National Park is also the site of the grave of Cecil John Rhodes – the founder of Rhodesia and the De Beers diamond company. The Matobo area has great spiritual and cultural significance to the local people and there are many sites within the park where important ceremonies still take place."
    },
    {
      "dayNumber": 13,
      "title": "Matobo National Park.",
      "description": "Matobo National Park has an incredibly diverse range of birdlife and wildlife and is home to both Black and White rhinos. This morning, you have a unique opportunity to track white rhinos on foot with the help of an expert local guide. There will also be the chance to spot other game – the park is home to klipspringers, leopards, warthogs and springhares. You can also learn about the various local plants and trees, including wild pear and paperbark, while discovering San paintings and the rock formations of the park. After lunch, venture to a nearby village and meet some of the local people. Learn about how it was when they were living in the hills and meet with some of the local personalities – including elderly chief Pondo."
    },
    {
      "dayNumber": 14,
      "title": "Tshipise .",
      "description": "This morning, leave Zimbabwe behind and cross a very busy border post – the only direct border crossing between Zimbabwe and South Africa. You should arrive at your camping site on the edge of Honnet Nature Reserve in the late afternoon. Relax and enjoy the extensive facilities available including an indoor and outdoor pool, putt putt and a nature trail."
    },
    {
      "dayNumber": 15,
      "title": "Makushu Village.",
      "description": "Make your way to Makushu – a small village in the Limpopo province of South Africa. When you arrive, you’ll be met by a local village guide. You’ll be staying with homestay host mothers in their family homes. With no two days the same for local villagers, you might be taking part in activities like beading, dancing, beer tasting and cooking. Tonight, you can interact with the local villagers and learn the traditional Venda ways."
    },
    {
      "dayNumber": 16,
      "title": "Kruger National Park.",
      "description": "After breakfast today, you’ll make the journey towards Kruger National Park. Along the way, you'll have the opportunity to visit the Black Mambas headquarters, the world's first all-female anti-poaching unit made up of 42 young African women. Supported by our Foundation, the Black Mambas are turning a traditionally male-dominated industry on its head, working to protecting the wildlife of Kruger National Park in an unconventional way. Discover how they find and destroy snares left by poachers and set up roadblocks and patrol park perimeters, then get an exclusive look into their ops room. After, head to your campsite inside Kruger National Park and fall asleep to the sounds of the wilderness."
    },
    {
      "dayNumber": 17,
      "title": "Kruger National Park.",
      "description": "Today, you'll embark on a full day 4WD safari in the vast Kruger National Park, a wildlife sanctuary comparable in size to countries like Belgium and Wales. Home to the iconic ‘Big Five’ – lions, leopards, elephants, buffalo and rhinos – Kruger offers an outstanding wildlife experience in one of the world’s premier conservation areas. In addition to spotting these majestic animals, keep an eye out for giraffes, zebras, hippos and the elusive, endangered African wild dog. As you venture deep into prime wildlife viewing zones, you'll likely encounter a diverse array of species, from graceful antelopes and elands to fast-moving cheetahs and powerful rhinos, all within the park’s breathtaking savannas and forests."
    },
    {
      "dayNumber": 18,
      "title": "Johannesburg.",
      "description": "It's time to head to Johannesburg. Along the way, you’ll take in amazing vistas at the Three Rondavels viewpoint over Blyde River Canyon and Bourke's Luck Potholes. This is a magnificent lookout where cloud cover is usually at a minimum. Your African safari adventure comes to an end when you arrive in Johannesburg this evening. If you’d like to extend your stay, just speak to your booking agent ahead of time to organise additional accommodation."
    }
  ],
  "map": ""
}