{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "photo-safari-in-botswana",
  "tourName": "Photo Safari in Botswana",
  "placesVisited": "",
  "generalInfo": "Botswana is renowned for exclusive safari experiences in untouched wilderness, and Tuli Block is the hidden gem of the country. This trip takes you to pristine African bush thriving with healthy populations of all of Africa’s most iconic wildlife and gives you a week to explore, have close, uncrowded encounters with wildlife, and take some incredible wildlife photography.<br/><br/>Spend a week at a safari camp in the heart of Botswana’s wilderness, exploring the stunning Tuli Block each day, and training your sights on a spectacular cast of wildlife.  Tuli Block is a goldmine of wildlife photography opportunities. It's an incredible location to see big cats like lions, leopards, and cheetahs, as well as larger species like elephants and giraffes. Near to where you’ll stay, there’s a hyena den offering a rare, exciting opportunity to photograph the fascinating animals up close. Your guides will also use their knowledge of the area to take you on the best night drives to find all of the region's nocturnal species. <br/><br/>Tuli Block is also a haven for bird lovers. Boasting over 350 bird species you’ll find a stunningly colorful and diverse avian species to observe and photograph. The varied landscapes, including grasslands, riverine areas, woodlands, and rocky outcrops, provide habitats for a wide array of birds. This includes birds of prey like African fish eagles, bateleurs, and numerous vultures, among a long list of beautiful bird species.<br/><br/>Whilst it won’t be the focus, the scenery you’ll witness on this trip is extraordinary and shouldn’t be overlooked. You’ll find a remarkable variety of landscapes across the Tuli Block and see a stark contrast between the rugged terrain of the rocky hills and the lush vegetation of the riverine areas. You’ll see some incredible river scenes along the Limpopo River too. The landscape throughout the area is dotted with the iconic Baobab trees too. The topography is more than dramatic enough for landscape photography, but if nothing else, it will serve as an ideal backdrop to your wildlife subjects.<br/><br/>On top of the destination and the incredible wildlife, you’ll find there, you’ll also enjoy expert guidance and tailored photography tuition across the week. You’ll be joined by seasoned wildlife and conservation photographer, UK ambassador for FUJIFILM, Alan Hewitt. Hid tuition will cover a range of topics including the technicalities of photography as well as the more creative aspects. Also, thanks to the small group size, tuition really can be tailored and personalized to each photographer's interests.",
  "durationDays": "7",
  "price": "4495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You arrive in Africa! Once you’ve touched down in OR Tambo International Airport in Johannesburg we’ll collect you and take you on the 6-hour drive to Tuli Game Reserve."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Full days in the Botswana wilderness! We'll enjoy two long game drives each day; one early in the morning, and one late afternoon, when the light is at its best and the wildlife at its most active. In between, there's time to work on post production, discuss images, or to just relax. There might also be opportunities for a couple of walking safaris."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We'll leave in the morning to head back to Johannesburg, where you can catch a flight home."
    }
  ],
  "map": ""
}