{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "cape-town-to-victoria-falls-holiday",
  "tourName": "Cape town to Victoria Falls holiday",
  "placesVisited": "Victoria Falls, Hwange National Park, Chobe National Park, Stellenbosch, Visiting local wineries, Franschhoek, Hermanus, Fernkloof Nature Reserve, Boulders Beach, Cape Town",
  "generalInfo": "Cape Town to Victoria Falls is one of the world’s great journeys. Starting in Cape Town, the most cosmopolitan city in South Africa, this trip travels through the spectacular desert landscape of Namibia, wildlife-rich game parks in Namibia and Botswana and finally to the mighty Victoria Falls on the Zimbabwe-Zambia border. This is an adventure through the heart of the most dramatic scenery in southern Africa, with rich culture, diverse wildlife and the opportunity to take part in numerous activities along the way.",
  "durationDays": "20",
  "price": "4599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Cape Town, a culture-filled port city beautifully placed between mountain and sea. This afternoon, there may be the opportunity for an optional excursion up Table Mountain via cable car, if the weather is good. The views across the city on a clear day are incredible. If the weather is not good, we have a free afternoon with the opportunity to explore the buzzy V&A Waterfront. Around 6pm, say howzit to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner. Want to explore Cape Town further? Secure pre-tour hotel nights through your sales representative. Accommodation: City Lodge Hotel Victoria & Alfred Waterfront (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We generally begin with a drive along the spectacular Chapman’s Peak drive (occasionally this drive is closed so we have to go around it) via Houtbay. Continuing to the Cape Point Nature Reserve, we have time to walk to the lighthouse and then along the boardwalk to the Cape of Good Hope. We then take a short visit to the Boulders Beach penguin colony and enjoy lunch. In the late afternoon, we visit a wine farm – the area surrounding Cape Town is renowned for its wine and we get a chance to sample some of the local produce. The order of activities in Cape Town is flexible as everything hinges around going up Table Mountain when the weather is best. Evening meals can be enjoyed at various beach restaurants – Cape Town is a paradise for food and drink lovers! Accommodation: City Lodge Hotel Victoria & Alfred Waterfront (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We leave Cape Town and travel through farmlands of citrus, maize, cattle and sheep as we start the journey towards Namibia. Our first stop is in the fertile Olifants River Valley, providing a glimpse into the agricultural lifestyle of the Western Cape. Drive: About five hours Accommodation: Highlanders Lodge (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today we drive to Orange River (five hours plus one-hour border crossing), where the southern border of Namibia meets South Africa. There is free time to relax this afternoon. Our accommodation for the night has a picturesque riverbank setting. Drive: 280mi (450km), six to seven hours Accommodation: Felix Unite Cabanas (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "In the morning, we enjoy a canoe trip on the Orange River. It is not tough on the water and the trip gives us the chance to see the flora and fauna of the region as we drift by. We then take a three-hour drive to the second largest canyon on earth: Fish River Canyon. The views from the canyon rim are spectacular and there is time for a short walk along it in the afternoon. Accommodation: Seeheim Hotel (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We have a day’s travel along the edge of the Namib-Naukluft National Park to Sesriem, where we stay overnight outside the park. Drive: 341mi (550km), 7hr to 7hr 30min Accommodation: Taleni Desert Camp (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We leave our lodge early to spend the morning at the Sossusvlei dunes, one of the great sights of Africa. While we cannot enter the park until sunrise, the early morning light on the dunes is still a spectacular sight and worth getting up for. Those feeling energetic have the opportunity to climb Dune 45. We enjoy a picnic breakfast at the dunes and take a 1.2mi (2km) walk into the Hiddenvlei area (optional one-way shuttle transfer instead). If we’re lucky, we may see gemsbok, ostriches or black-backed jackals among the dunes, an irresistibly photogenic scene! In the afternoon, we visit Sesriem Canyon. Accommodation: Taleni Desert Camp (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We have a long, spectacular drive through Namib-Naukluft National Park to Swakopmund via Walvis Bay to see flamingos in their thousands (in season: summer). This national park, one of the largest in the world, is home to one of the driest and oldest deserts on earth. It contains some of the finest desert scenery in Africa with towering, jagged rock formations and incredible lunar landscapes. Drive: 185mi (300km), four to five hours Accommodation: Hotel A La Mer (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Swakopmund is the adventure sports capital of Namibia, and we have a full day here to enjoy the optional adventure activities on offer: go on a dolphin cruise or township tour or take a flight over the desert! Alternatively, explore the German-style town and visit some of the excellent cake shops. Accommodation: Hotel A La Mer (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We leave the Atlantic coast and head inland towards Brandberg, the highest mountain in Namibia. We enjoy a walk through Valley 45 for approximately two hours to the White Lady rock painting which, along with several other small paintings and engravings, are thought to have been left by indigenous San people at least 2,000 years ago. Drive: 155mi (250km), four hours Accommodation: Brandberg White Lady Lodge (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "In the morning, we drive north to Etosha National Park where some of the best wildlife viewing in the world can be found. We should arrive at Etosha, which means the Great White Place of Dry Water, in time for a late afternoon game drive before arriving at our camp where there is a waterhole for game viewing at night. Drive: 250mi (400km), five to six hours Accommodation: Etosha Park Chalets (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "We have two days to really enjoy this fabulous park with its mixed forest and grassland centred around a large saltpan. Etosha is home to a great variety and number of animals, which are easy to find as they congregate at different times around the waterholes. There are waterholes next to the excellent campsites, and it is not uncommon for us to spend all night watching a gala performance of animals: wildebeest, zebras, impalas, springbok, kudu, elephants, giraffes, lions and even rhinos are all common sights here. Take plenty of patience and you will be rewarded by one of the greatest game spectacles in southern Africa. Etosha is also a good place for birds, with plenty of waterbirds on the lakes and weaverbirds and hornbills in the trees. While in Etosha, we move our camps (between Okaukuejo, Halali or Namutoni) but the itinerary is kept flexible depending on where the animals are. Accommodation: Etosha Park Chalets (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "We have a long drive through local villages to the Okavango River – the main watercourse supplying the Okavango Delta. Drive: 400mi (650km), eight hours Accommodation: Rainbow River Lodge (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "We take a mokoro (traditional dugout canoe) ride from our camp on the Okavango River. Please note, the river may be flooded in March/April and we may have to substitute our mokoros for a boat. The birdlife is prolific and, at certain times of the year, so is the game. Gliding through the waterways by mokoro is the ideal way to absorb the tranquillity of the place. We also have the option of a village tour to meet the local community. Accommodation: Rainbow River Lodge (or similar)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Drive through the Caprivi Strip and into Botswana to the Chobe National Park area in Kasane, home to huge numbers of elephants and hippos. Drive: 250mi (400km), 5hr 30min to 6hr, plus one-hour border crossing Accommodation: Kwalape Lodge (or similar)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Today we have an early morning game drive in Chobe National Park and an afternoon boat ride on the Chobe River where it is possible to view huge herds of elephants coming down to drink as well as many other types of game. For bird lovers, the river provides a home for the majestic African fish eagle and several species of brightly coloured bee-eaters. The area surrounding the Chobe River typically has the highest concentration of wildlife within the park as animals congregate here, particularly in the dry season (April to October). Accommodation: Kwalape Lodge (or similar)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "We drive to Victoria Falls after a leisurely breakfast, a small town on the Zimbabwean side of the glorious Victoria Falls (entrance own expense US$50). The waterfall itself is majestic, the activities enthralling and the scenery of the Upper Zambezi beautiful. Drive: 62mi (100km), 1hr 30min to 2hr, plus a border crossing of one to two hours Accommodation: Shearwater Explorers Village (or similar)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Today you have a free day to enjoy the numerous activities on offer such as flights over the falls, white-water rafting, game viewing, or crossing into Zambia to see the falls from a different side (please note, you need a Zambian visa if you wish to see the falls from the other side). Accommodation: Shearwater Explorers Village (or similar)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "You’ve cruised the wildlife-rich waterways of the Okavango River, spotted iconic safari animals and seen the mountainous dunes of Sossusvlei, but now our adventure comes to an end. Alternatively, if you’d like more time to experience the wonder that is Victoria Falls, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}