{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "namibia-and-botswana-camping-safari",
  "tourName": "Namibia and Botswana camping safari",
  "placesVisited": "Livingstone, Victoria Falls, Caprivi, Boat cruise to Popa Falls, Rundu, Etosha National Park, Desert elephants, Spitzkoppe, Swakopmund, Cape Cross seal colony, Sossusvlei, Windhoek, Kalahari walk with San bushmen, Mokoro canoe ride on Okavango Delta, Camping on remote Delta island, Makgadikgadi Pans, Game drives in Chobe National Park, Optional: white water rafting on Zambezi, bungee jump, quad biking, dune boarding",
  "generalInfo": "A journey through the lush green Okavango Delta and the beautiful desolation of the Namib Desert is an exploration of a lifetime across Southern Africa. Exciting wildlife in Etosha NP, walking the red sand dunes of Sossusvlei and adventure through the Okavango Delta by mokoro.  <br/><br/>Highlights<br/>* Victoria Falls–A natural wonder of the world<br/>* Caprivi–game drives &amp; boat cruise<br/>* Etosha NP–game viewing from camp &amp; on drives<br/>* Brandberg–rock paintings<br/>* Swakopmund–dune boarding &amp; sea kayaking<br/>* Namib Desert–walk Sossusvlei dunes<br/>* Kalahari–walk with San Bushman<br/>* Okavango Delta–mokoro excursion and bush walks<br/>* Chobe NP–sunset boat cruise on Chobe River<br/><br/>Overnight – 14 nights on safari we stay at designated campsites, in or bordering national parks and towns. Formal campsites have hot and cold showers, laundry facilities &amp; shops. 2 nights “camping wild” without fences in the Okavango. On these nights the crew will erect a bucket shower (with hot water off the fire) and a pit latrine (with seat!).4 nights in Swakopmund, Windhoek Kasane in guest houses and lodges with en suite twin bedrooms. Meals - 20 breakfasts, 17 lunches &amp; 12 dinners will be provided by the crew, prepared at the vehicle &amp;eaten around the campfire or in a boma. For certain meals the group will sample local fare at restaurants (own expense). Transport we use safari trucks with 12 seats for this tour. Potholes, corrugated gravel roads and livestock on the roads can make travel slow. There are some long drives, so sit back and enjoy the scenery! For the transfers into the Okavango Delta, we use open 4WD vehicles with local guides. Limited participation - an essential part of your safari is participation. From putting up your tent to packing the truck in the morning–it’s all part of your adventure. Your tour leaders will do all the meal preparation, but we do ask for your help (on rotation) with the washing up. There are some long travel days which means early morning starts so we all need to get involved to make the day run efficiently.<br/>",
  "durationDays": "21",
  "price": "2990",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 5,
      "title": "",
      "description": "RUNDU: After a morning enjoying the abundant birdlife that surrounds the camp, the road takes us directly west along the Kavango River. Villages of grass huts and local wooden crafts and carvings are a common sight. We stop for the night at our riverside camp in Rundu and enjoy a spectacular sunset. [camping BLD]"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "UGAB WILDERNESS: Our next stop is the Brandberg where we camp next to the dry Ugab River bed, home to the rare desert elephants. We explore the mountains on foot with our local guides, who lead us through this region adorned with rock art including the “White Lady”. [camping BLD]"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "SPITZKOP: Our journey covers some beautiful desert landscapes as we move south towards the huge granite domes that rise out of the desert at Spitzkoppe. We set up camp at the foot of these massive domes, and take a walk to explore the area. The silence and wide open spaces add to the mystery and we enjoy a magnificent sunset. [camping BLD]"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "WINDHOEK: The charm of the city of Windhoek lies in its harmonious blend of African and European cultures and the friendliness of its people. We arrive late in the day and enjoy a restaurant meal (own expense). [guest house BL-]"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "KALAHARI: Crossing into Botswana we overnight in the heart of the Kalahari. We take a walk with the local San Bushmen to learn fascinating bush skills. [camping BLD]"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "MAKGADIKGADI PANS: Feel the vastness of Africa under a big sky sunset. Depending on the season, the pans can either be a shimmering haze of dust or a vast shallow lake. [camping BL-]"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "CHOBE NATIONAL PARK: We turn north through the Chobe Forest Reserve to Kasane and our lodge. Chobe NP is famous for large herds of elephant and buffalo. Our afternoon is spent on an exciting wildlife boat cruise in the Chobe NP. [chalet BL-]"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "ZAMBIA - VICTORIA FALLS - TOUR ENDS: This morning we transfer to Livingstone where tour ends at +/- 12:00 noon at Livingstone Airport (LVI). [- B--]"
    }
  ],
  "map": ""
}