{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-family-safari-with-teenagers-holiday",
  "tourName": "Botswana family Safari with teenagers holiday",
  "placesVisited": "Victoria Falls, Chobe National Park, Sunset cruise on Chobe River, Nata, Camp at Elephant Sands, Okovango Delta, Maun, Khama Rhino Sanctuary, Johannesburg",
  "generalInfo": "A fantastic safari adventure in Botswana for families with teens, this small group tour takes you around many of the country’s most sought-after destinations: Chobe National Park – during which you’ll enjoy a memorable sunset cruise on the river where hippos and crocodiles wallow, and lions sometimes come down to drink – the Okavango Delta, Khama Rhino Sanctuary, and finally a wonderful night camping at Elephant Sands, where these gigantic, graceful creatures come down to drink every evening just a few metres in front of you.<br/><br/>On a tour such as this, it can be very difficult to pinpoint the highlights as unforgettable experiences follow each other in rapid succession. Will it be the thundering curtain of water that is Victoria Falls, where you have the opportunity to book yourselves a scenic helicopter flight, or to go white water rafting? Or the legendary Chobe National Park, the first in Botswana, where the wildlife is some of the richest and most diverse to be found on the entire continent?<br/><br/>You will love taking a guided bush walk at Elephant Sands, a vast unfenced private conservancy, with a chance to notice smaller wildlife that most game safaris miss. And then, of course, there is the Okavango Delta, one of Africa’s most complex and atmospheric ecosystems. Explore it in a traditional mokoro canoe, camping out at night on a remote island.<br/><br/>Combining the wildlife with a range of cultural encounters, this trip will no doubt provide endless stories to recount as your family grows older. <br/>",
  "durationDays": "10",
  "price": "1905",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Victoria Falls.",
      "description": "Welcome to Africa! Once you arrive at the joining point accommodation, reception will advise you where our campsite is located. Make your way to the site, meet your leader and get settled in. Your adventure begins at 2pm with a group meeting at our campsite. After which we will visit Victoria Falls This thundering curtain of water is about a mile wide, falling 108 metres into a narrow gorge below. In the wet season, the spray created can rise up an incredible 400 metres and the falls become an impressive raging torrent. In the dry season, the view of the falls is unobstructed by spray and you can see little islets in the river below. If you arrive early, get out and explore Victoria Falls. You can choose from various activities and excursions, including white water rafting and canoeing. For an incredible scenic helicopter flight, choose Zambezi Helicopter Company (CAA Zimbabwe), the only operator we endorse."
    },
    {
      "dayNumber": 2,
      "title": "Chobe National Park.",
      "description": "After some breakfast and packing up camp we travel to Chobe National Park. Botswana's first national park is perhaps best known for its high concentration of elephants, which can often be seen swimming in the Chobe River. The river also attracts wallowing hippos, a variety of birdlife, crocodiles sunning themselves by the water's edge, and cheetahs and lions which come down to drink. Enjoy a sunset cruise on the Chobe River, a relaxing way to spend the afternoon with the family."
    },
    {
      "dayNumber": 3,
      "title": "Nata.",
      "description": "This morning embark on an exciting game drive through Chobe NP before hitting the road to Nata where you'll spend the evening at Elephant Sands. Elephant Sands has a natural waterhole right in front of the lodge where the local elephants come to drink. Watch these awesome creatures whilst they drink at only a couple of meters away from you. There is plenty of other wildlife around as well on this unfenced 16000 ha private conservancy. The lack of fences allows all animals to roam freely."
    },
    {
      "dayNumber": 4,
      "title": "Maun.",
      "description": "After packing up camp it's another long travelling day to Maun. Maun is the gateway to one of the world's most renowned and complex ecosystems, the Okavango Delta. This place is unlike anything in the world – a 16,000 square kilometre maze of wetlands made up of meandering waterways, green islands, lush plains and prolific wildlife. You might see hippos, crocodiles, elephants and big cats. But it's not the animals that are the main attraction – it's the extremely diverse ecosystem and atmospheric waterscapes. Tonight you'll stay on the outskirts of Maun at a simple campsite with shared facilities and WiFi before heading into the Delta in the morning."
    },
    {
      "dayNumber": 5,
      "title": "Okavango Delta.",
      "description": "Cruise around the waterways by mokoro, a traditional dugout canoe navigated by friendly local 'polers'. With some luck, you might spot some of the delta's unusual wildlife and exotic birdlife. Spend time exploring the maze of lagoons, lakes and streams on foot, led by experienced and knowledgeable guides. Tonight you will camp on a remote island in the heart of the wilderness. In this far-out spot, facilities are non-existent, so you will dig a bush toilet and go without a shower. It's all part of the Okavango experience. At night, fall asleep to the humming and buzzing of the African wilderness."
    },
    {
      "dayNumber": 6,
      "title": "Okavango Delta.",
      "description": "Wake up early and head out for a sunrise walk. Along the way, keep watch for some elephants. You might also come across some Cape buffalo, if the timing is right. These rather noble-looking creatures are more dangerous than they look, and their horns make for a kind of bone shield that's fittingly known as a 'boss'. Returning to camp for breakfast, take the rest of the day to relax. Alternatively, you might like to take another mokoro trip to soak up more of that delightful river atmosphere."
    },
    {
      "dayNumber": 7,
      "title": "Maun.",
      "description": "After breakfast take the mokoro back to the poling station and then travel once again to Maun, where you will have the rest of the day free back at the campsite."
    },
    {
      "dayNumber": 8,
      "title": "Khama Rhino Sanctuary.",
      "description": "It's an early morning start as we hit the road to the Khama Rhino Sanctuary. Situated on the edge of the Kalahari Desert, the Khama Rhino Sanctuary is a conversion of a former hunting area into a conservation project. Built to protect Botswana's only remaining populations of both black and white rhinos, the sanctuary is also home to other wildlife including zebras, giraffes, leopards, ostriches and wildebeest, all of which can be seen around the many natural waterholes. Visiting this project benefits local communities and contributes to the protection of the highly endangered white rhinoceros. Later, head out on a dusk game drive to see the rhinos when they are at their most active."
    },
    {
      "dayNumber": 9,
      "title": "Marakele National Park.",
      "description": "Leaving Botswana behind, cross the border into South Africa and arrive at your overnight stop of Marakele National Park this afternoon. The national park has diverse terrain making it easy to spot wildlife. In the park you can spot gemsbok, mongoose, wild cat, warthog, all kinds of birds and may even be lucky to spot black mane lions, If time allows we will do an afternoon game drive in the park before settling into camp for your final night in the wilderness."
    },
    {
      "dayNumber": 10,
      "title": "Johannesburg.",
      "description": "After breakfast we start the drive to Johannesburg. The group arrive late afternoon where the trip will end. if you have additional time why not get out and explore Johannesburg, a city of remarkable contrasts. Perhaps visit the culturally rich areas of Newtown, Braamfontein or Maboneng. The eye-opening Apartheid Museum is well worth your time. We recommend you don't book your departure flight until after 8pm.."
    }
  ],
  "map": ""
}