{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "johannesburg-to-victoria-falls-tours-in-southern-africa",
  "tourName": "Johannesburg to Victoria Falls tours in Southern Africa",
  "placesVisited": "Johannesburg, Panorama Route, God’s Window, Bourke’s Luck Potholes, the Three Rondavels, Blyde River Canyon, Kruger National Park, morning and evening game drives, farmstay in Mokopane, village visit, Moremi Gorge, Makgadikgadi Salt Pans, Victoria Falls from Zimbabwe side",
  "generalInfo": "Travel from Johannesburg right up to the unforgettable Victoria Falls on this exciting eight day Southern Africa adventure. This small group trip takes in three countries, starting in South Africa, where you’ll follow the Panorama Route, with impressive views of the Blyde River Canyon and the Three Rondavels, on your way to the famous Kruger National Park. Here, you’ll see a huge array of game, including lion, leopard, giraffe and zebra and camp out under the stars, lulled to sleep by the sound of lions roaring in the distance. Travel next into huge, unspoiled Botswana and explore the Makgadikgadi Salt Pans, one of the largest salt flats in the world, before reaching Zimbabwe, where you’ll get superb views of the Victoria Falls.<br/><br/>No more than 12 people make up each group, and you’ll be accompanied by a group leader, driver and a camp assistant who will set up camp and make all the meals so you can relax at the end of each day. All camping gear is provided, including beds, sleeping bags and bedding, so you’ll be really comfortable each night. You’ll also spend a night at a working cattle farm outside Mokopane.",
  "durationDays": "8",
  "price": "1625",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Johannesburg.",
      "description": "Sawubona – welcome to South Africa! Your adventure begins with a welcome meeting at 6 pm. If you arrive early, we recommend visiting the eye-opening Apartheid Museum to start your journey with some crucial history before meeting up with your group. After your important meeting this evening, why not head out for an optional group dinner and get to know your newfound travel companions? Your leader can point you in the right direction with bar and restaurant recommendations."
    },
    {
      "dayNumber": 2,
      "title": "Kruger National Park.",
      "description": "Rise and shine for an early departure from Johannesburg, the 'City of Gold' and head off on an adventure of a lifetime. Be prepared for a long drive, but rest assured, it is well worth it. A truly unique African experience unfolds as you enter the Greater Kruger National Park ecosystem en-route to our campsite. In the evening, choose to relax at your camp, located in Kruger National Park, or perhaps head out on an optional night drive with the park guide. The optional night drives are a chance to spot nocturnal animals and perhaps even a night-time predator or two – maybe catch a lion or hyena out hunting, or perhaps an impala out in search of a late-night feed."
    },
    {
      "dayNumber": 3,
      "title": "Kruger National Park.",
      "description": "After breakfast, embark on a full-day 4WD safari through Kruger National Park. One of the largest game reserves in Southern Africa, Kruger National Park is home to over 500 bird species, 100 species of reptile and 150 mammal species, including the Big Five and the endangered African wild dog. The day will be spent game viewing, birdwatching and stopping at various waterholes and viewpoints. Later on, take a night drive with the park guide for a chance to spot nocturnal animals and perhaps even a night-time predator or two – catch a lion or hyena out hunting, or an impala out in search of a late-night feed. Your camp tonight will be within Kruger National Park."
    },
    {
      "dayNumber": 4,
      "title": "Greater Kruger National Park - Black Mambas HQ.",
      "description": "Head to the outskirts of Kruger National Park, where you'll be lucky enough to camp for the evening with the Black Mambas at their headquarters. Our Foundation is proudly partnered with Helping Rhinos, which directly supports the work of the Black Mambas - the world's first all-female anti-poaching unit. Made up of a team of 36 young African women, the Mambas patrol 20,000 hectares of the Balule Nature Reserve, part of Greater Kruger National Park. Turning a traditionally male-dominated industry on its head, they’re putting their female prowess to work protecting the wildlife of Kruger National Park in an unconventional kind of way. You'll join them on a bush walk to learn how they find and destroy snares firsthand. Enjoy a special dinner by lantern light, and later, relax by the campfire with the Mambas as they share stories about their path to becoming Black Mambas and conservation work."
    },
    {
      "dayNumber": 5,
      "title": "Goo Moremi Gorge.",
      "description": "Say farewell to The Black Mambas and head straight for the Botswana border as you travel towards Goo Moremi Gorge. On arrival, perhaps stretch your legs with an optional guided hike through this beautiful national heritage site where perennial streams have carved deep gorges into the hills. Along the hike, you can stop at beautiful waterfalls cascading into deep pools surrounded by lush vegetation. The gorges are home to many birds that feed on fish and small crabs in the pools and are breeding grounds for the endangered Cape vulture. Baboons and rock rabbits live on the cliffs above the gorge and, though very elusive, leopards, hyenas and kudu can also be found here."
    },
    {
      "dayNumber": 6,
      "title": "Nata.",
      "description": "Today, you'll journey from Palapye to Nata. Your lodge is situated on the edge of the amazing Makgadikgadi Salt Pans, covering some 12,000 square kilometres, this is one of the largest salt flats in the world. On arrival, take a 3-hour excursion in an open vehicle to explore these seemingly endless plains in the Nata Bird Sanctuary. Surrounded by the Kalahari Desert, the pans are naturally dry and salty for a large part of the year. During this time the arid landscape has an eerie feel to it as heat mirages disorientate the senses. Then, after the rains hit, it becomes a grassy refuge for migratory birds and animals. Tonight, enjoy a good nights rest in a comfortable lodge."
    },
    {
      "dayNumber": 7,
      "title": "Victoria Falls.",
      "description": "Today you'll travel on to Victoria Falls, crossing the border into Zimbabwe in time to have lunch on the banks of the Zambezi. Continue to your permanent tent, set within a large rest camp. After settling in, you may want to set out on a highly recommended optional trip to visit Victoria Falls. Spanning about a mile wide and falling 108 metres into a narrow gorge below, the spray from the falls can sometimes be seen from kilometres away. In the dry season, the view of the falls is unobstructed by spray and it's possible to see little islets in the river below. Otherwise, a range of other activities are available through the local activity centre. This evening, why not join your group for a final dinner and celebrate the adventures you've shared."
    },
    {
      "dayNumber": 8,
      "title": "Victoria Falls.",
      "description": "There are no activities planned for today as your trip comes to an end after breakfast. For those who plan on spending a few extra days in Vic Falls, there are plenty of activities and excursions to keep you occupied. A helicopter flight over the falls is a popular choice and offers a fantastic view of this natural wonder."
    }
  ],
  "map": ""
}