{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "camping-safari-in-southern-africa",
  "tourName": "Camping safari in Southern Africa",
  "placesVisited": "Kruger National Park, Great Zimbabwe Monument, Matobos National Park, World’s End, Bushmen’s rock paintings, Hwange National Park, Victoria Falls, Zambezi River, Chobe National Park, Kasane Forest Reserve, Mokoro ride on Okavango Delta, Kalahari Desert, Khama Rhino Sanctuary, Optional safari drives in Chobe NP, white-water-rafting, bungee jumping and scenic flights over Victoria Falls",
  "generalInfo": "Zimbabwe’s popularity as a travel destination has bounced back in the last few years and the country offers, in combination with Kruger and Botswana, fantastic two weeks of camping travel in Southern Africa.  <br/><br/>Highlights<br/>*Kruger National Park–game drives<br/>* Zimbabwe Ruins–guided tour<br/>* Matobos–game drive<br/>* Hwange–game drives in an open vehicle<br/>* Victoria Falls–adventure activities<br/>* Chobe National Park–sunset river cruise* Okavango Delta-mokoro excursion<br/><br/>Overnight - 13 nights on safari we stay at designated campsites, in or bordering national parks and towns. Formal campsites have hot and cold showers, laundry facilities &amp; telephones. 2 nights “camping wild” without fences in the Okavango. On these nights the crew will erect a bucket shower (with hot water off the fire) and a pit latrine (with seat!). Meals - 15 breakfasts, 13 lunches and 11 dinners will be provided by the crew, prepared at the vehicle and eaten around the campfire or in the boma. Transport we use custom-built Safari trucks with 12 forward facing seats; or (on 10% of tours) Mercedes Sprinter minibuses with 12 forward facing seats and air conditioning. For the game drives in Matobos, Hwange, Chobe and the transfer into the Okavango we use open 4WD vehicles with local guides. Limited participation - An essential part of your safari is participation. From putting up your tent to packing the truck in the morning–it’s all part of your adventure. Your tour leaders will do all the meal preparation but we do ask the clients to help (on rotation) with the washing up. Please note that although Sunway has all the correct paperwork the Beitbridge border crossing into Zimbabwe can take a long time, which can make for a particularly long day.<br/>",
  "durationDays": "16",
  "price": "2290",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "KRUGER NATIONAL PARK: Departing Johannesburg at 06:30am we head north-east into the world famous Kruger National Park. We visit the remote and seldom visited northern part of the park from Letaba to Pafuri. We enjoy morning and afternoon game drives in our safari vehicle and hope to spot lion, elephant, rhino and other animals in this icon of wildlife conservation. [camping Bx1, Lx2, Dx2] [B=breakfast, L=lunch, D=dinner]"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "GREAT ZIMBABWE: Entering Zimbabwe at the Beit Bridge border post, we travel to the town of Masvingo and the Great Zimbabwe Monuments. The well preserved ruins are some of the oldest and largest stone structures in Southern Africa and were built during the 11th to 14th Centuries. We explore on foot and wonder at the mysteries of these ancient stone structures and the civilization that built them. [camping BLD]"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "MATOBOS NATIONAL PARK: Moving on to Bulawayo, we arrive in the late afternoon and set up our camp on the outskirts of the park, before enjoying a sundowner and an evening around the campfire. The following morning we head into the Matobos National Park with a local guide to visit the core of the Matopos Hills, an area of granite koppies and wooded valleys. On our open vehicle game drive we visit World's View and the historical site of Cecil John Rhodes' grave and discover the unusual rock formations characteristic of this area. As part of our visit we take a guided walk to track and hopefully find endangered white rhino, as well as other wildlife, and view bushman rock paintings. [camping BLD]"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "HWANGE NATIONAL PARK: Named after a local Nhanzwa chief, Hwange National Park is the largest Park in Zimbabwe occupying roughly 14 650 square kilometers and is located in the north-west corner of the country. It is famed for its large elephant population. Our camp is in the game management area that borders the park, and we explore the park with our local guide, on a full day game drive in an open 4WD game viewing vehicle. [camping BLD]"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "VICTORIA FALLS: We camp for 2 nights in the town of Victoria Falls. We enjoy a spectacular walk through tropical vegetation to the very edge of the “Mosi oa Tunya” or “the smoke that thunders” - Victoria Falls. There are opportunities to white water raft on the mighty Zambezi River, bungi jump or take a “flight of angels” (own expense). [camping B--]"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "CHOBE NATIONAL PARK: Entering Botswana, our camp is situated in the town of Kasane on the banks of the Chobe River. The river flows lazily along the northern boundary of the Chobe National Park attracting some of the largest herds of elephant in Africa. A highlight of any trip to the Chobe is the afternoon game viewing “sundowner” cruise where we hope to see a large number of elephants and other wildlife as they quench their thirst at the end of the day. [camping BLD]"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "GWETA: This morning there is time for an optional (own expense) game drive in the Chobe National Park. Heading south through the Kasane Forest Reserve we make our way to Gweta for our overnight stop. Here we sleep with our tents nestled at the base of ancient baobab trees. [camping BL-]"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "OKAVANGO DELTA: After an early start we depart for Maun where we will then transfer into the delta by open 4WD game viewing vehicle. Our local guides will take us deep into the heart of the Okavango Delta on mekoro (dugout canoes). Being gently poled through the network of channels is an experience not to be missed. The delta forms as rain water from the Angolan highlands flows out over the flat Kalahari Desert sands, forming a delicate, green oasis for birds and wildlife. We will camp wild on remote islands in this amazingly dynamic environment and enjoy bush walks, bird watching & swimming in the clear waters. Camping with our local guides we learn more about their lifestyle and culture. We return to Maun in the late afternoon of day 14 and have time for an optional (own expense) game flight over the Okavango, which will reveal a different aspect of the delta. [camping Bx3 Lx3 Dx2]"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "KHAMA RHINO SANCTUARY: Heading south from Maun, we drive through the wide open spaces of the Kalahari Desert on our way to the Khama Rhino Sanctuary. This is a community based wildlife project established in 1992 to assist in saving the vanishing rhino, restore an area formerly teeming with wildlife to its previous natural state and to provide economic benefits to the local Batswana community through tourism and the sustainable use of natural resources. We hope to spot some of the elusive rhino on an afternoon game drive. [camping BLD]"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "JOHANNESBURG – TOUR ENDS: Crossing back into South Africa, we make our way to Johannesburg where the tour ends in the late afternoon. [- B--]"
    }
  ],
  "map": ""
}