{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-luxury-family-safari",
  "tourName": "Botswana luxury family safari",
  "placesVisited": "",
  "generalInfo": "Embark on a thrilling Botswana Family Adventure, where every moment promises discovery, excitement, and connection. This journey is designed for families to explore the country’s remarkable wildlife, stunning landscapes, and natural wonders, all while staying in luxurious, family-friendly lodges and camps.<br/><br/>Your adventure begins at the awe-inspiring Victoria Falls in Zimbabwe, where the whole family can enjoy spray-filled river walks, exhilarating boat trips, and even a helicopter ride over the spectacular falls.<br/><br/>Next, immerse yourselves in the Kwando-Linyanti Region, a haven for wildlife lovers of all ages. Here, both children and adults can experience the vast open spaces of the African wilderness, embarking on thrilling game drives, fascinating bush walks, or relaxing river cruises, spotting Africa's iconic animals. Continue your journey into the heart of the Okavango Delta with a traditional mokoro safari (for children aged 12+), exploring its maze of tranquil waterways.<br/><br/>Your safari adventure culminates in the heart of the Okavango Delta, where you can watch wildlife roam across sparkling waterways as you relax at your camp. Enjoy a mix of land and water-based activities, from game drives and mokoro excursions to bush walks, offering close encounters with some of Africa’s most spectacular animals.<br/><br/>With luxury family suites and unforgettable child-friendly experiences, this Botswana Family Safari promises to create lasting memories, bringing your loved ones closer to Africa’s incredible beauty and rich cultural heritage.",
  "durationDays": "10",
  "price": "22999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival to Victoria Falls in Zimbabwe - On arrival at the Victoria Falls International Airport (VFA) in Zimbabwe, you’ll be met by a representative and be taken to your accommodation for the next two nights. Located just a nearby the mighty Victoria Falls."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring Victoria Falls - After a delicious breakfast, venture out to explore the world’s largest curtain of falling water, the Victoria Falls is an unparalleled natural wonder. As a UNESCO World Heritage site and one of the Seven Natural Wonders of the World, it’s an unmissable sight for any holiday to the region. What you decide to do at this incredible site depends on when you travel to Victoria Falls, as river levels dictate which activities are safe. However, with such a wide variety of activities at Victoria Falls, there’s always something to see or do. Soak up the falls with a spray-filled scenic walk or boat ride, or see the falls from a birds-eye view with a breathtaking helicopter ride."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer to the Kwando-Linyanti Region - Enjoy breakfast before heading onto your next destination. You’ll take a vehicle transfer to Kasane Airport, then board a light aircraft flight to the Kwando-Linyanti Region in northern Botswana. You’ll be met by a representative on arrival at the airstrip, and make the short 4WD transfer to your next safari camp for the next two nights."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Exploring the Kwando-Linyanti Region - After breakfast, head out with your expert guide on a game drive or walking safari (minimum age 12 years), in search of the region’s high concentrations of predators and elephants. You’ll have the chance to spot lion, cheetah, hyena, hippos, buffalo, giraffe, zebra, wildebeest, impala and tsessebe. The region is also known for its population of endangered African wild dogs which often den in the concession. You can head out on morning, evening or night game drives, to spot wildlife at all times of the day. After an exciting day of adventure, return to your camp for a relaxing evening."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Exploring the Kwando-Linyanti Region - After breakfast, you’ll take a game drive transfer across the concession to your next safari camp for the next two nights. Set on the banks of the beautiful Kwando River, the camp is shaded by towering ebony and marula trees, and surrounded by wild bushland. You’ll feel immersed in nature, as many animals wander close by the camp in this tranquil area. Escape the afternoon heat with a dip in the swimming pool, or get cosy in the library overlooking the river."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Experience the magic of the Kwando-Linyanti Region with an unforgettable day on safari, guided by an expert tracker team. This pristine wilderness, framed by the meandering Kwando River, teems with extraordinary wildlife. From the comfort of the camp, you may glimpse elephants, hippos, and even the elusive spotted-necked otters basking in their natural habitat. For a more immersive experience, venture further into the wild. Witness large herds of elephant and buffalo as they traverse the floodplains, and keep an eye out for predators like lions, leopards, and cheetahs. If luck is on your side, you may even encounter the rare and endangered African wild dog, moving gracefully through the bush. For a different perspective, embark on an intimate bush walk or glide along the river on a double-deck boat cruise. As the sun dips below the horizon, enjoy stunning river views while savouring a freshly prepared sundowner, surrounded by the sights and sounds of this untamed paradise. This is safari at its finest, where every moment is a connection to the wild."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bid farewell to the Kwando-Linyanti Region with a final morning game drive, savouring the last moments of this wildlife-rich paradise. Keep your eyes peeled for any final sightings of iconic African species as the bush comes to life in the morning light. Afterward, board a light aircraft for a scenic flight to the Kwara Reserve in the heart of the Okavango Delta. From above, marvel at the shimmering waterways and sprawling floodplains that make this UNESCO World Heritage site so unique. Upon landing at the airstrip, a friendly representative will welcome you and transfer you by vehicle to your next safari camp, where you'll settle in for an incredible three-night stay surrounded by the untouched beauty of the delta. Prepare for new adventures as you explore one of Africa's most iconic wilderness areas."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Exploring the Okavango Delta - The area has both permanent and seasonal floodplains, sprawling across the bushland, and the private Kwara Reserve shares an aquatic boundary with the Moremi Game Reserve. It’s one of the best places to navigate the waterways of the Delta in a traditional mokoro (dugout cane). Explore the maze of water channels and islands, keeping your eyes peeled for wildlife drinking at the water’s edge."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Exploring the Okavango Delta - There’s plenty of wildlife to see on dry land, and you can head out with an expert guide and tracker team on game drives through the plains. You’ll have the chance to spot lion, leopard, cheetah, elephant, giraffe, zebra, warthog, wildebeest, and strong packs of the endangered African wild dog. Guided nature walks and fishing trips are also available, or you can unwind in the relaxed atmosphere of the camp."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Departure from Botswana - After saying farewell and checking out of the Okavango Delta, you’ll transfer to the airstrip and board a light aircraft flight to Maun. From Maun Airport (MUB), you’ll continue on your international flight arrangements. Although you’re incredible Botswana Family Safari Holiday has come to an end, you’ll leave with many special memories and more than a handful of photos and stories to share when you return home. After 10 incredible days of family adventure in Botswana’s wilderness and luxury lodges, we’re sure you’ll be hooked on Botswana and the African continent. Where will your family explore next?"
    }
  ],
  "map": ""
}