{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "trans-kalahari-camping-safari-botswana",
  "tourName": "Trans Kalahari camping safari, Botswana",
  "placesVisited": "",
  "generalInfo": "Embark on an extraordinary journey through the heart of Botswana’s diverse landscapes. Traverse the the real expanse of the Makgadikgadi Pans, where ancient salt flats meet vast open horizons, offering a surreal experience like no other. Delve into the Okavango Delta's watery wonderland, where meandering channels and lush islands team with wildlife, inviting you to explore its intricate ecosystem. Spend three unforgettable nights in Moremi, immersed in pristine wilderness and thrilling game drives. Discover the untamed beauty of the Central Kalahari Game Reserve, a vast wilderness that captivates with its stark desert scenery and the chance to encounter rare wildlife species.  <br/><br/>Highlights<br/>*Makgadikgadi Pans–Kubu Island<br/>* Moremi Game Reserve–game drives* Okavango Delta–mokoro excursion<br/>* Central Kalahari Game Reserve–game drives<br/>* Khama Rhino Sanctuary–game drive<br/>* Moremi–Game Drives<br/><br/>Overnight – 6 nights on safari we stay at designated campsites in national parks and towns. Formal campsites have hot and cold showers, laundry facilities &amp; telephones. 8 nights we “camp wild” without fences in the wilderness areas. On these nights the crew will erect a bucket shower (with hot water off the fire) and a pit latrine (with seat!). Meals – 14 breakfasts, 14 lunches and 12 dinners will be provided by the crew, prepared at the vehicle and eaten around the campfire except for 2 dinners in Maun that will be own expense meals. Transport for the majority of this safari you travel in a custom-built 4WD Land Cruiser with 12 forward-facing seats (of which 8 are “window” seats). Roll-up canvas sides allow you to feel part of the bush. For the first day from Johannesburg, and the last day back to Johannesburg we use custom-built Safari trucks with 12 forward-facing seats; or Mercedes Sprinter minibuses with 12 forward-facing seats and air conditioning. Limited participation - An essential part of your safari is some participation. From putting up your tent to packing the truck in the morning–it’s all part of your adventure and when everyone puts in a little effort the trip will run smoothly. Your tour leaders will do all the meal preparation, but we do ask the clients to help (on rotation) with the washing up. If there are 9 or more clients on the tour, then a supply vehicle and camp assistant travel with the group through the national parks (days 6-11). The camp assistant will help with meal preparation and washing up, and make your life a little easier!<br/>",
  "durationDays": "15",
  "price": "2390",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "GOO-MOREMI GORGE, BOTSWANA: Departing Johannesburg we head north to Goo-Moremi campsite on day 1 of our journey, as venture into the heart of Botswana's wilderness. We travel through breathtaking landscapes as we make our way to the enchanting Goo-Moremi campsite, where we explore the gorge, its rich cultural and spiritual heritage, its waterfalls and if lucky see vultures in the colony on foot."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "MAKGADIKGADI PANS: Kubu Island is a remarkable granite rock formation located in Botswana's Makgadikgadi Pans, known for its stunningly flat and desolate landscape, surrounded by a vast salt pan and characterized by its eerie beauty. After breakfast we transfer into our open 4wd safari vehicle and head off the beaten track to explore this area of baobab trees and salt pans. The flat landscape, and incredible stary skies offer incredible photo opportunities during the day and night. We explore the granite rock formations and interesting fauna and flora of the area on foot."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "MAKGADIKGADI PANS: We skirt the edges of the vast Makgadikgadi Pans National Park, making our way up to Gweta where we spend the night at Planet Baobab Campsite. The Makgadikgadi Pans are the world’s largest salt pans, covering 30,000 sq kms, formed from the remnants of a large inland lake that dried up thousands of years ago. Home to a variety of wildlife including large herds of Zebra and wildebeest and migratory birds. Enjoy an evening under the stars."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "MAUN: We have a slow morning allowing time for the optional (own expense) meerkat activity. The meerkat adventure gets us into the middle of the comical antics of the meerkats. The meerkats live in family groups along the edge of the salt pans, and we have the opportunity to get close observing and engaging with habituated meerkats in the habitat. We make our way towards Maun arriving mid-afternoon where we have time to resupply in preparation for our next few days in the Okavango. An optional (own expense) game flight over the Okavango, which will reveal a different aspect of the delta. We set up camp and enjoy an evening meal at a local restaurant (own expense)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "MOREMI GAME RESERVE: We head north to the wilderness of Moremi Game Reserve, a world renowned conservation area. The Moremi encompasses a portion of the Okavango Delta, and as such has an amazingly varied landscape of floodplains, forests, lagoons and winding water channels. Have your camera at the ready for the fantastic photographic possibilities including colourful birdlife and plentiful big game animals including wild dogs, elephant, hippo, buffalo and lion and hopefully leopard. We set up camp for three nights on a secluded private campsite in the wild, giving us a rare opportunity to break free from civilization and experience the pristine African wilderness. Explore the game reserve in open 4WD game vehicle during the day and enjoy evenings around the campfire giving us one of the best wildlife camping experiences in Southern Africa."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "OKAVANGO DELTA: Our local guides will take us deep into the heart of the Okavango Delta on mekoro (dugout canoes). The delta forms as water flows from the Angolan highlands out over the Botswanan flat Kalahari Desert sands creating a delicate, green oasis for birds & wildlife. We will camp wild on remote islands in this amazingly dynamic environment & enjoy bush walks, bird watching & swimming in the clear water. Camping with our local guides we learn more about their lifestyle & culture. We return to Maun in the late afternoon of day 10 and overnight in the campsite with good, comfortable facilities."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "CENTRAL KALAHARI GAME RESERVE: The name ‘Kalahari” conjures up images of wide-open grassy plains, dry river beds, hardy wildlife and of course the famed black-maned Kalahari Lions. You will not be disappointed! The Central Kalahari Game Reserve (CKGR) is the largest, most remotely situated reserve in Southern Africa, and the second-largest wildlife reserve in the world, encompassing 52 800 sq kms. Nothing prepares you for the immensity of this reserve or its wild, mysterious beauty. There is an impression of unending space, and having the entire reserve to yourself. We journey to the northern section of the CKGR, spending three days exploring this remote wilderness of rolling grasslands, occasional sand dunes and fossilized river valleys. Including the iconic areas of Deception Valley and Leopard Pan. These areas offer good game viewing. The roads are sandy and heavy going, so be prepared for some long travelling days, but this is more than worthwhile because of the amazing environment that you are travelling through."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "KHAMA RHINO SANCTUARY: The Khama Rhino Sanctuary Trust is a community based wildlife project established in 1992 to assist in saving the vanishing rhino, restore an area formerly teeming with wildlife to its previous natural state and provide economic benefits to the local Botswana community through tourism and the sustainable use of natural resources. This reserve situated on the Kalahari sandveld, has several natural waterholes and provides prime habitat for white rhino, zebra and wildebeest."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "After breakfast, we say goodbye to our Motswana guides, and beloved 4WD safari vehicles and swop over to our more comfortable minibus for the last day drive back towards civilization. A short stop for border formalities and lunch enroute (own expense) before the tour ends in Johannesburg at the airport at 17:00 on day 15."
    }
  ],
  "map": ""
}