{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "luxury-safari-in-botswana-with-victoria-falls",
  "tourName": "Luxury safari in Botswana with Victoria Falls",
  "placesVisited": "",
  "generalInfo": "Botswana is an incredibly vast, sparsely populated country, with a national focus on conservation. Safaris in Botswana are thrilling as you venture across a tangle of rugged tracks, crossing over dried up river beds, expansive stretches of grasslands and rusted-red savannahs.<br/>Visit the reserves of Chobe, Savuti, the prolific Moremi and the unique Okavango Delta - sensational, both in the summer, for birds , and in the dry autumn, winter and spring months, for bigger game. It is the largest elephant corridor in the world and the herds along the Chobe River can number in their thousands. The Okavango is the biggest inland delta anywhere; paddling through its reed-lined channels in a Mokoro (dugout canoe), watching the pristine wilderness slip by, is a most memorable experience. In the thick of foliage and splashing through basins, elephants, hippos, wild dogs, zebras, wildebeest and more can be discovered.<br/><br/>For a small, landlocked country in southern Africa, Zimbabwe offers an astounding variety of natural beauty and spectacular scenery. The country holds great appeal for active adventurers, outdoor enthusiasts and those with an appreciative eye for exquisite beauty - from the majesty of the famous Victoria Falls, to the giant marble-like boulders of the Matopa Hills, the verdant mountains of the Eastern Highlands, the national parks teeming with wildlife and the Great Zimbabwe ancient ruins .<br/>This samle includes the Falls but you can extend - ask for details.",
  "durationDays": "12",
  "price": "5554",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival to Victoria Falls, you will be met by our agents for your shared road Transfer to Phezulu Guest Lodge. Rest of the day at leisure. PheZulu Guest Lodge is a small boutique lodge in a quiet suburb of Victoria Falls that offers comfortable, home-style accommodation and easy access to Victoria Falls which is a mere 3.5km away. The rumble of the mighty Victoria Falls can be heard and sometimes felt on a quiet night and offers a sense of tranquillity and calm."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tour of the Falls + Sunset Cruise It’s a truly awe-inspiring experience – the sight, the sound, the smell; the humbling feeling that here indeed is Nature’s Supreme Masterpiece. No photograph can begin to depict the reality…and nothing prepares you for your first sight. The Zambezi Sunset cruise is a superb way to relax and enjoy the Spectacular beauty of the Zambezi River. There are great photo opportunities against often-spectacular African sunsets. Flocks of birds skim the waterline as the sun sets behind the African skyline. Clients may have the opportunity to see a variety of game; including hippo, crocodile, and elephant as well as enjoy the many different bird species. The Sunset cruise is very popular and includes finger snacks, beer, wine, local spirits and soft drinks."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day at leisure to enjoy all the lodge has to offer."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will be picked-up from the lodge for a shared road transfer to the River View Lodge. River View Lodge is a private lodge situated on the banks of the beautiful Chobe River in Botswana. The perfect setting for that true African get-away, River View Lodge is an oasis of tranquillity right on the doorstep of some of Southern Africa’s finest natural sights. With tastefully appointed accommodation, excellent service by our friendly staff and a plethora of activities on offer, River View Lodge is the ideal place to make the most of your time in Chobe."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Days at leisure to enjoy all the lodge has to offer. Relax or take the morning and evening exciting game drives with the local expert guide."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you will travel by light aircraft from Kasane to Camp Moremi. Camp Moremi is situated in the Xakanaxa region of Moremi Game Reserve in the Okavango Delta region of northern Botswana. The camp is a hidden gem sited at the point where the waters of the delta meet the vast plains of the Kalahari Desert into which the waters drain, the result of which is a patchwork of mopane woodland, open grasslands, seasonal floodplains and riverine habitats; one of the most diverse anywhere in the Okavango."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Enjoy what Camp Moremi has to offers - a wide range of game viewing activities on both land and water including morning and afternoon game drives in open top 4×4 safari vehicles tracking wildlife in the beautiful surroundings of Moremi Game Reserve known for its frequent sightings of lion, leopard, cheetah as well as African Wild Dog, a highly endangered species rare to see elsewhere. Water activities involve motorised boat excursions on Xakanaxa Lagoon"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today you will travel by light aircraft from Camp Moremi to Setari Camp Setari Camp is Setswana for ‘Tree’ and has been lovingly designed to integrate the giant riverine forest and palms trees which dominate the island. Winding walkways, high above the ground, interlink the tents, dining/sitting room, pool and gym, creating a massive tree-house from which to marvel at the panoramic views over the crystal-clear channels and papyrus beds beyond."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "The Okavango Delta is an astonishing sight and one of the most magical places on the Planet. A mind-boggling 15,000 square kilometres of palm-fringed islands, thick woodland, intricate waterways, all resplendent with lavish vegetation and rich in wildlife. It is the largest intact inland delta in the world and one which will remain in your heart and soul forever. Tucked deep within the main ‘artery’ of the Okavango on a picture-perfect palm island you will find Setari Camp. The ideal spot to explore and marvel at all this watery wonderland has on offer."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today you will travel by light aircraft from Setari Camp to Maun Airport. in time for your departure flight home."
    }
  ],
  "map": ""
}