{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "kalahari-and-kubu-island-adventure-botswana",
  "tourName": "Kalahari and Kubu Island adventure, Botswana",
  "placesVisited": "",
  "generalInfo": "Venture deep into Botswana on this unique female-led safari, where adventure, culture, and conservation intertwine. Journey across the vast Makgadikgadi Salt Pans, where Camp Kalahari offers a serene retreat amid an otherworldly landscape. Walk with San Bushmen to learn their ancient survival skills, observe inquisitive meerkats at sunrise, and embrace the stillness of the desert. Ride quad bikes across the shimmering salt flats to the Lost Island of Baobabs, sleeping beneath ancient trees under a canopy of stars. Then, explore the sacred Kubu Island, where towering baobabs have stood for millennia. Led by inspiring female guides, this journey is an empowering way to experience Botswana’s wild heart.",
  "durationDays": "6",
  "price": "8900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Into the Kalahari – Camp Kalahari & the Women-Led Expedition Depart Maun and transfer to the Makgadikgadi, where the striking beauty of Camp Kalahari awaits. Here, the focus is on slower, more immersive experiences - walking with San Bushmen to uncover their deep knowledge of the land, watching meerkats emerge at dawn, and marveling at elusive brown hyenas moving silently through the grasslands. With no crowds or vehicles, it’s an intimate introduction to this remarkable ecosystem."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Quad Bike to the Lost Island of Baobabs. Wrap yourself in a traditional kikoi and set off on a thrilling quad bike expedition across the endless white expanse of the Makgadikgadi Salt Pans. Travelling over 450 kilometres of this lunar-like landscape, you’ll pause for a picnic lunch before reaching the Lost Island of Baobabs, where your camp is set beneath towering, ancient trees. As the sun dips below the horizon, settle into your open-air \"room,\" complete with hot water bottles and duvets for a night of stargazing in complete isolation."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Discover the Sacred Kubu Island. After an early breakfast, continue your desert journey to Kubu Island, one of Botswana’s most sacred and striking landscapes. Giant baobabs and granite boulders dominate the scenery, standing as silent witnesses to centuries of history. Once a place of trade and spiritual significance for the Kalahari Bushmen, Kubu Island is steeped in mystery. Explore its fascinating features, from ancient fortifications to panoramic viewpoints over the vast Sowa Pan, before spending another unforgettable night beneath the stars."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Return to Camp Kalahari. Cross back over the salt pans on quad bikes, returning to the tranquillity of Camp Kalahari. Settle back into this beautiful setting and enjoy a slower pace after your desert adventure. Relax in the shade of the camp, take in the vast landscapes, and reflect on the extraordinary journey so far."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Desert Reflection & Exploration. Spend your final full day at Camp Kalahari soaking up the essence of the Makgadikgadi. Take a gentle walk through the surrounding wilderness, watch the meerkats at play, or simply unwind in the camp’s peaceful surroundings. This is a day for contemplation, connection, and savouring the beauty of Botswana before your journey comes to an end."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Farewell to Botswana. Transfer to the airstrip for your journey back to Maun, carrying with you unforgettable memories of an adventure shaped by inspiring women and Botswana’s breathtaking wilderness."
    }
  ],
  "map": ""
}