{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-safari-tour-from-desert-to-delta-and-falls",
  "tourName": "Botswana safari tour from desert to Delta and Falls",
  "placesVisited": "",
  "generalInfo": "This 10 day Safari &amp; Falls itinerary allows you to experience a choice and combination of three key ecosystems and environments within Botswana on a fun filled adventure of discovery. Your days will be spent on safari exploring the wild, pristine wilderness of Botswana and there are also opportunities to engage culturally with local communities.  End the trip either relaxing or taking on adrenaline-filled activities at the magnificent Victoria Falls, where we can also arrange for cultural activities such as cycling to a local village, shopping in local markets, or eating in a local township.<br/><br/>You will stay in intimate, small and exclusive lodges, allowing for personalized service and attention to detail. The passionate lodge staff are committed to making your dream African adventure a reality that will be cherished for a lifetime.   This is a true memory-making trip: one for the bucket list!",
  "durationDays": "10",
  "price": "8250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 8,
      "title": "",
      "description": "A final light aircraft flight to the town of Kasane this morning, then a transfer over the border into Zimbabwe, for a 2 night stay in the vibrant town of Victoria Falls. Over the next few days, see the power of the “Smoke That Thunders” as you explore viewpoints along the rim of the Falls, where mist rises in towering plumes and rainbows arc across the gorge. Take to the water with a sunset cruise on the Zambezi, watching hippos surface and crocodiles bask along the banks. For thrill-seekers, optional activities like helicopter flights, white-water rafting, or the famous gorge swing add an unforgettable rush. Evenings bring vibrant local cuisine, relaxed lodge settings, and the distant roar of the Falls, creating an atmosphere unlike anywhere else in Africa."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to Victoria Falls airport for your onward flight arrangements. It is always possible to extend your trip with more time on safari in Zimbabwe, exploring Cape Town, or relaxing on Mozambique's pristine beaches."
    }
  ],
  "map": ""
}