{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-safari-and-wild-camping",
  "tourName": "Botswana safari and wild camping",
  "placesVisited": "Maun, Okavango Delta, mokoro canoe ride, bush walks, birdwatching, wild swimming, optional scenic flight over the Okavango Delta, Moremi Game Reserve, Savuti Marshlands, Chobe National Park, wildlife cruise, Kasane, Livingstone, Victoria Falls, optional activities: white water rafting, bungee jumping or scenic flights over the falls",
  "generalInfo": "Botswana is considered Southern Africa’s premier game viewing destination. The remote wilderness, limited access for visitors and abundant game make for an exceptional wildlife safari. <br/>Highlights<br/>* Okavango Delta–mokoro excursion<br/>* Moremi Game Reserve–game drives* Savuti–game drives<br/>* Chobe National Park–game drive and river cruise<br/>* Victoria Falls–adventure activities<br/><br/>Overnight – 3 nights on safari we stay at designated campsites in national parks and towns. Formal campsites have hot and cold showers, laundry facilities &amp; telephones.7 nights we “camp wild” without fences in the wilderness areas. On these nights the crew will erect a bucket shower (with hot water off the fire) and a pit latrine (with seat!). 2 nights at a lodge in Livingstone with en-suite rooms and air-conditioning. Meals - 12 breakfasts, 9 lunches and 7 dinners will be provided by the crew, prepared at the vehicle and eaten around the campfire except for the last 2 breakfasts at the lodge in Livingstone. Transport for the entirety of this safari you travel in a custom-built 4WD Land Cruiser with 12 forward facing seats (of which 8 are “window” seats). Roll up canvas sides allow you to feel part of the bush. Limited participation - An essential part of your safari is some participation. From putting up your tent to packing the truck in the morning–it’s all part of your adventure and when everyone puts in a little effort the trip will run smoothly. Your tour leaders will do all the meal preparation, but we do ask the clients to help (on rotation) with the washing up. If there are 9 or more clients on the tour, then a supply vehicle and camp assistant travel with the group through the national parks (days 5-10). The camp assistant will help with meal preparation and washing up and make your life a little easier!<br/>",
  "durationDays": "13",
  "price": "2065",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "MAUN: We will meet up with the group at 17:00 at the camp. Situated on the banks of the Thamalakane River [camping -LD]"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "OKAVANGO DELTA, Our local guides will take us deep into the heart of the Okavango Delta on mekoro (dugout canoes). The delta forms as water flows from the Angolan highlands out over the Botswanan flat Kalahari Desert sands creating a delicate, green oasis for birds & wildlife. We camp wild on remote islands in this amazingly dynamic environment & enjoy bush walks, bird watching & swimming in the clear water. Camping with our local guides we learn more about their lifestyle & culture. We return to Maun in the late afternoon of day 5 and have time for an optional (own expense) game flight over the Okavango, which will reveal a different aspect of the delta. [camping Bx3, Lx3, Dx2]"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "MOREMI & SAVUTI We have 4 nights in these conservation areas with time to explore the various habitats. We spend our time on game drives watching the plentiful wildlife including wild dog, elephant, hippo, buffalo, lion & other game. Moremi Game Reserve rates as one of the leading wildlife areas of the world and we take our open 4WD vehicle into Moremi for fantastic game viewing! Grasslands, floodplains, forests, lily lagoons and winding water channels combine to form a variety of game viewing habitats. [camping BLD]"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "CHOBE NATIONAL PARK The Chobe River flows lazily along the northern boundary of the Chobe National Park attracting some or the largest herds of elephant in Africa. In the early morning we search for game on the flood plains of the Chobe River. The late afternoon game viewing \"sundowner\" cruise is a highlight as we see the mighty elephant herds returning to the Chobe River to quench their thirst. We camp at Kasane on the Chobe River for night 10. [camping Bx2, Lx2, Dx1]"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "VICTORIA FALLS / LIVINGSTONE ZAMBIA Overnight for 2 nights in Zambia near Livingstone town on the banks of the Zambezi River. Enjoy a spectacular walk through tropical vegetation to the very edge of the \"Mosi ao Tunya\" or \"the smoke that thunders\" - Victoria Falls. Opportunities to white water raft on the mighty Zambezi River, bungi jump, or take a \"flight of angels\" (own expense) [lodge Bx2 - -]"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "ZAMBIA - LIVINGSTONE - TOUR ENDS Tour ends at 08:00 after breakfast. Transfers to local airports are available. [ - B - -]"
    }
  ],
  "map": ""
}