{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "tailor-made-botswana-safari",
  "tourName": "Tailor made Botswana safari",
  "placesVisited": "",
  "generalInfo": "Botswana is home to one of the highest densities of predators in the world, and is one of the few places where African wild dogs can be frequently seen.  It harbours the largest concentrations of African elephants and cape buffalo anywhere in the world as well as having the largest inland delta in the world. So after all that it is no wonder why Botswana is a wildlife lovers paradise and this tour aims to showcase all the very best parts of this wonderful country, Moremi Game Reserve, Savuti and Chobe National Parks are all explored during this ten day adventure.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife safaris of Southern Africa including Botswana. Botswana is a huge country with some of the most photogenic and isolated wilderness anywhere in the world. Home to the world’s largest inland delta and the huge numbers of wildlife, any trip to Botswana is a must for wildlife enthusiasts.<br/><br/>It is hard not to be mesmerised by the wealth and abundance of wildlife everywhere in Botswana. It is because of the unparalleled populations of buffalo and elephants along with vast numbers of antelopes, zebra, giraffes and other herbivores that the country boasts some of the highest densities of large predators anywhere in the world. <br/> <br/>Lions and spotted hyenas are the most common species seen on safari<br/>here (as in many other African countries) but it is the frequent sightings of leopards and the fact that Botswana is the best place in the world for African wild dog sightings that make Botswanan safaris the best place in the world to go.<br/>There are so many different places to visit in Botswana, this itinerary visits three of the most popular and best for wildlife sightings. Moremi, Savuti and Chobe are all visited here and time spent in each location on safaris.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Maun. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and game drives. Where possible we use two brilliant guides; first a professional zoologist (when available - a zoologist is not always available, please inquire at the time of booking if you wish to have a zoologist escort for this trip) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Botswana (and elsewhere in Southern Africa). Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, guided walks, park entrance fees and sightseeing entrance fees. Whilst the trip involves a lot of camps, these are not pitch your own tent camping camps, instead these are luxury tented camps where the tents are permanent and you do not need to bring any camping equipment or sleeping bags with you. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Botswanan wilderness, night safaris are available in some locations (subject to the local conditions on that day). You will have to speak to your guide on arrival there and book places on these (this is not included). A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>Northern Botswana stays completely dry during September, but the centre and south may receive a few scattered showers. Temperatures climb rapidly throughout the month and no longer drop below 0°C, even in the Kalahari. Average lows are between 10°C and 15°C, a bit cooler in the south and warmer in the north. By the end of September, the days are hot everywhere, averaging over 30°C and approaching 40°C in Maun and Kasane. September is another busy month in Botswana, and the popular northern camps should be booked well in advance.<br/><br/>September and October are particularly impressive along the Chobe and Linyanti Rivers. Thousands of animals rely on these waters for survival, especially elephants. Moremi is also excellent in September, although by now the days are getting very hot. The dry, thin vegetation makes for excellent wildlife viewing and the cooler mornings and evenings are best for predator spotting as they come to the channels to drink. By September, the Okavango’s barbell (catfish) run is in full swing and it’s also prime time for tigerfish in the northwest panhandle. In September, the Kalahari and pans are almost at their driest, but the full October heat has yet to arrive. <br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it. We do our best to include as many wildlife activities as possible in all of our itineraries.<br/>• Depending on budget and interest we have a range of different accommodation packages to offer, from luxury top end lodges, national park safari lodges and mobile-camps which often offer unbelievable wildlife watching deep inside national parks as well as camping. We can also arrange mobile camping safaris of Botswana is very popular and all of your camping gear will be provided.<br/>• Spend all the daylight hours searching for wildlife and visiting various natural wonders and stunning landscapes.<br/>• All the above reasons give this, our Botswana wildlife safaris a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Southern Africa so that we can try and find and observe some of the rarer and more elusive species. We have great itineraries and expertise in all Southern African countries (Namibia, South Africa, Botswana, Zambia, Zimbabwe, Malawi and Mozambique) and can arrange trips to find some of the rarer species such as aardvarks, aardwolves, brown hyenas and black-footed cats among other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visit various locations within Botswana, however they are all in the north of the country. We will start and end the trip in the capital Maun and then move north and into the heart of the Okovango Delta and the reserves of Moremi, Savuti and Chobe National Park.<br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle and whilst there is some walking, most of the walking is over flat terrain. This doesn't require any special fitness level. The biggest consideration is the heat, it is very hot in the wilderness of Botswana during the day.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 12 Years Old",
  "durationDays": "11",
  "price": "11995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Maun - On arrival at Maun International Airport you will be meet by your local guide / driver and transferred to our accommodation at Maun Lodge. If you arrive early enough there is an optional (at extra cost) scenic flight over the Okovango Delta if you wish. (no meals are included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Moremi Game Reserve- You will have an early breakfast in Maun and then head to one of the most famous reserves in all of Southern Africa; Moremi Game Reserve. Along the way you will be driven through traditional villages and some of the grasslands around, you may even be able to observe some wildlife on the way. Species such as impala, zebra and giraffes are often spotted during this drive. On your arrival at the game reserve you will be taken to your wilderness camp in Xakanaxa. Dinner will be served here before your first night in the bush. (Breakfast and dinner are included)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Savuti Reserve - After a final morning game drive of Moremi you will leave here and travel the short distance to Chobe National Park and in particular and very special place inside the park; Savuti. Savuti has one of the highest predator densities anywhere in the world and we should have no problem in finding all of Africa's major carnivores species here. You will be taken straight to Mababe Depression to our camp and here have your evening meal. (Breakfast and dinner included)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Savuti Reserve - This morning will be an early start once again and after tea and coffee head out to try and catch some of the predators at a fresh kill from the night before or even whilst they hunt down breakfast. We have a good record in finding wild dog, lions, leopards, cheetah and spotted hyena here. We will return to the camp for lunch and a rest before an afternoon safari and our evening meal once again served back at our camp. (Breakfast, lunch and dinner)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Chobe National Park - After breakfast in Savuti you will leave the Savuti area and head towards the famous Chobe River. This mighty river sees the highest concentrations of elephants anywhere in the world during the dry season and there are also plenty of breeding elephants and huge herd of buffalo around. We will game drive around here before our evening meal at our camp. (Breakfast, lunch and dinner)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Chobe National Park - Today will be a full day around the Chobe River and its many waterways. You will use a traditional Mokoro dug-out canoe as we explore the waterways. This will hopefully bring you very close to animals such as elephants, hundred of species of birds, pythons, crocodiles and plenty of other animals. (Breakfast, lunch and dinner included)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today after breakfast you will be transferred to Kasane airport in time to catch your return flight home."
    }
  ],
  "map": ""
}