{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-off-beaten-track-holiday",
  "tourName": "Botswana off beaten track holiday",
  "placesVisited": "",
  "generalInfo": "Botswana is renowned for its thriving national parks; however, there are plenty of pristine, secluded corners waiting to be discovered. This \"Botswana Off the Beaten Track\" itinerary leads you beyond the well-trodden safari circuits to places where even vehicles rarely venture.<br/><br/>Your holiday will begin in Chobe National Park, famed for its large herds of elephants and buffalo, yet you’ll retreat to the quieter Savute area, staying at Savute Under Canvas, a sustainable mobile camp.<br/><br/>Next, you’ll escape the crowds once more in the Shinde Concession of the Okavango Delta. Staying at Footsteps Across the Delta Camp, a rustic semi-permanent camp, you’ll explore the wonders of the African bush on foot with specially guided walking safaris.<br/><br/>Your final destination will be the Selinda Concession, where you’ll embark on one of the country’s most extraordinary adventures—the Selinda Adventure Trail. This four-day, three-night expedition takes you along the stunning Selinda Spillway by canoe and on foot, moving to a different mobile camp each night.<br/><br/>From paddling a canoe down tranquil rivers to soaking in a bathtub under the stars, our \"Botswana Off the Beaten Track\" holiday is the ultimate way to get off-grid and experience the unspoiled wilderness of this remarkable country.",
  "durationDays": "10",
  "price": "11499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Botswana & transfer to Chobe National Park - You’ll fly into Maun Airport (MUB), the international airport near the town of Maun in northern Botswana, and the main gateway to the Okavango Delta and Chobe National Park. From Maun Airport, you’ll take a roughly 50-minute light aircraft flight to Chobe National Park. You’ll be met by a representative on arrival at the Savuti airstrip, then make the vehicle transfer to you accommodation. The transfer time is approximate, depending on wildlife sightings on the way, and the camp’s location."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring Chobe National Park - This morning you’ll wake up on safari in the Savute area of Chobe National Park, famed for its giant baobab trees and large herds of elephant and buffalo. Head out on morning and evening game drives in open-sided 4WD vehicles, keeping watch for large prides of lion, as well as leopard, giraffe, tsessebe, elephants and buffalo. You may even spot a pack of the endangered African wild dog. Game viewing is at its best during the dry season from June to October, while April and May offers the zebra and wildebeest migration across the plains. Visitors during the wet ‘green’ season from December to March will see a massive gathering of birdlife around the Savuti Marsh, from spoonbills and storks, to bright pink pelicans."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring Chobe National Park - Escape from hectic modern life at you chose safari camp and take in the spectacular surroundings."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to the Okavango Delta - After an amazing few days walking, game drives and perhaps a river cruise you'll head to your next Botswana safari destination; the iconic Okavango Delta. Arriving at the Shinde Airstrip via a light aircraft, you'll be transferred to your next accommodation."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Explore the Okavango Delta - Enjoy the camp and all the actives it has to offer such as traditional game drives, canoeing, as well as boat trips along the region's labyrinthine waterways. Roaming the African wilderness on foot is a truly special safari experience. As you explore the bush during your guided walking safaris, you’ll likely spot big game including elephant, lion, hyena, African wild dog, zebra, giraffe, impala, kudu, red lechwe and tsessebe, however the focus is on the safety of the group, and you’ll never get too close or disturb the animals."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to the Selinda Reserve - After a final morning game drive, you'll head on to your next destination. Feel the pace slow in tune with the natural rhythms and feel free to relax this afternoon in a hammock under the shade of a majestic ebony tree as you enjoy the comings and goings of animals in front of your camp. After four days and three nights of wild adventure and total immersion in pristine nature."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Explore the Selinda Concession - Depending on the time of year, it may be possible to canoe and even swim in the Selinda Spillway. Traditionally, this floods between May and September. Both day and night game drives are on offer to explore the vast concession, however, the focus here is on walking, canoeing and you might even like to try your hand at fishing. The Selinda Reserve is home to good numbers of predators along with some of the country's highest concentration of herbivores. Look to the trees and above to spot the region's 300 bird species."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Departure from Botswana - After saying farewell and checking out of your camp, you’ll transfer to the airstrip and board your light aircraft flight to Maun International Airport (MUB). From here you’ll board your return flight home. Although your incredible Botswana Off the Beaten Track holiday has come to an end, you’ll leave with many special memories and more than a handful of photos and stories to share. After 11 remarkable days of thrilling wildlife encounters and off-grid adventure in some of the country’s most remote corners, we’re sure you’ll be hooked on Botswana and the African continent. Where will you explore next?"
    }
  ],
  "map": ""
}