{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-luxury-honeymoon-safari",
  "tourName": "Botswana luxury honeymoon safari",
  "placesVisited": "",
  "generalInfo": "Perfect for newlyweds or any couple looking for luxurious romance and adventure, this Botswana Honeymoon takes you to the most enchanting destinations in the country, while staying in luxurious camps and lodges.<br/><br/>You’ll begin your holiday in The Great Salt Pans, where you’ll disconnect from the world and get back to nature. Roam the Kalahari Desert and get up close with cheeky meerkat families.<br/><br/>Next, you’ll head to the Khwai Area, where you can sleep under the stars on a raised platform overlooking a game-rich watering hole. The waterhole is illuminated at night, and it’s a truly magical experience.<br/><br/>Continue on to the Okavango Delta, where you’ll go cruising in a mokoro through lilly-covered lagoons, and retreat into an exclusive, adults-only camp, miles away from bustling modern life.<br/><br/>You’ll end your holiday at the spectacular Victoria Falls, staying at a grand, historic property with a secret garden path that takes you straight to the falls. Swim in the Devil’s Pool, the world’s most extreme infinity pool, or get an adrenaline rush together with bungee jumping, white water rafting, or a microlight flight.<br/><br/>From the thrill of observing a pride of lions of a herd of elephants up close, to the serenity of watching for shooting stars around a cosy campfire, our Botswana Honeymoon is full of breathtaking moments you’ll look back on together for the rest of your life.",
  "durationDays": "12",
  "price": "20450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly into Maun Airport (MUB), the international airport near the town of Maun in northern Botswana and the main gateway to the Okavango Delta and The Great Salt Pans. From Maun, take a roughly 50-minute light aircraft flight to the Makgadikgadi Pans. Upon arrival at the airstrip, you’ll be met by a representative and transferred to your chosen accommodation. The Makgadikgadi Pans, located on a private concession at the edge of the Makgadikgadi Pans National Park, offer a stunning and surreal landscape to explore. Among the acacias of Hyena Island, you’ll begin to spot the unique wildlife that thrives in this vast, otherworldly environment. With no modern distractions such as WIFI and pathways lit by paraffin lanterns, it’s the perfect opportunity to connect with nature and marvel at endless horizons and star-studded night skies."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Immerse yourself in the wonders of the Kalahari Desert with a variety of thrilling activities. Embark on quad biking adventures across the vast salt pans or enjoy the unique experience of horse riding through this extraordinary landscape. Walk alongside the bushmen, learning from their deep knowledge of the region’s ecology and survival skills. Classic game drives provide the chance to observe diverse wildlife, and if you visit during the wet \"green season\" (late December to early April), you may witness the awe-inspiring migration of zebra and wildebeest—the second largest land animal migration in southern Africa. Birdwatching is exceptional during this period as migratory species arrive, resident birds display their vibrant breeding plumage, and striking pink flamingos gather in large numbers."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A standout experience in The Great Salt Pans is encountering the four resident meerkat families. Semi-habituated to humans, these wild meerkats remain unbothered by your presence, allowing you to follow them as they forage for food and interact within their groups. Spend your days immersed in the breathtaking landscapes, enjoying unique experiences such as picnic breakfasts in the salt pans and marvelling at the stunning sunsets over this vast, otherworldly terrain. The Great Salt Pans offer a perfect blend of adventure, wildlife encounters, and serene beauty, making it an unforgettable destination."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After a final morning activity in The Great Salt Pans, board a light aircraft flight to the Khwai Area. Upon landing, you’ll be met at the airstrip and transferred by vehicle to this wildlife-rich region, a journey of about an hour. The Khwai Area offers an intimate and untamed safari experience. Surrounded by a grove of majestic mopane trees, you’ll have the chance to explore the wilderness and enjoy views of natural watering holes teeming with wildlife. Disconnect from modern life and immerse yourself in the tranquillity of this pristine environment, where the beauty of Botswana's wilderness takes centre stage."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Situated in the eastern part of the 200,000-hectare Khwai Private Reserve, this region serves as a crucial wildlife corridor, bordered by the Moremi Game Reserve to the south and Chobe National Park to the east. The mineral-rich waters of the Hyena Pan draw a diverse array of animals, making it a prime location for wildlife viewing. Visitors can expect to encounter a variety of species, including elephants, giraffes, zebras, waterbuck, impalas, kudus, roan antelope, and red lechwe, alongside an abundance of birdlife. The Khwai Area offers a unique opportunity to witness the movement and behaviour of animals in their natural environment, surrounded by some of Botswana's most iconic wilderness."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Beyond classic morning and afternoon game drives, the Khwai Area offers thrilling night drives, where you can spot elusive nocturnal creatures. For a more immersive experience, take a guided nature walk or visit the camouflaged eye-level hide, perfect for close-up wildlife viewing and photography. You can also unwind in a plunge pool while observing animals at the nearby watering hole or relax in the lounge with a good book. For an unforgettable evening, we recommend that your adventure takes a romantic turn at Skybeds—a unique 5-metre-high, three-storey platform overlooking a waterhole. Spend the night under the stars in a double bed with just a mosquito net between you and the wilderness. At night, the illuminated waterhole provides a magical setting for wildlife viewing."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, set out on a final game drive to the airstrip for your light aircraft flight into the Okavango Delta. Upon arrival at the Kwara airstrip, you’ll be met by a representative and transferred to your next destination. Located in the northern part of the Delta, this area is perfectly positioned to explore the intricate maze of water channels and the vast, wildlife-rich plains. With serene lagoons and breathtaking floodplains, the Okavango Delta offers an unmatched combination of tranquillity and adventure, creating a truly memorable safari experience."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Located on the private Kwara Concession, this region is renowned for its exceptional game viewing opportunities. Frequent sightings of lions, cheetahs, and leopards are complemented by large herds of elephants, giraffes, zebras, wildebeests, buffalo, bushbucks, hippos, red lechwe, impalas, kudus, tsessebes, and sitatungas. For those fortunate enough, there’s even a chance to spot the rare white rhino. Explore this captivating environment through bush walks, classic morning and afternoon game drives, and thrilling night drives to observe the Delta’s nocturnal creatures. The area is also a paradise for wildlife photographers. The safari vehicles allow you to remove the roof for unobstructed views of the stunning landscape, giving you the perfect opportunity to capture the beauty of the Delta. You can also opt for a private vehicle and guide, offering complete freedom to set the pace and focus of your game drives for an intimate, tailored experience."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Explore the Delta’s labyrinth of waterways on a mokoro safari, a traditional dugout canoe. Glide through lily-covered lagoons, passing hippos and getting a closer look at the rich birdlife, including pied kingfishers and African jacanas. You can also cruise the waters of the Moremi Game Reserve on a double-decker boat, visiting the Godikwe and Xobega Lagoons, which are renowned for their incredible bird diversity, especially during nesting season. From September to December, herons nest alongside yellow-billed storks, marabou storks, and African darters. Spend the afternoon relaxing at your accommodation taking in the wonderful views."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to Victoria Falls - Following a final breakfast and morning game drive before boarding a light aircraft flight to Kasane. You’ll be met by a representative on arrival at the airstrip, then make the vehicle transfer of around 1.5 hours into Zimbabwe to your hotel for the next two nights."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Exploring Victoria Falls - After a busy week exploring the Botswana wilderness on thrilling safaris, your time at the Victoria Falls offers the chance to relax and soak up one of the Seven Natural Wonders of the World. As the world’s largest curtain of falling water, the Victoria Falls is a UNESCO World Heritage site and an unmissable sight for any holiday to the region. What you decide to do at this incredible site depends on when you travel to Victoria Falls, as river levels dictate which activities are safe. However, with such a wide variety of activities at Victoria Falls, there’s always something to see or do. Take a spray-filled scenic walk or boat ride, or if you’re looking for more action, try bungee-jumping, white-water rafting, the heart-stopping Gorge Swing, or take a dip in the Devil’s Pool, the world’s most extreme infinity pool. See the falls from the sky with a breathtaking helicopter ride, a thrilling micro-light flight, or even zipline across the gorge."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Departure from Victoria Falls in Zimbabwe - After saying farewell to Victoria Falls, you’ll transfer to Victoria Falls International Airport (VFA) in Zimbabwe for your return flight home. Although you’re incredible Botswana Honeymoon Safari has come to an end, you’ll leave with more than a handful of photos and stories, and many special memories to look back on together. After 12 romantic days of wildlife encounters, spectacular natural wonders, and some of the country’s top luxury lodges, we’re sure you’ll be hooked on Botswana and the African continent. Where will you go next?"
    }
  ],
  "map": ""
}