{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-luxury-safari-holiday",
  "tourName": "Botswana luxury safari holiday",
  "placesVisited": "",
  "generalInfo": "With an abundance of diverse wildlife and some of Africa’s top luxury lodges, Botswana is renowned for its supreme safari experiences, and this Luxury Botswana Safari takes it all in.<br/><br/>You’ll begin your holiday in the Kwando-Linyanti Region, where you might spot the famous Selinda Lion Pride and pack of African wild dogs, made famous through the camp owner’s films for National Geographic.<br/><br/>Next, you’ll head to your camp in the Okavango Delta, where one options of the activities on offer is to navigate the waterways in a traditional mokoro by day, and relax in lavish suites each night. Continue on to the Moremi Game Reserve, widely regarded as one of the best regions for game viewing in Africa. <br/><br/>Finally, you’ll end your spectacular safari adventure at Matetsi Private Game Reserve, near the Victoria Falls in Zimbabwe, one of the most phenomenal natural wonders of the world. You’ll be away from the bustle of town, but close enough for a day trip to the falls, where you can go on spray-filled river walks, boat rides and helicopter rides.<br/><br/>With world-class lodges and camps, and every request catered to, this two-week Luxury Botswana Safari is the perfect way to explore Botswana’s remarkable sights in first-class comfort.",
  "durationDays": "12",
  "price": "8999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Botswana & transfer to the Kwando-Linyanti Region - You’ll fly into Maun Airport (MUB), this international airport in northern Botswana, is the gateway to the main safari areas in the country. A friendly local team will be there to meet you and direct you to a light aircraft where you’ll take a scenic flight, to the northern border of the country and to your accommodation. You’ll be met by a representative from the camp on arrival at the airstrip, this will most likely be your guide who will be with you for the next three days."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring the the Kwando-Linyanti Region - Relax at your camp and enjoy exploring the diverse, game-rich landscapes. Today you can head out on a picturesque game drive through the vast grasslands, palm-fringed islets, and clumps of leadwood trees, to spot some of Africa’s most famous animals, including elephants, the famous Selinda Lion Pride, leopards, zebra and hippos."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring the Kwando-Linyanti Region - Beyond the classic game drives, there is a number of activities to soak up this phenomenal region. Go on a boat trip, try catch-and-release fishing, or go on a guided walk through the bush. It’s also a fantastic destination for birding, with around 200 recorded bird species in the area. You can spot many waterbird species such as kingfishers, cranes, cormorants and herons, as well as other species like the black-shouldered kite. At the end of an adventurous day, you can relax with an in-room massage, take a dip in the pool, or gather around the campfire to swap safari stories."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to the Okavango Delta - Enjoy one last game drive this morning , before boarding your light aircraft flight your camp in the Okavango Delta. You’ll be met by a representative on arrival at the airstrip, who will drive you to your safari camp for the next three nights."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Exploring the Okavango Delta - Today for your first day in the Okavango, head out on a game drive through the sweeping floodplains, palm-fringed islets, mopane woodlands and savannah grasslands, to spot a large variety of safari species . You may also be lucky to spot some rarer species such as the Sable antelope and the African wild dog. Birdwatching is exceptional throughout the year, although it’s at its best from December to April when migratory species arrive, and resident birds are breeding."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Exploring the Okavango Delta - You can explore the rivers and channels with a boating trip, a catch-and-release fishing trip, or on a mokoro safari in a traditional dugout canoe. Back on land, you can enjoy classic morning and afternoon game drives, guided bird walks, guided nature walks, or venture out on a thrilling spotlit night game drive, to see nocturnal species and big cats like the elusive leopard, which become more active after dark."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to Moremi Game Reserve - Enjoy a morning game drive at before boarding your flight to the Moremi Game Reserve. You’ll be met on arrival at the airstrip, you will be driven to your chosen safari camp for the next two nights."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Exploring Moremi Game Reserve - This game reserve contains incredibly fertile areas therefore attracting remarkable concentrations of big game and predators including large herds of elephant, buffalo, giraffe, spotted hyena, wildebeest and zebra. You can see all the big cats, with frequent lion sightings and rarer glimpses of the cheetah. You’ll also have the chance to spot some of the more elusive species, including the critically endangered African wild dog and the black and white rhino, occasionally seen after they were first reintroduced to the Okavango in this location in 2001."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Victoria Falls - Enjoy one last morning walk or game drive at your camp before boarding your flight to Kasane. You’ll be met by a representative on arrival at the airstrip, then make the one-hour vehicle transfer into Zimbabwe, your lodge for the next three nights. It’s an incredible location from which to explore the world’s largest waterfall."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Exploring Victoria Falls - A UNESCO World Heritage Site, one of the Seven Natural Wonders of the World, and the world’s the world’s largest curtain of falling water - the Victoria Falls are an unmissable sight and a sure-fire tick of the bucket list. What you decide to do at this incredible natural wonder depends on when you travel to Victoria Falls, as river levels dictate which activities are safe. However, with such a wide variety of activities at Victoria Falls, there’s always something to see or do. Along with the typical thrilling activities of helicopter flights, spray-filled river walks, and the Devil’s Pool swim, Matetsi can also organise bespoke Victoria Falls excursions, including a private tour of the falls, helicopter flights, and even High Tea on the lush lawns of the historic Victoria Falls Hotel, overlooking the falls."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Exploring Matetsi Private Game Reserve - Set within the 55,000-hectare Matetsi Private Game Reserve, Matetsi Victoria Falls offers plenty of other activities. Explore the reserve on foot, vehicle or boat, accompanied by expert, conservation-minded guides at all times. You can head out on a morning, evening or night game drive in luxury safari vehicles to spot herds of elephant, buffalo, giraffes, lions and more. Enjoy a canoe or boat cruise along the beautiful Zambezi River, take a thrilling walking safari through the bush, go birdwatching or try your hand at fishing. After a busy day return to your lodge for a relaxing evening."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Departure from Victoria Falls in Zimbabwe - It’s time to say farewell this morning. After checking out of your camp, you’ll take a one-hour vehicle transfer to Victoria Falls International Airport (VFA) in Zimbabwe for your return flight home. Although you’re incredible Luxury Botswana Tour has come to an end, you’ll leave with many special memories and more than a handful of photos and stories to share when you return home."
    }
  ],
  "map": ""
}