{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-family-adventure",
  "tourName": "Botswana family adventure",
  "placesVisited": "Maun, Makgadikgadi Salt Pans, village visit, quad bike ride to Ntwetwe Pan, Nxai Xini Pan, Okavango Delta, Moremi Game Reserve, game drives, night drives, walking safaris and mokoro excursions, local expert guides, Chobe Riverfront, Victoria Falls in Zimbabwe, family friendly accommodation",
  "generalInfo": "This Botswana family adventure is a thrilling opportunity to see some of Africa’s legendary highlights. See majestic wildlife, including elephants, meerkats, hippos, lions and wildebeest, and round off your family adventure at the unforgettable Victoria Falls, too. You’ll stay in some of Botswana’s most beautiful places, including Makgadikgadi Salt Pans, Moremi Game Reserve and Chobe National Park. Alongside sensational game viewing, this family adventure includes plenty to keep all ages engaged, including bush walks, night game drives, a canoe ride on the Okavango Delta, a village visit and even quad biking around the lunar landscape of Ntwetwe Pan. You’ll stay in a mix of family friendly accommodation, including lodges and a tented camp, with two nights camping out under the stars. This spectacular tour ends in Zimbabwe, where you can view the breathtaking Victoria Falls.",
  "durationDays": "11",
  "price": "5811",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Makgadikgadi Salt Pans: Arrive at Maun airport and transfer to Planet Baobab, a traditionally styled grass hut village shaded by 4000 year old baobab trees. Take a stroll through the bush with your guide and learn about the local ecology, geology and culture, before enjoying your first flaming sunset by a blazing campfire. Return for a delectable dinner. On day 2, start with a visit to the nearby village of Gweta and mix with the locals and visit the primary school - a must for families, who are made especially welcome by the children. After lunch, the real excitement begins with a quad bike ride out to the lunar landscape of Ntwetwe Pan to marvel at the vast and empty open landscape.. Head even further into nowhere and set up camp for the night under bright starlit skies. Your guides will cook a sumptuous dinner before you tuck into your bedroll. An amazing adventure for all the family. After sunrise, head off to the nearest waterhole looking for meerkats and other desert wildlife before returning to Planet Baobab for a shower and lunch. In the afternoon you are off again, this time to Nxai Xini Pan where the waterhole is frequented by elephants and other animals and birds - in the evening, after dinner, watch these mighty animals saunter to drink in the twilight. Another exciting night under the stars. Dawn wildlife watching and back to Planet Baobab for breakfast before heading off to the airstrip."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Okavango Delta: Arrive at the airstrip and transfer to Pom Pom camp, a safari-tent camp in a private concession near the Moremi Game Reserve. Check -in to your family adjoined tent with shared bathroom. Enjoy the (enclosed) open air showers! Activities included in this delta paradise are gamedrives, night drives, walking safaris and mokoro excursions all taken withlocal expert guides. The tranquillity of the delta and beauty of its windingwater ways, open lagoons and tree islands will be a highlight of your safari. Hippo and crocodile are found in the deeper lagoons and big predators such as lions andleopards, as well as buffalo, giraffe, zebra and wildebeest move through thearea. If you are lucky, some of the nocturnal animals such as serval, civet andgenet may be seen on night drives. Birding enthusiasts will enjoy the regularsightings of Pels fishing owl, African fish eagle, giant eagle owl and white backed vultures."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Chobe Riverfront: Arrive, via another included internal flight, at Kasane airport and transfer to Chobe Bakwena Lodge. The Chobe Riverfront is an elephant mecca; home tothe largest density of African elephants in the world, during winter they areat the peak of their activity. Chobe is an excellent destination for qualitygame viewing, one highlight being the giant bull elephant, as it strollsup next to your vehicle or snorkels alongside your boat, or the hundreds ofhippos and buffaloes on the floodplains. Your adrenaline will be pumping asprides of lions stalk antelopes by the water’s edge. Chobe is also a place to search for the rare sable antelope. The lodge is a great place for families with specific family chalets with river views."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Victoria Falls, Zimbabwe: A shuttle is included to take you to your next destination, Lokuthula Lodge, part of Victoria Falls Safari Lodge. Here, there are two and three bedroom lodges, ideal for families. The lodge is set in extensive, native-vegetation gardens with free-roaming elephants and warthogs. Facilities include complimentary hourly shuttle bus to the village, markets and Victoria Falls Rainforest. The lodge staff will be able to provide advice on how to best view the falls independently or book a tour if you prefer."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to Victoria Falls airport for onward or return flights."
    }
  ],
  "map": ""
}