{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "namibia-botswana-safari-adventure",
  "tourName": "Namibia & Botswana safari adventure",
  "placesVisited": "",
  "generalInfo": "Explore Botswana and Namibia, two of the top wildlife destinations in Africa. Our journey takes us into the wilderness: voyage by dugout canoe on the hippo-populated waters of the Okavango Delta, search for lions, elephants and giraffes in Etosha National Park, and spend nights by waterholes where animals congregate. The adventure continues beyond the fauna: we also climb the highest dunes in the world at Sossusvlei and stargaze at our remote camp in Damaraland. This is Africa at its most wild.",
  "durationDays": "14",
  "price": "4599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The adventure starts in Maun, Botswana, gateway to the Okavango Delta. Spend the afternoon exploring or relaxing, with a chance to change money and pick up any supplies you may need (such as snacks and drinks). Around 6pm, say hello to your tour leader and fellow travellers where we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome over dinner together. Tonight is a good time to pack your overnight bag for the Okavango Delta; pack light as we travel to camp by canoe (your larger bag is left with the driver and stored safely). Want to explore further? Secure pre-tour nights through your sales representative. Accommodation: Sedia Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Relax at the hotel this morning or head into town to pick up any last-minute supplies. After or just before lunch, we journey to the Okavango Delta, where we board mokoros (traditional dugout canoes helmed by an expert local poler) and head to our Delta camp (depending on water levels we may drive in a 4×4). Camp is ready for us on arrival, and we meet the local guides who are our hosts for the next few days. The camp is made of dome tents fitted with camp beds, a mess tent and bathrooms that have a bush-shower (a bucket shower over a tree!) and toilet. Camping allows us to experience Africa at its fullest: swimming in shallow pools, listening to the sounds of the Delta (particularly birdsong and hippo grunts!), and enjoying some of the best views of the Milky Way you are likely to see. Total drive: 19mi (30km), one hour Accommodation: Okavango Delta wild camp"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Rise early for breakfast and spend the rest of the day exploring the waterways and islands by mokoro and on foot. Year-round, the Delta is home to a vast array of animals, including elephants, lions and hippos. We return to camp for lunch and, this evening, enjoy sundowners. Relax around the campfire after dinner looking back on a day well spent. Accommodation: Okavango Delta wild camp"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After a relaxing start, we enjoy one final exploration of the Delta before returning to our collection point by mokoro (water lever dependent). Return to Maun after lunch, where we have a free afternoon to relax or enjoy one of the many optional activities available, such as scenic flights or helicopter rides. Accommodation: Sedia Riverside Hotel (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Relax this morning before our transfer to the northern part of the Okavango Delta, enjoying views of the Botswana bush as we go. Reaching a landscape of thick sand that’s inaccessible to our vehicle, we are collected by a 4×4 vehicle and transferred to our lodge on the banks of Guma Lagoon. The rest of the day is free to enjoy the peaceful waterside property or there is the option of an afternoon boat ride. Total drive: 220mi (350km), five hours Accommodation: Nguma Island Lodge (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, continue the journey north and cross into Namibia through the Mohembo border post. From here, we travel through Mahango Game Park, where we hope to see elephants and other animals. We then drive along the Caprivi Strip (a thin protrusion of Namibia bordered by Botswana, Angola and Zambia) to the small town of Rundu, which is situated on the Kavango River close to the Angolan border. Total drive: 220mi (350km), 5hr 30min Accommodation: Kaisosi River Lodge (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today we travel to Etosha National Park, the premier safari sanctuary in Namibia. In contrast to the Okavango Delta, Etosha is a relatively arid wilderness of mixed forest and grassland around a large saltpan. It is scattered with waterholes where a great variety of animals congregate to drink, making them fairly easy to find. We should arrive in time for a late afternoon game drive before heading to our accommodation. We typically stay within the park on some or all the nights (subject to availability) and some of these are next to waterholes. These camps also offer optional night drives, which you can book and pay for on arrival. Total drive: 280mi (450km), six hours Accommodation: Namutoni (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today we embark on an essential Namibian experience: a three-hour game drive in Etosha National Park. Zebras, giraffes, cheetahs, elephants and lions are all present, while the park is also home to several black rhinos. Additionally, Etosha is a good place for birds, with plenty of water birds on the lakes and weaverbirds and hornbills in the trees. Accommodation: Etosha safari camp (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Leaving Etosha, we head to the Damaraland region, driving past Damara huts, Herero houses and cattle. We stop en route in Outjo, a small town with a nice German bakery for coffee, cake or an early lunch. Our destination is a rustic community lodge at the foot of Brandberg, the highest mountain in Namibia. Here, it’s often possible to see desert elephants roaming the Ugab River, while stargazing is normally spectacular from this isolated location. There’s also an optional 4×4 game drive you can join, in which we search for those desert elephants (seasonal). Total drive: 235mi (380km), six hours Accommodation: Brandberg White Lady Lodge (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Begin the day with a 20-minute drive to Brandberg, where we walk (1hr 45min) through a valley seeing beautiful, granite formations and a variety of birdlife. The valley takes us to the White Lady rock painting which, along with a number of other small paintings and engravings, are thought to have been left by indigenous San people at least 2,000 years ago (please note, if elephants walk into this area then it might be too dangerous to do the walk – in this case we typically go on a game drive looking for elephants). This walk is rocky in places with big boulders as we walk in the dry river valley. If the walk is too adventurous, you can relax at the lodge or go on a game drive. After, we head to the Atlantic Ocean and the coastal town of Swakopmund. This small German colonial town has quaint cake shops and coffee houses and is known as a hotspot for high-adrenaline activities. Total drive: 185mi (300km), 4hr 30min Accommodation: Prost Hotel (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today is free to enjoy one of the many optional activities on offer in and around town. On the water, you can go deep-sea fishing; in the desert, you can go sandboarding and quad-biking; and in the sky, you can fly over the Skeleton Coast. Alternatively, spend the day enjoying fantastic Viennese-style cakes, walking along the beach or nearby dunes, or just watching the world pass in this town that seems strangely out of place in Africa. Accommodation: Prost Hotel (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Visit nearby Walvis Bay after breakfast, where we hopefully see flamingos. Our journey then takes us through the Namib-Naukluft National Park – home to one of the driest and oldest deserts on Earth. The park contains spectacular desert scenery and there are photo opportunities along the way. We take a long gravel road into the desert, going through two small passes and towards Soltaire, where we stop for lunch, before continuing to our lodge. Total drive: 210mi (340km), 5hr 30min Accommodation: Weltevrede Guestfarm, Solitaire (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Rise early to see the Sossusvlei dunes, the tallest in the world, in the gorgeous morning light. We can also climb one of the dunes for fantastic views of the area. We then witness an eerie desert landscape strewn with dead 900-year-old camelthorn trees, either taking a 2.5mi (4km) walk to Hiddenvlei or, if you’d prefer not to walk, a 4×4 transfer (optional extra) to Deadvlei. If we’re lucky, we may see gemsbok or ostriches among the dunes. In the evening, we enjoy our final dinner together. Total drive: 125mi (200km), 3hr 30min Accommodation: Weltevrede Guestfarm, Solitaire (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "We typically have an early start this morning as we have a long drive back to Windhoek where the tour ends. If you’d like to spend a bit longer in Namibia, speak to your sales representative about extending your stay. Total drive: 210mi (340km), six hours Please note: The group transfer back to Windhoek is scheduled to align with a chosen flight to London, UK; therefore, you should not book flights leaving before then. Please contact your sales representative for the timings of this flight."
    }
  ],
  "map": ""
}