{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "southern-africa-holiday",
  "tourName": "Southern Africa holiday",
  "placesVisited": "Johannesburg, Kruger National Park, Mokopane, Moremi Gorge, Makgadikgadi Salt Pans, Victoria Falls, Chobe National Park, Maun, Okavango Delta, Khama Rhino Sanctuary, Soweto",
  "generalInfo": "This Southern Africa holiday takes you on an adventurous trip around this fascinating corner of the world. Journeying through South Africa, Zimbabwe and Botswana, you’ll view wildlife roaming the bush and stalking the riverbanks, fall asleep in rustic camps to the sound of the wilderness around you and watch the sun set over endless plains. <br/><br/>Highlights of the trip include the wildlife dense Okavango Delta, the thundering waters of Victoria Falls, the other worldly Makgadikgadi Salt Pans and sprawling Soweto, where you’ll take a bike tour and learn about the township’s role in the dismantling of apartheid.<br/><br/>You’ll be travelling in a purpose built overland truck, along with a group of likeminded travellers, and there will be many early starts as well as long hours driving along rough roads. Most nights will be spent in two-person canvas dome tents, at both well-equipped campsites and bush camps with no facilities. <br/>",
  "durationDays": "16",
  "price": "3375",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Johannesburg.",
      "description": "Sawubona – welcome to South Africa! Your adventure begins with a welcome meeting at 6 pm. If you arrive early, we recommend visiting the eye-opening Apartheid Museum to start your journey with some crucial history before meeting up with your group. After your important meeting this evening, why not head out for an optional group dinner and get to know your newfound travel companions? Your leader can point you in the right direction with bar and restaurant recommendations."
    },
    {
      "dayNumber": 2,
      "title": "Kruger National Park.",
      "description": "Rise and shine for an early departure from Johannesburg, the 'City of Gold' and head off on an adventure of a lifetime. Be prepared for a long drive, but rest assured, it is well worth it. A truly unique African experience unfolds as you enter the Greater Kruger National Park ecosystem en-route to our campsite. In the evening, choose to relax at your camp, located in Kruger National Park, or perhaps head out on an optional night drive with the park guide. The optional night drives are a chance to spot nocturnal animals and perhaps even a night-time predator or two – maybe catch a lion or hyena out hunting, or perhaps an impala out in search of a late-night feed."
    },
    {
      "dayNumber": 3,
      "title": "Kruger National Park.",
      "description": "After breakfast, embark on a full-day 4WD safari through Kruger National Park. One of the largest game reserves in Southern Africa, Kruger National Park is home to over 500 bird species, 100 species of reptile and 150 mammal species, including the Big Five and the endangered African wild dog. The day will be spent game viewing, birdwatching and stopping at various waterholes and viewpoints. Later on, take a night drive with the park guide for a chance to spot nocturnal animals and perhaps even a night-time predator or two – catch a lion or hyena out hunting, or an impala out in search of a late-night feed. Your camp tonight will be within Kruger National Park."
    },
    {
      "dayNumber": 4,
      "title": "Greater Kruger National Park - Black Mambas HQ.",
      "description": "Head to the outskirts of Kruger National Park, where you'll be lucky enough to camp for the evening with the Black Mambas at their headquarters. Our Foundation is proudly partnered with Helping Rhinos, which directly supports the work of the Black Mambas - the world's first all-female anti-poaching unit. Made up of a team of 36 young African women, the Mambas patrol 20,000 hectares of the Balule Nature Reserve, part of Greater Kruger National Park. Turning a traditionally male-dominated industry on its head, they’re putting their female prowess to work protecting the wildlife of Kruger National Park in an unconventional kind of way. You'll join them on a bush walk to learn how they find and destroy snares firsthand. Enjoy a special dinner by lantern light, and later, relax by the campfire with the Mambas as they share stories about their path to becoming Black Mambas and conservation work."
    },
    {
      "dayNumber": 5,
      "title": "Goo Moremi Gorge.",
      "description": "Say farewell to The Black Mambas and head straight for the Botswana border as you travel towards Goo Moremi Gorge. On arrival, perhaps stretch your legs with an optional guided hike through this beautiful national heritage site where perennial streams have carved deep gorges into the hills. Along the hike, you can stop at beautiful waterfalls cascading into deep pools surrounded by lush vegetation. The gorges are home to many birds that feed on fish and small crabs in the pools and are breeding grounds for the endangered Cape vulture. Baboons and rock rabbits live on the cliffs above the gorge and, though very elusive, leopards, hyenas and kudu can also be found here."
    },
    {
      "dayNumber": 6,
      "title": "Nata.",
      "description": "Today, you'll journey from Palapye to Nata. Your lodge is situated on the edge of the amazing Makgadikgadi Salt Pans, covering some 12,000 square kilometres, this is one of the largest salt flats in the world. On arrival, take a 3-hour excursion in an open vehicle to explore these seemingly endless plains in the Nata Bird Sanctuary. Surrounded by the Kalahari Desert, the pans are naturally dry and salty for a large part of the year. During this time the arid landscape has an eerie feel to it as heat mirages disorientate the senses. Then, after the rains hit, it becomes a grassy refuge for migratory birds and animals. Tonight, enjoy a good nights rest in a comfortable lodge."
    },
    {
      "dayNumber": 7,
      "title": "Victoria Falls.",
      "description": "Today you'll travel on to Victoria Falls, crossing the border into Zimbabwe in time to have lunch on the banks of the Zambezi. Continue to your permanent tent, set within a large rest camp. After settling in, you may want to set out on a highly recommended optional trip to visit Victoria Falls. Spanning about a mile wide and falling 108 metres into a narrow gorge below, the spray from the falls can sometimes be seen from kilometres away. In the dry season, the view of the falls is unobstructed by spray and it's possible to see little islets in the river below. Otherwise, a range of other activities are available through the local activity centre. This evening, why not join your group for a final dinner and celebrate the adventures you've shared."
    },
    {
      "dayNumber": 8,
      "title": "Victoria Falls.",
      "description": "Spend the day soaking in the sights and sounds of Victoria Falls until your next welcome meeting at 6 pm tonight. Maybe explore the magnificent falls – a thundering curtain of water approximately 1.5 km wide, falling 108 m into a narrow gorge below. In the wet season, the spray created can rise to an incredible 400 m, and the falls become a raging torrent. In the dry season, the view of the falls is unobstructed by spray, and you can see little islets in the river below. After the welcome meeting, ?sit down to a traditional?Zimbabwean?dinner and cultural performance by?White Star,?who celebrate and preserve African stories and values through movement, while their profits go to supporting vulnerable groups and providing free dance lessons to local youth. Dinner will?feature local Zimbabwean dishes, including?village-style goat stew and?peanut butter rice."
    },
    {
      "dayNumber": 9,
      "title": "Chobe National Park.",
      "description": "Travel to Chobe National Park in Botswana this morning. You’ll stop at the Victoria Falls Wildlife Trust along the way – one of our Foundation’s projects. Here, you’ll learn about the rescue and rehabilitation of wildlife, the human-wildlife conflict and the trust’s role in anti-poaching. There may also be a chance to meet any rescued or orphaned wildlife currently in their care. Chobe National Park was the first national park to be established in Botswana and is best known for its high concentration of elephants, which can often be seen swimming in the Chobe River. The river also attracts wallowing hippos, a variety of birdlife and crocodiles that like to sun themselves by the water's edge. Cheetahs and lions also come down to drink in the river, so if you’re lucky, you might spot one of the predators, too! In the late afternoon, embark on a scenic?sunset cruise on the Chobe River guided by an expert local guide and look out for wildlife."
    },
    {
      "dayNumber": 10,
      "title": "Maun.",
      "description": "This morning, there's time for a morning game drive for those who would like to further explore this beautiful park. As well as elephants, you might see some of Chobe National Park's other noble creatures – from?giraffes and zebras to impala and tsessebe (African antelope). Then, it's time to head to Maun. This town is the gateway to one of the world's most famous and most complex ecosystems – the Okavango Delta. It’s a bit of a long drive to get there, so grab a window seat if you can and take the opportunity to soak in the everchanging landscape."
    },
    {
      "dayNumber": 11,
      "title": "Okavango Delta.",
      "description": "Travel into the unspoiled wilderness this morning for an adventurous camping experience. The Okavango Delta is unlike anything in the world – a?16,000 square km maze of wetlands made up of waterways, green islands, lush plains and prolific wildlife. The delta is filled with diverse flora and fauna, including hippos, crocodiles, elephants and big cats, but the main attraction is really the incredible ecosystem. You'll explore the waterways by?mokoros (traditional dugout canoes navigated by friendly local 'polers'). Spend some time exploring on foot with your experienced and knowledgeable guides and learn more about how the delta works. Tonight, camp on a remote island in the heart of the wilds and listen to the nocturnal creatures of the African bush come to life as the sun goes down."
    },
    {
      "dayNumber": 12,
      "title": "Okavango Delta.",
      "description": "It's an early start this morning as you venture out for a sunrise walk to catch a glimpse of some local elephants and maybe a few Cape buffalo. After, return to camp for breakfast and enjoy a leisurely free day to relax. You might like to take a swim or go on an afternoon walk. There’s also the opportunity to go for another mokoro trip. You may notice that the mokoros of today are made with fibreglass but retain their original shape – this strikes a balance between tradition and sustainability."
    },
    {
      "dayNumber": 13,
      "title": "Maun.",
      "description": "This morning, enjoy a relaxing morning to say goodbye to the delta. Then, it’s on to your next stop. After taking down your camp, head out on a mokoro safari on your way out of the Delta then board the vehicle back to Maun. When you arrive, you’ll have the option to take a scenic helicopter flight over Maun and the delta, seeing things from a bird's eye view."
    },
    {
      "dayNumber": 14,
      "title": "Khama Rhino Sanctuary.",
      "description": "Travel to the Khama Rhino Sanctuary this morning. On the edge of the Kalahari Desert, the Khama Rhino Sanctuary is a community-based conservation project staffed by local village residents. Built in a former hunting area to protect Botswana's only remaining populations of both black and white rhinos, the sanctuary is also home to other wildlife including zebras, giraffes, leopards, ostriches and wildebeest, all of which can be seen around the many natural waterholes. Visiting this project benefits local communities and contributes to the protection of the highly endangered white rhinoceros. In the evening, head out on a dusk game drive in an open safari vehicle with an expert local ranger to see the rhinos (this will be replaced by a dawn game drive if the group arrives at the sanctuary too late)."
    },
    {
      "dayNumber": 15,
      "title": "Johannesburg.",
      "description": "Cross the border into South Africa and travel on to Johannesburg (approximately 10–11 hours). Johannesburg is a sprawling city of remarkable contrasts. As you come into town, you'll likely see opulent mansions alongside tin-roof shacks, and verdant city parks alongside the concrete. Enjoy a relaxing evening upon arrival."
    },
    {
      "dayNumber": 16,
      "title": "Johannesburg (Soweto).",
      "description": "Head to Soweto and take to the streets on a bicycle. Learn about the Soweto uprising and the resistance against apartheid. It's interesting to see how the community has changed and developed into what it is today. You'll also visit a former migrant workers' hostel and stop at many other local landmarks. Your cycling adventure should finish at around 3 pm today, whereafter you will be returned to your hotel in Johannesburg. With no further activities planned, your trip comes to an end at this point."
    }
  ],
  "map": ""
}