{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-wilderness-safari",
  "tourName": "Botswana wilderness safari",
  "placesVisited": "",
  "generalInfo": "There are few wildlife experiences in the world like a week spent in the Botswanan wilderness. This classic itinerary offers a lodge and luxury camping combination safari. The lodges are beautiful, comfortable &amp; make for a great adventure safari through the world famous parks.<br/><br/>Highlights<br/>*Okavango delta  – mokoro excursion<br/>*Moremi Game Reserve – game drives<br/>* Savuti – game drives<br/>* Chobe National Park – game drive and river cruise<br/><br/>Overnight - The accommodation throughout this classic journey is of 3+ star style and are chosen not only for their service and comfort level but also for their wonderful locations and local wildlife viewing opportunities. All rooms have private en suite facilities. For the 4 nights in Mababe and Savuti we stay in mini meru tents. Each tent has twin camp beds with linen, an en suite chemical toilet and bucket shower with hot water off the fire. Meals - 10 breakfasts, 6 lunches and 4 dinners are included. All of which are provided by the lodges, or mobile camp at which we are staying, except 1 lunch provided by the guides. Due to travel arrangements or game viewing activities, the included lunches will be picnic lunches. Where meals are not included there will be an opportunity to buy a meal en route or at the restaurant in the evening. Transport for the entire safari you travel in a purpose built 4WD Land Cruiser with 12 forward facing seats and trailer for luggage. It has solid roof and back which provides protection from the sun, and dust. The Land Cruiser has 12 individual seats in 4 rows of 3 seats but this tour is limited to a maximum of 8 clients so that everyone has a “window” seat. Participation - this is an adventure tour, and as such please expect to get involved. Where there are porters, they’ll help you, otherwise you’ll need to carry your own bag. Included meals are all lodge or camp provided. If you have a particular interest, please let your safari leader know, and he/she will endeavour to make your journey more rewarding.",
  "durationDays": "11",
  "price": "4090",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Embark on an unforgettable safari adventure, commencing at the welcoming hotel in Maun. Your journey begins with a delectable evening meal at a charming local restaurant, where you can savor the flavors of Botswana cuisine (additional cost). Indulge in a culinary experience that introduces you to the vibrant tastes and culinary traditions of the region, setting the perfect tone for your upcoming wildlife exploration."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "The Okavango Delta is an extraordinary wilderness environment that needs no introduction. A vast wetland paradise in the center of the Kalahari Desert, fed by rivers from Angolan highlands and seasonal rains. It is an ever changing kaleidoscope of waterways, reed beds, islands and dry land that grows and shrinks each season like a living creature itself, supporting a breathtaking range of wildlife. Hippos, elephants, lions and buffalo, the shy Sitatunga antelope and the abundant birdlife – a truly amazing wildlife experience. We drive around the Okavango through small villages, skirting the extremes of the flood to Etsha, where we follow thick sands tracks into the Okavango Delta panhandle. Your room overlooks a beautiful lagoon and you’ll enjoy a morning mokoro excursion and a sunset motorboat cruise."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Moremi Game Reserve is the jewel of Botswana and arguably one of the best wildlife viewing destinations in Africa. Moremi’s wide variety of habitats makes it a birdwatchers paradise. Surrounding Moremi is a vast wilderness consisting of open grasslands and forest and abundant wildlife and our camp is set on a concession bordering the east of the reserve. Our days are spent on open 4WD game drives in Moremi GR and on the wildlife concession along the Mababe River watching the abundant wildlife including elephant, hippo, buffalo, lion & other game, both in Moremi Game Reserve and in the private concession reserves adjoining the park."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We head north from Moremi to the renowned Savuti section of the Chobe National Park. This is an excellent area for big predators with frequent sightings of lion and leopard, elephant and plains game. We spend our time on game drives through the dramatic open plains dotted with Acacia, and along the Savuti channel where we hope to see the lions and hyenas that make Savuti an outstanding wildlife destination. We overnight in our serviced tented camp. After dinner in our dining tent, fall asleep to the sounds of the African bush."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Our next destination is Chobe National Park. We depart Savuti and head north through the remote wilderness of Botswana to the small town of Kasane and our lodge on the banks of the Chobe River. The following day we explore the national park on a morning game drive and spend the rest of the day on the river, enjoying lunch on our cruise boat with spectacular wildlife viewing. This is possibly the most satisfying and relaxing game viewing activity in Southern Africa. We get close to the herds of elephants, and have amazing sightings of crocodile, hippo, fish eagle and many more. As the sunsets we head out of the park with some amazing wildlife and sunset photographs."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We leave Botswana behind and cross into Zimbabwe and make our way to Victoria Falls. The mighty Zambezi River thunders 100m over the gorge creating a magnificent spectacle. The spray from the waterfall sustains a rainforest surrounding the falls which is abundant with birdlife and protected in a National Park. We explore the Victoria Falls on foot with a local guide bringing the Falls to life with tales of the explorers of these ancient lands."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "There is time for one of the many optional adventure activities (own expense) before the tour ends."
    }
  ],
  "map": ""
}