{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "windhoek-to-vic-falls-overland-safari",
  "tourName": "Windhoek to Vic Falls overland safari",
  "placesVisited": "",
  "generalInfo": "In this 21-day trip, we’ve brought together the highlights of Namibia, Botswana and Zimbabwe in one incredible journey. Begin in Windhoek and travel deep into Namibia’s heart—climbing the red dunes of Sossusvlei, exploring the Skeleton Coast in Swakopmund, and game driving through Etosha National Park. Follow the lush waterways of the Okavango Delta in a mokoro, then cross into Zimbabwe to track rhino in Matobo and spot elephantin Hwange. Stand in awe at Victoria Falls. From towering dunes to thundering waterfalls, this is Southern Africa at its wildest.<br/><br/>DEPARTS: WINDHOEK on Wednesday at 14:00, ENDS: VICTORIA FALLS on Tuesday a t08:00.<br/><br/>Highlights<br/>*Namib Desert–walk Sossusvlei dunes<br/>* Etosha NP–game viewing*Caprivi-game drive<br/>* Okavango Delta–mokoro excursion and bush walks<br/>* Moremi Game Reserve–game drives<br/>*Matobos–rhino walk and rock paintings<br/>* Hwange–game drives<br/>* Victoria Falls–A natural wonder of the world.<br/><br/>Overnight - 18 nights on safari at small lodges (including tented lodges), with en suite facilities. 2 nights tented camp in the Okavango. Each tent has twin camp beds with linen and en suite chemical toilet. Shared bucket shower tent with hot water off the fire. Meals - 20 breakfasts, 18 lunches &amp; 13 dinners included. Of which10 breakfasts, 1 lunch and 3 dinners are provided by the lodges. The remaining included meals are provided by crew and meals will be enjoyed around the campfire at the truck. Transport for the majority of this safari you travel in custom-built Safari trucks with 12 forward facing seats. On 5% of tours we may use Mercedes Sprinter minibuses with 12 forward facing seats and air conditioning. There are some long distances to cover and a few early morning starts. For the game drives in Moremi/Mababe, Hwange and Matobos and the transfer into the Okavango we use local open sided 4WD vehicles with local guides. Limited participation an essential part of your safari is some participation. From carrying your own bag to packing the truck in the morning–it’s all part of your adventure. Where the tour leaders provide meals, we ask that clients help (on rotation) with the washing up<br/>",
  "durationDays": "21",
  "price": "4390",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "WINDHOEK [guest house ---] (B=breakfast, L=lunch, D=dinner) Arrive in Windhoek, Namibia’s charming capital nestled between rolling hills and dry savanna. After settling in at the guesthouse, and a briefing with your guide, we explore the city’s German colonial architecture and visit a local market. In the evening, we enjoy an own-expense dinner as at a local restaurant sampling Namibian cuisine and soaking up the friendly atmosphere."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "NAMIB DESERT [chalet BLD] We journey south from Windhoek, passing through scenic mountain landscapes before descending onto the desert plains. En route, we stop at the remote outpost of Solitaire - famous for its apple tart (own expense) before continuing to our lodge in the Namib Desert. The afternoon is free to relax and take in the vast, arid surroundings. The next morning, we explore the Namib Naukluft National Park. Towering red dunes surround the white clay pans of Sossusvlei and Deadvlei, where twisted Camel Thorn trees create surreal silhouettes. These ancient landscapes, shaped by rare floods of the Tsauchab River, offer some of the most iconic desert scenery in Africa."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SWAKOPMUND [hotel pension BL-] Swakopmund lies on the Atlantic coast, where cool sea breezes offer respite from the desert heat. En- route we’ll stop at Walvis Bay’s lagoon to observe flocks of flamingos, thousands of these elegant pink birds wading in the shallow waters. The town of Swakopmund sits at the mouth of the mostly dry Swakop River, which marks the northern boundary of the ever-shifting Namib Desert dunes. We have time in the afternoon for a walk along the beachfront before having a restaurant dinner (own expense)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "BRANDBERG MASSIF [chalet BLD] Namibia is a country of striking extremes, and Damaraland embodies this with its stark plains, dry riverbeds, and ancient valleys carved between rocky outcrops. Towering above it all are the Brandberg Massif Mountains, their peaks a dramatic backdrop to this rugged wilderness. We embark on a walk with a local guide exploring the ancient Brandberg Massif to view the Brandberg White Lady rock painting. In the evening, we settle in for a sundowner at our lodge in the Ugab River valley and watch as the sun sinks behind the mountains."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ETOSHA NP [guest lodge BLD] Etosha National Park, one of Africa's premier wildlife sanctuaries, has been safeguarding Namibia's iconic species since it was established as a reserve in 1907. The park's best wildlife sightings are typically found around its productive waterholes scattered along the edge of the expansive salt pan. These life-sustaining waters draw in elephants and herds of antelope, which in turn attract predators like lions and cheetahs. On day 6, we’ll enjoy a late-afternoon game drive before leaving the national park to relax at a comfortable nearby lodge. The following day will be dedicated to exploring Etosha further, on game drives, and we will spend time waiting at the waterholes to observe the diverse wildlife come and go."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "RUNDU [chalet BL-] The landscape shifts as we head toward Rundu - acacia woodlands replacing the arid savanna and villages dotting the roadside. This journey reveals a softer, greener Namibia, where life clings to riverbanks and traditions thrive, offering a striking contrast to the stark beauty of Etosha’s salt pans. We stop for the night at our riverside lodge in Rundu and enjoy a spectacular sunset."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "CAPRIVI [chalet BLD] We follow the Okavango River eastward into the lush Caprivi Strip. We will game drive in Mahangu National Park seeking elephants, roan antelope and predators thriving along the Kavango River's life-giving waterways. At our camp, set on the river’s edge, there’s time to relax and enjoy the rich birdlife; kingfishers, hornbills, and weavers are commonly seen in the trees around camp."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "MAUN [lodge BL-] We cross into Botswana and travel south through the flat, rural landscape of the western Delta. Small villages and cattle posts are dotted along the way as we journey to Maun, the gateway to the Okavango. The changing scenery hints at the wetlands to come, and we arrive with time to prepare for the Delta experience ahead."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "OKAVANGO DELTA [tented camp BLD] Setting off early in the morning we venture into the remarkable Okavango Delta, one of Africa’s most unique and breath taking ecosystems. As we drive toward this vast wetland, there's opportunity to take an optional scenic helicopter flight (own expense). This aerial perspective offers an unforgettable view of the Delta’s intricate network of channels, floodplains, and islands. Upon reaching the mokoro launch station, we board traditional dugout mekoro, guided by skilled local polers who navigate us to our remote wilderness camp. The Okavango Delta, the largest inland delta in the world, is rich in wildlife, home to red lechwe, buffalo, elephants, and a dazzling array of bird species. As we glide silently through narrow, reed-fringed channels, we immerse ourselves in the peaceful rhythm of the Delta, venturing deeper into its pristine wilderness."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "MABABE PRIVATE RESERVE & MOREMI [tented bush camp Bx2 Lx2 Dx1] We depart early from our Okavango Delta camp, retracing our route by mokoro to the poling station, where our open game-viewing vehicle awaits. From here, we begin our journey north to Moremi Game Reserve. We explore Moremi, one of Africa’s premier wildlife areas. The reserve’s rich mosaic of landscapes supports thriving populations of elephant, hippo, buffalo, painted dog, leopard and lion. Our game drives take us through both the Moremi and surrounding private concessions, giving us the best chance to encounter a wide variety of wildlife, including the region’s impressive predator population. We depart Moremi in the late afternoon exploring the adjacent wildlife concession. By evening, we arrive at our tented camp, set on the banks of the Khwai River. On day 14 we game drive on the Mababe Private Reserve, a lesser-travelled area known for its abundant wildlife and raw beauty, before making our way towards Maun for an evening restaurant meal at the lodge (own expense)."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "MAKGADIKGADI PANS [tented lodge BL -] Formed as the last remnants of an ancient mega-lake, these vast salt flats transform dramatically with seasonal rains. During dry months, the pans appear as endless white expanses, while summer rains create shallow waters that attract flamingos, pelicans, and migratory herds. In the afternoon, we visit Nata Bird Sanctuary and look out across the expanse of this unique ecosystem."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "MATOBO NATIONAL PARK [chalet BLD] Leaving our Botswanan adventure behind, we move into Zimbabwe and our lodge on the outskirts of the Matobo National Park, where we enjoy a sundowner and the magnificent views. We spend the following day exploring the Matobos on a game drive and guided bush walk in search of rhino. We visit World’s View and Cecil John Rhodes’ grave, set among towering granite hills or “dwalas” and balancing boulders. We visit a cave sheltering historically significant San rock art, offering a glimpse into the rich cultural and spiritual heritage."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "HWANGE NATIONAL PARK [chalet BLD] Named after a local Nhanzwa chief, Hwange National Park is the largest Park in Zimbabwe occupying roughly 14 650 square kilometers. Hwange is famed for its large elephant population. Our chalets are in the game management area that borders the park, and we explore the park with our local guide, on a full day game drive in an open 4WD game viewing vehicle."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "VICTORIA FALLS [guest house B--] We end our journey with an unforgettable guided walk through the misty rainforest to witness Victoria Falls in all its raw power – one of the Seven Natural Wonders of the World. The final day provides opportunities for an evening cruise on the mighty Zambezi River, bungee jumping or a “flight of angels” (own expense). We celebrate our adventure with a final dinner together at one of Victoria Falls’ local restaurants (own expense.) The tour ends on day 21 at the guesthouse at 8:00am after breakfast."
    }
  ],
  "map": ""
}