{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "namibia-and-botswana-safari-holiday",
  "tourName": "Namibia and Botswana safari holiday",
  "placesVisited": "Livingstone, Victoria Falls, Rafting on Zambezi River, Caprivi Strip, Kwando River, Etosha National Park, Brandberg Mountain, Desert elephants, Swakopmund, Cape Cross seal colony, Namib Desert, Sossusvlei, Windhoek, Kalahari, San Bushman walk, Dugout canoe ride on Okavango Delta, Makgadigadi Pans, Chobe National Park, Kasane, Optional: Sea kayaking, dune boarding",
  "generalInfo": "In this 21-day trip, we’ve lassoed all the highlights of Namibia and Botswana together, from Namibia’s famous Sossusvlei dunes to Botswana’s epic game reserves. Soak up Victoria Falls before crossing into arid Namibia’s Etosha National Park. Climb the Namib Desert dunes, then bush walk in Botswana with the San Bushmen. Dug-out canoes take you deep into the Okavango Delta, and a cruise caps things off in Chobe National Park.<br/><br/>DEPARTS: LIVINGSTONE on Sunday at 14:00pm, ENDS: LIVINGSTONE on Saturday at +/-12:00noon.<br/><br/>Highlights<br/>* Victoria Falls–A natural wonder of the world<br/>* Etosha NP–game viewing<br/>* Damaraland–rock paintings<br/>* Namib Desert–walk Sossusvlei dunes<br/>* Kalahari–bush walk with San Bushman<br/>* Okavango Delta–mokoro excursion and bush walks<br/>* Chobe NP–sunset boat cruise on Chobe River. <br/><br/>Overnight - 18 nights on safari at small lodges (including tented lodges), with en suite facilities. 2 nights tented camp in the Okavango. Each tent has twin camp beds with linen and en suite chemical toilet. Shared bucket shower tent with hot water off the fire. Meals - 20 breakfasts, 17 lunches &amp; 11 dinners included. Of which 9 breakfasts are provided by the lodges. The remaining included meals are provided by crew and meals will be enjoyed around the campfire at the truck. Transport - for the majority of this safari you travel in custom-built Safari trucks with 12 forward facing seats. On 5% of tours we may use Mercedes Sprinter minibuses with 12 forward facing seats and air conditioning. There are some long distances to cover and a few early morning starts. For the transfer to the Okavango, we use open-sided 4WD vehicles with local guides. Limited participation - an essential part of your safari is some participation. From carrying your own bag to packing the truck in the morning–it’s all part of your adventure. Where the tour leaders provide meals, we ask that clients help (on rotation) with the washing up.<br/>",
  "durationDays": "21",
  "price": "3990",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "LIVINGSTONE: Tour departure meeting at 14:00pm. Victoria Falls is one of the natural wonders of the world and we take 2 days to explore this area. Adventure activities abound, white water rafting on the mighty Zambezi, or an 111m bungi jump (own expense). [chalet Bx1--]"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "CAPRIVI: Crossing out of Zambia into the Caprivi strip, we spend two days travelling west through this game rich area. We'll explore the Kwando River by boat and a game drive into the Mahango Game Reserve. [chalet BLD]"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "RUNDU: After a morning enjoying the abundant birdlife that surrounds the camp, our road takes us along the Kavango River. Villages of grass huts and local wooden crafts and carvings a common sight. We stop for the night at our riverside lodge in Rundu and enjoy a spectacular sunset. [chalet BL-]"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ETOSHA NATIONAL PARK: We head deeper into Namibia to the Etosha National Park. The National Park surrounds the Etosha Pan, and is locally named “the great white place of dry water”. Waterholes surround the pan and attract game. Etosha is known for great sightings of elephant, antelope and lions. Our lodge lies on the boundary of the park and we spend our mornings and afternoons on game drives. [lodge BLD]"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "BRANDBERG: Our journey covers some beautiful desert landscapes as we move south towards the Brandberg Mountain. Our lodge is situated in the dry Ugab River which is home to the rare desert elephants. We visit the petrified forest, and take a walk with a local guide to view the famous White Lady rock painting in the area. [lodge BLD]"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "SWAKOPMUND: We cross flat open plains to the coast where we visit the Cape Cross seal colony. Further south is the coastal town of Swakopmund where we have a day free to explore the town or try sea kayaking or dune boarding (own expense). German colonial influences are strong in the town of Swakopmund as reflected in the restaurant menus and the architecture. [hotel pension Bx2 Lx1 -]"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "NAMIB DESERT: The lunar landscapes surround the town of Swakopmund and we visit these as we leave and head into the Namib Desert with its towering red sand dunes. We will walk to Sossusvlei, explore Sesriem Canyon and from the comfort of our lodge outside the national park watch a dramatic sunset over the world’s highest sand dunes. [permanent tent BLD]"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "WINDHOEK: Windhoek is the capital and largest city in Namibia. Its charm lies in its harmonious blend of African and European cultures and the friendliness of its people and an interesting mix of modern and German colonial era influenced architecture. We arrive late in the day and enjoy a restaurant meal (own expense). [guest house BL-].TD>"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "KALAHARI Crossing into Botswana we overnight in the heart of the Kalahari. We take a walk with the local San Bushmen to learn fascinating bush skills and get an insight into how these incredible people survive in this desert environment. [chalet BLD]"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "OKAVANGO DELTA: An annual flood of fresh water spreads into the Kalahari Desert creating the reed lined channels of the Okavango Delta. Our first night is spent in Maun in preparation before journeying deep into the delta on mekoro (dugouts) - an experience not to be missed. We have 2 nights in our tented camp on a remote island and enjoy game walks, swimming and the birdlife in this pristine wilderness area. [tented camp x2 BLD] [tented lodge BL-]"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "MAKGADIKGADI PANS: Feel the vastness of Africa under a big sky sunset. After the rains the pans fill with water and attract thousands of water birds and herds of zebra, wildebeest and springbok. [permanent tent BL-]"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "CHOBE NATIONAL PARK: We turn north through the Chobe Forest Reserve to Kasane where we settle into our lodge. Chobe NP is famous for large herds of elephant and buffalo. Our afternoon is spent on an exciting wildlife boat cruise in the Chobe NP. [chalet BL-]"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "ZAMBIA - VICTORIA FALLS: This morning we transfer across the Zambezi River on the Kazangula ferry to Livingstone where tour ends at +/- 12:00 noon. [- B--]"
    }
  ],
  "map": ""
}