{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "zimbabwe-to-south-africa-overland-tour-34-days",
  "tourName": "Zimbabwe to South Africa overland tour, 34 days",
  "placesVisited": "",
  "generalInfo": "The warm heart of Africa, Zimbabwe, will welcome your arrival before you and your fellow travellers continue south through the ever-changing landscapes of Southern Africa. Experience the the abundant wildlife of the Okavango Delta &amp; Etosha National Park, to the breathtaking scenery of the Namib Desert, Fish River Canyon &amp; Chimanimani mountain ranges. Try your hand at white water rafting &amp; bungy jumping at Victoria Falls or quad biking &amp; dune sledding at Swakopmund. Note: This is one of our Overland Adventures which are run using one of our specialist famous yellow overland expedition trucks. Trips are run on a participatory basis – you’ll be involved in the day to day running of the trip and have fun taking turns helping to shop and cook for the group. Expect to sometimes get dusty and dishevelled and not to be able to have hot showers every night. Groups of up to 24 people are led by our crew of two. Please note that the accommodation on this trip is predominantly camping, though there may be opportunities to upgrade this locally where rooms are available. Please see the trip inclusions for an approximate percentage of camping and room nights. Our Overland Adventures provide once in a life time experiences and whilst some safari activities may be included in the itinerary, or be available to book locally, this should not be considered a traditional safari holiday, though we consider that part of the fun!!",
  "durationDays": "34",
  "price": "1895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Harare Your trip starts in Zimbabwe's capital Harare. You can arrive anytime on DAY 1 and make your way to the accommodation to meet the group in the evening. Harare is a cosmopolitan city and you can enjoy many of the sights in and around the city centre. There are many markets throughout the city from craft markets to the hectic local Mbare market, and you can also stroll through the botanical gardens, or enjoy the nightlife in one of the many bars throughout the city."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Harare to Great Zimbabwe Leaving Harare we make our way through rural farmland and villages before starting to climb up into the Eastern Highlands of Zimbabwe, where we visit Chimanimani. Here you have the opportunity to take a hike through the mountain wilderness area, or hike to the nearby Bridal Veil Falls, or simply enjoy the stunning surroundings from this sleepy village whilst strolling through the village market. Our next stop is then at the Great Zimbabwe Ruins, the site of what was once the greatest medieval city in Sub Saharan Africa and where the name Zimbabwe is derived, literally meaning house of stone."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Great Zimbabwe to Bulawayo We drive across Mashonaland to Gweru, where we visit a privately run horse and game ranch where one of the various options available is to game viewing on horseback. After a couple of enjoyable nights here, we move on and enter Matabeleland and the town of Bulawayo. You have the option of an exciting day's venture from here into Matobo National Park with a local safari company. You will have a unique chance to get out on foot to try and spot the elusive Black Rhino - amongst hordes of other game. This is one of the few places in Africa that this type of safari is available. There is also the opportunity to visit Cecil Rhodes' grave and Ancient Rock Paintings."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Bulawayo Victoria Falls If we can, then from Bulawayo we like to follow a journey that is steeped in history and say goodbye to the truck for a night and take the overnight train from Bulawayo to the mighty Victoria Falls. However, in recent years the service has been unreliable at best, and not suitable for us to use. Your crew will update you whether we think we can include this on your trip. If we can, then expect basic conditions, but the views and experience of looking out the window and watching the world go by more than make up for it. Alternatively we will drive from Bulawayo to Victoria Falls, arriving late in the afternoon. For some, Mosi oa Tunya - The Smoke That Thunders, is the highlight of their African safari. From the main road, in the bush 20kms away, a cloud of mist and spray can be seen against the blue sky. As you get closer, a low rumble like thunder can be heard. When you arrive it is a surprise to discover the enormity of Victoria Falls. One mile wide and hurling over 5 million cubic metres of water a minute into the Zambezi Gorge this sight is breath taking at any time of year. The water levels vary hugely depending on the time of year, but it is always an amazing spectacle - in fact it can actually be better when there is a little less water, as there is less spray blocking the falls from view. The Gorge below the falls is also the setting for one of the most adrenaline fuelled grade 5 white water rafting rivers in the world. But there is also plenty to do here for the less active too. Why not take a day trip over the Victoria Falls bridge to view the falls from Zambia, take the Flight of Angels - a great way to get a birds eye view of the falls in a microlight or helicopter, enjoy a civilised afternoon tea at the Victoria Falls Hotel, join a Sunset Boat Cruise or a more sedate Canoe trip. For those who want to make the most of the adrenaline activities, get your fix with the Gorge Swing, Abseil or 'enjoy' one of the highest commercial Bungee Jumps in the world."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Victoria Falls You have another free day in Victoria Falls today to enjoy all the activities on offer. Any travellers starting their trips in Victoria Falls will also join the group today."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Chobe, Salt Pans & Okavango Delta We depart Victoria Falls and also leave Zimbabwe, crossing into Botswana where we spend the night at Kasane, on the outskirts of the Chobe National Park - famous for its hordes of Elephants, as well as an abundance of other wildlife. You will have a chance to spend the afternoon on an included boat cruise on the Chobe River - a less intrusive way to view game and wildlife - as well as the Namibian frontier across the river. There is also time to take an optional game safari into the park if you wish. We then head south into the Kalahari Basin - known for its dry, desolate and expansive plains. On our way we will pass the Nata Bird Sanctuary, and the Makgadikgadi Salt Pans, one of the largest salt flats in the world. After we arrive in Maun, you will have an opportunity to leave the truck to venture into the Okavango Delta. Local poler guides will navigate the extensive waterways using canoes similar to their traditional Mokoro's (dug out canoes). This is a great experience - and a great way to have a chance of seeing some of elusive wildlife of this unique desert oasis. After the mokoro trip on the water, you will have a number of opportunities to go on game walks with rangers - giving you the chance to see elephant, crocodile and hippo up close and personal. The Okavango Delta is one of the world's largest inland waterways and its calming serenity will leave those who experience it feeling supremely relaxed. There is also the opportunity to experience the heights of African adventure travel too"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Maun to Etosha Travelling west we enter Namibia and continue toward Etosha National Park - recognised as one of the worlds greatest wildlife viewing areas. The semi desert is quite a contrast to the more fertile terrain we have been used to, and the desert elephants that make their home here are a famous highlight. The night sky ablaze with shooting stars and the warm glow of our campfire makes for unforgettable camping experiences. Besides game drives done on our truck, we can also game watch by night at one of the floodlit water holes where we may well spot Rhino, Elephant and Giraffe among a host of other wildlife."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Etosha to Spitzkoppe From Etosha we drive to the Brandberg Mountains in Demaraland, a huge granite outcrop and home to the famous White Lady rock painting, an important and striking piece of Damara and Bushman rock art. We will aim to make a bush camp amidst the stunning Spitzkoppe Rock formations. Known as the Matterhorn of Namibia - the Spitzkoppe is part of the Erongo Mt range and was formed over 100 million years ago after the collapse of a gigantic volcano. The scenery is striking from every angle - even more stunning as the granite massifs turn red at sunset."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Spitzkoppe to Swakopmund Our next stop is the world famous Cape Cross Seal Colony, where the sight of thousands of these mammals, as well as their accompanying pungent odour is remembered by all! The Cool Atlantic Ocean and the prominent Benguela current provide a perfect location for feeding and breeding for the Cape Fur Seal. We will then drive down the Skeleton Coast, where desert sand dunes come right to the sea, and several shipwrecks can be seen still on the beaches. For the next two days, our Africa overland trip will be based in Swakopmund - Namibia's adventure gateway. You can choose between a variety of activities and excursions here"
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Sossusvlei, Deadvlei & Fish River Canyon A one day drive takes us to the Namib-Naukluft Park, a vast expanse of desert which contains some of the highest sand dunes in the world. At Sossusvlei we stop and explore this spectacular area and red dunes, including the iconic Dune 45, which we climb before breakfast one morning. We can also visit the stunning scenery of Deadvlei, where 800 year old black preserved trees stand out in huge contrast to the orange sands and blue sky behind them. Continuing south we enter the semi-desert, and wide-open countryside of cattle ranching until we arrive at one of Africa's most sensational natural features, Fish River Canyon. We stop here for a couple of hours to take in the awesome scenery. We'll then continue and cross the border into South Africa and also cross the Orange River - a rich source of diamonds."
    },
    {
      "dayNumber": 30,
      "title": "",
      "description": "Orange River to Stellenbosch We travel south through the Cederburg Wilderness Area, an area of rugged valleys and peaks before getting to winelands and farms of Stellenbosch. We'll spend a night here and you can take a very educational (and enjoyable!) guided tour around some of the wineries in the region, tasting as you go."
    },
    {
      "dayNumber": 33,
      "title": "",
      "description": "Stellenbosch to Cape Town Our journey to Cape Town finishes with a short drive from Stellenbosch into the city, where we stay in a backpacker hostel. There is plenty to do in and around Cape Town, from climbing up Table Mountain to abseiling down it, diving with sharks (either in ocean cages - or at the Two Oceans Aquarium), a tour to Robben Island or head out on the town to one of the many hot spots that Cape Town has to offer."
    },
    {
      "dayNumber": 34,
      "title": "",
      "description": "Cape Town Your trip will finish after breakfast today and you can plan to fly out at any time. Or, as Cape Town is such an incredible city, plan to add a few days to see and enjoy some more of its attractions"
    }
  ],
  "map": ""
}