{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "victoria-falls-to-cape-town-small-group-holiday",
  "tourName": "Victoria Falls to Cape Town small group holiday",
  "placesVisited": "Victoria Falls, Chobe National Park, Bagani, Okavango Delta, Gao Island, Grootfontein, Etosha National Park, Spitzkoppe mountain, Swakopmund, Sesriem Canyon, Sossusvlei, Fish River Canyon, Noordoewer, Klawer, Cape Town",
  "generalInfo": "Get closer to the extremes of southern Africa’s landscapes on this 22-day journey through Zimbabwe, Botswana, Namibia and South Africa. Camping brings these beautiful, often exclusive destinations within reach, and connects you with the wilderness, from lush wetland to arid sand-dune desert.<br/><br/>You begin the trip by the thunderous Victoria Falls and finish in cosmopolitan Cape Town. In Botswana, travel down lily-choked waterways in the Okavango Delta and stay on a remote island bush camp. In Chobe National Park take a sunset river cruise, keeping a camera ready for the elephants, cheetah, hippos and lions that come to drink here. Even more wildlife is waiting in Namibia – a full-day game drive in Etosha National Park should reveal rhinos, zebra and antelopes – then explore the Namib desert, with its vast dune fields, towering up like mountains. Try scrambling to the top of Sesriem, one of the world's highest sand dunes.<br/><br/>You’ll travel mostly by purpose-built overland vehicles, equipped with large sliding windows so you can easily see and snap game. On the Okavango Delta, glide along in a traditional mokoro, a dugout canoe poled by cheery locals and in Namibia, take a walk with the San Bushmen, who communicate in a unique clicking language. This is muck-in, small-group travel at its most fun, so expect to get involved in setting up and taking down your own tents, and stirring the cooking pot. Any efforts will be daily repaid by incredible sights and extraordinary wildlife, on this tour through a land of contrasts.<br/>",
  "durationDays": "22",
  "price": "2255",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Victoria Falls.",
      "description": "Mhoro! Welcome to Zimbabwe. Your trip begins with a welcome meeting at 4 pm where you'll meet your local leader and fellow travellers. If you arrive early, there are many optional activities and sights to see around Victoria Falls. Tonight, maybe ask your leader for the best dinner recommendation and toast to a new adventure."
    },
    {
      "dayNumber": 2,
      "title": "Victoria Falls.",
      "description": "Today you have the option of visiting the magnificent Victoria Falls. Spanning about a mile wide across and falling 108 m into a narrow gorge below, the spray from the falls can sometimes be seen from kilometres away. In the dry season, the view of the falls is unobstructed by mist, and it's possible to see little islets in the river below. To fully understand the sheer force of this staggering curtain of water, it needs to be experienced in person. It's no wonder that the local name Mosi oa Tunya means the 'smoke that thunders'. Alternatively, your leader will be able to recommend a range of other activities that are available."
    },
    {
      "dayNumber": 3,
      "title": "Chobe National Park.",
      "description": "This morning is free for you to continue enjoying all that Victoria Falls has to offer. Afterwards, travel to Chobe National Park in Botswana via the Victoria Falls Wildlife Trust, one of our Foundation’s projects. Here you can learn about the rescue and rehabilitation of wildlife, human-wildlife conflict and the Trust’s role in anti-poaching. There may also be a chance to meet any rescued or orphaned wildlife currently in their care. Continue your journey to Botswana's first national park, which is famous for its high concentration of elephants, so keep an eye out! They can often be seen swimming in the Chobe River."
    },
    {
      "dayNumber": 4,
      "title": "Chobe National Park.",
      "description": "Rise and shine for an early-morning game drive. Adventuring through the park, you will get the opportunity to get up close to the wildlife – with luck you will spot a variety of animals and any number of exotic birds. As well as the Chobe icon, the elephant, the river also attracts hippos and crocodiles – the latter like to sun themselves by the water's edge. Cheetahs also come down for a drink. The birdwatching is excellent here too – look out for eagles, kingfishers and marabou storks, among hundreds of other species. In the afternoon perhaps take an optional cruise down the Chobe River – one of the best ways to enjoy the park's animals."
    },
    {
      "dayNumber": 5,
      "title": "Bagani.",
      "description": "Today you will enter Namibia, driving from Kasane to Ngoma Bridge, and on to your camp at Bagani. Enjoy the journey, watching the scenery change with towns, trees and skies rolling past you. Bagani is the homestead of the local Mbukushu kings. You will have the opportunity to stop at an ATM and a market or shop today."
    },
    {
      "dayNumber": 6,
      "title": "Okavango Delta.",
      "description": "Cross the border into Botswana and travel south along the Okavango Panhandle to Sepopa. Leave the truck behind as you head deeper into the delta. A boat ride will take you to your mokoro team, where you’ll begin your exploration of the Okavango Delta. Each mokoro (a traditional dugout canoe) is expertly poled through the waterways by a local guide. As you glide past reeds and lily pads, the peaceful atmosphere may be interrupted by the grunt of a hippo. On your first night, camp on a secluded island, far from the reach of civilization."
    },
    {
      "dayNumber": 7,
      "title": "Okavango Delta.",
      "description": "Continue exploring the delta today by mokoro and enjoy a short guided nature walk. Later, return to Sepopa Camp, where you can relax with hot showers, a swimming pool, and a small bar. For a different perspective, you have the option to take a scenic flight over the delta for an unforgettable aerial view."
    },
    {
      "dayNumber": 8,
      "title": "Bagani.",
      "description": "Cross the border back into Namibia and return to Bagani to camp for the night. Various boat trips and guided hikes are possible from Bagani, so if you're feeling active, get out and make the most of it. Those who are feeling bold might even be able to challenge the local kids to a soccer match – don't expect to win though! Retire to your camp in the evening and enjoy this welcome break from the road."
    },
    {
      "dayNumber": 9,
      "title": "Grootfontein.",
      "description": "Drive to your camp situated 50 km outside of Grootfontein. The town of Grootfontein, part of the Otavi Triangle, tends to get very green in the warmer months but dries out markedly in the winter. If it's springtime, you'll likely see jacarandas in bloom."
    },
    {
      "dayNumber": 10,
      "title": "Grootfontein/San people.",
      "description": "Embark on a 180-km (112-mile) round-trip to visit the San people. The oldest inhabitants of southern Africa, the San, have lived in this region for at least 20,000 years. Listen to their stories and songs and learn how those who still adhere to a traditional way of life emphasise the importance of living in harmony with the environment."
    },
    {
      "dayNumber": 11,
      "title": "Etosha National Park.",
      "description": "Travel to Etosha National Park this morning. While Etosha National Park is home to a wide range of southern Africa's wildlife, including the big carnivores and five rare or endangered species: black rhino, Hartmann's mountain zebra, black-faced impala, roan antelope and the tiny Damara dik-dik. Game viewing in Etosha is relatively easy due to the man-made waterholes and the large, sparsely vegetated pans. The bushland surrounding the pans is difficult to see through, but there are enough clearings, pans and waterholes to usually allow for some sightings. Embark on an optional evening game drive here in the evening, then spend the night at Namutoni. Accommodation upgrades are on offer here."
    },
    {
      "dayNumber": 12,
      "title": "Etosha National Park.",
      "description": "Enjoy a full-day game drive in Etosha National Park. Namibia has protected its game reserves against poaching, which means significant numbers of elephants, antelope and other herbivores reside here. The park is also home to some 340 species of birds – keep an eye to the sky where you might spot a soaring eagle. Tonight, you will stay at the particularly spectacular Okaukuejo Camp. The camp overlooks a floodlit waterhole visited by many different species throughout the day and night. Upgrades are not available at this location tonight."
    },
    {
      "dayNumber": 13,
      "title": "Spitzkoppe.",
      "description": "Travel to the mountain of Spitzkoppe today. The wild lands around this superb granite peak are some of Namibia's most stunning. The mountain itself is 700 million years old and 1987 m (6519 ft) high. Although you shouldn't try to climb to the top, the area is rich in plant life and with some bush paintings to be found. Be sure to look out for the sunset from your bush camp this evening – the landscape is known to take on dazzling hues of orange and red."
    },
    {
      "dayNumber": 14,
      "title": "Swakopmund.",
      "description": "Continue to the town of Swakopmund. Be dazzled by the sight, sound and smell of thousands of olive-coloured seals on the shores of Cape Cross while you're travelling up the Atlantic Coast. You'll be able to stop along the way to access an ATM and market if you need some supplies."
    },
    {
      "dayNumber": 15,
      "title": "Swakopmund.",
      "description": "Surrounded by the massive dune fields of the Namib Desert on three sides and the Atlantic Ocean on the other, Swakopmund is an example of the German culture found in all major settlements in Namibia. With your free time, maybe wander the streets and explore at your own pace or ask your leader for recommendations on activities and dining options."
    },
    {
      "dayNumber": 16,
      "title": "Swakopmund.",
      "description": "Today is another free day to enjoy this fun beachside town. If you're after a dose of history and culture, you can stop in at the lighthouse and visit the Swakopmund Museum. Active types and thrillseekers might like to take advantage of the many outdoor activities on offer – this town is the adventure sports mecca of Namibia."
    },
    {
      "dayNumber": 17,
      "title": "Sesriem.",
      "description": "Drive to Sesriem, your base for exploring the incredible Namib Desert region. The most famous part of the Namib Desert is its vast dune fields, the most spectacular of which are found near the Sesriem Canyon. This canyon was formed when the Tsauchab River carved a gorge 30 metres into the gravel deposits about 15 million years ago. Now, the river flows out to the dune fields that stretch for hundreds of miles up the coast and dries up in a clay pan at Sossusvlei. The dunes – the highest in the world – are stunning, with magnificent flaming tones created by the brightly coloured sands."
    },
    {
      "dayNumber": 18,
      "title": "Sossusvlei/Konkiep River.",
      "description": "Wake up before dawn and scramble to the top of the dunes for a dramatic sunrise view across a vast sea of sand. The colour changes are simply incredible and provide a spectacular setting for your brunch. Afterwards you will jump in the back of a pickup truck for a trip to Sossusvlei, the incredible salt and clay pan just nearby. Enjoy some time to explore this incredible and mysterious desert oddity. Later, continue to your camp past the small town of Bethanie. Your camp has basic facilities, with showers, flush toilets, wi-fi and optional upgrades."
    },
    {
      "dayNumber": 19,
      "title": "Fish River Canyon.",
      "description": "Check out the town of Bethanie before heading further south into the vast desert lands of Namibia towards Fish River Canyon. At 500 m deep and over 160 km long, Fish River Canyon is one of the very largest canyons in the world. During the dry season, the riverbed tends to dry out completely, leaving only a few puddles. In the wet season, after the summer rains, the river can turn into a spectacular raging torrent. At any time of year there are remarkable photographic opportunities here as you watch the colour of the granite rocks change as the sun goes down."
    },
    {
      "dayNumber": 20,
      "title": "Orange River.",
      "description": "Departing Fish River Canyon, travel to Noordoewer in southern Namibia. Pitch your tent on the scenic banks of the Gariep (Orange) River, which stretches 2200 kilometres (1367 miles) – the longest river in Lesotho. The river’s source is high up in the Drakensberg mountain range, and it flows into the Atlantic Ocean at Alexander Bay in South Africa. The Orange River is responsible for transporting diamonds and creating the deposits that can be found along the Namibian coast."
    },
    {
      "dayNumber": 21,
      "title": "Western Cape.",
      "description": "Depart your camp first thing in the morning and head to Klawer, a town named after the Afrikaans word for a wild clover blooming after rainfall. The surrounding countryside is beautiful, and if there's time, you’ll have the opportunity to explore some of it. Perhaps take a delightful walk around the nearby mountains and farms before settling in for a relaxing evening."
    },
    {
      "dayNumber": 22,
      "title": "Cape Town.",
      "description": "Head to Cape Town this morning, where your trip will come to an end. With its stunning coastline, modern cityscape, nearby mountains and a plethora of vineyards within reach, this is one of Africa's most exciting cities. There's no accommodation provided for tonight, but this can be arranged – please enquire at the time of booking this trip."
    }
  ],
  "map": ""
}