{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "cape-town-to-victoria-falls-small-group-camping-safari",
  "tourName": "Cape Town to Victoria Falls small group camping safari",
  "placesVisited": "South Africa : Cape Town, Cederberg, Namibia: Gariep River, Fish River Canyon, Nambib Desert, Sossusvlei, Swakopmund, Spitzkoppe, Ugab River elephants, Etosha National Park, Windhoek, Botswana: Kalahari Desert, San Bushmen, Okavango Delta, Makgadikgadi Pans, Zimbabwe: Victoria Falls",
  "generalInfo": "Cape Town to Victoria Falls is one of the classic “overland” routes in Southern Africa, including the Namib Desert, Etosha NP and the Okavango Delta. The variety of highlights makes it easy to see why this is one of our most popular tours.  <br/><br/>Highlights<br/>* Cape Town–Cape Point tour<br/>* Fish River Canyon–walking<br/>* Namib Desert–walk Sossusvlei dunes<br/>* Swakopmund–dune boarding &amp; sea kayaking<br/>* Brandberg–rock paintings<br/>* Etosha NP–game viewing from camp &amp; on drives<br/>* Okavango Delta–mokoro excursion and bush walks<br/>* Victoria Falls–adventure activities<br/><br/>Overnight – 14 nights on safari we stay at designated campsites in national parks and towns. Formal campsites have hot and cold showers, laundry facilities &amp; telephones. 2 nights we “camp wild” without fences in the Okavango. On these nights the crew will erect a bucket shower(with hot water off the fire) and a pit latrine (with seat!). 4 nights guest house, twin bedrooms with en suite facilities on a bed and breakfast basis. Meals - 20 breakfasts, 16 lunches and 12 dinners will be provided by the crew, prepared at the vehicle and eaten around the campfire. (3 of these breakfasts are provided by the guest houses and lodges). Transport - Due to Namibian gravel roads we mostly run this tour in custom-built Safari trucks with 12seats; or (on 5% of tours) Mercedes Sprinter minibuses with 12 forward facing seats and air conditioning. For the transfer into the Okavango, we use a 4WD Land Cruiser with 12 forward facing seats, with trailer. Limited participation - An essential part of your safari is some participation. From putting up your tent to packing the truck in the morning–it’s all part of your adventure. There are some long travel days which means early morning starts so we all need to get involved to make the day run efficiently. Your tour leaders will do all the meal preparation, but we do ask the clients to help (on rotation) with the washing up. In the Okavango the local polers will offer to assist with washing up and make your life a little easier!<br/>",
  "durationDays": "21",
  "price": "3090",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "CAPE TOWN: Departing, after a tour briefing, from Cape Town at 08:00am we visit Hout Bay harbour en route to Cape Point Nature Reserve and then the African Penguin colony at Boulders Beach. We sample some of Cape Town’s culinary wonders at a local restaurant in the Victoria & Alfred Waterfront (own expense). [hotel- - - -]"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "CEDERBERG: The Cederberg is a massive rocky wilderness where giant sandstone boulders have been sculpted by wind and rain into bizarre and artistic shapes. In the afternoon we explore the rugged landscape on foot. [camping BLD]"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "GARIEP RIVER: We make our way into the more arid regions and upon entering Namibia, we camp at the Gariep River. Free time for swimming and relaxing or you can adventure down the river in canoes. [camping BLD]"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "FISH RIVER CANYON: We make our way to Fish River Canyon, the second largest canyon in the world. In the afternoon we watch as a spectacular sunset slips over the canyon's rim. [camping BLD]"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "SPITZKOPPE: Beautiful desert landscapes. We move north along the arid coast to the Cape Cross seal colony before heading inland to set up camp under the Spitzkoppe, huge granite domes rising out of the desert. Enjoy a magnificent sunset. We’ll take a short walk to explore the area. [camping BLD]"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "UGAB WILDERNESS: Our next stop is the Brandberg where we camp next to the dry Ugab River, home to the rare desert elephants. We explore the mountains on foot with our local guides, who lead us through this region adorned with rock art. [camping BLD]"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "WINDHOEK: The charm of the city of Windhoek lies in its harmonious blend of African and European cultures and the friendliness of its people. We arrive late in the day and enjoy a restaurant meal (own expense) [guest house BL -]"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "KALAHARI: Crossing into Botswana we overnight in the heart of the Kalahari. We take a walk with the local San Bushmen to learn fascinating bush skills. [camping BLD]"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "MAKGADIKGADI PANS: Feel the vastness of Africa under a big sky sunset. After the rains the pans fill with water and attract thousands of water birds and herds of zebra, wildebeest and springbok. [camping BL-]"
    }
  ],
  "map": ""
}