{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "southern-africa-budget-holiday",
  "tourName": "Southern Africa budget holiday",
  "placesVisited": "South Africa: Johannesburg, Botswana: Khama Rhino Sanctuary, Maun, Okavango Delta, Nata, Makgadikgadi Salt Pans, Chobe National Park, Sunset cruise on Chobe River, Zimbabwe: Victoria Falls",
  "generalInfo": "This Southern Africa budget holiday follows the iconic route from Johannesburg in South Africa to Victoria Falls in Zimbabwe. There is only one day in Johannesburg, as we prepare to hit the road for the big beauty in between – Botswana. Which is where we spend most of this wildlife watching and adventure holiday. <br/><br/>This overland tour is categorised as budget because we travel as a small group, in a bespoke truck with a few long road trips, and camp along the way albeit in some stunning locations. Most camps have great facilities, but we do spend two nights in wilder bush camps, where everything is a bit more ‘au naturel’. Which is all part of the adventure. <br/><br/>Our wildlife watching journey in Botswana starts at the Khama Rhino Sanctuary, a stunning conservation project where we take an evening game drive to see their protected white and black rhino as well as many other wild animals on the edge of the Kalahari Desert. Our next wildlife wonder spot is the Okavango Delta, where we spend three days taking in this giant inland delta, home to zebra and lion, elephant and giraffe, to name but a few. See hippo from a trip across the delta in a traditional mokoro canoe and camp on a lagoon island, one of the wildest spots on the trip. <br/><br/>Your next campsite is on the edge of the Makgadikgadi Salt Pans, an extraordinary sight to behold, before moving further north to Chobe National Park which is all about the elephants. With up to 100,000 in the park, this is ele heaven. Last stop, Victoria Falls in Zimbabwe. Talk about going out with a splash. <br/>",
  "durationDays": "10",
  "price": "1310",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Johannesburg.",
      "description": "Sawubona! Welcome to South Africa. Your adventure begins in Johannesburg with a welcome meeting at 6 pm tonight. If you arrive early, maybe visit the eye-opening Apartheid Museum to start your journey with some crucial history before meeting up with your group. After the meeting, why not head out for an optional group dinner and get to know your newfound travel companions. Your leader can point you in the right direction with the best bar and restaurant recommendations."
    },
    {
      "dayNumber": 2,
      "title": "Khama Rhino Sanctuary.",
      "description": "Leaving South Africa behind, cross the border into Botswana this morning and travel towards the Khama Rhino Sanctuary. Situated on the edge of the Kalahari Desert, the Khama Rhino Sanctuary has drastically changed from a former hunting area to a conservation project. Built to protect Botswana's only remaining populations of both black and white rhinos, the sanctuary is also home to other wildlife including zebras, giraffes, leopards, ostriches and wildebeest, all of which can be seen grazing the many waterholes. Visiting this project benefits local communities and directly contributes to protecting the endangered white rhino. Later, you’ll head out on a dusk game drive to hopefully spot the rhinos when they’re most active."
    },
    {
      "dayNumber": 3,
      "title": "Maun.",
      "description": "This morning you’ll drive to Maun – the gateway to one of the world's most complex ecosystems, the Okavango Delta. A 16,000 square km maze of lush wetlands and waterways teeming with wildlife, the Okavango Delta is one of very few delta systems that doesn’t flow into the sea. When you arrive, there will be an opportunity to stock up on any supplies you might need for your adventure ahead. Look out for the resident hippos, crocodiles, elephants and big cats in the delta. The animals aren’t the only drawcard, though! The waterscapes and vast horizon are enough to write home about."
    },
    {
      "dayNumber": 4,
      "title": "Okavango Delta.",
      "description": "Today you’ll get right into the action and jump aboard a traditional mokoro – a dugout canoe steered by friendly local 'polers'. Cruise the Okavango waterways and look out for the delta's unusual wildlife and exotic birds. Spend some time today exploring the maze of lagoons, lakes and streams on foot too, with your experienced local guides. Tonight, you’ll camp on a remote island right in the heart of the wilderness! Fall asleep to the humming and buzzing of the African heartlands and soak up one of those ‘I’m so far from home’ moments."
    },
    {
      "dayNumber": 5,
      "title": "Okavango Delta.",
      "description": "Wake up nice and early this morning and head out on a sunrise walk. Along the way, keep watch for elephants and if the timing is right, you might also come across some Cape buffalo! These noble-looking beasts are more dangerous than they look and their horns double as a bone shield that's fittingly known as a 'boss'. Return to camp for breakfast, where you’ll have the rest of the day to relax. A refreshing swim or maybe a nap could be on the cards – both good ideas in the warmer part of the day. Alternatively, take another optional mokoro trip to soak up that serene river atmosphere."
    },
    {
      "dayNumber": 6,
      "title": "Maun.",
      "description": "After taking down your camp, return to the ‘poler’ station by mokoro, before continuing to Maun by vehicle. When you arrive, you’ll have the option to embark on a scenic helicopter flight over the Okavango Delta, where you'll be treated to a breathtaking bird's-eye view of the shimmering waterways and lush landscapes, a captivating perspective of one of the world's most unique ecosystems."
    },
    {
      "dayNumber": 7,
      "title": "Nata.",
      "description": "Get up early and hit the road for Nata. This small town sits near the stunning Makgadikgadi Salt Pans, which are some of the largest on Earth covering around 12,000 square km. This afternoon, you’ll take an excursion in an open-air vehicle to explore these seemingly endless plains in the Nata Bird Sanctuary. Surrounded by the Kalahari Desert, the pans are naturally dry and salty for a large part of the year. During this time, the arid landscape has an eerie feel, and the heat mirages can make you feel disoriented. After the rains hit, the pans become a grassy refuge for migratory birds and animals – a perfect setting for wildlife lovers!"
    },
    {
      "dayNumber": 8,
      "title": "Chobe National Park.",
      "description": "Hit the road this morning and make tracks for Chobe National Park – Botswana's first ever national park. This area is perhaps best known for its high concentration of elephants, which can often be seen swimming in the Chobe River. The river also attracts wallowing hippos, crocodiles by the water's edge, cheetahs, lions and a huge variety of birdlife. When you arrive, you’ll be treated to a sunset cruise on the Chobe River – an ideal way to spend the afternoon, watch the sun descend and toast to another day in Africa."
    },
    {
      "dayNumber": 9,
      "title": "Victoria Falls.",
      "description": "Why not wake up early and see Chobe National Park from a different perspective with an optional morning game drive. After, travel to Victoria Falls, crossing the border into Zimbabwe just in time to have lunch on the banks of the Zambezi River. Set up camp and enjoy some free time to relax, freshen up and plan out your next couple of days at Victoria Falls. Be sure to ask your local leader for their tips and advice. This evening, dine on a traditional Zimbabwe dinner hosted by Inguquko White Star – a local community group committed to preserving and promoting African culture through the arts. Enjoy a performance of traditional song and dance and learn how this initiative has created opportunities for youth arts education and provided a platform for local talent."
    },
    {
      "dayNumber": 10,
      "title": "Victoria Falls.",
      "description": "There are no activities planned after breakfast today and your adventure comes to an end. You're free to leave at any time after check out. If you'd like to extend your stay, just get in touch with your booking agent ahead of time to organise additional accommodation. If you’re staying longer in Victoria Falls and are feeling adventurous, you might like to try whitewater rafting and canoeing. For a scenic helicopter flight, choose Zambezi Helicopter Company (CAA Zimbabwe), the only operator we endorse. Your leader can help you arrange this."
    }
  ],
  "map": ""
}