{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-and-zimbabwe-lodge-safari",
  "tourName": "Botswana and Zimbabwe lodge safari",
  "placesVisited": "Victoria Falls, 4WD and river safari in Chobe NP, Maun, Okavango Delta, Nata Sanctuary, Makgadikgadi Salt Pan, Zimbabwe, Matobo NP, Hwange NP",
  "generalInfo": "Take your time over the course of two weeks to really experience southern Africa with everything from Victoria Falls and Chobe National Park to the Okavango Delta and Matobo National Park, combining to great effect on this quintessential Botswana and Zimbabwe lodge safari.<br/><br/>This is your chance to explore southern Africa overland where herds of elephants can be found alongside rhinos and wild dogs as leopards hang their limbs from tree boughs and you experience the very best of adventures on a Botswana and Zimbabwe lodge safari.<br/><br/>Some of the sunsets are simply amazing although the night’s sky filled with stars is pretty inspiring too so take a step back from the norm and clamber aboard for a Botswana and Zimbabwe lodge safari that shines as vividly as the salt shimmering over the Magkadigkadi Pans.",
  "durationDays": "14",
  "price": "5299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The adventure begins at Victoria Falls, home to one of the largest waterfalls in the world. Meet the group either at the airport or at the Rainbow Hotel in Victoria Falls town (see the Joining Instructions for more information). We then transfer 75mi (120km) to Kasane, Botswana. The drive takes a little over two hours but there can be delays crossing the border. Around 6pm, say hello to your tour leader and fellow travellers where we gather as a group to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome over a group dinner together. Want to explore further? Secure pre-tour nights through your sales representative. Accommodation: Kwalape Lodge (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Chobe National Park is best known for its huge populations of elephants and buffalos. With an estimated 40,000 to 60,000 elephants this is, undoubtedly, the best place to see them in the world. The park is also home to wild dogs, lions, leopards and various other wildlife. We start the day by going on a game drive in one of the lodge’s open game-drive vehicles. It will be an early start as we aim to get to the park gates as they open. We spend about three hours on safari before returning to the lodge in time for brunch. There is time to relax at the lodge during the hottest part of the day or explore Kasane town (where we can get local currency) before heading out again, this time on a boat on the Chobe River. After a short transfer to the jetty, we board the boat for a three-hour safari. This is a great opportunity to view the vast herds of elephants and other wildlife from the water. Accommodation: Kwalape Lodge (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today is a long drive as we transfer the 375mi (600km) between Kasane and Maun, the town on the edge of the Okavango Delta. We’ll stop en route for lunch at the edge of the Makgadikgadi Pan before arriving in Maun mid-afternoon. We spend time in town getting supplies (this is a chance for you to get any extra drinks or snacks you may want while in the delta). From here, it’s only a short drive out of town to our lodge. Accommodation: Crocodile Camp (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The Okavango River, after travelling 995mi (1,600km) from the highlands of Angola, reaches the Kalahari and spreads into a large swamp where the water transpires into the plant life and evaporates, never reaching the sea. This makes the Okavango Delta, as this swamp is known, one of the largest inland deltas on Earth and a true natural wonder. The delta islands are home to a vast array of wildlife, including all the usual suspects, though numbers reach their peak during the dryer winter months when animals, including many of the larger ones, migrate here. We head into the delta in mokoro dugout canoes poled by local villagers who have grown up here. Camping with our local guides, we learn more about their lifestyle and culture; in the evening of Day 5, we're also treated to traditional music and dance of the BaYei and Hambukushu ethnic groups, an unforgettable chance to learn more about their culture. The camp will be put up by the polers and we use canvas dome tents with camp stretchers, mattresses, sleeping bags and pillows provided. There is also a gazebo for shade, which doubles as a mess tent. Please note, you only need to take luggage for two nights – bags will be provided. In the delta, we get to experience African wilderness at its fullest, not least at night when the Milky Way can be seen across the sky with a billion twinkling stars. We spend the next two days exploring the waterways and islands by mokoro canoe and on foot looking for wildlife and enjoying this amazing part of Africa. Accommodation: Wild camping"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning, we have our last mokoro ride as we return to the edge of the delta before returning to Maun. The afternoon is free to relax by the pool or take an optional flight over the delta. Accommodation: Crocodile Camp (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After a brief stop in Maun to resupply, we transfer 185mi (300km) to Nata, arriving mid-afternoon. Later, we gather together, either at the Makgadikgadi Salt Pan or Elephant Sands water hole, to enjoy an unforgettable sundowner together. Accommodation: Nata Lodge/Elephant Sands Lodge (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today we continue our journey back to Zimbabwe. We go via Francistown and Bulawayo on our way to Matobo National Park. The journey is about 235mi (380km) and driving time shouldn’t be much more than about five hours; however, the border crossing can be busy and may take between two and three hours. We stay in chalets just outside the park and can enjoy sundowners from the granite ridge overlooking the park. Accommodation: Hermits Peak Lodge (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Matobo National Park, also known as Matopos National Park, is an area known for wildlife and kopjes (giant boulders that seem to be stacked precariously). The park is one of the best places to see both black and white rhinos and has a very dense population of leopards (though these predators are still elusive). It is also home to a third of all eagle species. These hills were once populated by the indigenous San people, who have left their mark with rock paintings depicting giraffes, elands and kudu. It was also the colonialist Cecil Rhodes’ favourite place and where he asked to be buried. We enter Matobo National Park early in the morning and go on a game drive followed by a game walk where we hope to see rhino. We visit World’s End, where Cecil Rhodes is buried, and see some of the granite formations and rock paintings. We spend most of the day inside the park returning to the lodge in the afternoon. Accommodation: Hermits Peak Lodge (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After a breakfast we make a quick stop in Bulawayo this morning to resupply before driving 210mi (335km) north to Hwange National Park. The largest national park in Zimbabwe, Hwange covers 5,640sqmi (14,600sqkm) of mopane and teak woodlands and grasslands. It is home to more than 100 mammal species and 400 bird species including all of the specially protected animals in the country. The most famous inhabitants are the elephants and wild dogs, and it is the only place where gemsbok and brown hyena live in reasonable numbers in Zimbabwe. We stay in a property within a game-management area that neighbours the park. Accommodation: Hwange Safari Lodge (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We spend all day on a 4x4 open game drive in search of Hwange wildlife. Accommodation: Hwange Safari Lodge (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After a slightly later start to the day, we take a short, final drive back to Victoria Falls, arriving at Victoria Falls town around lunchtime. In the afternoon, we head out towards the mighty falls themselves. Measuring 5,580ft (1,700m) wide and 330ft (100m) high, Victoria Falls is the largest waterfall in the world. The volume of water changes with the seasons but, when full, the spray rises into the sky – a phenomenon that has given the falls their local name Mosi o Tunya, the Smoke that Thunders. They are a site to behold and one that impressed Dr David Livingstone so much that he said: 'Scenes so lovely must have been gazed upon by angels in their flight.’ Accommodation: The Rainbow Hotel (or similar) Meals included: Breakfast"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today is a free day to enjoy the many activities on offer here, such as white-water rafting, taking a flight over the falls, going on a sunset cruise or crossing into neighbouring Zambia to see the falls from another perspective. Accommodation: The Rainbow Hotel (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "You've explored the Okavango Delta by mokoro, spotted iconic safari animals and camped under the African sky, but now our adventure comes to an end. Alternatively, if you’d like more time to experience the wonder that is Victoria Falls, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}