{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "nairobi-to-cape-town-tour-75-days",
  "tourName": "Nairobi to Cape Town tour, 75 days",
  "placesVisited": "",
  "generalInfo": "Trek to see the mountain gorillas, swim with dolphins, walk in search of rhino or relax on sandy tropical beaches. Add in a few adrenaline activities such as bungy jumping, white water rafting, gorge swings or quad biking along with stunning gameparks such as the Maasai Mara, Serengeti, Etosha and Ngorongoro Crater will make this a trip to remember. Note: This is one of our Overland Adventures which are run using one of our specialist famous yellow overland expedition trucks. Trips are run on a participatory basis – you’ll be involved in the day to day running of the trip and have fun taking turns helping to shop and cook for the group. Expect to sometimes get dusty and dishevelled and not to be able to have hot showers every night. Groups of up to 24 people are led by our crew of two. Please note that the accommodation on this trip is predominantly camping, though there may be opportunities to upgrade this locally where rooms are available. Please see the trip inclusions for an approximate percentage of camping and room nights. Our Overland Adventures provide once in a life time experiences and whilst some safari activities may be included in the itinerary, or be available to book locally, this should not be considered a traditional safari holiday, though we consider that part of the fun!!",
  "durationDays": "76",
  "price": "3295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Nairobi to Lake Naivasha and the Masai Mara After loading the truck with all our gear, we depart Nairobi this morning and head north into one of Africa’s greatest natural features, the East African Rift Valley. Stretching from the Dead Sea in Jordan down to Mozambique in Southern Africa, our first view is from the top of a steep escarpment. Overland trips through East Africa will allow you to experience some of the most dramatic scenery in the world, and the Rift Valley is a definite highlight. The valley floor seems to sweep on forever and is dotted with volcanic peaks, shimmering lakes and countless springs. Our journey takes us into the heart of the Rift Valley to Lake Naivasha. We camp near the lake shore where Hippos sometimes feed at night! Here you can walk to Elsamere, the house of Joy Adamson - of Elsa the Lion and Born Free fame, and enjoy a film of her life - and cream teas! You can also hire mountain bikes and cycle or walk through Hells Gate National Park - the only game reserve in Kenya in which you are permitted to do so. Or for a less active but equally enjoyable game viewing experience - visit the Crater Lake Game Sanctuary. Both offer excellent scenery and opportunities to spot hyrax, abundant bird and plant life along with several types of gazelle, impala and eland. Next we head to one of Africa’s most famous wildlife reserves, the Masai Mara. Famous for its dense concentration of animals and birds, and for its important place in the annual wildebeest migration (July to October), you will have a great chance to see lions, elephants, buffalo, leopards, cheetahs and also rhino if you are lucky. We include a morning and afternoon safari, while an additional evening safari may be available to arrange locally on our arrival day if we have made good time."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kakamega Rainforest and Jinja After leaving the Masai Mara, we drive west to the Kakamega Rainforest, a remnant of the ancient rainforest that stretched across Central Africa. This is a real contrast to other wild areas we’ll visit, and the forest is home to various mammals including colobus and Debrazzar monkeys, pottos, bush pigs and giant forest hedgehogs, as well as a great selection of colourful birdlife. A guided walk in the forest is included here. Next, we make our first border crossing as we cross from Kenya into Uganda and continue on to camp near Jinja - Uganda's adventure playground. Here, on the edge of Lake Victoria, the Nile begins its 6700km journey to the sea. We spend the next few days a little downstream from the source of the Nile. This is a spectacular area and a superb place to go whitewater rafting or kayaking. You can also organise quad biking, horse riding or a visit to a local education project."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kalinzu Forest Reserve & Queen Elizabeth National Park A long day’s drive now takes us west through swamps, patches of forest and fertile green countryside. As we travel through Uganda, we'll pass through a number of small towns and villages; Mpigi, where you will see roadside stalls manufacturing and selling traditional musical instruments; Kyazanga, where we can buy fresh rotisserie and roasted meat and vegetables, as well as roasted plantain bananas. We will also be able to make a photo stop where our route crosses the Equator. Our destination is Kalinzu Forest Reserve. Here we have a great opportunity to take an optional hike into the forest to see some habituated chimpanzee families. Permits need to be booked several months in advance, so please get in touch if you would like to add this experience. Only 12 permits are issued each day to minimize disruption to the animals, and a local guide will take you through the forest to find the group. You then have an hour watching and following them before returning to camp. You should see many other monkeys, birds and other wildlife during the trip too. If you don’t book the chimp trek, then various other walks are available in the forest to see waterfalls, birds, primates, and other wildlife. The forest has four main paths for nature walks, including the valley trail, the waterfall path, the river trail, and the Palm trail. These can all be arranged when you get there. After our day in the forest, we take a short drive to Katunguru on the edge of Queen Elizabeth National Park. We have a free morning here to take a wide range of optional village walks, learning about the culture of the Basongara, Bakonjo and Banyabindi who live in Queen Elizabeth National Park. Then in the afternoon, we include a guided boat cruise on the Kazinga Channel, where you can look out for hippos, crocodiles, elephants, buffalos, waterbucks and a huge range of bird species. Next, we spend the morning on a game drive on our truck, as we drive south through Queen Elizabeth National Park and on to our next stop, Lake Bunyonyi."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Gorilla Trekking, to Kigali We have a whole day set aside today to visit Bwindi Impenetrable Forest National Park and Mgahinga Gorilla National Park which are home to several families of Highland Mountain Gorillas. Getting up close to these amazing creatures is truly a once in a lifetime experience and one of the highlights of the trip. You have the opportunity to trek to see the Gorillas in Uganda (bookable as an Add on). It is estimated that only around 700 of these gentle giants remain. This mountainous area on the borders of Rwanda, Uganda and Zaire (now renamed Democratic Republic of Congo) is their only natural habitat and they are periodically threatened by poachers and political instability in the area. One permit allows you to spend about 50 to 60 minutes with one of the gorilla families. Trekking to find them in groups of 8 people can take anywhere from half an hour to 5 hours. The organisations and well-trained guides that continually monitor and protect the families are conscientious and responsible. We will base ourselves near the village of Kabale which will give you the opportunity to trek the Mountain Gorillas and visit the beautiful Lake Bunyonyi, where you will have the opportunity to visit a pygmy village. If permits are limited, we may adjust the itinerary slightly to spend an extra day here to give everyone in the group the opportunity to see the gorillas. After our latest forest adventure, we pass through mountain ranges and cross the border into Rwanda and continue to the capital, Kigali. Here we can visit the genocide memorial, which is a moving and humbling experience."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kigali to Musanze Leaving Kigali we head up into the hills and the small, friendly town of Musanze which is home to Musanze caves and several hiking trails. You can take a village tour through the area and see first-hand production of local Banana beer. As Musanze is the gateway to Volcanoes National Park, there is also the opportunity to take a guided trek to see the famous Golden Monkeys. Permits for this trek should be booked in advance as an add-on to guarantee availability."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Lake Mburo, Kampala & Sipi Falls We are back on the road today as we leave Rwanda and drive back through Uganda towards Lake Mburo. This park provides a unique safari experience, distinct from other national parks in Uganda. Its compact size means it's easy to explore, and its varied landscapes support a wide range of wildlife species. It is also one of the Ugandan parks to offer adventurous night game drives, which you will have the option to take. Starting at around 6.30-7pm and taking 2-3 hours, you can explore the savannah plains with an experienced ranger guide, using spotlight torches to view nocturnal animals, such as leopards, white tailed mongoos, bush baby, bush pigs, genet cats, hippos feeding as well as other animals like impalas, waterbucks, zebras, elands, giraffes and topi among others. A morning safari into the park is also available the next day. From Lake Mburo we drive on to Uganda’s capital, Kampala. Kampala has had a turbulent past, but these days it is a friendly and safe city. We have a free evening to spend in local cafes and nightspots where you can get to know the local people. Then we head north to see the spectacular Sipi Falls. There are three waterfalls here on the Sipi River as it cascades into the Kyoga Basin from the slopes of Mount Elgon. The highest is just under 100m and there is an exciting abseiling option available here."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Lake Nakuru, to Nairobi After leaving Uganda and crossing back into Kenya, we travel to Lake Nakuru National Park - home to a wide variety of wildlife including Black Rhino, Hippo, Lion, Leopard, Hyena and Giraffe. However, Nakuru is a soda lake and most famous for its pink inhabitants, a flock of almost a million Pink Flamingos which feed noisily along the shoreline. We include a half day game safari here, and you have the option to add more activities as well. Finally, we head back to Nairobi, arriving late afternoon. If your trip finishes here, you can fly out this evening, if you have a late evening flight."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Nairobi Welcome to Nairobi! Today you. are introduced to the truck and all our camping & kitchen equipment etc., to get ready for the journey ahead. We will also get up close to Africa's tallest mammal when we visit the Langata Giraffe Centre in Nairobi. There is also free time available to visit Nairobi National Park, and the David Sheldrick Elephant Orphanage, where we sponsor one of the orphaned elephants. You could also visit the Karen Blixen museum, which sits within the Danish Author's former 6,000 acre coffee farm."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Nairobi to Arusha and the Serengeti We depart Nairobi early in the morning and immediately find ourselves in hot savannah grasslands with acacia trees providing the only shade. Various game, usually zebra and giraffe can be seen as we head south and cross the border into Tanzania. We spend the night at Meserani Snake Park, on the route from Arusha to the Serengeti. Over the next 3 days you can take our optional Add-on to enjoy a safari into the Serengeti National Park and Ngorongoro Crater. These areas are one of the world's great wildlife hotspots, and you are sure to see a huge variety of different game species including Elephant, Lion, Cheetah, White Rhino, Buffalo, Hippo, Antelope, Crocodile and Pink Flamingos as well as vast herds of wildebeest roaming the plains. For those who don't want to add this safari experience onto the trip, there are options to visit the Snake Park, visit a local Masai Village to learn about their culture and way of life. You can also arrange day trips into the Serengeti or Ngorongoro Crater (bear in mind these will involve a lot of travel time to and from the park, and therefore much more limited time actually on safari)."
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Arusha to Marangu and Bagamoyo Beach After leaving Arusha we pass a number of small towns and villages along the way and, if the weather is clear, we may see the towering peak of Kilimanjaro. We will stop off for a couple of nights at the village of Marangu where you have the opportunity to climb to Kilimanjaro base camp, or take a walk through the lush surroundings passing through coffee plantations, rivers, waterfalls, caves and visiting a local blacksmith. Leaving Marangu, a day's drive brings us to the coast and some welcome time on a beautiful Indian Ocean Beach at Bagamoyo before we continue to Dar Es Salaam. The truck will be based here for 4 nights while the group heads to Zanzibar."
    },
    {
      "dayNumber": 30,
      "title": "",
      "description": "Zanzibar Island We leave the truck and tents behind this morning and take the ferry from Dar es Salaam to Zanzibar for our included four night stay on the island. During our time there we'll visit the bustling streets of Stone Town and its famous spice markets, old slave forts and dungeons. We'll also spend 3 nights relaxing on Zanzibar's famous white beaches, where there are many options available locally to arrange scuba diving, snorkelling, and dolphin boat trips."
    },
    {
      "dayNumber": 34,
      "title": "",
      "description": "Dar es Salaam to Lake Malawi After meeting the Zanzibar ferry we begin the journey through the interesting and mountainous hinterland of Tanzania. In the afternoon, after negotiating some appalling roads, we pass through the peaceful Mikumi National Park. African safari travel is synonymous with wildlife, and in this national park we usually see Elephant, Giraffe, Zebra and Antelope from the roadside. Passing through lush mountainous landscape and plantations - we enter Malawi which is dominated by its huge freshwater lake. Camping in Malawi sums up the spirit of an Africa overland trip with Oasis. We spend several days at friendly laid back campsites where most people choose to relax on the sandy beaches or try their hand at scuba diving, snorkelling or windsurfing as we follow the lakeshore south. If you are more inclined to just relax - then there is no better place than on the shores of Lake Malawi. This really is a warm friendly country - making it easy to wander off and meet up with your local hosts in one of the many villages or schools nearby. You can also view first hand the talent of the local artisans and purchase some exquisite pieces of furniture and carvings made out of ebony and mahogany."
    },
    {
      "dayNumber": 40,
      "title": "",
      "description": "Through Mozambique to Harare From Lake Malawi, we continue on to the capital Lilongwe in the south of the country where you can check out the local markets. Our African Overland trip then leaves Lilongwe to cross into Mozambique and head for Zimbabwe. We follow the infamous Tete Corridor which was well known in the days of Mozambique's long running civil war as the Gun Run. Thankfully these days things are a lot different and we spend a few days passing through the country. We then enter Zimbabwe and travel via the capital, Harare. Arriving into Zimbabwe's cosmopolitan city, you can enjoy many of the sights in and around the city centre. There are many markets throughout the city from craft markets to the hectic local Mbare market, and you can also stroll through the botanical gardens, or enjoy the nightlife in one of the many bars throughout the city."
    },
    {
      "dayNumber": 45,
      "title": "",
      "description": "Harare to Great Zimbabwe Leaving Harare we make our way through rural farmland and villages before starting to climb up into the Eastern Highlands of Zimbabwe, where we visit Chimanimani. Here you have the opportunity to take a hike through the mountain wilderness area, or hike to the nearby Bridal Veil Falls, or simply enjoy the stunning surroundings from this sleepy village whilst strolling through the village market. Our next stop is then at the Great Zimbabwe Ruins, the site of what was once the greatest medieval city in Sub Saharan Africa and where the name Zimbabwe is derived, literally meaning house of stone."
    },
    {
      "dayNumber": 48,
      "title": "",
      "description": "Great Zimbabwe to Bulawayo We drive across Mashonaland to Gweru, where we visit a privately run horse and game ranch where one of the various options available is to game viewing on horseback. After a couple of enjoyable nights here, we move on and enter Matabeleland and the town of Bulawayo. You have the option of an exciting day's venture from here into Matobo National Park with a local safari company. You will have a unique chance to get out on foot to try and spot the elusive Black Rhino - amongst hordes of other game. This is one of the few places in Africa that this type of safari is available. There is also the opportunity to visit Cecil Rhodes' grave and Ancient Rock Paintings."
    },
    {
      "dayNumber": 52,
      "title": "",
      "description": "Bulawayo Victoria Falls If we can, then from Bulawayo we like to follow a journey that is steeped in history and say goodbye to the truck for a night and take the overnight train from Bulawayo to the mighty Victoria Falls. However, in recent years the service has been unreliable at best, and not suitable for us to use. Your crew will update you whether we think we can include this on your trip. If we can, then expect basic conditions, but the views and experience of looking out the window and watching the world go by more than make up for it. Alternatively we will drive from Bulawayo to Victoria Falls, arriving late in the afternoon. For some, Mosi oa Tunya - The Smoke That Thunders, is the highlight of their African safari. From the main road, in the bush 20kms away, a cloud of mist and spray can be seen against the blue sky. As you get closer, a low rumble like thunder can be heard. When you arrive it is a surprise to discover the enormity of Victoria Falls. One mile wide and hurling over 5 million cubic metres of water a minute into the Zambezi Gorge this sight is breath taking at any time of year. The water levels vary hugely depending on the time of year, but it is always an amazing spectacle - in fact it can actually be better when there is a little less water, as there is less spray blocking the falls from view. The Gorge below the falls is also the setting for one of the most adrenaline fuelled grade 5 white water rafting rivers in the world. But there is also plenty to do here for the less active too. Why not take a day trip over the Victoria Falls bridge to view the falls from Zambia, take the Flight of Angels - a great way to get a birds eye view of the falls in a microlight or helicopter, enjoy a civilised afternoon tea at the Victoria Falls Hotel, join a Sunset Boat Cruise or a more sedate Canoe trip. For those who want to make the most of the adrenaline activities, get your fix with the Gorge Swing, Abseil or 'enjoy' one of the highest commercial Bungee Jumps in the world."
    },
    {
      "dayNumber": 55,
      "title": "",
      "description": "Victoria Falls You have another free day in Victoria Falls today to enjoy all the activities on offer. Any travellers starting their trips in Victoria Falls will also join the group today."
    },
    {
      "dayNumber": 56,
      "title": "",
      "description": "Chobe, Salt Pans & Okavango Delta We depart Victoria Falls and also leave Zimbabwe, crossing into Botswana where we spend the night at Kasane, on the outskirts of the Chobe National Park - famous for its hordes of Elephants, as well as an abundance of other wildlife. You will have a chance to spend the afternoon on an included boat cruise on the Chobe River - a less intrusive way to view game and wildlife - as well as the Namibian frontier across the river. There is also time to take an optional game safari into the park if you wish. We then head south into the Kalahari Basin - known for its dry, desolate and expansive plains. On our way we will pass the Nata Bird Sanctuary, and the Makgadikgadi Salt Pans, one of the largest salt flats in the world. After we arrive in Maun, you will have an opportunity to leave the truck to venture into the Okavango Delta. Local poler guides will navigate the extensive waterways using canoes similar to their traditional Mokoro's (dug out canoes). This is a great experience - and a great way to have a chance of seeing some of elusive wildlife of this unique desert oasis. After the mokoro trip on the water, you will have a number of opportunities to go on game walks with rangers - giving you the chance to see elephant, crocodile and hippo up close and personal. The Okavango Delta is one of the world's largest inland waterways and its calming serenity will leave those who experience it feeling supremely relaxed. There is also the opportunity to experience the heights of African adventure travel too"
    },
    {
      "dayNumber": 61,
      "title": "",
      "description": "Maun to Etosha Travelling west we enter Namibia and continue toward Etosha National Park - recognised as one of the worlds greatest wildlife viewing areas. The semi desert is quite a contrast to the more fertile terrain we have been used to, and the desert elephants that make their home here are a famous highlight. The night sky ablaze with shooting stars and the warm glow of our campfire makes for unforgettable camping experiences. Besides game drives done on our truck, we can also game watch by night at one of the floodlit water holes where we may well spot Rhino, Elephant and Giraffe among a host of other wildlife."
    },
    {
      "dayNumber": 64,
      "title": "",
      "description": "Etosha to Spitzkoppe From Etosha we drive to the Brandberg Mountains in Demaraland, a huge granite outcrop and home to the famous White Lady rock painting, an important and striking piece of Damara and Bushman rock art. We will aim to make a bush camp amidst the stunning Spitzkoppe Rock formations. Known as the Matterhorn of Namibia - the Spitzkoppe is part of the Erongo Mt range and was formed over 100 million years ago after the collapse of a gigantic volcano. The scenery is striking from every angle - even more stunning as the granite massifs turn red at sunset."
    },
    {
      "dayNumber": 66,
      "title": "",
      "description": "Spitzkoppe to Swakopmund Our next stop is the world famous Cape Cross Seal Colony, where the sight of thousands of these mammals, as well as their accompanying pungent odour is remembered by all! The Cool Atlantic Ocean and the prominent Benguela current provide a perfect location for feeding and breeding for the Cape Fur Seal. We will then drive down the Skeleton Coast, where desert sand dunes come right to the sea, and several shipwrecks can be seen still on the beaches. For the next two days, our Africa overland trip will be based in Swakopmund - Namibia's adventure gateway. You can choose between a variety of activities and excursions here"
    },
    {
      "dayNumber": 69,
      "title": "",
      "description": "Sossusvlei, Deadvlei & Fish River Canyon A one day drive takes us to the Namib-Naukluft Park, a vast expanse of desert which contains some of the highest sand dunes in the world. At Sossusvlei we stop and explore this spectacular area and red dunes, including the iconic Dune 45, which we climb before breakfast one morning. We can also visit the stunning scenery of Deadvlei, where 800 year old black preserved trees stand out in huge contrast to the orange sands and blue sky behind them. Continuing south we enter the semi-desert, and wide-open countryside of cattle ranching until we arrive at one of Africa's most sensational natural features, Fish River Canyon. We stop here for a couple of hours to take in the awesome scenery. We'll then continue and cross the border into South Africa and also cross the Orange River - a rich source of diamonds."
    },
    {
      "dayNumber": 72,
      "title": "",
      "description": "Orange River to Stellenbosch We travel south through the Cederburg Wilderness Area, an area of rugged valleys and peaks before getting to winelands and farms of Stellenbosch. We'll spend a night here and you can take a very educational (and enjoyable!) guided tour around some of the wineries in the region, tasting as you go."
    },
    {
      "dayNumber": 75,
      "title": "",
      "description": "Stellenbosch to Cape Town Our journey to Cape Town finishes with a short drive from Stellenbosch into the city, where we stay in a backpacker hostel. There is plenty to do in and around Cape Town, from climbing up Table Mountain to abseiling down it, diving with sharks (either in ocean cages - or at the Two Oceans Aquarium), a tour to Robben Island or head out on the town to one of the many hot spots that Cape Town has to offer."
    },
    {
      "dayNumber": 76,
      "title": "",
      "description": "Cape Town Your trip will finish after breakfast today and you can plan to fly out at any time. Or, as Cape Town is such an incredible city, plan to add a few days to see and enjoy some more of its attractions"
    }
  ],
  "map": ""
}