{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-safari-vic-falls-holiday",
  "tourName": "Botswana safari & Vic Falls holiday",
  "placesVisited": "",
  "generalInfo": "This Botswana Safari &amp; Victoria Falls Holiday encompasses the highlights of Botswana, from wildlife viewing in the renowned Okavango Delta to exploring the Khwai Private Reserve. You’ll also get a taste of Zimbabwe as you cross the border to visit the mighty Victoria Falls, one of the Seven Natural Wonders of the World.<br/><br/>Your journey begins at a private concession in the Okavango Delta, where you’ll embark on game drives to spot big game, observe vibrant birdlife, and explore the breathtaking waterways on a mokoro safari.<br/><br/>Next, you’ll travel to the Khwai Private Reserve, one of the finest concessions in the greater Okavango Delta region, known for its rich landscapes and diverse array of wildlife.<br/><br/>Finally, your safari adventure concludes at Victoria Falls in Zimbabwe, one of the most awe-inspiring natural wonders on the planet. Popular activities here include mist-filled river walks, bungee jumping, white-water rafting, boat cruises, helicopter flights, and microlight flights.<br/><br/>This recommended itinerary is ideal for explorers keen to encounter Africa’s most iconic wildlife in a region of outstanding natural beauty. From exhilarating game drives and stargazing around the campfire to navigating waterways by mokoro or feeling the spray of the majestic falls, Botswana and Zimbabwe promise an unforgettable return to nature.",
  "durationDays": "9",
  "price": "6599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Botswana & transfer to Okavango Delta - Fly into Maun Airport (MUB), the international airport near the town of Maun in northern Botswana, and the main gateway to access Botswana’s famous wildlife areas. From Maun Airport, you’ll take a scenic light aircraft flight your accommodation. You’ll be met by a representative on arrival at the airstrip, who will drive you the short distance to your camp, your base for the next three nights. The sttunning Okavango Delta, with its iconic sprawling floodplains flecked with acacia woodland islands."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring the Okavango Delta - Today your exploration of the mighty Okavango Delta begins. Located on the western side of the Moremi Game Reserve in the heart of the Okavango Delta. Head out on a game drive in an open-sided land cruiser, accompanied by an expert tracker and driver. You’ll have the chance to spot a large number of species, including elephant, giraffe, leopard, lion, cheetah, zebra, wildebeest, warthog, jackal, hyena, impala, lechwe, honey badger, baboon, and even wild dog, plus many more. You can try to spot these incredible animals by game drives, night game drives, boat cruises and fishing trips. You can even venture into the scenic maze of waterways on a mokoro, a traditional canoe used in Botswana."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring the Okavango Delta - Enjoy another thrilling morning game drive today, as you head out in search of Africa’s most famous wildlife. Venture into the water channels to spot species such as the pied kingfisher, or the African jacana (also known as the ‘Lily Trotter’), which uses its long thin legs to run along the top of lily pads without even causing a ripple. Other common sightings include giant eagle owls, and you may also be lucky to spot the rare Pel’s fishing owl. After an exciting day of adventure, you’ll come home to your luxury en-suite Meru style tent, set under a shady grove of trees, overlooking the beautiful lagoon. Each tent has flush toilets, ensuite showers, and private, open-air showers. You’ll gather around the campfire each night, while sharing the highlights of your day over a delicious meal, expertly prepared by the camp chefs."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to the Khwai Area - Enjoy one last game drive this morning, before boarding your light aircraft flight to Khwai Private Reserve. You’ll be met by a representative on arrival at the Banoka airstrip, and make the roughly 15-minute vehicle transfer to your next accommodation for the next three nights. This intimate camp overlooks the stunning grasslands of the Khwai Private Reserve, one of the top concessions in the greater Okavango Delta region."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Exploring the Khwai Area - Today you’ll head out on safari in the Khwai Private Reserve. Bordering the Moremi Game Reserve in the south and Chobe National Park in the east, you’ll be well-placed to explore some of the most diverse habitats in northern Botswana. From riverine woodlands and open floodplains, to winding rivers and Delta lagoons, to mopane woodland and open grasslands, you’ll have no shortage of phenomenal scenery to photograph. The fertile landscapes attract an abundance of wildlife, particularly large herds of elephants and buffalo. You’ll also have the chance to spot hippos and crocodiles lurking in the murky waters and giraffe, zebra and big cats in the dry areas. It can also be particularly good for rarer antelopes such as sable and roan. You might even be lucky enough to spot some of Botswana’s rare species, such as serval cats, honey badgers, or the endangered African wild dog or painted wolf. Bird watchers will also be kept happy, with a myriad of birdlife from lilac breasted rollers to giant eagle owls. You’ll be accompanied by expert guides, while keen photographers can venture out with the camp’s resident photo guide in the specially-adapted photographic vehicles."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Exploring the Khwai Area - There are plenty of ways to explore the game-rich Khwai Private Reserve. There’s a strong focus on game drives, including morning, afternoon and evening drives. You can also traverse the maze of winding water channels of the Okavango Delta in a mokoro, a traditional dug-out canoe used in Botswana, or on a boat trip, depending on the water levels. At the end of the day, relax in the sunken lounge with a drink and watch animals roaming the plains, or for an incredibly personal wildlife encounter, head to one of the ground level hides to observe animals walking nearby."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to Victoria Falls - Enjoy one last game drive, before boarding your flight to Kasane. You’ll be met by a representative on arrival at the airstrip, then make the roughly one-hour vehicle transfer into Zimbabwe to Victoria Falls."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Exploring Victoria Falls - Enjoy a delicious breakfast before heading out on a thrilling day of adventure. As the world’s largest curtain of falling water, Zimbabwe’s Victoria Falls is a phenomenal natural wonder. It’s a UNESCO World Heritage site and one of the Seven Natural Wonders of the World, and is an unmissable sight for any trip to Zimbabwe. What you decide to do at this incredible site depends on when you travel to Victoria Falls, as river levels dictate which activities are safe. However, with such a wide variety of activities at Victoria Falls, there’s always something to see or do. Soak up the falls with a scenic and spray-filled river walk or boat ride, or swim in the Devil’s Pool, the world’s ultimate infinity pool. See the Victoria Falls from a birds-eye view with a breathtaking helicopter ride or a micro-light flight over the gorge."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Departure from Victoria Falls in Zimbabwe - It’s time to say farewell this morning. Take a vehicle transfer to Victoria Falls International Airport (VFA) in Zimbabwe for your return flight home. Although you’re incredible Botswana Safari & Victoria Falls holiday has come to an end, you’ll leave with many special memories and more than a handful of photos and stories to share when you return home. After nine thrilling days of wildlife encounters, spectacular natural wonders, and some of the country’s top luxury lodges, we’re sure you’ll be hooked on Botswana and the African continent. Where will you go next?"
    }
  ],
  "map": ""
}