{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-camping-safaris",
  "tourName": "Botswana camping safaris",
  "placesVisited": "Khama Rhino Sanctuary, Maun, Dugout canoe on Okavango Delta, Camping on islands in Delta, Moremi Game Reserve, Savuti, Chobe National Park, Kasane, Zambezi River, Victoria Falls, Optional: game flight, white water rafting, bungee jumping",
  "generalInfo": "Botswana is considered Southern Africa’s premier game viewing destination. The remote wilderness, limited access for visitors and abundant game make for an exceptional wildlife safari. This tour is the essence of why we started <br/><br/>Highlights<br/>* Khama Rhino Sanctuary–game drive<br/>* Okavango Delta–mokoro excursion* Moremi Game Reserve–game drives<br/>* Savuti–game drives<br/>* Chobe National Park–game drive and river cruise<br/>* Victoria Falls–adventure activities<br/><br/>Overnight - 4nights on safari we stay at designated campsites in national parks and towns. Formal campsites have hot showers, laundry facilities &amp; telephones.7 nights we “camp wild” without fences in the wilderness areas. On these nights the crew will erect a bucket shower (with hot water off the fire) and a pit latrine (with seat!).2 nights at a lodge in Livingstone with en-suite rooms and air-conditioning. Meals - 13 breakfasts, 11 lunches and 8 dinners will be provided by the crew, prepared at the vehicle and eaten around the campfire except for the last 2 breakfasts at the lodge in Livingstone. Transport for the majority of this safari you travel in a custom-built 4WD Land Cruiser with 12 forward-facing seats (of which 8 are “window” seats). Roll-up canvas sides allow you to feel part of the bush. For the first two days from Johannesburg to Maun we use custom-built Safari trucks with 12 forward-facing seats; or (on 10% of tours) Mercedes Sprinter minibuses with 12 forward-facing seats and air conditioning. Limited participation - An essential part of your safari is some participation. From putting up your tent to packing the truck in the morning–it’s all part of your adventure and when everyone puts in a little effort the trip will run smoothly. Your tour leaders will do all the meal preparation but we do ask the clients to help (on rotation) with the washing up. If there are 9 or more clients on the tour, then a supply vehicle and camp assistant travel with the group through the national parks (days 6-11). The camp assistant will help with meal preparation and washing up, and make your life a little easier<br/>",
  "durationDays": "14",
  "price": "2120",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "JOHANNESBURG to KHAMA RHINO SANCTUARY: Departing Johannesburg at 6:30am we head north into Botswana. We pass Serowe, birthplace of Botswana's first president, Sir Seretse Khama, on our way to the Khama Rhino Sanctuary. This 4300 hectare reserve situated on the Kalahari sandveld, has several natural waterholes and provides prime habitat for white rhino, zebra and wildebeest. We take our first game drive around the open grassland of Malema and Serowe Pans. [camping -LD]"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "MAUN: We drive through the Kalahari to Maun, the gateway to the Okavango Delta. Situated on the banks of the Thamalakane River. Maun is a bustling frontier town where we prepare for the delta excursion. After setting up camp we have a relaxing afternoon at the swimming pool. [camping BL -]"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "OKAVANGO DELTA: Our local guides will take us deep into the heart of the Okavango Delta on mekoro (dugout canoes). The delta forms as water from the Angolan highlands pours over the Botswanan flat Kalahari Desert sands creating a delicate, green oasis for birds & wildlife. We will wild camp on remote islands in this amazingly dynamic environment & enjoy bush walks, bird watching & swimming in the clear waters. Camping with our local guides we learn more about their lifestyle & culture. We return to Maun in the late afternoon of day 5 and have time for an optional (own expense) game flight over the Okavango, which will reveal a different aspect of the delta. [camping Bx3, Lx3, Dx2]"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "MOREMI & SAVUTI: We have 4 nights in these conservation areas with time to explore the various habitats. We spend our time on game drives watching the plentiful wildlife including wild dog, elephant, hippo, buffalo, lion & other game. Moremi Game Reserve is rated as one of the leading wildlife areas of the world and we take our open 4WD vehicle to Moremi for fantastic game viewing! Grasslands, floodplains, forests, lily lagoons and winding water channels combine to form a variety of game viewing habitats. Moving north over the sand ridge and into the Mababe depression we arrive at the Savuti Marsh. This open grassland area attracts herds of zebra and wildebeest, which in turn draw the large lion prides for which Savuti is famous. We camp wild in the central Chobe National Park at either Savuti or Zwei-Zwei. [camping BLD]"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "CHOBE NATIONAL PARK: The Chobe River flows lazily along the northern boundary of the Chobe National Park attracting some of the largest herds of elephant in Africa. In the early morning we search for game on the flood plains of the Chobe River. The late afternoon game viewing \"sundowner\"cruise is a highlight as we see the mighty elephant herds returning to the Chobe River to quench their thirst. We camp at Kasane on the Chobe River for night 11. [camping Bx2 Lx2 Dx1]"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "VICTORIA FALLS / LIVINGSTONE: Overnight for 2 nights in Zambia near Livingstone town on the banks of the Zambezi River. Enjoy a spectacular walk through tropical vegetation to the very edge of the \"Mosi oa Tunya\"or \"the smoke that thunders\" - Victoria Falls. Opportunities to white water raft on the mighty Zambezi River, bungi jump, or take a \"flight of angels\" (own expense) [lodge Bx2 - - ]"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "LIVINGSTONE - TOUR ENDS: Tour ends at 08:00 after breakfast. Transfers to local airports are available [ - B - -]"
    }
  ],
  "map": ""
}