{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "cape-town-to-victoria-falls-small-group-lodge-tour",
  "tourName": "Cape Town to Victoria Falls small group lodge tour",
  "placesVisited": "Cape Town, African penguin colony, Cedarberg, Fish River Canyon, Namib Desert, Sossusvlei, Swakopmund, Damaraland, Twyfelfontein rock art, Etosha National Park, Windhoek, Kalahari Desert, Walk with San Bushmen, Dugout canoe on Okavango Delta, Makgadikgadi Pans, Chobe National Park, Victoria Falls, Optional: Canoeing, dune boarding, white water rafting, bungee jump",
  "generalInfo": "All-encompassing, action-packed and epic: if you’re seeking a classic Southern African adventure, you can’t beat the journey from Cape Town to Victoria Falls. On the way, take in the best parts of Namibia and Botswana. From Fish River Canyon to early mornings in Etosha National Park, to days on the Okavango Delta–this overland odyssey rings the changes in every country.<br/><br/><br/>Highlights<br/>* Cape Town–Cape Point day tour<br/>* Fish River Canyon–viewing<br/>* Namib Desert–Sossusvlei dunes<br/>* Swakopmund–dune boarding &amp; quad biking<br/>* Etosha National Park–game drives<br/>* Okavango Delta–mokoro excursion<br/>* Chobe National Park–river cruise<br/>* Victoria Falls–white water rafting.<br/><br/>Overnight - 20 nights on safari we stay at guest houses, chalets and small lodges including tented lodges, with en-suite facilities. Meals - 20 breakfasts, 17 lunches and 12 dinners are included. Of which 8 breakfasts are provided by the lodges. The remaining included meals are provided by the crew, prepared at the vehicle eaten around the campfire or at the boma. Transport for the majority of this safari you travel in custom-built Safari trucks with 12 forward facing seats. There are some long stretches of gravel road in Namibia, but they are generally well maintained, and cruising speed is good. Limited participation an essential part of your safari is some participation. From carrying your own bag to packing the truck in the morning–it’s all part of your adventure. There are some long days with early starts so we need to get involved to make the trip run efficiently. Where the tour leaders provide meals, we ask that clients help (on rotation) with the washing up (the local polers will assist in the delta to make things easier).<br/>",
  "durationDays": "21",
  "price": "4180",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "CAPE TOWN: Cape Town is one of the most picturesque cities in the world, with the majestic Table Mountain providing its central focus. Departing, after a tour briefing, from Cape Town at 08:00am we visit Hout Bay harbour en route to Cape Point Nature Reserve and then the African Penguin colony at Boulders Beach. We sample some of Cape Town's culinary wonders at a local restaurant in the Victoria & Alfred Waterfront (own expense) [hotel- - - ]"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "CEDERBERG: The Cederberg is a massive rock wilderness with giant sandstone boulders that have been sculpted by wind and rain into bizarre and artistic shapes. We head north to the Cederberg and explore the rugged landscape on foot before relaxing in chalets for the evening. [chalet BLD]"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "GARIEP RIVER: We make our way into the more arid regions and upon entering Namibia, we stay at a lodge on the Gariep River. Namibia's southern border river flows quietly and peacefully and the river valley is hardly affected by tourism. The riverbed is sandy, the water clean and clear. Time free for swimming and relaxing or you can venture down the river in canoes (own expense) [lodge BLD]"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "FISH RIVER CANYON: The Fish River Canyon, situated along the lower reaches of the Fish River, is one of the most impressive natural beauties in the southern part of Namibia. With its depth of up to 550 metres, the Fish River Canyon is the second largest canyon in the world. We make our way to the canyon and in the afternoon watch a spectacular sunset as the sun slips over the canyon’s rim. [lodge BLD]"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "ETOSHA NP: Once a vast lake fed by the Kunene River, the pan that is Etosha NP dried up thousands of years ago when the river waters chose a new course. Etosha is big game country. We take game drives around the huge pan to find the elephants, herds of antelope and lions around the waterholes. We stay at a lodge on the outskirts of the national park. [guest lodge BLD]"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "WINDHOEK: This pretty town, beautifully situated in a valley, combines the architecture of a modern city with numerous buildings in the style of the German colonial era. The charm of the city of Windhoek lies in its harmonious blend of African and European cultures and the friendliness of its people. We visit the cosmopolitan capital and enjoy a restaurant meal (own expense). [guest house BL -]"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "KALAHARI: Crossing into Botswana we overnight in huts in the heart of the Kalahari. We take a walk with the local Bushmen to learn fascinating bush skills. [chalet BLD]"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "OKAVANGO DELTA: The Okavango Delta is the only inland delta in the world: the annual flood of fresh water, spreads over 15000sq km of the Kalahari sand in a maze of lagoons and channels. We journey to the western floodplains of the Okavango Delta to our lodge overlooking a permanent lagoon, where we enjoy a game walk, a mokoro excursion and the amazing birdlife in this pristine wilderness area. [lodge BLD]"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "MAUN: Making our way around the Okavango we head to Maun where we have an evening meal at a local restaurant (own expense). [lodge BL -]"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "MAKGADIKGADI PANS: The shimmering saltpans of Makgadikgadi are the size of Switzerland and most of the time appear as a glaring, white, endless plain. When the rain comes a dramatic change takes place as the pans come to life with frantically feeding water birds and great herds of zebra, wildebeest and springbok. [tented lodge or chalet BL -]"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "CHOBE NATIONAL PARK: Chobe National Park is famous for large herds of elephant and buffalo. We explore the national park on a morning game drive and spend the rest of the day on the river, enjoying lunch on our cruise boat with spectacular wildlife viewing. [tented lodge BLx2 Dx1]"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "ZIMBABWE /VICTORIA FALLS: Magnificent Victoria Falls is one of the seven natural wonders of the world. David Livingstone ‘discovered’ the falls in 1885 and named them after his Queen. The scene he encountered was a mile-wide (1.6 km) sheer basalt fault line over which the mighty Zambezi tumbled to a depth of 100m, creating a cloud of spray. The falls are also the centre of a wide range of activities, including white water rafting on the mighty Zambezi, scenic flights or a 111m bungi jump (own expense). Tour ends at 08:00am at the hotel. [chalet Bx2 - - ]"
    }
  ],
  "map": ""
}