{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "okavango-delta-and-victoria-falls-luxury-holiday",
  "tourName": "Okavango Delta and Victoria Falls luxury holiday",
  "placesVisited": "Botswana, Okavango Delta, Chobe National Park, Kasane, Victoria Falls, Optional activities at Vic Falls include: bungee jumping, canoe trips, scenic flights, white water rafting or guided walks",
  "generalInfo": "This ten day luxury holiday allows travellers to tailor a tour of the Okavango Delta and Victoria Falls to meet their wishes with a whole host of wildlife watching opportunities, guided bush walks and scenic flights providing no end of exciting activities along the way.<br/><br/>Anyone who's ever experienced life on the Okavango Delta before will already be well aware of the potential for spotting animals both on the water and on dry land with trips along the tributaries in a hollowed out Mokoro canoe resulting in animal encounters from a completely unique perspective.<br/><br/>Lions, leopards, elephants, cheetahs and buffalo all rely on the waterways of the Okavango oasis for sustenance and chances to explore the delta in the company of a local guide, both by day and at night, leave nothing to the imagination when it comes to understanding the natural environment.<br/><br/>The culmination of this ten day tour takes travellers to the tumultuous Victoria Falls where a variety of land and water based activities let you unwind in an exhilarating setting after undertaking game drives in Chobe National Park.<br/><br/>So as to avoid the region's often bumpy roads this luxury tour utilises light aircraft to fly travellers from one outstanding natural area to the next with stunning aerial views and more time spent on the ground allowing for an itinerary that's just as comfortable as naturally exciting.<br/><br/>Accommodation is also made for comfort with luxury campsites or reed-built chalets set alongside riverbanks and lakes to present further opportunities to watch wildlife in the safest way possible.<br/><br/>Whatever you plan to do, this tour can be tailored to meet your wishes with lodge activities decided upon shortly after your arrival with the aid of expert local guides who are on hand to offer you the best way possible to watch wildlife in the surrounding areas.",
  "durationDays": "8",
  "price": "9980",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 8,
      "title": "",
      "description": "Outbound flight via Maun to onward destination."
    }
  ],
  "map": ""
}