{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "vic-falls-to-johannesburg-tour-southern-africa",
  "tourName": "Vic Falls to Johannesburg tour, Southern Africa",
  "placesVisited": "Victoria Falls, Chobe National Park, Maun, Okavango Delta, Khama Rhino Sanctuary, Soweto and Johannesburg",
  "generalInfo": "Some of the continent’s most iconic animals call Southern Africa home and this small-group trip brings you closer to them. Chobe National Park in Botswana is known for its big population of elephants, often seen taking a bath in the river, but scan the shores for lions, cheetahs, wallowing hippos and sunbathing crocodiles, too. You’ll also explore the waterways of the Okavango Delta, gliding along in a mokoro, a traditional dugout canoe navigated by friendly local ‘polers’, before visiting the Khama Rhino Sanctuary on the edge of the Kalahari Desert. This trip finishes in bustling Soweto. About half of Johannesburg’s three million residents live here and its surrounding areas and you’ll explore the area by bike, learning about the Soweto uprising and resistance against apartheid. It’s a great urban full-stop to an exciting adventure – the perfect introduction to Southern Africa’s wildlife, landscapes and people.<br/><br/>You’ll travel mostly by purpose-built overland vehicles, equipped with large sliding windows so you can easily see and snap game. Campsites in and around the key destinations feature a range of facilities, some more sophisticated than others, but you’ll be camping wild in the Okavango, with only dug-out toilets and no showers. You won’t be left to fend for yourself, though!  As well as your fellow travellers, you’ll be accompanied by a group leader, driver and camp assistant, who puts up the tents each night, giving you more time to relax at the end of a busy day. <br/>",
  "durationDays": "9",
  "price": "1850",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Victoria Falls.",
      "description": "Mhoro! Welcome to Zimbabwe. Your adventure begins with a welcome meeting at 6 pm in Victoria Falls. If you arrive early, maybe head to the Shear Water Activity Centre to see what optional activities are available. Maybe take on the flying fox and the gorge swing or explore the village and township. You can even take a helicopter flight over the cascades and see this land from a bird’s eye view. After the welcome meeting, ?sit down to a traditional?Zimbabwean?dinner and cultural performance by?White Star,?who celebrate and preserve African stories and values through movement, while their profits go to supporting vulnerable groups and providing free dance lessons to local youth. Dinner will?feature local Zimbabwean dishes, including?village-style goat stew and?peanut butter rice."
    },
    {
      "dayNumber": 2,
      "title": "Chobe National Park.",
      "description": "Travel to Chobe National Park in Botswana this morning. You’ll stop at the Victoria Falls Wildlife Trust along the way – one of The Intrepid Foundation’s projects. Here, you’ll learn about the rescue and rehabilitation of wildlife, the human-wildlife conflict and the trust’s role in anti-poaching. There may also be a chance to meet any rescued or orphaned wildlife currently in their care. Chobe National Park was the first national park to be established in Botswana and is best known for its high concentration of elephants, which can often be seen swimming in the Chobe River. The river also attracts wallowing hippos, a variety of birdlife and crocodiles that like to sun themselves by the water's edge. Cheetahs and lions also come down to drink in the river, so if you’re lucky, you might spot one of the predators, too! In the late afternoon, embark on a scenic?sunset cruise on the Chobe River guided by an expert local guide and look out for wildlife."
    },
    {
      "dayNumber": 3,
      "title": "Maun.",
      "description": "This morning, there's time for a morning game drive for those who would like to further explore this beautiful park. As well as elephants, you might see some of Chobe National Park's other noble creatures – from?giraffes and zebras to impala and tsessebe (African antelope). Then, it's time to head to Maun. This town is the gateway to one of the world's most famous and most complex ecosystems – the Okavango Delta. It’s a bit of a long drive to get there, so grab a window seat if you can and take the opportunity to soak in the everchanging landscape."
    },
    {
      "dayNumber": 4,
      "title": "Okavango Delta.",
      "description": "Travel into the unspoiled wilderness this morning for an adventurous camping experience. The Okavango Delta is unlike anything in the world – a?16,000 square km maze of wetlands made up of waterways, green islands, lush plains and prolific wildlife. The delta is filled with diverse flora and fauna, including hippos, crocodiles, elephants and big cats, but the main attraction is really the incredible ecosystem. You'll explore the waterways by?mokoros (traditional dugout canoes navigated by friendly local 'polers'). Spend some time exploring on foot with your experienced and knowledgeable guides and learn more about how the delta works. Tonight, camp on a remote island in the heart of the wilds and listen to the nocturnal creatures of the African bush come to life as the sun goes down."
    },
    {
      "dayNumber": 5,
      "title": "Okavango Delta.",
      "description": "It's an early start this morning as you venture out for a sunrise walk to catch a glimpse of some local elephants and maybe a few Cape buffalo. After, return to camp for breakfast and enjoy a leisurely free day to relax. You might like to take a swim or go on an afternoon walk. There’s also the opportunity to go for another mokoro trip. You may notice that the mokoros of today are made with fibreglass but retain their original shape – this strikes a balance between tradition and sustainability."
    },
    {
      "dayNumber": 6,
      "title": "Maun.",
      "description": "This morning, enjoy a relaxing morning to say goodbye to the delta. Then, it’s on to your next stop. After taking down your camp, head out on a mokoro safari on your way out of the Delta then board the vehicle back to Maun. When you arrive, you’ll have the option to take a scenic helicopter flight over Maun and the delta, seeing things from a bird's eye view."
    },
    {
      "dayNumber": 7,
      "title": "Khama Rhino Sanctuary.",
      "description": "Travel to the Khama Rhino Sanctuary this morning. On the edge of the Kalahari Desert, the Khama Rhino Sanctuary is a community-based conservation project staffed by local village residents. Built in a former hunting area to protect Botswana's only remaining populations of both black and white rhinos, the sanctuary is also home to other wildlife including zebras, giraffes, leopards, ostriches and wildebeest, all of which can be seen around the many natural waterholes. Visiting this project benefits local communities and contributes to the protection of the highly endangered white rhinoceros. In the evening, head out on a dusk game drive in an open safari vehicle with an expert local ranger to see the rhinos (this will be replaced by a dawn game drive if the group arrives at the sanctuary too late)."
    },
    {
      "dayNumber": 8,
      "title": "Johannesburg.",
      "description": "Cross the border into South Africa and travel on to Johannesburg (approximately 10–11 hours). Johannesburg is a sprawling city of remarkable contrasts. As you come into town, you'll likely see opulent mansions alongside tin-roof shacks, and verdant city parks alongside the concrete. Enjoy a relaxing evening upon arrival."
    },
    {
      "dayNumber": 9,
      "title": "Johannesburg (Soweto).",
      "description": "Head to Soweto and take to the streets on a bicycle. Learn about the Soweto uprising and the resistance against apartheid. It's interesting to see how the community has changed and developed into what it is today. You'll also visit a former migrant workers' hostel and stop at many other local landmarks. Your cycling adventure should finish at around 3 pm today, whereafter you will be returned to your hotel in Johannesburg. With no further activities planned, your trip comes to an end at this point."
    }
  ],
  "map": ""
}