{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "zimbabwe-canoe-safari",
  "tourName": "Zimbabwe canoe safari",
  "placesVisited": "",
  "generalInfo": "Set off on an exhilarating 14-day / 13-night expedition that takes you through the core of southern Africa, following the grand Zambezi River from the Atlantic to the Indian Ocean.<br/><br/>Your voyage kicks off in Victoria Falls, Zimbabwe, where a brief flight whisks you away to Mana Pools, a national park renowned for its untouched beauty, nestled on the border between Zambia and Zimbabwe. Spend a night here before starting a three-night canoe safari down the Zambezi, overnighting in bespoke tented camps set up just for your journey.<br/><br/>Continuing in Mana Pools, you'll stay three more nights at a fixed campsite by the river, delving into the riverside wilderness on foot and by vehicle, guided by experienced rangers.<br/><br/>Entering the second week, a charter flight takes you to the iconic Victoria Falls. From there, venture into Chobe, Botswana, a famous riverine national park, where you'll spend three nights. Then, crossing back to Zimbabwe, you'll immerse yourself in the splendour of Victoria Falls, a Natural Wonder of the World, for three nights filled with exhilarating activities.<br/><br/>Your adventure wraps up as you board your flight from Victoria Falls International Airport, heading home with a heart full of lasting memories from this unparalleled journey.",
  "durationDays": "14",
  "price": "12770",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Zimbabwe! Today, your adventure begins as you land in Victoria Falls, before embarking on a small plane journey to the Mana Pools Airstrip, leading to a brief drive to Vundu Camp, marking the start of your canoeing safari. The initial evening is reserved for your arrival, relaxation, and preparations for the upcoming canoeing experience. Your exciting canoe safari kicks off at 11:30 AM on the second day, spanning three days of downstream travel. You'll be immersing yourself in the natural beauty of the Mana Pools National Park, a UNESCO World Heritage Site boasting over 2,500km² of pristine wilderness. The park is renowned for its population of over 100 African mammals, including hippos, and is a haven for more than 450 species of birds. The river teems with life, housing 75 fish species like the famed tiger fish and the massive vundu, alongside various crocodile species. Throughout the second, third, and fourth days, you'll paddle approximately 15km daily, with stops at strategically placed canvas camping sites. But worry not, this is far from basic camping. Each tent is a spacious walk-in structure furnished with beds and furniture, featuring en-suite facilities with a sink, shower, and a specially prepared long-drop toilet for each camp. These sites are meticulously arranged to leave no trace behind after their dismantling. The camps boast a fully furnished kitchen, experienced bush cook, bar, dining area, and waiter service, ensuring a comfortable and enjoyable experience. Meals Included: Breakfast, Lunch, & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The next phase of your journey in Mana Pools takes you ashore to the opulent Nyamatusi Camp, where luxury meets the wild. Named Nyamatusi, which translates to ‘wild game’, this camp invites you to immerse yourself in nature in the most respectful manner—on foot. Your explorations might lead you along the paths of elephants across the floodplains or off-trail in pursuit of other wildlife. With just six tented suites, Nyamatusi offers a private and intimate experience, boasting a high staff-to-guest ratio. Amenities include a swimming pool, bar, wine cellar, and even a pizza oven for your enjoyment. Each suite features a personal plunge pool and a private deck, perfect for leisurely viewing the wilderness as it comes alive around you. Nyamatusi is committed to eco-friendly operations, powered entirely by solar energy and constructed with local and natural materials wherever possible. During your stay, engage in 'catch and release' fishing, specialized bird-watching safaris, or simply relax and observe the life of the river and its inhabitants. Meals Included: Breakfast, Lunch, & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Following your last early morning venture into the wilderness near Nyamatusi, you will proceed to the Mana Pools airstrip for the next leg of your journey. A flight from Mana Pools to Victoria Falls International Airport (VFA) awaits, leading to your transfer to Kasane, the gateway to your next adventure. From Kasane, a picturesque flight will bring you directly to Nogatsaa Pans Chobe Lodge (including breakfast, lunch, and dinner), immersing you in the breathtaking landscapes of Chobe National Park for a three-night stay. This lodge, celebrated for its ultra-ethical and sustainable approach, offers more than mere wildlife sightings. It invites you to explore millennia-old San rock art, indulge in spa treatments, and visit the baobab theatre, showcasing an extraordinary assembly of these iconic 'upside-down' trees. While at the lodge, your safari drives into the park promise some of the most remarkable wildlife encounters in Africa. Botswana, with nearly 80% of its land covered by the Kalahari Desert, hosts an array of large animals uniquely adapted to this challenging environment. During the dry season, the Zambezi corridor becomes a crucial water source, drawing a diverse crowd to its banks—a dynamic that ensures both spectacular viewing and the natural drama of the hunt. Meals Included: Breakfast, Lunch, & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Upon leaving Nogatsaa Pans Lodge, you'll catch a charter flight back to Kasane. Once there, a transfer will take you to your next luxurious stay at the Victoria Falls River Lodge (including breakfast, lunch, and dinner) for three nights. Here, you're set to relax in a Luxury Tented Suite, boasting an extra-large bed in your choice of double or 3/4 twin setup, a standalone bathtub, a comfortable seating area, both indoor and outdoor showers, and a private deck. This deck is not just an extension of your living space but a private oasis with its own plunge pool and breathtaking views of the Zambezi River, ensuring your stay is nothing short of spectacular. Your adventure at Victoria Falls includes a variety of activities designed to immerse you in the beauty and thrill of the area. Start with a guided tour through the misty rainforest surrounding the falls, followed by a helicopter ride offering a bird's-eye view of this natural wonder. Explore beneath the historic steel railway bridge that spans the gorge, savor high tea with a touch of colonial elegance at the Victoria Falls Hotel, feel the adrenaline on a zipline across the Batoka Gorge, and culminate your visit with a dinner cruise, witnessing the Zambezi River ablaze with the colors of the setting sun. Meals Included: Breakfast, Lunch, & Dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "The adage that every good thing must eventually conclude rings true as we reach the final day of your safari. The staff at Victoria Falls River Lodge will ensure your transfer to Victoria Falls International Airport (VFA), where you'll board your flight from VFA back to your home. We bid you farewell as you embark on your journey home from this remarkable African escapade, with memories that will surely endure a lifetime. Bon Voyage !"
    }
  ],
  "map": ""
}