{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-delta-and-kalahari-luxury-safari-for-families",
  "tourName": "Botswana Delta and Kalahari Luxury safari for families",
  "placesVisited": "",
  "generalInfo": "A wonderful itinerary for families with teenagers including two fascinating areas of Botswana. Everything we do is completely tailor-made so should you wish to amend this trip at all please just let us know. <br/><br/>The itinerary starts in the wildlife-rich concession of Khwai, located in the eastern fringes of the Okavango Delta. Enjoy your first three nights in Botswana at Feline Fields Vintage Camp, a unique camp to the region and to Botswana because of its luxury bedouin-style tented rooms. Expect a highly personal and tailored experience with top-end food and drink to come back to after game drives and mokoro trips in Khwai. <br/><br/>From Khwai you will be whisked away by private helicopter west to the Kalahari region and to the luxury Feline Fields Lodge. After three nights luxury glamping at the Vintage Camp, the Lodge will feel like a nice upgrade. As well as game drives, there are walking safaris, sleep-out options, mountain biking and cultural experiences. With four nights spent here you will have lots of time to enjoy all of the activities before heading back to Maun.<br/><br/>Both properties in this itinerary are powered by solar power produced at each lodge.",
  "durationDays": "8",
  "price": "8650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Maun and meet an internal flight the short distance to Khwai Airstrip, where you will be met and driven to Feline Fields Vintage Camp, home for the next three nights."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Enjoy two full days on safari in Khwai with the expert guides from the camp. There is a whole host of activities to enjoy including game drives, bush walks, night drives and mokoro trips, along with lots of surprises along the way."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Included today is a 1-hour scenic, private helicopter flight across the Okavango Delta and to the arid Kalahari region for four nights at Feline Fields Lodge."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "You have three full days to explore this fascinating region, search for desert adapted wildlife such as bat-eared foxes and aardvarks on game drives or for those who want to be more active there is the opportunity for mountain biking, walking safaris, fly-camping and even tennis and golf at the lodge."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Finally you will be transferred by vehicle back to Maun to meet your international flight arrangements home."
    }
  ],
  "map": ""
}