{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-lodge-safari",
  "tourName": "Botswana lodge safari",
  "placesVisited": "Maun, Okavango Delta, Moremi Game Reserve, Makgadikgadi Salt Pans, Chobe National Park, Victoria Falls, Staying at Botswana safari lodges",
  "generalInfo": "Botswana is considered Southern Africa’s premier game viewing destination. Get the best wilderness experience in Southern Africa by bush walk, game drive - and even by dug-out canoe. Cruise past hippos in the Okavango Delta and watch thirsty elephants at the river in Chobe National Park. End with a very grand finale: Victoria Falls.<br/><br/>Highlights<br/>* Okavango Delta – mokoro trail and bush walks<br/>* Moremi Game Reserve – 3 day 4WD game viewing<br/>* Chobe – 4WD game viewing &amp; river cruise<br/>* Victoria Falls – adventure activities.<br/><br/>Overnight - total of all 12 nights accommodation in lodges, chalets and tented camps. 10 nights on safari we stay at small and intimate lodges, with en suite facilities. 2 nights tented camp in the Okavango. Each tent has twin camp beds with linen and an en suite chemical toilet. Shared bucket shower tent with hot water off the fire. Meals - 12 breakfasts, 9 lunches and 6 dinners are included. Of which 9 breakfasts, 3 lunches &amp; 3 dinners are provided by the lodges. The remaining included meals are provided by the crew, prepared at the vehicle and eaten around the campfire. Transport for the majority of this safari you travel in a custom-built Safari truck with 12 forward facing seats; or (on 10% of tours) Mercedes Sprinter minibuses with 12 forward facing seats and air conditioning. For the game drives in Moremi and Chobe and the transfer into the Okavango we use open sided 4WD vehicles with local guides. Limited participation an essential part of your safari is some participation. From carrying your own bag to cleaning your window and packing the truck in the morning–it’s all part of your adventure and when everyone puts in a little effort the trip will run smoothly. Where the tour leaders provide meals, we ask that clients help (on rotation) with the washing up.",
  "durationDays": "13",
  "price": "3380",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "MAUN Today you will meet up with the group at the lodge in Maun at +- 17:00. Since Maun's founding in 1915 as the capital of the Batswana people, it has had a reputation as a hard-living 'Wild West' town helping the local cattle ranching and safari operations. The name Maun is derived from the San word 'Maung', which translates 'the place of short reeds'. [lodge - - -]"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "OKAVANGO DELTA We drive into the Okavango Delta to the launch station where we board our mokoro’s and pole to our tented camp in the heart of the largest inland delta in the world. This amazing environment has large numbers of red lechwe, buffalo, elephant and birds, particularly kingfishers! One of the best experiences in the Okavango Delta is to be poled along reed-lined channels in a mokoro (dug-out canoe). Sit back and relax as the water gurgles gently under the mokoro while your skilled poler points out the fauna and flora. [tented camp x2 BLD]"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "MOREMI We take an open 4WD into Moremi Game Reserve for fantastic game viewing! Chief’s Island is the largest landmass within Moremi and was the Batswana tribe’s richest hunting ground, before being declared a game reserve by the tribe. We spend 4 days on game drives watching the abundant wildlife including elephant, hippo, buffalo, lion & other game, both in Moremi Game Reserve and in private concession reserves surrounding the park. We return to Maun midday on day 7 for an evening restaurant meal (own expense). [3x tented bushlodge BLD, 1 x lodge BL-]"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "MAKGADIKGADI PANS We have time for an optional game flight over the Okavango before we head to Nata. The shimmering saltpans of Makgadikgadi appear as a glaring white, endless plain. When the rain comes a dramatic change takes place as thousands of wildebeest and zebra migrate to the sweet nutritious grasslands and clouds of flamingo feed in its algae rich waters. It is an area of low rainfall so this spectacle only lasts a short while. [tented lodge or chalets BL -]"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "CHOBE NATIONAL PARK The Chobe River is a stunning feature of Botswana and will be the focus of our lodge stay. The Chobe River flows lazily along the northern boundary of the Chobe National Park attracting some of the largest herds of elephant in Africa. Early morning 4WD game drive in the Chobe National Park and an afternoon game viewing 'sundowner' cruise to see the mighty elephant herds return to the Chobe River to quench their thirst. [tented lodge BLx2 Dx1]"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "VICTORIA FALLS - ZIMBABWE We visit 'Mosi oa Tunya' or 'the smoke that thunders' - Victoria Falls. These magnificent falls are one of the seven natural wonders of the world. The Victoria Falls Bridge was commissioned by Cecil John Rhodes in 1900, and was completed by 1905, although Rhodes never lived to see it. It spans the impressive gorge and the famous adrenalin pumping Victoria Falls bungi jump is done from this bridge, with a terrifying drop of 360ft (111m). Opportunities to white water raft on the mighty Zambezi River, bungi jump, or take a 'flight of angels' (own expense). [hotel Bx2 - -]"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "VICTORIA FALLS - ZIMBABWE - TOUR ENDS Tour ends after breakfast at 8:am [ - B - - ]"
    }
  ],
  "map": ""
}