{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "best-of-botswana-safari-victoria-falls",
  "tourName": "Best of Botswana Safari & Victoria Falls",
  "placesVisited": "Victoria Falls, Moremi Game Reserve, Okavango Delta, Chobe National Park",
  "generalInfo": "This journey is the ultimate getaway for the adventurous traveler. Experience some of southern Africa’s most pristine areas, from vast, unspoiled landscapes to dramatic waterfalls and sprawling lagoons. This trip covers both distance and diversity and you will encounter a wildlife paradise unlike any other. Experience the exhilaration of the bush in luxurious style in Botswana’s Okavango Delta, Chobe National Park, and Victoria Falls in Zambia, and whether you seek excitement and thrills or pampering and preening, it’s all ready and waiting here in the gorgeous remoteness of Africa.",
  "durationDays": "9",
  "price": "10,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Moremi Game Reserve - Welcome to the Okavango Delta",
      "description": "Once you have arrived in Maun, you will be within tantalizing reach of one of Africa's greatest natural wonders. Ahead of you is your first destination, just a short flight away, at a safari camp in the heart of the Okavango Delta. This unique ecosystem is a geological marvel, brought about by a tectonic trough within the dry and dusty land of the Kalahari Desert. The rains that fall in the highlands of Angola flow down to this alluvial fan and create an oasis of spectacular and diverse scenery, wildlife and birdlife. Your charming safari camp is an elegant lodge created from local timber, reed, and thatch and is nestled in the Moremi Game Reserve. This reserve was named after Chief Moremi of the BaTawana tribe and is the ideal location for your initiation into the wilds of Botswana. For the next two nights, enjoy your private and secluded view of the lagoon in front of camp, or venture to the cozy fireside lounge for cocktails in the evening. There is a swimming pool with a breath-taking view and you can lay back and watch out for some of the famous bird species of the area, or explore the watery channels by mokoro . The next two days will include morning and afternoon game drives."
    },
    {
      "dayNumber": "3",
      "title": "Okavanago - Exploring the Delta",
      "description": "After a peaceful morning sleep-in or another morning activity and a delicious breakfast, you will be transferred to the airstrip for your flight to your next safari camp, deep in the crystal permanent waters of the Okavango Delta. The camp consists of eight gorgeous safari tents elevated on wooden boardwalks and decks, hidden in amongst the cool and inviting riverine woodland. Resident hippo will serenade you from the water on the floodplain in front of the camp. Each tent has its own viewing deck and a breath-taking view over the Delta, so that if you wish, you needn’t leave the comfort of your own room for your safari! During the next two days, experience the elegantly serene aspect of the Okavango. There is no better way to do this than to climb into a mokoro and be propelled gently through the glassy waters of the Delta by an expert poler. Serving as your guide, your poler can point out some of the hidden gems of this stunning wilderness, such as kingfishers, herons, crocodiles and perhaps even a fish or two! After a relaxed lunch and siesta, head out once more in a vehicle and end the day with an exhilarating game drive, searching for predators on the hunt in the cooler air. The next morning, why not complete the true safari experience with a bush walk where you will be able to appreciate fully the finer details of this paradise. Your guide (who will carry a rifle whilst walking as a safety precaution) will open your eyes to the science and skill of tracking animals on foot. From game drives, to bush walks, to mokoro safaris, to a relaxed sojourn in the double-tiered boat, your camp has a huge range of activities on offer to allow you to truly soak up the blissful landscapes both on land and on water. There are windy, meandering channels, wide lagoons (for some superb fishing), swaying palm trees, and cool, dark forests to explore. In this private concession, you will be able to traverse sensitively off-road if you are following a predator on the hunt and at night your guide will use a spotlight to illuminate some of the nocturnal beauties of this wilderness. Whether you wish to venture out on these many excursions or stay in the comfortable luxury of camp, the warm and friendly staff will ensure that you have an unforgettable stay."
    },
    {
      "dayNumber": "5",
      "title": "Chobe National Park - Onwards to Chobe",
      "description": "After your usual early morning wake-up call with a cup of coffee and biscuits, head into the bush for a last look at the gleaming Delta before you leave for your next destination, in the Chobe National Park. Here, where the largest elephant population in the world treads determinedly across the dusty ground and the African Fish eagle swoops down to the great river, uttering his charismatic call, you will find a new Botswana wilderness to explore. You will stay at a glorious lodge located at a convergence of countries in a faraway tip of Botswana. Within reach of Zambia, Namibia, and Zimbabwe, you will have access to a range of Southern African landmarks and game reserves. Whether you stay within Chobe National Park, explore the Zambezi River, or venture into the Kasane Forest Reserve there are endless activities to partake in. You are once again encouraged to leap aboard a 4x4 and head into the bush, and later enjoy a sunset river cruise to see a new perspective of Botswana’s wildlife. The endless pods of hippo and families of elephants crossing the river provide even more photo opportunities and unforgettable memories! Take a sightseeing cruise to Sedudu Island for more stunning scenery. For all thrill-seeking fishermen, tiger fishing in the Chobe and Kasai rivers is a must-do. There is so much to see and do, but there is always the comfort and serenity of the lodge if you would like to simply sit back and watch the magic of the Chobe unfold in front of you."
    },
    {
      "dayNumber": "7",
      "title": "Livingstone - Where the Smoke Thunders",
      "description": "After a leisurely morning enjoying and soaking up the delights of Chobe (whether it be with breakfast in bed or an adventure in the bush looking for animals) you will be transferred to Kasane for your onward flight home. If your craving for African adventure has not quite been satisfied, why not head to Livingstone and experience the wonders of “ The Smoke that Thunders”, at Victoria Falls? Transfer overland to Livingstone where you will be taken onwards to your hotel, located on the edge of the Eastern Cataract of the falls. In the evening, indulge in a relaxed boat ride at sunset, cruising down the river with your eyes peeled for animals coming to the water to drink, or even crossing the river. Sip on a chilled glass of bubbly onboard, and enjoy a light snack as you watch the sun set."
    },
    {
      "dayNumber": "8",
      "title": "Livingstone - Exploring the Falls",
      "description": "After breakfast depart on a guided tour of Victoria Falls, one of the Seven Natural Wonders of the World. This walking tour takes you through the magnificent rain forest where you are able to view the falls and feel that famous mist upon your face. Twice the height of Niagara and twice the width of Horseshoe Falls, “ Mosi-oa-Tunya ” (“The Smoke that Thunders”) is truly breath taking, and the world’s largest sheet of falling water. Walk in the footsteps of David Livingstone, the Scottish missionary and explorer who came across these falls during his explorations in 1855. Visit one of the most famous features of this thundering wonder, the Devil’s Pool, which is only accessible to visitors at certain times of year. Enjoy a rather adrenalin-fueled dip in a pool that develops with a current minimal enough to safely swim in, within tantalizing reach of the point where the falls descend into an abyss! There are many and varied activities in and around Victoria Falls. There is white-water rafting, bungee jumping, boat excursions, fishing, craft fairs, and beautiful walks for those keen on one last outdoor experience! Or, enjoy a last pampering at the hotel. The last morning is at your leisure until you transfer to the airport for your onward flight to Johannesburg, where you will catch your connecting flight homewards."
    }
  ],
  "map": ""
}