{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "classic-honeymoon-safari-tour-savuti-okavango-delta-victoria-falls",
  "tourName": "Classic Honeymoon Safari Tour: Savuti, Okavango Delta & Victoria Falls",
  "placesVisited": "Okavango Delta, Chobe National Park, Victoria Falls",
  "generalInfo": "The romance of the unique landscape brings you face to face with the power of nature and the wonders of the African wildlife. On this custom tailored tour through Botswana, and its surroundings, you will find the seclusion of luxurious safari lodges set on the remarkable banks of the Okavango Delta and Savuti River. You can hear the lions roar through the trees and elephants traipse along the river of Chobe National Park. Enjoy the romantic senses of the landscape within the majesty of a long awaited Botswana safari trip .",
  "durationDays": "8",
  "price": "9,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Okavango – The Sensual Natural Touch Begins",
      "description": "There is a series of wonders that surround you today; from the moment you open your eyes, you find yourself within the soft caress of South Africa making your way by light aircraft into Botswana. From the air, you can see the flooded valley below weaving its way through the grasslands of the famous Okavango Delta. The golden grass and blossoming trees add diverse textures to the sprawling waters as you make your way along the lagoons and arrive beneath the endless sky at your safari camp. You come upon your comfortable and lavish safari tent that makes you feel as though you have stepped into the African savannah with royalty; a private room elevated on a teak platform with a viewing deck looks out into the majestic wilderness. The seclusion is romantic, set aside from the workings of the rest of the resort where you can look out into the landscape and see the colorful plains that appear as though they stretch along an endless horizon. Whether you spend the afternoon in the exquisite enclave of the camp or make your way through the waterways in a mokoro, a traditional wooden canoe, you can hear the sounds of wildlife around you, from chirping birds to grunting hippos that, in their own melodic ways, welcome you and help you settle in."
    },
    {
      "dayNumber": "2",
      "title": "Okavango Delta – The Senses of the Delta",
      "description": "The morning washes over the delta with vibrant hues of blue and orange shimmering along the horizon and causing the water to glow in the early light. You can hear the pure calls of the animals in the cool early air; the majority of the wildlife are most active in the morning and evening when the African heat has yet to settle over the plains. Your breakfast is served either on your deck or at the restaurant, both giving you unparalleled views to the nature beyond, where the grass begins to sway in the breeze and the light glints off of the plain. Papyrus lines the waterways along the floodplains where the water sinks knee-deep giving life to forests and grasslands. Lagoons brimming with water lilies dot the land. The day is at your leisure offering various ways to explore the surrounding scenery, whether by boat or by foot, either option brining you deeper into the natural landscape and inspiring wildlife and into a place that overflows with romance and sensuality, especially when shared. Enjoy a guided walk on Chief’s Island at the very center of the delta. The island’s concentration of game has made the area renowned, where you can see warthogs scurrying through the bushes, large and hairy, but also skittish around others. Troops of baboons lumber along the tall grass, rambunctious and loud. You are walking through the majesty of the island as your guide points out the illustrious flora and fauna that you may have overlooked in a vehicle. The late morning continues to be cool as you follow your monitor, an expert in the regions biosphere, as he tracks elephants and giraffe within the vibrant brush. As you wander deeper into the island you hear the rustle of the leaves before you see the giraffe, somehow blending its checkered coat into the trees. It is a short enough distance away to see the sleepy eyelids and slow walk; the giraffe is most closely related to the camel. Its neck is long and elegant and you can just make out its long, slender, tongue wrapping around the branches and taking the leaves with it."
    },
    {
      "dayNumber": "3",
      "title": "Savuti – Over the Delta",
      "description": "The calls of the wild filter into your dreams as you listen to the nocturnal sounds of the floodplains, from grazing hippos wandering away from the water, to the hinted jovial calls of the hyena as they scour the night. Breakfast is lavish and ready, giving you another opportunity to enjoy the flavors of Africa within the privacy of your room or along the viewing deck of the restaurant. After your meal you will soar over the delta once more, waving goodbye to the illustrious waterways and coming to Savuti, where the Savuti River flows periodically throughout the year. Settle into your lodge located on the banks of the Stolen River where the channel lays home to a vivacious mixture of elephants and lions. Once within your charming chalet constructed of glass and timber, you will have another spectacular view of the surrounding scenery where zebra often graze along the nutritious grass that stretches along the riverbanks. It feels as though you have stepped into a private world where elegant seclusion is given to you at every turn, bringing the sensations of the landscape for your eyes only as you sip the crisp, chilled flavors of champagne and get comfortable in your new, colorful home."
    },
    {
      "dayNumber": "4",
      "title": "Savuti – Wandering the Land",
      "description": "Once again you are charmed awake by the surrounding wildlife that calls through the dawn. More than just hyenas and birds today, you can also hear lions roaring and elephants trumpeting in the space where the early light makes the night recede. After another delightful breakfast you will traverse the Savuti, a region that was once a super-lake that covered northern Botswana. The marshland carries a mystical ambiance, where the land can flood or become arid no matter the local weather, a place where you can see the dried out acacia trees lining the landscape in iconic display. Along the plains you begin to hear what sounds like lively birds chirping; however, you don’t see any trees nearby. You search for flapping wings and silhouettes but find nothing. The grass begins to rustle and the chirping comes closer to the vehicle. It wasn’t birds at all but wild dogs, their jovial barks awkward to those used to the domesticated, deeper sounds of the canines back home. The wild dog is one of the most active and pack-centric animals in Africa, and is endangered with only about 6,000 remaining on the continent. They jump and yip over one another, their ears large and disk-like, giving them sensational hearing. They are known to be some of the most efficient hunters with a keen understanding of their prey, the pack, and when best to run away. A tremendous amount of zebra parade across the plain; they are a captivating display of black and white. The dogs disappear, the dust from the zebra dissipates, and you return to camp with the aromatic scent of your next meal beckoning to you."
    },
    {
      "dayNumber": "5",
      "title": "Chobe – Along the River’s Banks",
      "description": "Before breakfast, find yourself out on the plains and amongst remnants of splintering acacia, scouring the horizon in search of the mixture of animals that are awake with the dawn. The cackles of hyenas lurk through the tall grass before coming to a rest and packs of lions arise in search of a hunting opportunity. After breakfast, you will take another flight over the plains and arrive in Kasane, next door to the famous Chobe National Park. Find yourself at a lodge where the trickle of the infinity pool looks over the wide river in the short distance. If the world were flat you’d swear you would be able to see its corners just by sitting in the cool water of the lodge’s pool. With the largest single concentration of elephants within Africa, numbering around 30,000, you can almost see them marching through the vista that your room offers. In the afternoon, as the days heat begins to calm, you will venture out for your first game drive in Chobe. Along the floodplain you find Cape buffalo, known as one of the deadliest animals in Africa, and make the list of the Big Five: elephants, rhinoceros, lion, leopard, and Cape buffalo. They stand, sometimes in herds, but you can often find bulls on their own, especially along the fertile grasslands beside the water where the animals graze in the soft afternoon light as the sun begins to fade to remarkable reds and oranges."
    },
    {
      "dayNumber": "6",
      "title": "Chobe \u0000\u0000– The Wonderful Senses of Chobe",
      "description": "The morning light swallows the dawn darkness like one of the many predators of the African wild. You can hear the vibrant calls of the day from the zebra huddling along the shore. Climb aboard your open-air vehicle and venture out into the wilderness once again to experience the beauty of Chobe and the sensational wildlife that never ceases to impress. The zebra herds are captivating in their coloration and the way that they groom, always two of them nibbling another’s mane back to back in order to view the surroundings in defense of predators. When attacked or just while running along the plains, their black and white coats swirl into hypnotic colors, confusing the predators and allowing the zebras to escape unharmed. As the heat begins to loom over the landscape you find a lioness sitting within the shade of a distant tree. She twitches her ears and her eyes close and open, the heat making her sleepy, reposing alone in the lush greenery. The majesty of the lions and the wildlife can be seen in the way the lion’s coat continues to shimmer even in the shade, while you can hear warthogs grunting and running in the distance. When the evening stretches over the landscape you find the Milky Way twinkling down and lighting up the night sky."
    },
    {
      "dayNumber": "7",
      "title": "Chobe – The Surround Sound of Waterfalls",
      "description": "This morning brings new sights, new sounds, and new flavors that will take you outside of Chobe and into Zambia for the day. You relax in the morning sun, rising when your body tells you that it’s okay to wake up to the scent of fabulously fresh brewed coffee and tea. After your refreshing breakfast you will venture over the Zambian border and come to one of the Seven Wonders of the Natural World, Victoria Falls. First seen by European eyes in the 19th century, the falls are around twice the size of Niagara allowing you to see the spouting mist from an incredible distance, almost resembling an erupting volcano. The local tribe once called it “The Smoke that Thunders.” The variety of the trails around the falls gives you ample panoramas of the waterway where the river plummets over the precipice creating a wave of mist to rise over the area. The falls stretch over a width of one and a half miles and the water tumbles to the pools nearly 300 feet below. There are endless rainbows that glisten in the hazy light and can be seen either from the close bridge or beside one of the trails that will take you below. At the mouth of the falls are two pools. The Devil’s Pool is within the swirl of waterfall and is only accessible in the dry season, while the Angel’s Pool sits just before the water tumbles over the cliff, giving you the most opulent view that anyone will ever have. The wonder of the falls is in its natural scale which also lends to its remarkable beauty. Whether you spend the remainder of the day experiencing Livingstone or returning to Chobe to enjoy the luxury of your surroundings, the splendor of the day is hard to match."
    },
    {
      "dayNumber": "8",
      "title": "Kasane – A Splendid Farewell",
      "description": "This morning you rise early to visit with the natural majesty of the landscape once more. You listen for the roars of lions and cackling hyenas. You try to hear the difference between the varieties of chirping birds. You sit on your private deck and let the remaining romance of your perfectly secluded panorama show you one last splendid moment. Before breakfast in the coolness of the morning you can see the elegant stride of a lone elephant in the distance sipping along the river. After your meal you will be taken to Kasane and then soon along to Johannesburg where you will make your flight home. No matter where your flight takes you, you will always have the memories of the remarkable senses of Botswana. Browse the safari trip reviews to Botswana for traveler reviews and ideas of how you can further customize your trip."
    }
  ],
  "map": ""
}