{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "exclusive-botswana-namibia-air-safari-for-couples",
  "tourName": "Exclusive Botswana & Namibia Air Safari for Couples",
  "placesVisited": "Okavango Delta, Moremi Game Reserve, Makgadikgadi Salt Pans, Â Central Kalahari Game Reserve, Etosha National Park, Damaraland, Skeleton Coast, Sossuvlei, Fish River Canyon",
  "generalInfo": "Southern Africa is nature's great playground, a kaleidoscopic concoction of ethereal landscapes virtually inaccessible by land. Swoop low over the beauty and land in a remote wilderness, and then allow the wild game of Africa to engulf your movements on the ground. Eleven days of air safari is elevated by exclusive camps and absolute privacy. You'll be getting lost together, in the heart of the planet's most remarkable natural wonders.",
  "durationDays": "12",
  "price": "21,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Maun – Arrival to Botswana",
      "description": "The romantic adventure starts in Maun, central Botswana. A guide will meet you at the international airport and transport you directly to an exclusive luxury lodge on the outskirts of the town. Soak up the first views of the wilderness and spend the day relaxing from the international flight as your private air safari adventure together begins tomorrow."
    },
    {
      "dayNumber": "2",
      "title": "Chobe National Park – Aerial Journey and Stunning Elephant Safari",
      "description": "Anticipation merges with excitement as you cross the quiet runway and stand before the Cessna 210. The pilot is all smiles as he gives you the tour. There are two seats together in the back and a passenger seat in the cockpit. You're the only two passengers so sit wherever you want. Scale and detail leave lingering impressions as you ascend above Botswana, the pilot cruising low over vast tracts of forest, desert, and waterways. You're high enough to revel in the vastness of the wilderness, yet close enough to pick out individual details. Elephant herds clump together, migrating antelopes dot the singed plains, and individual giraffe are easily spotted beside the river. Touch down in Chobe National Park and witness these scenes in close-up detail. A local safari guide takes you on a game drive through the forests, each turn revealing another elephant herd or giraffe tower. Local estimates for the elephant population vary between 60,000 and 120,000. Either way, it's easily the largest collection of wild elephants on the planet. Their calls resonate through the trees, their trunks spray water at waterholes, and the four-ton pachyderms virtually surround your camp. Tonight's accommodation is a taste of what's to come. Nature's soundtrack runs on through the night, a crackling fire keeps the big cats at a safe distance, and glorious panoramas extend from your king sized bed. An en-suite bathroom has been erected in the bush, complete with hot showers and ceramic toilet, and comfy lounge chairs are perfect for uncorking a bottle and being alone with nature. There isn't another camp in sight."
    },
    {
      "dayNumber": "3",
      "title": "Moreme Game Reserve – Flying Over the Okavango Delta",
      "description": "Vibrant expanses of green and blue mark today's journey above the Okavango Delta, nature's greatest oasis admired from a premier vantage point. Gaze towards the horizon and the seared desert landscape is clearly apparent. But meandering waterways roll beneath the wingtips and your pilot cruises low for some intimate detail; zebra splashing through the shallows, hippos wading around, and large herds arriving in search of water. Trade out the wings for a traditional mokoro boat and tour the blue channels, a skilled gondolier bringing you remarkably close encounters to large pods of hippos. Today's camp is situated on Chief's Island, a remote haven inaccessible by land for most of the year. A private veranda is perched above the river. So sit back and watch the conveyor belt of thirsty mammals coming to drink. Some wait patiently, the smaller antelopes only approaching when all is clear. An elephant herd arrives and the rest disperse. But another pachyderm herd wants to drink and a showdown slowly evolves before your eyes. Lion roars reverberate through the camp come sundown, evocative reminders of just how far you've been transported into the animal kingdom."
    },
    {
      "dayNumber": "4",
      "title": "Makgadikgadi Pans – Aerial Adventure in the Vast Salt Pans",
      "description": "Blue and green hues are replaced by mystical whiteness as you soar above the Makgadikgadi Salt Pans. Ethereal tones gradually increase with each day of this air safari, today's white mirage shimmering with primitive beauty. The pilot and itinerary are always flexible, so each day's flight will leave at a time that suits you and your partner. Routes are also fluid. A myriad of remote airstrips provide opportunities to land in disparate parts of the wilderness. Touch down, spend an hour exploring and admiring, and then cruise above the salt pans once more. Zebras leave swirling trails of dust as they charge across the snow-like mirage; the odd bull elephant provides juxtaposition to the white wonderland, and tonight's camp offers uninterrupted 360 degree panoramas of the salt pans. You're hundreds of miles from the nearest road, and much further from any settlement."
    },
    {
      "dayNumber": "5",
      "title": "Kalahari – Touching Down in Remote Lion Country",
      "description": "The Kalahari Desert dominates much of Southern Africa, almost one million square kilometers of scorched hinterland inhabited by just a few remote tribes. This is prime lion country. Skilled predators lie in wait beside permanent water sources, knowing that all the Kalahari's ungulates must drink at some time. Today's aerial flight brings fabulous impressions of scale, the rugged landscape crossed by parched riverbeds, colorful canyons, and sun dappled rocky outcrops. A wide selection of airstrips can be used over the next two days, some of them having to be cleared of mammals before you touch down. From the air all seems deserted. A kaleidoscopic range of browns and reds dance beneath your eyes, yet the wildlife is difficult to find from the sky. But touch down and you’re in the heart of big game wilderness. Settle into the luxury camp and marvel at the view. All seems quiet. Keep watching. Ten minutes later a buffalo herd wanders past. Now a giraffe. Next comes a distance shot of black-maned lions. Your guide is on hand and drives you closer, the ferocious teeth and dazzling fur admired at close quarters. Once again, you're the only guests at the mobile camp and the sounds of the wild continue long into the night."
    },
    {
      "dayNumber": "6",
      "title": "Kalahari – Aerial Safari Exploration of the Central Kalahari",
      "description": "The Central Kalahari Game Reserve deserves two days of aerial adventure. Swoop low and land beside remote waterholes. These inaccessible animal havens rarely see human eyes and you join an elite group who has journeyed into such secluded animal space. Leopards and cheetahs mix with the lion prides and hyenas regularly scuttle past. The day's itinerary is very flexible but it's worth getting an early start to admire the landscape's evocative journey from black to orange and then charred red. Like the rest of this itinerary, all meals are included and you're treated to a sumptuous menu of local and international cuisine. Picnics are packed in the plane each day, lavish breakfasts are served with enduring views over the wilderness, and dinners are slow, languid affairs. A table for two is erected in the bush, complete with candle light or kerosene lantern. Multiple courses are served, each complimented by a varied wine menu and champagne on ice."
    },
    {
      "dayNumber": "7",
      "title": "Etosha National Park – Into Namibia's Premier Safari Destination",
      "description": "Botswana and Namibia provide very different air safari experiences. Botswana's hinterlands showcase greater animal abundance and shorter flights. The flights are longer in Namibia and there's less chance of spotting mammals from the sky. However, the landscapes are arguably the most compelling on the planet. Your Namibian adventure begins in the north. Cross the last fringes of the Kalahari and cruise above the vast Etosha Pan. During wet season, this pan flourishes into a flood plain of animal superfluity. In dry season months, the waterholes diminish and make Big Five spotting relatively easy. Your luxury camp stands on the edge of the pan, offering seemingly endless vistas marked by giraffe necks and dangling elephant trunks. A late afternoon game safari brings new delights, your guide driving to popular rhino spots, providing intimate encounters with these endangered greats."
    },
    {
      "dayNumber": "8",
      "title": "Damaraland – The Dramatic Wilderness of Damaraland",
      "description": "Indelible feelings of escapism are omnipresent throughout this air safari. Few vacations can offer such a secluded and intimate experience with your partner. It's rare that you'll see people, other than your pilot and local safari guides. Tranquil, unperturbed, uninterrupted; there's nothing breaking your togetherness and immersion in nature. A long morning game drive provides additional Big Five moments before an afternoon flight enables you to explore dramatic Damaraland. Bizarre rock formations ripple with color, rugged mountains stand above gaping valleys, and there's a primitive brilliance that leaves lasting impressions. This is a landscape with unique character, every square mile bringing fresh nuances and subtle shades. Tonight's camp is inescapably lost in the Damaraland wilderness, overlooking a canyon occasionally crossed by rhino and elephant."
    },
    {
      "dayNumber": "9",
      "title": "Sossusvlei – Scenic Flight along the Skeleton Coast",
      "description": "Staggering sand dunes burn red all down the Namibian coastline, a barrier of sand that stretches for thousands of miles. Over the next two days you traverse the length of these dunes, soaring over burning orange ridges and dunes that rise over 400 meters. Colonial explorers couldn't pierce this barrier and their shipwrecks, half consumed by sand, litter the Skeleton Coast. Cruise low above these shipwrecks, gaping at how nature has overtaken man's creation. Masts peer out above the dunes, whole wooden ships stand stranded in the red, and the Atlantic Ocean shimmers blue just to your right. Today's is the longest of all your flights and there will be a couple of stops en route before you camp beside the renowned dunes of Sossusvlei."
    },
    {
      "dayNumber": "10",
      "title": "Fish River Canyon – Discovering Sossusvlei and Flying to Fish River Canyon",
      "description": "Sossusvlei is hypnotic at sunrise, the layers of dunes slowly illuminated until they burn like orange flames beneath the sky. An early start provides staggering views; little but sand dunes and dazzling ocean fill your endless panoramas. Wide clay pans break the ridges, but then you settle back into row after row of snaking lines that rise and fall across the desert. Follow a ridge. It weaves and dips, rises and curls, eventually spitting out in the ocean. These vistas continue for almost two hours, the desert unveiled for just the two of you in the back of the Cessna. Today's destination is equally mesmeric. Everyone knows the Grand Canyon as the world's largest but did you know that Namibia's Fish River Canyon comes second on the list? A dramatic scar opens up the landscape, cutting rugged lines down to a parched riverbed and dominating the landscape for over 50 miles. You spot it from a distance and then the pilot skillfully cruises down and hovers just above the canyon. Helicopter rides in Nevada's Grand Canyon are idolized and popular, but there will be few other couples in the world that have flown above and through Fish River Canyon. Tonight's camp is situated near the canyon in a clearing of classic African bushland."
    },
    {
      "dayNumber": "11",
      "title": "Windhoek – Beautiful Final Flight to Windhoek",
      "description": "A final day of aerial safari loops inland, skirting the edges of the Kalahari and crossing huge swathes of Namibian wilderness. Impressions of scale continue to come through the window and the camera eagerly snaps away at the final shots of aesthetic wonder. It's around 400 miles to Windhoek and the pilot touches down in the capital city. Namibia's premier luxury hotel brings a change of pace to the night's accommodation. After ten remote camps you now have opulent dining rooms and wine bars to enjoy. It's a different side to Namibia and Southern Africa, and you're now back in a reality that's more recognizable to home."
    },
    {
      "dayNumber": "12",
      "title": "Windhoek – Departure",
      "description": "A scheduled international departure takes you out of Southern Africa and back across the Atlantic. It's farewell to Namibia and Botswana but the photos and memories will last for decades to come."
    }
  ],
  "map": ""
}