{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "diverse-big-game-safari-in-botswana-okavango-delta",
  "tourName": "Diverse Big Game Safari in Botswana & Okavango Delta",
  "placesVisited": "Johannesburg, Mashatu Game Reserve, Central Kalahari Game Reserve, Sandibe Reserve, Okavango Delta, VumburaÂ Reserves, Maun",
  "generalInfo": "The desert and the delta are two safari destinations that delight in their difference yet surprise in their similarities. Together, the desert and the delta make for an immersive safari experience that encompasses the complete range of wildlife, landscapes, and activities. Using four exquisite reserves and concessions, this safari itinerary will reveal the exclusive safari wonders of Botswana before culminating in spectacular nights amongst the flooded channels of the Okavango Delta.",
  "durationDays": "12",
  "price": "11,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Mashatu Game Reserve – Classic Private Reserve Safari Experience",
      "description": "As you arrive on a small plane, you will immediately grasp the scale of Mashatu. Expanding across the boundaries of Botswana, South Africa and Zimbabwe, Southern Africa's largest private game reserve is surrounded by unbroken miles of wilderness. The Mashatu is a remote desert and savannah, scorched and dusty throughout most of the year. Waterholes are dotted across the reserve, permanent places of bounty that brings wandering life from across the Kalahari region. Elephants, giraffe, lions, zebra herds, and whatever you are dreaming of, there's a strong probability that it lurks in this reserve. You will land first at O. R. Tambo International Airport in Johannesburg and then transfer onto a small charter flight that will take you into the untouched promise of your African safari. Touch down and the aerial expressions of scale will be replaced by impressions of intimacy. A luxurious camp overlooks the water, and it is here that your safari begins. Lounge on your verandah as a giraffe wanders along the horizon and then dine beneath the stars as elephant silhouettes come in to drink. Wake to the rustling sounds of zebra grazing just a few meters from your room. Effortlessly blending into nature, your luxury lodge regularly see wildlife frequent. It's not that unusual for big cats to be spotted from the sanctuary of your room. After a relaxed lunch, you will enjoy an introductory game drive for a chance to explore your first safari sights and take those first adoring photos of Botswana's great mammals."
    },
    {
      "dayNumber": "2",
      "title": "Mashatu Game Reserve – All-Inclusive Intimacy on Foot and Horseback",
      "description": "Drive to a rocky platform to watch elephants clash beside a sandy river, and then walk into the savannah and learn to recognize the different antelopes that call Mashatu home. Picnic above a pod of hippos before you follow the giraffe as they graciously roam. When you spot a lion, the safari vehicle can get closer to take you alongside pride as they feast on a bloodied carcass. When vultures swirl ahead, you are guided into the savannah to discover what's just fallen. The lodge provides an immersive safari program as you mix game drives with walking safaris and adventures on horseback. The focus is on flexibility to give you the chance to try it all and tailor your own itinerary of activities. Skilled bushmen guides take you through the savannah to piece together subtle clues as you are led into a realm of atmospheric sounds and smells. Distant calls ring out, and a jackal may poke up its head before disappearing into the grass. On a horse-riding safari, you will also become part of the landscape, just another animal amongst tens of thousands. Springbok will stop to inspect your mount, rather than running off. Zebra is intrigued, and experienced riders can get close to the black and white herds. When you gallop across the savannah, you will become the center of wildlife attention as the other ungulates are stirred into action. In Mashatu Game Reserve it is not just the wildlife you get to see; it is how you can see it. Activities can last all day or be customized into a program that includes peaceful hours at the lodge."
    },
    {
      "dayNumber": "4",
      "title": "Central Kalahari Game Reserve – The Gems of the Kalahari",
      "description": "In a light aircraft, you will fly across the Kalahari and gaze down on the kaleidoscopic colors that scorch the land. Rusty reds merge into flowing yellows with the landscape occasionally interrupted by a dried-up river bed or zigzagging canyon. Looking down on the earth below, it is hard to imagine that anything could survive here yet wildlife thrives in this place of seeming desolation. A swathe of bushes and trees surround your camp to draw their water from underground to attract large numbers of springbok and oryx. Zebra and wildebeest herds roam past to pick from the bounty before continuing their nomadic journeys. Such an array of plains game attracts the predators, and the reverberating sound of lion roars are experienced on many evenings here. Your safari lodge remains one of few places to stay in the reserve that covers over 50,000 square kilometers. Such space and scale ensure that the safari experience is predominantly a private one; you could spend a whole day exploring and not see another vehicle. After landing, you can lounge by the pool and watch the ungulates skip across the horizon and then head out on a short afternoon game drive for an introduction to the area around your accomodation. Return to the camp, and then sit back on your enormous viewing deck to admire the animals that visit the permanent waterhole beneath the camp."
    },
    {
      "dayNumber": "5",
      "title": "Central Kalahari Game Reserve – Full-Day Game Drives in an Epic Wilderness",
      "description": "Sometimes you can look out at the Central Kalahari and see nothing, or just the same thing, dependent on the perspective. It's just desert, scorched and barren, stretching out in every direction. But look a little closer, and there are clues everywhere. Perhaps a leopard's prints softly embedded in the sand, or maybe an elephant appearing in silhouette along the horizon, or a bush that hides a small herd of gemsbok. This is a landscape of clues and following them brings intimate safari encounters. Trace the leopard prints towards an area of bushland and find the cat in his hideout. Drive close to the gemsbok herd and discover an accompanying band of steenbok. Continue to another waterhole and there may be a pride of lions ruling the water, including two with flowing black manes, a distinctive specialty of the Kalahari. Over these two days, your safari itinerary is flexible although it's the full-day game drives that reveal the beauty of what is Africa's largest desert safari destination. Bushman trackers can also lead walking safaris, which are imbued with thrills as various animals are attracted to the camp's waterhole. The desert's lack of water means it can't support the same quantity of animals as the delta. However, the quality of the sightings is exceptional. Rare animals like black-backed jackals are just two meters from the safari vehicle. Lion chase gemsbok beneath the veil of sunrise. Zebra congregates in the hundreds, and there is emotion on every face. For awhile, one glance will suggest that there is little to see in the desert, but two full days reveal that no two angles are ever the same."
    },
    {
      "dayNumber": "7",
      "title": "Sandibe Reserve – First Impressions of the Great Oasis",
      "description": "The Sandibe Reserve shares an unfenced border with Moremi Game Reserve and offers a quintessential Delta experience. Water cascades in many directions, attracting the prolific birdlife along with the abundance of ungulates. You will fly from the Central Kalahari to Maun, and then connect with another light aircraft bound for the Sandibe Reserve. Your first Delta impressions will come from your suite, which is raised above the Santantadibe Channel. White-backed vultures circle above the lodge to indicate a bloodied carcass on the ground. Buffalo and elephant abound, and it is impossible to count all of the herds. Tsessebe and red lechwe skip past to provide new safari sights as you enter the realm of the Okavango Delta. You will enjoy an evening canoe safari (during high water months) which will reveal more of the local residents. During the dryer months, game drives can take you along the permanent channel to discover wildlife as they come to seek water."
    },
    {
      "dayNumber": "8",
      "title": "Sandibe Reserve – Big Game Safari in a Variety of Thrilling Habitats",
      "description": "Gaze one way, and there is an iconic view of the Okavango Delta with its lush floodplains and flowing channels inhabited by large numbers of antelope. In the desert, it is easy to gaze out and see everything within a few miles. But the thick bushes and reeds of the delta make it hard to see beyond a few meters so the antelopes must be fast and nimble to avoid the predators. For where they are water and ungulates, there's often a profusion of predators waiting to pounce. The game viewing also changes in the Delta. In the desert, you followed clues over large areas while in the delta, you will travel slowly on the lookout for the animals as they hide in their haven. Turn a corner, and large lionesses are seen in the reeds with only their faces visible from a few meters away. As you're watching, a flock of spur-winged geese may flicker in your periphery. Refocus, and you will find the leopard as she descends from the tree and then drops into the grass that hides her from a herd of impala. Giraffe rise above the palm trees while elephants rove through thick stretches of mopane woodland, making each of the habitats a new safari photograph."
    },
    {
      "dayNumber": "9",
      "title": "Vumbura Reserve – Iconic Okavango Private Concession Safari",
      "description": "Vumbura Reserve will enhance the intimacy of your Okavango experience even further. Just a handful of guests are permitted to enter this reserve so it is rare that you will encounter other vehicles or canoes on your adventures. The wilderness that surrounds your contemporary hotel is exquisite as viewed through the floor-to-ceiling windows. Situated in the north of the Okavango Delta, this reserve offers one of Botswana's most unashamedly luxurious experiences, with the rich local game complemented by a thrilling array of resident game. Sometimes it's even possible to see lions from the wooden verandahs. After eight days of safari, the opulence of your premier lodge is ideal if you're seeking to relax and reenergize. Lie back on the deck as four-legged characters rove across the marshland in front of the lodge. Elephants will pass in large herds as hippos will emerge from the water. You will fly here from Sandibe, and most visitors spend the first day lying back at the camp to watch the Okavango Delta unfold. Head out along the channels in a traditional wooden canoe ( mokoro ) to paddle alongside the large pods of hippos. A handful of males barges around while youngsters roll on the muddy banks, before three yawn in unison to provide the iconic photo. Motorboat safaris can leave from here and head into the nearby Moremi Game Reserve to provide a vivid impression of the Okavango Delta scale. Game drives traverse the muddy trails of the marshes and forest and bring encounters with the resident predators. Stay out after dark to listen to the spooky sounds and discover an unusual collection of nocturnal hunters. If the Okavango Delta is the flagship safari destination of Botswana, then this accommodation is its opulent gem as contemporary luxury meets the thrills of the wild."
    },
    {
      "dayNumber": "12",
      "title": "Maun \u0000\u0000– Departure",
      "description": "After breakfast, you will depart for the airstrip where a light aircraft will take you for one last aerial safari experience. Touch down in Maun where you will connect with your international departure."
    }
  ],
  "map": ""
}