{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "custom-okavango-safari-for-the-entire-family",
  "tourName": "Custom Okavango Safari for the Entire Family",
  "placesVisited": "Nxaragha Island, Moremi Game Reserve, Shinde Concession",
  "generalInfo": "A bespoke safari that is handcrafted for families seeking to discover the Okavango has more adventure packed into it than you could imagine. Work together as a family to paddle a traditional canoe past hippos, learn how to track game from barefooted bushmen and explore a private wilderness that overflows with wildlife. As you stay in private camps and enjoy a specialist young explorers' program, this 8-day safari will showcase the wilderness with all of its excitement and surprises. From big cats to making fires, elephant herds to bush walks, this itinerary is a safe and exhilarating immersion into the Okavango wilderness.",
  "durationDays": "8",
  "price": "12,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nxaragha Island – Tranquility in the Heart of the Delta",
      "description": "The Okavango floodplains provide a soothing sight after your flight to Botswana. Water extends in all directions, rippling away towards pods of hippos and the odd nomadic elephant. Your safari begins from the camp's wooden verandah as glimpses of Africa's giants occupy the view in every direction. Some animals come closer as a zebra skips past as a large herd of lechwe takes a drink. One of the Okavango's great highlights is the opportunity to spot wild game directly from your camp when you least expect it. It may be a giraffe walking past at dinnertime, or hippos emerging from the water as a buffalo herd comes just beneath your verandah. Especially for children, the safari feels like a constant surprise, which keeps them engaged and interested. Your international flight will land in Maun, where you will be met by a representative and transferred to a light aircraft. Throughout the safari, you will hop across the Okavango in small chartered planes which dramatically reduces your travel time. What may be 8 hours away by road and boat, is just a 20-minute flight between remote airstrips. Each aerial journey is part of the safari experience as the Okavango stretches out beneath the wingtips with elephant and giraffe spotted from the plane window. You will enjoy an excellent sense of scale, which serves to enhance the sense of intimacy when you touch down on Nxaragha Island."
    },
    {
      "dayNumber": "2",
      "title": "Nxaragha Island – Classic Okavango Water Safari",
      "description": "Meandering channels extend from Nxaragha Island, some lined with thick flourishing reeds with others dominated by large pods of hippos. You will set off in a traditional wooden canoe (known as a mokoro ), with a guide paddling you along the waterways to bring personal encounters. The hippos grunt, barging along the banks with your boat just ten meters away. One yawns and provides an inspiring sight of teeth and jaw. Another is young, a cute baby hippo that brings a chorus of admiration from your family. Like every activity on the safari, this mokoro canoe ride is private and runs to your rhythm. Choose to stay out for hours, exploring the maze of channels, or paddle back to the camp and watch the world unfold from the balcony. The safari program is customizable although there's a caveat at Camp Okavango in that there is no land. Camp Okavango is a purely water-based safari experience, with the mokoro rides complemented by motorboat safari. Heading across the lagoons, you will seek out the hideouts of leopards. At first, the camouflage is complete. Look closer, and there are spots found amongst the jackal berry branches with a predator draped across a tree before descending onto the island floor and coming to the shore. Lions lounge in the shade of palms, a couple of cubs providing the cuteness as a maned male showcases power. Life in the Okavango revolves around the water, and today's flexible boat safari reveals all those coming to drink."
    },
    {
      "dayNumber": "3",
      "title": "Shinde Concession – Your Family's Private Piece of the Okavango",
      "description": "Nxaragha Island is the classic Okavango experience as the lagoons and lavish waterways are filled with nomadic herds and wandering giants. The Shinde Concession has a mixed habitat as riverine forest blurs into floodplains and water channels spread out towards both the open grasslands and the thick woodland. A private concession, the Shinde is accessible only to those staying at one of its camps. Within this concession, your family will have your own private piece of the wilderness, a stretch of land and water as wild as your imagination. Exclusivity is the attraction here, and your family will have use of a private six-bedded camp that's deep in the wilderness. Like the other camps on this itinerary, comforts like hot showers, proper toilets, and raised beds are provided, yet the spacious canvas tents do not interrupt your immersion in the wild. After your flight, you will be transferred from airstrip to camp in an open safari vehicle. Throughout the morning, your game drive adventure will offer an acclimatization with the bush as your guide will offer tips on how to spot and track both animals and birds in the wild. From your vehicle's safe vantage point, everyone will start to understand the tracks of elephants, the clues left by predators, and who is who of the antelopes. After lunch and some quiet time back at camp, the afternoon will introduce animal behavior and bushcraft. Skilled guides teach a harmony with the landscape and how to treat the wild with respect. The language of the African bush is everywhere, revealed through sights, sounds, and smells. On a game walk, your whole family will become aware of how the Okavango is talking, leaving little clues which can guide your safe adventure."
    },
    {
      "dayNumber": "4",
      "title": "Shinde Concession – Specialist Young Explorers Okavango Safari",
      "description": "The young explorers' program isn't just for the children. Rather than simply keeping your kids occupied, the emphasis is on the whole family exploring together. A bespoke program is designed based on your interests and mood to combine both land and water-based activities. An educational experience is at the heart of the program, one that intricately reveals the environment. Soon you will be inspecting spoor, recognizing shouts, following tracks, and leading your own bush adventure. In this private concession, the direction of every walk or drive is decided by you. Follow a jackal's call, track the circling vultures to find a carcass, follow the fresh dung to be surrounded by hundreds of lechwe. Can you follow the trail of a zebra herd that passed by at dawn? By moving slowly and silently, how close can you get to a giraffe? Your morning and afternoon activities are fully interactive, whether it's a bush walk, game drive, mokoro safari, or motorboat cruise. After lunch, the hottest part of the afternoon is a time of rest, and in the quiet, the guides will teach traditional bush survival skills to your children. Your kids will learn how to make fire by rubbing sticks, weave baskets from palm fronds, make bow and arrows from what's available in the bush, and create indigenous tribal jewelry from the natural surroundings. These are all skills developed over the millennia by local people, another aspect of their harmonious coexistence with the landscape. Canoe safaris are an excellent way to learn more about local skills such as how to spot and approach a rare sitatunga that is hiding under the water, where to find fresh and clean drinking water amongst the moss and reeds and how to stay in harmony with testosterone-fueled young hippos. On game drives, you will follow the tracks of the most revered animals. Can you get close to a pack of wild dogs, or uncover a cheetah, or discover why wildebeest and impala appear so skittish? Expert guides are on hand, so you are not alone on your self-guided journey. By practicing these new skills and following the guides' tips, your children can lead your family on a thrilling journey through the bush. Your camp accommodation will continue your immersion in the wilderness. There is no electricity, and all the food is cooked over the fire or in a bush oven. Modern gadgets quickly lose their battery power, and there is nothing manufactured interrupting the experience. At first, it can frustrate the children but spending three days deep in the bush can drastically change attitudes to certain things. Every family that has spent time here reflects on the many ways that Africa has that the rest of the world could learn from."
    },
    {
      "dayNumber": "6",
      "title": "Moremi Game Reserve – Aerial Safari and Thrilling Game Drives",
      "description": "You will fly south to complete your Okavango safari to land in the game-rich heart of the Delta. Moremi Game Reserve is where hyenas cluster and cheetahs emerge from the grass, where impala are chased across the river channels and buffalos clash with lionesses. After three days of the explorers' safari, your final two days are focused on exhilarating game drives and seeking out the most iconic of safari scenes. You will go in search of lions on the prowl with everyone holding their breath as the lionesses isolate a young zebra. You will seek leopards in their realm and watch them come down from the trees and elegantly wander past the vehicle. Rare wild dogs snarl while hyenas cast you curious glances as you journey across the islands. You will enjoy more of a classic big-game safari experience and the chance to watch the scenes unfold as if watching a documentary."
    },
    {
      "dayNumber": "7",
      "title": "Moremi Game Reserve – Relaxed Final Day of Big Game Safari",
      "description": "Standing above the Maunachira River, the your camp is located among the Okavango's premier big game area. Buffalo congregate on the banks, elephant and giraffe regularly wander past the camp, and there is an elevated level of luxury following your time at Young Explorers. Electricity is available, and the family tents feature a balcony with river views and spacious en-suite bathrooms. This is a child-friendly camp, and the guides are trained to provide tailored activities for the entire family. Spend the day enjoying your families favorite safari activities. You could choose to take another mokoro to go past the herons and stalks as the lechwe look on. You may want to take another game drive to follow the yelp of the baboons to find a cheetah and her cub in the high grass. As always, there are little extras that keep everyone entertained. Perhaps a surprise visit by a zebra herd while you are eating breakfast, using a hide to get a closeup of a tsessebe, following elephant silhouettes across the horizon at sunset, or learning the moves of a tribal dance. It can be as relaxed or as adventurous as you'd like it to be, from a full-day game drive and picnic to a day lounging on the verandah watching the wildlife roll by."
    },
    {
      "dayNumber": "8",
      "title": "Moremi Game Reserve – Departure",
      "description": "From the Moremi Game Reserve, a light aircraft will bring you back to Mau. These final moments of your safari experience will offer sublime views over the enormity of the Okavango. A representative will assist you in Maun as you transfer onto your international departure with fantastic memories that your family will be anxious to share upon your arrival home."
    }
  ],
  "map": ""
}