{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "complete-okavango-delta-safari",
  "tourName": "Complete Okavango Delta Safari",
  "placesVisited": "Maun, Okavango Delta, Moremi Game Reserve, Vumbura Plains, Chief's Island",
  "generalInfo": "The Okavango Delta: a dazzling oasis of habitats and big game, a safari destination of pure wilderness and fabulous diversity. This 12-day safari submerges you in its beauty, using four exceptional camps to capture the quintessence of the Delta. Surround yourself with water in the Western Okavango, savor the abundance of big game in the Delta's heart, take a walking safari through the eastern plains, then settle into the thrilling exclusivity of Vumbura to the north.",
  "durationDays": "12",
  "price": "22,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Moremi Game Reserve – Completely Surrounded by the Water",
      "description": "Imagine the Okavango Delta, and water comes to the fore of all preconceptions. It's the Western Okavango that most aptly responds to these images, lush blue stretching far beyond the eye can see. Arriving here is a real adventure, a mix of light aircraft and motorboat taking you to a camp that's fully surrounded by water. You'll be greeted at Maun International Airport and assisted in a transfer to a small plane, which cruises above the enormity of the Delta. Touch down and Xigera provides the astonishing big water experience a first-time visitor would expect from the Okavango. The camp is reached by a long wooden walkway, taking you over the water to tented chalets that stretch around the edge of an island. Relax, savor the views, and settle into the serenity of this beautiful corner of the Okavango."
    },
    {
      "dayNumber": "2",
      "title": "Moremi Game Reserve – Relaxed Wetland Safari",
      "description": "Wake to a chorus of birdsong and emerge onto the deck to find a flutter of tropical birds. Red wings merge with green beaks and there's always an exotic winged sight around the camp. Grunts alert you to hippos wading across the channel, while echoed shouts suggest elephants are nearby. Relax, take your time, slowly allow your rhythm to slow down to Okavango levels. Nothing is rushed here and a great appeal of the safari is being able to fully disconnect from the rest of the world. A plunge pool overlooks the channel – a great place to watch the hippos – while your private verandah offers a wonderfully tropical panorama. While Xigera is perched on the edge of an island, the vegetation is thick and swampy, providing a hiding place for an assortment of wildlife. Rather than go by land, these two days are all about exploring by boat. Travel in a wooden mokoro (traditional canoe), the guide paddling along the channels that hug the western fringes of the Delta. The Okavango River spills from the west, and it's this area that offers the wildest green colors and most resplendent channels. Paddle slowly, past the hippos that quarrel. Watch them interact, size dictating dominance in the pod. Turn a corner and the huge grasses rescind, revealing an elephant herd bashing their rumps against palm trees. Seeds rain down from the trees and the pachyderms eagerly gobble them in mid-flight. Another turn and a very rare sitatunga fills your vision, grazing elegantly on the banks. With a mokoro safari, you're virtually silent, which helps to get you exceptionally close to wildlife. Motorboat safaris provide a greater range, enabling you to travel towards the most game-rich areas of Moremi Game Reserve in the Delta. It's not quite as charming, but then you turn a corner, and a tower of giraffe are juxtaposed with zebras' stripes. Or a lion pride lurks silently, glimpsed through the flickering of the grass. Xigera doesn't offer high densities of predators, but it provides a genuine water experience and an indelible introduction to this inspiring wilderness. A flexible program of motorboat and mokoro trips are offered, and the camp is a serene base to start taking it all in."
    },
    {
      "dayNumber": "4",
      "title": "Moremi Game Reserve – Crossing the Okavango by Boat",
      "description": "Today is an immersion in scale. To reach your next luxury camp, you travel by motorboat, crossing almost half of the Okavango Delta. It's a thrilling adventure, a journey where every moment takes you deeper into the wilderness. Surprise defines the day. Hippos fighting on the banks, lionesses jumping after red lechwe, a buffalo herd barreling its way across the water, then turning around when it gets too deep. It takes half a day to arrive at your luxury accommodation and what an arrival there is! Three lion prides inhabit the camp's immediate surroundings, along with resident leopards and the prowling of a hyena pack. It's often possible to see the predators from your private tented suite. Raised on stilts above the ground, your luxurious suite provides a confluence of natural immersion and modern opulence. It's at one of Botswana's most exclusive and popular camps, where there are just nine suites offering wonderful views over the floodplain; expect big game sightings from your bed. After lunch at the camp, you head out on a game drive across Chief's Island, getting intimate with the exceptional abundance of predators that lurk nearby. Over these three days, there are multiple opportunities to see some of these breathtaking animals on a hunt."
    },
    {
      "dayNumber": "5",
      "title": "Moremi Game Reserve – Exceptional Big Game Land Safari",
      "description": "Chief's Island provides drama, the green enclave providing a bounty of food for almost all Africa's large mammals. Ungulates come here in their droves, supporting the myriad of predatory cats. On an early morning game drive, you see them in action. A vervet monkey hangs limply from a leopard's jaws, the spotted hunter taking to the trees for a morning meal. A racket of protest comes from neighboring trees, the rest of the troop voicing disapproval but unable to challenge the leopard. Lions crunch noisily on an impala carcass, tossing bones aside to reveal bloodstained teeth. Looping through the forest, you find nomadic hyenas, on the prowl for the weak and sick. They snarl, then turn, scampering away towards the squawking of a vulture flock. For big game safari, Chief's Island is one of the finest destinations in the whole of Africa. Game drives are the only realistic means of exploring, partly because of the sheer abundance of big cats. Elephants, hippos, giraffe, baboons, big antelopes like hartebeest; every turn seems to bring another giant. Black and white rhino might also be spotted; there's only a handful of these elusive mammals in Botswana, and they inhabit this area, although sightings remain rare. Chief's Island is the game-rich heart of the Okavango, and the island's northern tip is where life is most concentrated. Morning and afternoon game drives take you through the wilderness, with a focus on predatory scenes. During the middle of the day, you can slumber at the camp, watching the inevitable procession of life along the water. Dawn and dusk maximize opportunities to see fabled scenes. A female hyena calls in the last light of day, alerting the scattered pack to the remains of a zebra carcass. Lionesses slowly stalk the fertile plains, tracking a herd of red lechwe that skillfully avoid the predators' clutches. The same female leopard continues to lurk close to camp, hunting on the ground and in the trees. While most of the game drives head into the wider Chief's Island landscape, your camp also has its own small private concession. So encounters with its resident predators are enhanced by their exclusivity."
    },
    {
      "dayNumber": "7",
      "title": "Okavango Delta – Thrilling Walking Safari",
      "description": "Fly across the Delta in a small plane, casting your eyes on the complexities of the landscape. Lush blue channels sweep out in many directions, encircling lost islets and sandbanks. Forests hang over open floodplains while Chief's Island lingers like a sentinel, always maintaining its position in the Delta's heart. As you fly east, the water becomes less apparent; its tone muted as the Okavango cascades out into the raw Kalahari Desert. But it's still green and abundant, a landscape that holds many secrets and delights. From the airstrip, a short drive brings you to Footsteps Across the Delta, a mobile tented camp that caters for a maximum of nine guests. Unlike the other camps on this itinerary, there isn't a plunge pool or opulent fittings. Instead, the rustic camp provides a comfortable base that is completely enveloped by nature. You become a part of the bush, hidden beneath a woodland awning. And while it's a mobile camp, you still enjoy en-suite flushing toilets, hot showers, and a private bathtub for a tranquil evening beneath the stars. For these two days, the experience is focused on the tranquillity of the camp and thrill of walking safaris, with expert trackers taking you along the trails of the plains game. While lion and hyena occupy this area, local trackers follow the clues, and you step towards inspiring encounters with a great diversity of other life. Emerge from the trees and come face to face with a kudu herd. Stand just ten meters away from a tower of giraffe, then follow the tracker to find tsessebe and red lechwe, unique antelopes of captivating color. Move quietly, footsteps bringing astonishing proximity to large elephant bulls. Each walk lasts around three hours, and you're usually driven to a start point away from the camp, helping you explore a wide area during these two days. Next, you take a longer afternoon walk before two walking safaris. A good level of fitness is not required, just a sense of adventure. It's not a march through the bush. It's a slow journey that completes your connection with nature, focusing on the subtle sights rather than the predatory giants."
    },
    {
      "dayNumber": "9",
      "title": "Vumbura Plains – Exclusive Big Game Okavango",
      "description": "Floodplains stretch out across the north of the Okavango, transforming into lagoons from April onwards. These create small palm islands and send water beneath expressive woodlands, helping to attract the full diversity of life. Your camp overlooks this landscape, with decadent suites raised on stilts for a premier vantage point. Watch elephant roam past from a private plunge pool, lounge on the deck as buffalo herds clash with lion prides, and admire a procession of life through the floor-to-ceiling windows that stretch across three sides of the suite. This is one of Botswana's most exclusive camps, an exceptional and exclusive base to complete the safari experience. Every day is personally tailored. It could be about relaxing and watching the world rumble by. Or it could be all about exploring. Your luxury camp's location enables the complete suite of safari activities; big game walks, motorboat and mokoro safaris through the channels, game drives across the grasslands and woodland, plus the bonus of nighttime drives. It's spooky after dark, the atmosphere enhanced by a layer of mystique. Wildebeest are galloping, and you hear their rumble. The guide flicks on the spotlight, and you spot the chasing cheetah. Impala and kudu graze tentatively and as the light swings around, you see a lion pride draped across the distant grass. Get closer. It is a private concession so you can travel off the trail and get as close as possible to the iconic sights. After the light aircraft flight, these three days enable you to create your own safari itinerary, selecting from the variety of activities. It's all done amongst a habitat that excels in both diversity and abundance. Packs of wild dog hunt on the plains, hyenas make dens close to the camp, elephants and giraffe are found in huge numbers. Pink pelicans and baby crocodiles fill the water while rare antelopes drink from the banks. Think of a dreamy African safari and there's a good chance Vumbura can deliver it, right up to a herd of impala grazing on the grass directly beneath your suite."
    },
    {
      "dayNumber": "12",
      "title": "Maun \u0000\u0000– Departure",
      "description": "After 12 days in the wilderness, you must return to the other world, where concrete and roads replace water and wildlife. But it's always a charming journey back. The light aircraft ascends from the local airstrip, offering an open impression of the landscape you've been exploring. You cruise across the Okavango, flying north to south with Chief's Island resplendent during the journey. Suddenly the vibrant colors give way, and rustic desert tones dominate the landscape. You're now in the desert, landing at Maun, where a representative assists in transferring you to your international departure."
    }
  ],
  "map": ""
}