{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "luxury-botswana-classic-waterways-and-landscapes",
  "tourName": "Luxury Botswana Classic: Waterways and Landscapes",
  "placesVisited": "Chobe, Selinda Reserve, Duba Plains Private Concession",
  "generalInfo": "Revel in the luxuries of Botswana’s immaculate safari resorts and cherish encounters with the wondrous wildlife inhabiting the country’s untouched reserves on this glamorous ten-day adventure along the Chobe River, within the Selinda Reserve, and across the Duba Plains Private Reserve. Every destination and activity is tailored to sharing opulence within the wilderness and will unveil the beauty of this beloved country.",
  "durationDays": "10",
  "price": "17,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Chobe - Set Sail on the Zambezi Queen",
      "description": "Your journey in Africa begins on Botswanan soil as you step off your airplane, check through immigration, and transfer with a Zambezi Queen representative to the port where you will board an extravagant floating boutique hotel. Once all passengers have checked in and you have unpacked your luggage in your exquisite suite sharing panoramic views of the magnificent ribbon of Chobe River, you will indulge in a welcome drink as the boat rumbles into gear and graciously glides across the glassy river. Your evening will conclude over decadent wines paired with haute cuisine and spectacles of the mesmerizing Botswana wilderness."
    },
    {
      "dayNumber": "2",
      "title": "Chobe - Riverside Adventures Fit for a King and Queen",
      "description": "Guests may enjoy their mornings at leisure, choosing to step out onto the upper deck where coffee is served alongside the fiery orange sunrise or basking in the breathtaking views from your secluded balcony. As the boat approaches the riverbank, you may jump off to partake in several iconic wilderness experiences, including water-based safaris in smaller safari boats or fishing alongside an experienced ranger. As the day drifts by to the sound of the singing birds, you will feel worlds away in this unspoiled wildlife sanctuary."
    },
    {
      "dayNumber": "3",
      "title": "Chobe - Cruising Chobe in Search of Surreal Animal Sightings",
      "description": "Before breakfast, you may relish a morning cruise across the shimmering waters to prime game viewing hotspots peppering Chobe River’s umber banks. From the boat, you may catch glimpses of elephants wandering across expansive plains, dazzling birdlife soaring overhead, and massive hippos wallowing in the cool water. Bringing along high-tech photography equipment, your experienced spotter will point you in the direction of the indigenous wildlife and allow you to capture remarkable portraits and scenic landscapes. These water-based safaris represent a golden opportunity to treasure Botswana’s wild environments from the comfort of your lavish amenities and accommodation."
    },
    {
      "dayNumber": "4",
      "title": "Selinda Reserve - Unique Charm and Character in the Selinda Reserve",
      "description": "Your second destination is as glamorous as the first, only in a unique way that you will be thrilled to discover as you arrive at camp stationed in the heart of the Selinda Reserve. Your five-star glamping tents are surrounded by the untouched wilderness and kitted with first-class amenities and tasteful furnishings. Equipped to serve your every need, from Nikon telescopes for unbridled stargazing to blistering gas fires for warm sunsets and Canon DSLR cameras for exquisite photography of approaching game to eccentric 1940s crank phones for ordering drinks directly to your suite, Selinda will be a dream come true."
    },
    {
      "dayNumber": "5",
      "title": "Selinda Reserve - The Many Natural Wonders of Botswana",
      "description": "In the morning, before the sun rises and the nocturnal hunters retreat to the shady trees, you will join an experienced ranger and search the greenery by spotlight with the hopes of spotting lions and leopards on the loose for unassuming prey. These are only two of the iconic animals you may discover during your extensive safari excursions across Selinda. As you cross emerald plains to tranquil waterholes and cruise over rocky plateaus to panoramic viewpoints, you may stumble upon extraordinary animal sightings, including vultures swooping down to nibble on kills and elephant herds bathing in the refreshing waters."
    },
    {
      "dayNumber": "6",
      "title": "Selinda Reserve - Exploring the Wilderness in Wonderful Ways",
      "description": "Besides safari trips by 4x4, Selinda boasts fascinating ways to explore the wilderness, including guided walks through the shrub-speckled pastures and boat cruises across the winding waterways. How you adventure through Selinda is entirely up to you, with both options available during the day to encourage you to explore every inch of the reserve and experience all that it has to offer. From iconic images of acacia trees peppering vast empty landscapes to silhouettes of wildebeest racing across the plains, Selinda boasts many memorable encounters representative of an African safari."
    },
    {
      "dayNumber": "7",
      "title": "Duba Plains Private Concession - Gorgeous Getaways in Botswana’s Breathtaking Wilderness",
      "description": "On the seventh day of your vacation, you will be whisked away to the Duba Plains Private Concession by private helicopter. The short journey will be an exciting opportunity to appreciate Botswana’s immaculate, untouched landscapes from an entirely new perspective. Upon landing, you will transfer to a lavish glamping retreat hemmed in the emerald plains, boasting luxury stylings and exceptional amenities reflecting the accomplishments of Botswana’s incredible boutique resorts stationed in the wilderness. Here, you will have unlimited access to the captivating environments teeming with wildlife and rolling out from the foot of your patio."
    },
    {
      "dayNumber": "8",
      "title": "Duba Plains Private Concession - Guided through the Diverse Environments of Duba Plains",
      "description": "In the morning, you will savor a scrumptious breakfast flawlessly plated and prepared privately on your deck for you to enjoy the exquisite panoramas of Duba Plains. Afterward, you will join your knowledgeable tracker and spotter for day and night safaris sharing the remarkable wilderness scenes and revealing the majestic residents of the bushveld. From prides of lions lounging in the shade of acacias to gatherings of gazelle, zebra, buffaloes, and other four-legged animals huddling in groups for safety against predators, Botswana’s nature is yours to discover during these professionally guided game drives."
    },
    {
      "dayNumber": "9",
      "title": "Duba Plains Private Concession - Botswana’s Beauty Unveiled",
      "description": "While being the final full day of your African adventure, today will bring no shortage of delightful experiences set in the wilderness. In the morning, you will head to serene fishing spots flecking the banks of Duba Plains flowing rivers for catch and release fishing led by an experienced ranger. In the evening, you will return to camp for a night around the fire as the sunset sets the sky ablaze. After dinner, you may make use of the professional telescopes stationed on your patio for the best stargazing in the country."
    },
    {
      "dayNumber": "10",
      "title": "Duba Plains Private Concession - A Dreamy Escape to Africa",
      "description": "There will be few views as bewitching as those untouched scenes unfolding from the terrace of your exquisite glamping suite pinned in the middle of the wilderness. You will enjoy these spectacles every morning as the sun breaks over the horizon and floods Duba Plains with light, but this morning’s sunrise will be particularly special as it is your vacation’s last. You will soak up the dreamy images and tuck into an assortment of perfectly prepared breakfast treats, all while the wilderness comes to life around you. These will be the fabulous final moments of your luxurious escape to Africa."
    }
  ],
  "map": ""
}