{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "best-of-botswana-namibia-safari-tours-for-couples",
  "tourName": "Best of Botswana & Namibia Safari Tours for Couples",
  "placesVisited": "Victoria Falls, Chobe National Park, Okavango Delta, Etosha National Park, Sossusvlei",
  "generalInfo": "Southern Africa's treasures dance on a blanket of reverie, the landscapes imbued with fresh expressions of natural wonder. Victoria Falls, Okavango Delta, Chobe, Etosha, Sossusvlei; each destination oscillates between fictional fairytales and intimate reality as you experience the safari highlights of Southern Africa. Covering three countries, this handcrafted itinerary is for couples looking to explore an untrammeled world of kaleidoscopic wildlife and beauty.",
  "durationDays": "15",
  "price": "22,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Livingstone – Starting the Adventure at Victoria Falls",
      "description": "The shores of the Zambezi River provide your first idyllic evening vista in Africa. Gaze out from your riverside suite and there's a good chance of spotting crocodiles and hippos; there's an even better chance of hearing a loud wheeze-honk as you enjoy dinner for two beneath the stars. Your international flight lands in Livingstone, Zambia, and a chauffeur greets you outside customs for the short drive to the lodge. All is quiet, except for the wild soundtrack and except for the distance rumble of Victoria Falls, barely ten miles away."
    },
    {
      "dayNumber": "2",
      "title": "Livingstone – Helicopter Ride above Victoria Falls",
      "description": "Propellers spin and you rise skyward, the helicopter pilot swooping low above Victoria Falls for peerless panoramas of the world's most voluminous waterfall. Gaze down and follow the blue course of the Zambezi, admiring how it cuts a track through green landscapes and then cascades into a narrow canyon. Spray rises back above the falls, engulfing the canyon and sailing on the breeze. After your helicopter ride and an included lunch, walk across Knife-Edge Bridge and appreciate the natural power from ground level. A series of bridges and platforms run parallel to the falls and it's quite a journey. Elevated viewpoints provide iconic photo opportunities while certain sections come under a torrential deluge of spray. You're going to get wet and this only increases your admiration for what locals call “the smoke that thunders.”"
    },
    {
      "dayNumber": "3",
      "title": "Linyanti Reserve – Luxury Boat Safari in Chobe National Park, Botswana",
      "description": "After a leisurely morning, it's less than an hour by road to Botswana and Chobe National Park. Elephants migrate through this wildlife corridor and you often see the pachyderms within 100 meters of the immigration office. Board a luxurious riverboat and the safari starts on the water, an eclectic range of mammals dotting the banks as you cruise in comfort. The shaded upper deck offers an elevated vista; kudu and gazelle splash in the shallows, large hippo pods cover great stretches of the river, and it's not long before you're marveling at playful elephants squirting water. Elephants cover the surrounding mopane forests and you quickly lose count of the trunk swinging herds that wander past the river. After three hours on the river, you're transferred to the airstrip for a short flight to the western side of Chobe and your splendid safari camp."
    },
    {
      "dayNumber": "4",
      "title": "Linyanti Reserve – Big Five Safari and Romance",
      "description": "Open the curtains to elephant herds and listen to their resonant calls as you take a hot shower beneath the mangosteen trees. Your safari camp is idyllically nestled in the private Linyanti Wildlife Reserve, overlooking a hippo-filled lagoon and bordering the unfenced boundary of Chobe National Park. It's one of Southern Africa's most game-rich areas, the immense elephant numbers enhanced by bountiful leopards and lion prides. Over these three days, your local guide will craft a private itinerary that includes both Chobe National Park and the Linyanti Reserve. The former offers scale; every corner brings another elephant herd, hartebeest and kudu skip across flourishing grasslands, and hidden spots provide euphoric hunting conditions for resident prides. Game drive in Chobe and there's never a dull moment, from eagles soaring overhead to a herd of lechwe shaded by acacias. The Linyanti Wildlife Reserve offers a different experience. Access is restricted to just a handful of guests so it's highly unlikely to stumble upon another safari truck. The plains thrive with the wanderings of ungulates; giraffe poke above the treetops, impala, and tsessebe graze on short grasses, and wildebeest are joined by their renowned friends, the zebra. Such an abundance of hooves inevitably brings predators and the drama of a hunt is far more impressive when you're the only ones to witness it. While game drives bring delight, Linyanti can also offer indelible walking safaris, a chance to walk hand in hand within close proximity to the world's largest wild elephant population. And the safari experience never ends here. As a campfire crackles the silhouettes of mammals roam along the horizon it stirs evocative memories from these three days of sharing Botswana's wildlife with your partner."
    },
    {
      "dayNumber": "7",
      "title": "Moremi Game Reserve – Deluxe Safari Experiences in the Okavango Delta",
      "description": "Botswana's diverse ecosystems ensure that every safari day is different. Moremi Game Reserve epitomizes this melange of environments and the next two days provide a thrillingly unpredictable safari experience. Open floodplains, woodlands dotted with acacias, riverine ecosystems, marshlands, and the famed grasslands that roll beyond the horizon. Just a single game drive can take in all these places; cheetahs chasing impala, rhinos emerging from the trees, wild dog finding a haven to hunt, and then the omnipresent elephants crossing paths with giraffe. Your safari camp is situated in its own private reserve, ensuring that short local safaris bring enchantment without the crowds. King-sized beds stand on wooden floors raised above the landscape, en-suite bathrooms offer unrivaled natural panoramas, and your private verandah is perfect for moments of solitude in Botswana's hinterland. Like every camp on this itinerary, expect five-star deluxe interiors yet harmony with the surroundings. Moremi Game Reserve forms part of the Okavango Delta, a vibrant oasis in the Kalahari Desert. Wildlife migrates for hundreds of miles to drink from the effervescent channels and your safari experiences are imbued with tropical colors and boisterous calls. After arriving on a light aircraft the itinerary is flexible. Stop for lunch in the heart of Moremi's plains, looking around at the 360-degree concoction of grazers. Safari by boat and admire the mammals that come down to drink, as well as the crocodiles that laze away an afternoon. Choose short game drives or go on an all-day adventure that crosses rutted trails and seeks out lucid eyes in the forest. Evenings are languid and bewitching, another chance for gourmet cuisine and quiet moments with your partner."
    },
    {
      "dayNumber": "9",
      "title": "Moremi Game Reserve – Traditional Canoe Safaris and Exploring the Okavango Delta",
      "description": "Another micro flight takes you to the southeastern realms of the Okavango. Gaze down at lavish waterways and green hues, and then across at the blistered yellow of the surrounding Kalahari. The maze of canals and lagoons call for a new safari experience: a traditional wooden mokoro canoe. Glide peacefully across the blue and sounds begin to break the silence. An endemic flock of lovebirds, the rustling of buffalo in long grass, springbok sipping along the banks, and then the haunting yelps of an ungulate being pounced upon. This beautiful and remote corner of the Okavango Delta offers a very traditional and peaceful experience. While a land camp brings constant excitement and unpredictability, a water camp is all about settling into an unhurried rhythm and allowing nature's spell to slowly take hold. The profusion of wildlife is often hiding in the canopy of green, yet patience provides rewards, and those who stay silent are treated to astonishingly close encounters with a myriad of Botswana's great mammals. You're many miles from any road, camp, or settlement. So the stars bring additional sparkle to pristine evenings, the clinking of wine glasses sometimes the only interruption to the omnipresent hush."
    },
    {
      "dayNumber": "11",
      "title": "Etosha National Park – Dramatic Beauty in Namibia",
      "description": "The green tinges and blue shades soon disperse as you fly into Namibia. A major highlight of this amorous vacation is using micro flights to connect destinations. A journey between Okavango and Etosha may take three days by road. The aerial route catapults you from hinterland to hinterland in just a couple of hours. Take off and landing provide opportunities to witness herds from the sky and the aesthetics begin to ingrain new ideas about the scale of Southern Africa. You can fly for hours and swoop above nothing but wilderness. As the fringes of Okavango disappear behind the rear of the plane, the panorama turns a scorched yellow; you're entering prime desert landscapes and these four days in Namibia reveal two very different parched landscapes. Etosha is one of Africa's largest national parks, a vast dusty expanse crossed by nomads seeking water. Carefully positioned hides provide intimate encounters: cheetahs crossing, gemsbok and hartebeest migrating, cast-out elephant bulls with melancholy eyes. Your safari camp, perched above Etosha, is perfect for nighttime and walking safaris. Walk together and leave footprints in the dust, a skilled guide keeping you on the trail of both Black and White rhinos. Again, patience and silence provide rewards. Don't make a sound and you can feel the tingling sensation of standing less than 20 meters away from a wild horned rhino. It's another addition to this all-encompassing safari, a unique experience that will linger for decades in the memory."
    },
    {
      "dayNumber": "13",
      "title": "Sossusvlei – The Burning Red Sand Dunes of Sossusvlei",
      "description": "As you soar above the desert your fingers follow the ridges, attempting to decipher the maze of dunes that burn red and then cascade into the shimmering Atlantic Ocean. The desert vistas continue for two hours, a million dunes rising and falling beneath the wingtips. Your final destination is Sossusvlei, a remarkable natural wonder and a chance to experience the uninhabited and untrammeled desert. Gaze out from your lodge and there's little but sand dunes for hundreds of miles in every direction. So just imagine the view when you watch the sunrise from a nearby dune on day 14. The sun's descent leaves lasting reflections on both days, sand transformed from yellow to orange and then the exuberant red that Sossusvlei is famous for. These two days include all activities and you'll be treated to a myriad of angles. Few places offer such a romantic backdrop to complete a vacation."
    },
    {
      "dayNumber": "15",
      "title": "Windhoek – Depart to Home",
      "description": "After two weeks of immersion in Southern Africa's wonders, you fly north to Windhoek, Namibia's capital. A thousand memories float through your mind and it's difficult to pinpoint a defining moment. One memory often stands aloft; the feeling of exploring Africa's evocative wilderness with just one special person for company. In Windhoek your international departure flight awaits."
    }
  ],
  "map": ""
}