{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-safari-honeymoon",
  "tourName": "Botswana Safari Honeymoon",
  "placesVisited": "Central Kalahari Game Reserve, Okavango Delta, Chobe National Park",
  "generalInfo": "Elevate a romantic getaway with this idyllic 9-day safari honeymoon. Be alone in Africa’s most beautiful wilderness, indulge in the continent’s finest secluded camps, and only share the experience with the inimitable wildlife. This itinerary offers the privacy and charm demanded by every honeymooning couple, yet it’s wonderfully blended with unforgettable experiences and an unadulterated immersion in the wild.",
  "durationDays": "9",
  "price": "12,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Central Kalahari - Admiring the Splendor",
      "description": "Honeymoon destinations need to scream wow from every angle. First impressions must be compelling, reassuring you that your choice will forever be remembered for the right reasons. Feast your eyes on the Central Kalahari as you land on a remote airstrip. A few giraffe are silhouetted against the horizon, red African savannah extends in all directions, and a wandering collection of antelope surround your camp. This is the African landscape that most people hold in the minds, rugged, evocative, and seemingly endless. The planet’s second largest game reserve is practically devoid of people; each camp is set within thousands of miles of private big cat country and there are no fences preventing the wildlife from approaching your private verandah. Just reaching the Central Kalahari brings wonder. Fly into Maun and then transfer onto a light aircraft that soars across the red land. Arrive and relax on your sumptuous king-sized bed, check out the en-suite western bathroom in the bush, and open the curtains to hypnotic Kalahari vistas. There should be time for a first game drive before dinner is served outside, deep in the bush, and surrounded by the calls of the wild. A personal guard ensures that nothing gets too close and the starry sky adds another mystical view."
    },
    {
      "dayNumber": "2",
      "title": "Central Kalahari - Romantic Safari Experiences",
      "description": "In the Central Kalahari you’re never completely alone. Really? This is supposed to be a honeymoon! With just a handful of luxury tents, you hardly see any other people at the camp. The park’s size means that it’s rare to even spot another vehicle when on game drives. But open your curtains this morning and wave to the visiting wildlife. Perhaps an elephant is slowly marching past, or maybe a herd of hartebeest provide a colorful wake up call. You’re surrounded by the Kalahari’s inimitable residents, and they’ll be coming to say hello as often as you’ll be heading out to find them. This destination has a unique take on roads. You're miles from the nearest tire tracks, and the rugged roads are nothing like the highways at home. Black-maned lions rest beside rocky outcrops, lounging on each other with content stomachs and half-closed eyes. Or should that be half-open? Because as you slowly approach, the pride wakes from its slumber and a lioness decides to wander over for a closer look. Hold your breath and hold each other as the rest of the pride starts their inspection. Those lions aren’t interested in a loved-up couple, their dinner menu is the four-legged variety, so follow the pride as they cross endless bush and find the waterhole. In such a scorched landscape any permanent water source is a hive of activity. Take a picnic and gaze out at the scene. Ungulates greedily drink before skipping away, a cheetah pair causes brief panic and the crowd disperses, before an elephant bull takes no notice of the rest and plods up for a drink. There’s an intimacy to all these moments. And while most couples don’t want to see another pair of eyes on their honeymoon, few things can make you smile more than the charming wildlife of the Central Kalahari."
    },
    {
      "dayNumber": "3",
      "title": "Central Kalahari - Unique Mobile Camping",
      "description": "After two days the full array of Africa’s mammals will have made you smile. This unfenced landscape seems to roll on forever and the dazzling assortment of mammals is difficult to believe. Buffalo herds shake their head, seemingly unimpressed by your married bliss. Leopards come down from the trees but pay you no attention. And there could be a kudu or springbok wandering around your camp. This thriving community of cats and ungulates is relatively unexplored by people. Leave the camp behind and head off for a night of adventure in the heart of the wilderness. Your mobile camp features all the comfort you could ask for in the bush, and the feeling of isolation could not be more absolute. This is the kind of privacy that few countries in the world can offer. As a fire crackles and a sumptuous dinner is served beneath the stars, you are free to soak up the indelible Kalahari cast that’s taking an interest in the camp. This goes way beyond a typical safari experience because the wildlife is not used to the camp. Some will be fearful of your arrival. Many will want a closer look. Thunderous lion roars fill the evenings although flames keep the cats to a safe distance, while a personal guard discreetly keeps his distance and ensures your safety. Like each day in the Kalahari you can customize the safari program, so there’s no need for early wake up calls if you don’t want them, and the dining table can be erected anywhere in the wilderness."
    },
    {
      "dayNumber": "4",
      "title": "Moremi Game Reserve - Stunning Private Getaway",
      "description": "The Kalahari epitomizes the beauty of African safari, each angle and wildlife spot providing something new for the memory. It’s a classic landscape, and the last three days will have offered a deep impression of scale. Today’s flight takes you over the Kalahari until the elephant herds can be spotted from the window and you land in one of the planet’s most unique ecosystems. Deserts are difficult places for wildlife, and the Kalahari symbolizes the ongoing battle for resources. Yet the Okavango reflects what is possible when abundant water flows all year round. It’s like a great animal party, nomads and wandering migrants traveling for hundreds of miles to drink from the cool rivers and open lagoons. So take in the visual euphoria as you fly over lavish blue expanses and touch down on Chief's Island. These light aircraft journeys don’t just offer a unique angle; they minimize your transfer time and quickly take you from wilderness to wilderness. Spot the wildlife before you even touch-down and then discover that a herd of giraffe has recently been crossing the runway. You’re immersed in the Moremi Game Reserve area of the Okavango Delta, Botswana’s most exclusive safari location. This country doesn’t do cheap tours. Its approach to conversation is centered on attracting a handful of discerning visitors. Drive to the camp and a dozen angles cause a sharp intake of breath. A small zebra herd gallops away as a pair of hyena come out of the trees, lion cubs hide behind long elephant grass, a deathly silence is pierced by an elephant’s echoing forest call, and a hippo pod is silently wandering down to the river. It’s a lot to take in and it’s hard to know which way to look. That’s why you have three full days here."
    },
    {
      "dayNumber": "5",
      "title": "Moremi Game Reserve - Affectionate Safari Experiences",
      "description": "As the sun begins to rise the calls begin. Hippos boisterously grunt as they plow into the water, eagerly marching into prime wading space. Elephants pierce the air with elongated calls. Rustling alerts you to something in the trees, so open the curtains and find out who is the culprit. Rise slowly and drink a coffee on your private verandah, taking in the soundtrack and admiring a herd that is also having a morning drink. A leisurely breakfast is briefly interrupted by a curious giraffe, before it’s time to board a quaint traditional wooden canoe. An experienced gondolier paddles you around the backwaters and lagoons, skillfully navigating the huge hippo pods, and slowly approaching baby elephants taking their first swimming lessons. There’s an elegance and enchantment to the waterways, each channel smothered by long elephant grass and an ongoing collection of thirsty antelopes. Disembark and walk into the forest, holding each other’s hand as you wander through the evidence of elephants and big cats. A skilled local guide keeps you safe, picking up on the clues and steering your tentative footsteps away from known leopard territory. When the trees rescind, the green floodplains provide a shock of color and a dancing collection of zebras and gazelle. Would now be a good time to kiss? Or perhaps that can be saved for five minutes later while standing next to a tower of giraffe. Tailor your itinerary when you’re in the Okavango Delta so that each day reflects your mood and wishes. A combination of game drives, canoe safaris, and walking safaris are all available, and the length of each journey is dictated by you. Stay out all day and take a champagne lunch to accompany the wildlife. Or lounge on the verandah and wait for everything to come to you. Of course there will be predatory encounters. Cheetahs stand on sandbanks, surveying the landscape and picking out a potential meal on the plains. Leopards stick to the trees, but a swishing tail will betray their camouflage and spotted beauty. The abundance of lion cubs reflects the bounty of this oasis. They follow their mothers on a hunt. But they seem unsure of the rules. Two scamper along before checking their stride and playfully fighting with each other. The mother looks unimpressed. You can’t go out hunting with two noisy youngsters in the background. There’s an affection in the pride’s interaction, and that’s what the Okavango Delta is all about. Each sighting is unique to you, and every second offers an intimacy with nature. You’re sharing the experience with each other, but there won’t be any other people on your safari, and nobody else will take home the same memories."
    },
    {
      "dayNumber": "7",
      "title": "Chobe National Park - An Intimate Immersion",
      "description": "Botswana’s different parks can be compared to your wedding day. The Central Kalahari is like the ceremony, invite only and all about the quality of the guests. A completely unique reception follows, the Okavango Delta providing something that only a few privileged people get to experience. Now it’s time for the evening party and the invitations will be spread far and wide. Chobe National Park is home to almost 100,000 wild elephants, and the giraffe and hippo numbers are not too far behind. You can’t say hello to everything; there’s just too much to see and experience. Watch dozens of elephant herds drink from a channel that’s just five meters from your private verandah. Take a game drive and lose count of the number of giraffe you spot in just a few moments. You won’t see any new animals in Chobe, but the experience is completely different. It’s about shaking your head and wondering if and when the wonder will end. Other people aren’t invited to this party though. Once again you have your own piece of Botswana’s wilderness to savor."
    },
    {
      "dayNumber": "8",
      "title": "Chobe National Park - Charm and Drama",
      "description": "Your second day in Chobe offers a full day game drive, meandering through the forest and getting a real sense of the park's scale. One-thousand? Two-thousand? Three-thousand? More and more elephants accompany your journey and there is never a quiet moment on a longer drive. While other days will have been about serene indulgence, today is about real adventure and completing the safari experience with a never-ending succession of wonder. Picnic beside a swamp, hippo snouts taking a peek at your lunch. Then drink champagne with an endless view over the river, struggling to count how many elephant herds you can get into one photo. After the excitement comes a final idyllic evening of privacy, nothing but candlelight and distant mammal silhouettes interrupting your romantic revelry."
    },
    {
      "dayNumber": "9",
      "title": "Maun - Farewell",
      "description": "This safari itinerary is easily customized to incorporate a range of nearby destinations. Popular options include starting the trip in Cape Town, arguably Africa’s most beautiful city. Victoria Falls is just an hour’s drive away from Chobe National Park, while Mozambique and South Africa’s Indian Ocean coastline offers endless stretches of idyllic beach. From Chobe you’ll enjoy a final hopper flight, soaring over dense forests and then open lagoons before landing in Maun and transferring to your international flight home."
    }
  ],
  "map": ""
}