{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "a-perfect-okavango-and-kalahari-safari",
  "tourName": "A Perfect Okavango and Kalahari Safari",
  "placesVisited": "Kalahari Desert, Central Kalahari Game Reserve, Maun, Makgadikgadi Pan, Makgadikgadi Pans National Park, Okavango Delta, Moremi Game Reserve, Vumbura Plains, Linyanti Concession, Chobe National Park",
  "generalInfo": "The Kalahari stretches evocatively across most of Botswana, a redolent desert that's defined by surprise. For this is not just a dusty and deserted desert. The Okavango Delta occupies its heart, a fabulous oasis of life that provides surreal safari experiences. Stunning salt pans flitter where lakes used to be while tumbling rivers create elephant-engulfed woodland. It's all the Kalahari, yet it's all very different. This 11-day safari connects you with each of the eclectic wonders.",
  "durationDays": "11",
  "price": "11,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Maun to Central Kalahari Game Reserve – Africa's Largest Game Reserve",
      "description": "The Kalahari delights from the air, the colors blurring as they stretch across the desert; rustic orange into glowing yellow, rugged reds into the shimmering mirage of the desert plains. Flying across Botswana in light aircraft isn't just a convenient way of traveling, it's a chance to grasp the astonishing scale of the landscapes. Your international flight arrives in Maun, where a representative assists in the transfer to a small plane bound for the Central Kalahari Game Reserve. You land in big game country, touching down in Africa's largest game reserve. One glance from the luxury camp and you can sense the enormity of it all. An elephant graces the horizon, nomadic giraffes sweep past, and there's an immediate sense of wild the Central Kalahari can be. After landing, the drive to the camp is also a game drive, a chance to spot a few animals before an evening of tranquility at the camp."
    },
    {
      "dayNumber": "2",
      "title": "Central Kalahari Game Reserve – Classic Desert Safari",
      "description": "Water is king in the desert. There isn't much here. The Central Kalahari Game Reserve stretches for over 50,000 square kilometers, and everything is on the move, always moving in search of water. Kudu and springbok sip from a remote waterhole, their ears peeled for danger. Elephant bulls make mammoth journeys and dig for water beneath the surface. Giraffe lope across the horizon and you follow their journey to the waterhole, where a herd of buffalo controls the precious fluid. Drive on and you're also on a search, following the water trail to find sublime encounters. Impala drink at another waterhole, but they quickly disappear as a lion pride approaches. The male's mane flows elegantly, a serene brown that stretches out like a proud beard. Lionesses approach the safari truck while three cubs play impishly besides the water. Keep driving, past a zebra herd that's on the move, then onwards to a hyena who scurries on a solo mission. Cross a ridge and there might be nothing. In the Central Kalahari, you won't find wildlife at every moment. But when you do spot big game, the encounters can be mind-boggling. In such a wild land, every encounter comes with an enhanced sense of drama. This is not a land of abundance, but an evocative portrayal of nature's battle for survival. Emotion is sketched across faces, and the tension intensifies when herds meet. Spot a cheetah and follows its prowl, tracking its desperate hunt for a meal. Find a leopard and admire how it blends into the landscape. Over these two days, you take long game drives through the Central Kalahari Game Reserve, heading into remote realms and piecing together the waterholes of the desert. These bumpy journeys are filled with raw and redolent scenes, an opportunity to see Africa's wildlife at its wildest. Complementing the adventure is the camp, a luxurious base which gazes across the flickering colors of the Kalahari. A fire crackles at night and the stars glisten above, their luminescence accompanied by the distant roar of male lions. It's calm and serene here, hundreds of miles from anywhere. Particularly after the international flight, a remote camp like this helps reenergize while still encountering the big mammals."
    },
    {
      "dayNumber": "4",
      "title": "Makgadikgadi Pans National Park – Exploring the World's Largest Salt Pan",
      "description": "Ascend from the desert floor and watch the landscapes blur through the window. The Kalahari plains become the Makgadikgadi Pans and everywhere is white. These dried-up oceanic lakes are larger than Switzerland, and ancient evaporation has left behind a crusted layer of glistening salt. A mirage occupies every angle, whiteness blurring on the horizon with a layer of mystique. One glance and you're transfixed. This barren landscape isn't filled with wildlife, although you will spot meerkats, the odd elephant, and a collection of roaming ungulates. Instead, you're here for a submersion in one of the world's most surreal landscapes. In the afternoon, you drive an ATV across the salt pans, surrounding yourself in the enormity of it all. Then your camp provides the iconic panorama, nothing but white cascading out beyond the horizon."
    },
    {
      "dayNumber": "5",
      "title": "Moremi Game Reserve – Big Game Kalahari Bliss",
      "description": "From orange to white and blue, your journey by light aircraft now takes you across the world's greatest delta. Admire the transition, subtle at first, then all-encompassing as nothing but lush colors flicker beneath the wingtips. Your destination is an island, a lost haven in the heart of the Okavango Delta. Just like the wildlife, you're heading straight for the Kalahari's ultimate bounty, the revered grasslands and woodlands that rise amidst the flowing channels of the Delta. In the Central Kalahari, you followed the wildlife prints. Now, in the Okavango, you can sit back on your camp verandah and watch the wildlife elegantly roam past. Moremi Game Reserve is the abundant centerpiece of the Delta, a place where it's impossible to count the encounters. Leopards roam through the trees and you admire, watching a female as she descends from a branch and disappears into the grass. Zebra herds splash through the water, frolicking with impala, kudu, springbok, hartebeest, and so many more antelope herds. Baboons shout from the trees and their boisterous antics forge another piece of the soundtrack. Then there are hippos, thousands of them basking in the water and rolling in the mud. And when the antelopes are in abundance there's always the scent of lions, the dominant hunters roaming freely through the landscape. For big game encounters, this is one of the finest places in the whole of Africa. Next, you land on Chief's Island and spend the day on a game drive, connecting the variety of habitats that exist in Moremi. Open grasslands are dappled with herds, thick woodland is home to primates and elephants, and you're never quite sure when the big cats will fill the experience. While the following day offers a flexible safari program, the great appeal of Chief's Island is the opportunity to explore the variety of ecosystems, making game drives an excellent choice. Walking safaris and mokoro (canoe) are also possible. And when the afternoon drifts into the evening, you always have a view from the luxury tented camp, with a procession of wildlife roaming past along the lush channels of the Okavango."
    },
    {
      "dayNumber": "7",
      "title": "Vumbura Plains – Exclusive Oasis Safari",
      "description": "Cross the Okavango by canoe, a slow journey that helps you fully connect with the landscape. Giraffe and elephant tower above the canoe as you weave a path through the Delta. Moving almost silently helps you get even closer, the animals not seeing you until you're right upon them. Some must be avoided, the gondolier skillfully taking you around bathing pods of hippos. Others seem to enjoy the admiration, like buffalo and zebra inhabiting the banks. The destination is an open and expressive grassland that overlooks the major waterways. From a luxury camp, you have the ultimate panorama: gaze one way for the water, then turn to spot all the wildlife of the plains. Moving away from the center of the Okavango brings a different safari experience. Local canoes are known as mokoros, and these provide an indelible means of exploration. Twist down narrow channels and most corners bring a surprise; like impala drinking, lions resting on the banks, or a hippo out of the water. You can access areas of the Okavango that can't be explored by vehicle, allowing you to venture into an often unseen wilderness. There is so much water around that it's sometimes difficult to remember that you're in the middle of the desert. Rainfall in Angola before a four-month journey brings so much life to the Kalahari. Walking safaris are equally inspiring, a chance to wander serenely through a landscape of big game. Follow the clues and you get astonishingly close. Elephants and giraffe wander by, and their size becomes more apparent. Buffalo and hartebeest reveal an unmistakable power. Local trackers ensure your safety by following all the wildlife clues, staying clear of the big cats and maximizing your encounters with dozens of different animals. Vumbura is a private reserve, and you'll hardly see other tourists. For these two days, the experience is focused on a complete immersion in the wild fringes of the Okavango, with the mokoro and walking safaris providing a serene and surreal experience."
    },
    {
      "dayNumber": "9",
      "title": "Linyanti Concession – Immersed in the Woodland",
      "description": "The Okavango isn't the only fabled river to cross the Kalahari. Others curl through the northern stretches of the desert, stimulating a flourishing woodland that's home to Africa's largest collection of elephants. Some say there are 100,000 of them. Various concessions and parks converge here, and you spend your time in the Linyanti Concession, iconically situated for exploring different angles. Waterways continue to abound, and the mokoro excursions are complemented by sunset and sunrise boat cruises. A vivid swamp provides the centerpiece of the concession, its importance judged by the abundance of wildlife that call it home. Linyanti shares borders with Chobe National Park, where thick woodland brings astonishing pachyderm encounters. After trying a variety of activities, these final two days enable you to create a personalized program based on your interests. You're still deep in the wilderness, the concession only realistically accessible by light aircraft. You soar across the Okavango, taking in views of the rivers that crisscross the desert. Touch down and the sandy trails require expert guides and drivers. Access is restricted to a handful of guests staying at your camp, so every sighting is delivered with an exclusivity. Just like in the Okavango, your luxurious accommodation is elegantly perched above it all, meaning the safari experience never stops. Even when reading a book in bed, you only need to open the curtains and see hippos wading or elephants drinking. As the habitats collide, Linyanti offers an exceptional diversity of big game. There are the classic sights, those that have become such commonplace over the last ten days: lion, leopard, hippo, zebra, kudu, buffalo, impala. And of course the elephants, spotted in such staggering numbers; there could be thousands on every game drive. Then the unusual, like Sable and Roan antelope, red lechwe and sitatunga. And for a final safari treat, Linyanti is home to a stunning collection of wild dogs, rare hunters that only grace a few reserves in Africa."
    },
    {
      "dayNumber": "11",
      "title": "Maun \u0000\u0000– Departure Charms",
      "description": "Leaving Botswana brings final charms, a drive to the airstrip dominated by the trunk-swinging of elephant herds. Cruise back to the Okavango Delta, admiring the lavish scale for a final time, gazing down on the islands you have explored so intimately. After touching down in Maun, you'll be assisted in transferring to your international departure."
    }
  ],
  "map": ""
}