{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "crossing-the-okavango-delta-mobile-camping-boat-safari",
  "tourName": "Crossing the Okavango Delta: Mobile Camping & Boat Safari",
  "placesVisited": "Maun, Okavango Delta, Moremi Game Reserve",
  "generalInfo": "On this exclusive 8-day safari, you cross the world's greatest delta system, following the waterways and submerging yourself in the Delta's wildlife and subtleties. Elephants use their trunks as snorkels, thousands of hippos bathe and grunt, and over 500 bird species flutter above an exciting cast of predators; the only way to truly discover the Okavango Delta is by boat. Staying at luxurious mobile camps en route, this is an intimate adventure through the heart of the oasis.",
  "durationDays": "8",
  "price": "14,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Okavango Kopano - First Impressions of the Delta",
      "description": "You'll touch down in Maun and get greeted at the airport by a local guide. From here it's a two-hour journey north, following a rugged four-wheel-drive track to the water. This is where your boat journey starts, on the very edge of the world's largest inland delta system. For the first night, you're staying in a lodge above the river, a serene retreat that helps you overcome any travel fatigue and energize your batteries for the expedition that starts tomorrow. You'll still see the odd bit of wildlife, such as resident hippos and wandering zebra, along with a scattering of colobus and vervet monkeys that occupy the trees. Like each day on this itinerary, a sumptuous dinner ambiance on the riverbank, and the evening is spent around a crackling fire."
    },
    {
      "dayNumber": "2",
      "title": "Okavango Kopano - Beauty of Southern Okavango by Boat",
      "description": "As the water glistens with sunrise crimson, you set off on the adventure. Move slowly, and meander along narrow reed-fringed channels. Zebras drink from a clearing of low grass, the odd elephant emerges from the trees, and you quickly grow accustomed to the behavior of hippos. You'll likely see thousands of hippos on this weeklong journey and these dawn hours are great for admiring them out of the water. Sometimes the guide uses the motor to take you gently along the channels. At other times, he paddles using a long stick, propelling you along waterways that are thrillingly narrow. With this silent mode of travel, you can turn a corner and suddenly be face to face with an impala or wildebeest herd."
    },
    {
      "dayNumber": "3",
      "title": "Okavango Kopano - Continue Cruising Through the Okavango",
      "description": "The journey takes you across the Okavango Kopano, a large community-run conservancy in the south of the Delta. It's a mix of mopane woodland, grassland, and riverine forest, a combination that helps attract a diverse collection of residents. You won't find the greatest quantity of wildlife here, but the varied cast helps you see another sight almost every hour. Soon you're hopping from island to island, getting out of the boat to discover the animals on walking safaris. Your camps are erected above the water, luxurious places to spend the night and continue the captivation with nature."
    },
    {
      "dayNumber": "4",
      "title": "Moremi Game Reserve - Game-Rich Heart of the Delta",
      "description": "Cruising north, you follow the trail of water and watch how the narrow channels open out into vast lagoons and epic stretches of flooded plains. From June to October, Moremi Game Reserve is dominated by water, each angle reflecting the wonderful preconceived ideas of the delta. During these two days, you'll use the engine to cross evocative miles of water that connect remote islands. But you'll also stick to the silent travel, especially when you skirt the banks of Chief's Island, the largest of all the Okavango islands and favored home of the big cats."
    },
    {
      "dayNumber": "5",
      "title": "Moremi Game Reserve - Searching for Moremi's Predators",
      "description": "Wildlife sightings move from the charming to the dramatic, and sometimes the tracker indicates that it's not safe to explore on foot. You might find a cheetah lurking in the high grass, snoozing with one eye open as it settles in for the day's vigil. Laying silently, it's waiting for an antelope to make a mistake and get too comfortable when it’s too close. Lions often drink in the open, a whole pride scattered across the bank, sipping away and then falling asleep in the cool mud. High in the trees, the tracker keeps watch for a leopard, only a sporadically flicking tail betraying its camouflage. Moremi Game Reserve is where the predators are found in abundance and these two days offer good opportunities to see them stalking their prey."
    },
    {
      "dayNumber": "6",
      "title": "Northern Okavango - Journeying Up the Okavango Panhandle",
      "description": "The Okavango Panhandle brings the rain of the Angolan Highlands to the desert. Broad and beautiful, this stretch of the river creates the Delta, transferring the distant rainfall down to the floodplains. It's thick and bountiful throughout the year and is a great place to find animals hiding down narrow channels. Buffalo mark the open plains, sitatunga skip between last vestiges of grass, and you're never too far from the hippos and elephants. Traveling north, you start to encounter fewer predators and the ambiance moves from wildlife drama to pure charm. This is where you sit back and enjoy the show, wallowing in the remote splendor of the Okavango. Most of this area is inaccessible by road, making it really feel like you're alone in Africa."
    },
    {
      "dayNumber": "7",
      "title": "Northern Okavango - Scanning the Horizon for Bird Life",
      "description": "As your journey comes to its conclusion, you're surrounded by an evocative cast of birds. The Okavango is one of Africa's great birdwatching destinations, and there are some fabulous sets of wings to encounter. Pel's fishing owls, endemic egrets, half a dozen kingfisher species, flocks illuminated by the soft light of the moon; there are over 400 bird species in the Okavango, and the slow travel of a boat should give you the opportunity to see 150 or more of them, especially given your journey through contrasting parts of the Delta."
    },
    {
      "dayNumber": "8",
      "title": "Maun - Scenic Okavango Flight and Departure",
      "description": "For the last week, you've been engrossed in all the subtle details. On an aerial safari, you retrace your route, getting a completely different panorama. The waterways extend and you admire how the rich swathes of blue cut across the sweeping stretches of green. Larger mammals can be seen on the move, the likes of elephant, buffalo, and hippo all visible from the air. The flow of water is appreciated as you admire the floodplains, as they creep eastward and split into narrower and narrower channels. And on the two-hour flight, you come to appreciate just how far you had traveled in the boat. Touch down in Maun and a representative assists you in connecting you with your international departure."
    }
  ],
  "map": ""
}