{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-ultimate-custom-safari",
  "tourName": "Botswana: Ultimate Custom Safari",
  "placesVisited": "Victoria Falls, Okavango Delta, Mosi-oa-Tunya National Park, Zambezi National Park, Livingstone",
  "generalInfo": "This is a journey to one of the world’s few remaining areas of pristine and secluded oases. From the watery channels of Botswana’s Okavango Delta, to the dusty mopane forests and cool riverine woodland of the Linyanti, to climax at the thundering Victoria Falls, this trip will take you to three of Botswana’s most glorious gems. Search for lions, hunt for buffalo, or seek the elusive sitatunga; feel the mist of the “Smoke that Thunders” and watch the sunset over the Linyanti River, whilst sipping on a glass of bubbly. This Botswana safari vacation has it all, from blissful relaxation to rip-roaring adventure, and it is just waiting for you to jump aboard.",
  "durationDays": "10",
  "price": "10,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Okavango Delta - Welcome to the Okavango",
      "description": "Welcome to the shimmering swamps of the Okavango Delta. From Maun, the gateway to paradise, you will fly by light aircraft over the glistening channels of this oasis towards your first destination on the western edge of the Moremi Game Reserve. As you fly over one of the world’s most extraordinary ecosystems, you will be able to see the expanding wetlands as you cross from Maun into the heart of the Delta. The water seeps into the Kalahari sand to create striking contrasts of clear blue lagoons and dry, dusty bush. This landscape has attracted abundant wildlife, and the animals and birds of the Delta can flourish uninterrupted in this world of plentiful water, fertile soils and, of course, that famous African sun. Whilst staying in this wilderness, you will experience unparalleled beauty and adventure. Wake up to the sound of lions roaring through the early morning mist, or hippo grunting contentedly amongst the reeds. Your camp is situated in a tranquil and remote location on its own island (aptly named “Paradise Island”). You will find yourself in a picturesque spot, where watery channels seep into the grassy plains and the large ears of elephants can be seen dotted around the palm islands, flapping gently to cool the grey giants hidden by the reeds. Climb aboard an open Land Rover and head off in search of leopard and lion; glide soundlessly through the channels by mokoro to spot kingfishers and herons and walk in the footsteps of giants on a guided walk. With a hat, camera and binoculars, you are ready to take on any adventure! These lodges pride themselves on their minimal impact on the environment; your hosts will proudly show you the solar panels installed to minimize fuel usage in the camps, and the camp’s gorgeous wooden structures that mimic the stunning natural surroundings."
    },
    {
      "dayNumber": "3",
      "title": "Okavango Delta - Northern Territories of the Delta",
      "description": "Tuck into a hearty brunch on your last morning at your lodge, before your flight to the northern territories of the Okavango Delta. This huge concession consists of a mosaic of habitats stretching from the permanent waters of the Ngoga Channel, surrounded by papyrus, through open grassy plains, to forested tree islands and dry mopane woodland. Your safari lodge has a unique and contemporary design, with star-decks and sunken lounges to allow you to absorb the starry Botswana skies with a gin and tonic in hand after a long day of gallivanting. This area is abundant with a huge variety of species, from the famous golden wild dogs, to handsome sable and roan antelope. Duba Plains is set about with vast, seasonally inundated floodplains, and it is here that the lion population has really come into its own. This area has become famous for interactions between the great buffalo herds and the resident lions that have adapted to the watery territory and hunt during the day, their strategies being centered around the manipulation of the buffalo across the grassy floodplains. At either camp, you can look forward to a range of adventures and expeditions in new terrains, on game drives or bush walks for a more peaceful and intimate experience in the bush. When water levels allow, you may leap aboard a motorboat or a mokoro and head into the lagoons and watery channels for a relaxed cruise or for some fishing. The area is teeming with a vast array of predator and plains’ species just waiting to be discovered."
    },
    {
      "dayNumber": "5",
      "title": "Linyanti Concession - Into the Linyanti",
      "description": "After breakfast, fly northeastwards, departing the Okavango, to the private Linyanti Concession. After the cool swamps, this area will blow you away with its rolling mopane forests, stunning riverine woodlands and the gorgeous curve of the Linyanti and the Savuti Channel. This area is home to vast herds of elephants, particularly during the winter months, and the area is teeming with wildlife from predators to general game. During your three days here, walk in the footsteps of King Gustaf and Queen Silvia of Sweden, who fell in love with the famed banks of the Linyanti River in the 1970s. Your camp is named after this royal pair, and its setting along an oxbow-shaped lagoon is appropriately regal. The double-tiered barge named The Queen Silvia offers you the chance for a sunset sojourn along the Linyanti, with stunning views, a convenient bar on deck and comfortable couches to recline on! Enjoy your fabulous lodge in a breath-taking setting; the main decks of the camp cascade down to the river and the boats tie up right on the deck, so you can go from poolside to river in just a few minutes! Whilst in this stunning concession, explore by boat, indulge in a little fishing, and head out on game-drives and bush walks to soak up your wild surroundings and track down some of the world’s greatest predators, perhaps catching them on the hunt!"
    },
    {
      "dayNumber": "8",
      "title": "Victoria Falls - Into Zambia",
      "description": "After a short morning drive and breakfast, head to another magical slice of Africa: Zambia. Upon leaving Botswana, fly over the Kazangula border, a point where the four countries of Botswana, Zimbabwe, Namibia and Zambia meet. As you approach Livingstone, keep your eyes peeled for the spray of the epic Victoria Falls! Your destination will be one of two spectacular lodges. No matter where you stay, there will be time for a gorgeous sunset cruise before dinner on your first night. There are game drives to be enjoyed throughout the Mosi-Oa-Tunya National Park, or if you prefer to keep to the water, there are more river cruises, and for the fishermen among you there are several excursions for you to partake in! If you’d prefer a peaceful meander through the stunning surrounding area, you can join an expert guide on a nature walk. If you’d like to learn about the fascinating local culture of this part of Zambia there are museums and tours around Livingstone itself and there are craft markets and village tours on offer as well. Your guide will discuss the options with you upon arrival so that you can choose what interests you most. Get the heart racing a little with a view that’s hard to beat, from helicopter or micro-light aircraft. Meander in a canoe, zip around in a jet boat; take a unique safari from the back of an elephant or, for the really brave, try the white-water rafting! Of course, you may just as easily lie back on your deck and just watch the world go by; if you need to take it slowly after the last few days of adventure, there is no better place to kick back and let the sounds of Africa soothe you to sleep."
    },
    {
      "dayNumber": "10",
      "title": "Victoria Falls - Departure",
      "description": "For the grand finale, how about a visit to one of the world’s greatest wonders? Victoria Falls, known to local tribes as “The Smoke that Thunders,” will take your breath away. Its vast width has earned it the accolade of the largest waterfall in the world, and its grandeur will amaze you; feel the earth move as the ethereal mist of the falls envelopes you in one last African embrace. By mid-morning you will be ready to be transferred to Livingstone Airport, so all that is left to do is to take one last look at the African paradise around you and look ahead to future magical adventures!"
    }
  ],
  "map": ""
}