{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "lost-in-the-water-world-exclusive-okavango-northern-botswana-safari",
  "tourName": "Lost in the Water World: Exclusive Okavango & Northern Botswana Safari",
  "placesVisited": "Linyanti Concession, Okavango Delta, Victoria Falls",
  "generalInfo": "While the wilderness can be found all over Africa, it is in Botswana where you will find a true sense of the wild. Roads do not exist here, just waterways, remote airstrips, and migratory mammal routes. Through the use of private concessions and exclusive camps, this 11-day safari will combine luxury amenities with the resplendent wonder of big game-filled Africa. Access is deliberately restricted, and nothing interrupts the wild to provide you with an authentic and immersive African playground.",
  "durationDays": "11",
  "price": "10,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Victoria Falls – Victoria Falls Welcomes you to Africa",
      "description": "The smoke that thunders will give you a thrilling introduction to Africa's wilderness. The incredible display seems to come from nowhere as a thunderous sheet of water disappears into the chasm below. Victoria Falls has been declared one of the natural wonders of the world, and it remains completely natural. There are no flashing lights or big-brand advertising signs, no chain coffee houses or buildings crowding around the precipice. Instead, baboons scamper along the trails, narrow bridges run alongside the mile-wide falls, and there are countless places to be completely alone with the falls. You will want to bring your raincoat as the vast clouds of spray emerge from the abyss to quickly soak every visitor. You will be greeted at Livingstone International Airport and transferred directly to Victoria Falls, where a guide will lead you along the trails on the Zambian side of the falls. Take your time to allow the falls to engage all of your senses softly and then enjoy lunch at a small café. From here, you will be driven into Mosi oa Tunya National Park, where a savannah stretches out from the Zambezi River. Your camp there provides the first night of luxury under canvas with zebra and elephant that wander past as you continue to absorb the untrammeled beauty of Southern Africa."
    },
    {
      "dayNumber": "2",
      "title": "Linyanti Concession – Chobe River Boat Cruise and Into the Wilderness",
      "description": "After a morning flight to Kasane in Northern Botswana, you will head deeply into the wilderness on the water. Most of Botswana is not accessible by road, and the only way onward is to traverse the waterways or wander across the floodplains. On a luxury boat cruise, you will quickly encounter elephants as large herds of them play at the river. Hippos fill the water in the hundreds with the odd pair of rumbustious males solving a disagreement with shows of force. Zebra and impala dot the banks of the Chobe River as half of the herd remain on guard as the rest bends down to drink. You will enjoy a light lunch on the boat before you return to the Kasane airstrip to fly further south to Linyanti Concession, where your beautiful camp occupies a sublime location above the waterways."
    },
    {
      "dayNumber": "3",
      "title": "Linyanti Concession – Exclusive Big Game Safari in Northern Botswana",
      "description": "A portfolio of predators makes the Linyanti a thrilling introduction to safari. A pack of wild dogs runs across the savannah grasslands and then split up to converge with silent communication. Down at the river, there is a clash between crocodiles and buffalos, leaving the large herd unable to drink in peace. Hidden high in the trees are leopards, the spotted cats that are easy to miss if you travel too fast. As you explore the woodland, the profusion of elephants is remarkable as thousands upon thousands barge a path through the thick trees. They are joined by giraffe, who lope away in a few long strides when a lion pride enters beneath the canopy. The Linyanti a land of the giants and the hunters and the juxtaposition of ecosystems providing ample food for the largest and most ravenous of Botswana. Woodland blurs into grassland savannah, which often disappears and becomes classic delta scenery when the Okavango is flooding. Exquisite and exclusive, Linyanti is a private concession and can only be visited by those staying at one of the luxury camps within the concession. There are strict rules about encountering the wildlife, so there will never be more than three vehicles that approach any animal. Often there will only be yours, even when it's the sight of a lion pride tearing into a zebra carcass. Game drives are about the discovery of a full range of habitats to find the predators while walking safaris take you onto the savannah and into the realm of the grazers, where it's possible to approach to just a few meters from large herds. Nighttime game drives continue the adventure as the silence of the wilderness is pierced only by harrowing calls. Listen, get closer, turn on the spotlight and the culmination of a hunt is taking place just a few meters from the vehicle. As with most days on this safari itinerary, the daily program is flexible, and you'll be able to choose between different activities."
    },
    {
      "dayNumber": "5",
      "title": "Kanana Reserve – Crossing the Oasis and Exploring By Mokoro",
      "description": "Hippos watch on as you cross the Okavango Delta, first by plane and then in a small motorboat. Palm islands are isolated amongst the blue, where baboon troops and kudu herds have been marooned. Knobthorn acacia trees are shoulder-deep in water to soak up the seasonal abundance. From June to November, the Okavango is flooded to form nature's greatest oasis. But certain channels and waterways flow all year, which helps to maintain a rich diversity and profusion of wildlife. Kanana Reserve is centered on some of these permanent channels, with its lush flood meadows transforming when the Delta's waters rise. Check into your next marvelous camp and admire the scene from your wooden verandah as nothing artificial will break the spell of the natural wilderness. A resident hippo pod bathing in the river will be a permanent fixture for these next three days. It will not be long before you see one open its humongous jaw. Various antelope will skip past to drink from the channel before returning to the fresh meadows. Above your head are the branches of jackal berry and sausage trees, where an array of monkey species provide regular entertainment. Check into the camp and enjoy an afternoon of exploration. You will head out in a motorboat to get a sense of just how big and diverse the Delta is. Dozens of different species are encountered, and there's always a surprise to discover."
    },
    {
      "dayNumber": "6",
      "title": "Kanana Reserve – Private Safari in an Untouched Corner of the Delta",
      "description": "Like Linyanti, Kanana is a private reserve, an exclusive enclave amongst a world-famous destination. You have the Okavango Delta at your fingertips, a whole playground of opportunity with hardly another visitor in sight. Much like Linyanti, Kanana also showcases a variety of habitats that brings a variety of wildlife. These two days are made up of both land and water activities that unravel the subtleties of the Okavango Delta. Create your own itinerary, with morning and afternoon excursions punctuated by a few relaxed hours at the camp. Safari never stops of course, as even when it's midday, and you are reading a book on the verandah, there is likely to be hippos or elephants dominating the panorama. Barefooted, indigenous guides take you onto the savannah. Walk slowly as a buffalo herd is up ahead before you stop, take some photos, and then analyze the herd's reaction. They seem unthreatened, so walk ten meters closer. With many of the animals, you can follow this pattern as the guides can bring you into a thrilling proximity. On game drives, you can't be silent, but by traversing large areas of the reserve, you can encounter all of its residents. Guides know where the resident cheetahs like to hide, or where to find pride of lions. Sometimes the experience involves stopping the vehicle and waiting. Elephants will roam past from multiple directions, the giraffe will curiously say hello, and half a dozen antelope species may quickly scamper past. These land safaris are complimented by motorboat journeys and mokoro safaris, where you explore in traditional canoes."
    },
    {
      "dayNumber": "8",
      "title": "Moremi Game Reserve – The Complete Delta Wilderness Experience",
      "description": "Exploring the Okavango is not possible by road, so light aircraft hop above the wilderness to touch down at remote airstrips that sometimes have to be cleared of giant mammals to allow for landing. Motorboats cruise along the water to piece together the distinctive areas of an oasis that is clearly visible from space. For your final three nights, your safari is in Moremi Game Reserve, the game-rich heart of the Okavango Delta. Choose to arrive by flight or boat (both options offer a safari experience), and then settle into the next camp, set on a lush island that's surrounded by water throughout the year. Moremi provides the quintessence of the Delta, where water abounds, exotic birds flutter past, and it's hard to go a few minutes without hearing the hippos. After checking in, you will spend an afternoon on a mokoro safari. These traditional wooden canoes have been the local means of transportation for generations, a serene and silent way of moving through the flooded landscape. A guide paddles you down narrow channels, where there's barely ten meters of water between the lush reeds on either side. It's thick, and the visibility is low but with the mokoro's speed, you can follow all of the clues. Perhaps you will see a pair of eyes in the grass, that of a hyena hiding amidst the green. Or maybe a trampled route that leads to a herd of elephants. Paddle along the banks, and you will encounter everything that comes to drink from the channels including the kudu, springbok, oryx, impala, zebra, giraffe, baboons, and more, all seen from water level barely five meters away. Turn another corner in the mokoro , and there will be a herd of tsessebe, small antelope that gallop away quickly because a lion pride wants to drink from the same spot. The adventures on land also continue and you will enjoy game drives across Chief's Island, the lavish green center of the Okavango Delta. Surrounded by water all year around, the island has a remarkable density of life, including four of the Big Five and the roving herds of pachyderms. Walking safaris can be limited here (due to the abundance of predators), but you will still have the opportunity to explore certain areas safely on foot. Then there's the camp safari as you watch hippos while sitting on your bed or glance up from a book to see a giraffe tower wandering past. Or you may wake up to a herd of red lechwe grazing directly beneath your luxury-tented suite. Moremi offers the complete Okavango wilderness experience and three days lets you explore it all at a relaxed speed."
    },
    {
      "dayNumber": "11",
      "title": "Maun \u0000\u0000– Departure",
      "description": "On an aerial safari, you will wave farewell to the Okavango Delta as the plane swoops above the lush landscape to give a surreal impression of its scale. From cruising altitude, you can still spot elephants and larger herds as the wildlife of Botswana roam across the resplendent blue landscape. Touch down in Maun, and a representative will assist in your transfer to the international terminal and your departure flight."
    }
  ],
  "map": ""
}