{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "signature-botswana-safari-ultimate-two-week-experience",
  "tourName": "Signature Botswana Safari: Ultimate Two-Week Experience",
  "placesVisited": "Chobe National Park, Linyanti Reserve, Moremi Game Reserve, Jao Concession, Nxai Pan National Park",
  "generalInfo": "Bask in the beauty of changing landscapes on a two-week safari adventure through Botswana’s great wildernesses. Elephants fill the thick woodland as you begin your adventure in Chobe. Throughout your journey, you will witness wildlife migrating through predator-dominated channels, bringing endless drama in the exclusive Linyanti. Not only does this trip boast some of the most diverse and eclectic wildlife in the world, but it is also home to the lush Okavango Delta islands and mazy waterways in Moremi and Jao. Finally, visit Makgadikgadi, which has vast and shimmering salt pans for escaping into silence and solitude. This Botswanan safari will have you dreaming of your unforgettable experiences on this picturesque, African landscape for years to come.",
  "durationDays": "13",
  "price": "12,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Chobe National Park – Elephants as Neighbors",
      "description": "Gazing over the Chobe River, you will admire an elephant herd. Two playful youngsters will be pushing each other deeper as they use their trunks as snorkels. A matriarch carries with her an air of melancholy, and a few elephants have wandered off, causing some commotion with a nearby hippo pod. After a long drink, the elephants will venture off to be replaced by another herd and then another. In Chobe, you do not even need to be on safari to see these giants. Giraffes will be just as conspicuous, and it can feel like you are continuously surrounded by the largest of these land mammals. Getting to Chobe does take time, and after landing in Maun, you will transfer to a safari flight where you will enjoy views over the Okavango Delta on your journey north. When arriving in Chobe, it will be late, so you will check into a lodge along the river and spend your evening watching the elephants below. Begin planning your dream safari by connecting with one of our luxury African safari travel agents ."
    },
    {
      "dayNumber": "2",
      "title": "Chobe National Park – Cruising the River Channels and Exploring the Woodland",
      "description": "After an evening to rest and relax, the will safari really begin. Passing thousands of elephants, you will drive into the heart of the thick woodland where your camp can be found in a small clearing. Close your eyes and tune different senses into the landscape. Sounds will echo through, indicating proximity to a buffalo herd or grazing antelope. From Linyanti, which is the next destination, it will be essential to do your safari activities in the early morning and late afternoon while the animals are most active. Chobe is a little different as the pachyderms provide entertainment during all hours of the day. So, after a long flight, you will still have plenty of time to rest and refresh. Boat trips also provide downtime here. Cruising the Chobe River, you will pass great populations of elephants and hippos along with smaller antelope herds that drink tentatively. Just sit back on the boat’s outdoor deck and watch the show where you will experience the ease and tranquility of a water-based safari. You may spot lions here, but Chobe is not a destination for predators as the thick woodland and high grass makes them very difficult to spot. Instead, during these two days, you will have these giants as neighbors. Slowly, the supporting cast will reveal itself: zebra, wildebeest, buffalo, vervet and colobus monkeys, baboons, and antelope."
    },
    {
      "dayNumber": "4",
      "title": "Linyanti Reserve – Exclusive Big-Game Safari with the Predators",
      "description": "By driving to Linyanti, you will experience how landscapes change. Woodland becomes punctured by swamps and open savannah, and lush rivers give way to muddy channels. The trails provide real adventure as they will prove to be slow and beautiful. Tracing a leisurely route, you will enter a block of private concessions that separate Chobe from Okavango. Wildlife moves freely between these two famous landscapes, using a channel that dissects Linyanti Reserve. After trekking this deep into the wild, you will notice the lack of other people and vehicles. These private concessions will be exclusive with access being restricted to those that are not actually staying in the concession. This means that you will experience no through traffic and a more peaceful environment for wildlife. Most of day four will be spent on a game drive into Linyanti with a nighttime game drive that will provide new encounters. Of course, you can not see very well when it is dark, but the smells will be evocative, and sounds will guide you onward. The driver will move slowly and stops regularly, cutting the engine so you can fully tune in to the wildlife around you. This time, the animals will come to you. So, stay still, silent, and a guide’s spotlight will spot out grazing herds. Then, you will turn a corner, and it will be impossible to predict what will be gazing up at you from the grass. Nighttime is also a good time to see cats on a hunt with leopards and lions prowling across the land. For days five and six, the safari program is flexible. Typically, you will be exploring in the early morning, late afternoon, and after dark. Photography hides provide secretive places to hang out, bringing dreamy close-ups with various animals. Elephants and giraffes still dominate, but you can feel how Linyanti is on a migratory route, especially when exploring around the Savuti Channel. Red lechwe will skip past in their hundreds, and beisa oryx will greet your eye. Buffalos will huff and puff throughout the evening, and zebra will gather in a blur of white and black stripes. All of this means food for the predators and Linyanti has one extra special highlight: wild dogs. Although increasingly endangered, these predators have a refuge in Linyanti. Guides know where multiple packs den, so it is easy to enjoy encounters. Trying to keep pace with the hunters, following a pack on a hunt will be magical. Here lies another advantage of safaris in private concession: you are permitted to travel off the trails. Going off-trail is essential for tracking the predators, both before and after a hunt. So, the guide will take you within a few meters of lions or close enough so you can spot leopard cubs that are high in a tree. Linyanti is one of Africa’s ultimate private concessions, and by going off the trails, it will be one of your most memorable animal encounters."
    },
    {
      "dayNumber": "7",
      "title": "Moremi Game Reserve – The Very Heart of the Okavango Delta",
      "description": "Travel further south, and you will not be able to travel by land anymore. Water will take over as the Okavango Delta spills its bounty across the desert. Trails are washed away every year, so you must fly with dreamy views from the window as you transfer to the Moremi Game Reserve. Your camp will be located on the northern tip of Chief’s Island, which is the largest of all the Okavango islands. This central piece of the Delta offers food and water every month of the year, resulting in a remarkable wildlife density. The giants are here in vast numbers, and there are other mass populations as well, notably red lechwe and zebra. Year-round residents are joined by migratory arrivals, including herds that swim across channels to reach the island. From your camp, you can gaze out across the water. Wildlife hides in the surrounding trees. Nature sings a lullaby each evening, and there is nothing artificial here, and nothing to distort your connection to both the wilderness and wildlife. In Moremi, the safari will be adjusted to your preferences and interests. Game drives can be accompanied by short game walks, providing the trackers think it is safe enough. Motorboat and mokoro canoes will then bring a new angle. Over these two days, you will explore the land and waterways, piecing together both sides of the Okavango experience. By now, you will appreciate how each activity brings a different perspective. Game drives are a little noisy, so many animals will retreat from an approaching vehicle. This is not the case on walks or in a canoe as these activities often take you among herds, creating a 360-degree panorama of life. You will also appreciate how the safari always continues back at your camp. Each evening, you will sit around a fire, listening to the sounds, and watching animals drink from the river below."
    },
    {
      "dayNumber": "9",
      "title": "Jao Concession – Water-Based Safari in Wetlands and Lagoons",
      "description": "Another short flight will bring more views across the Delta as channels snake out around palm-fringed islands. Seasonal flooding makes the landscape even more iconic, forming a labyrinth of narrow channels. There are no roads, and there is hardly even any land, just a handful of small islands that are populated by grazers and monkeys. This is the classic Okavango Delta landscape and safari experience with all the activities taking place on or in the water. New animals like sitatunga will now begin to blur into the landscape, and hippos can be seen more regularly, but in smaller pods. Motorboat rides are the equivalent to game drives, covering relatively large areas while following locations that have been radioed by trackers. Mokoro canoes are how indigenous people travel. Constructed from a single tree, these canoes are pushed down the channels by gondoliers. They are incredibly silent and serene, drifting past lush reeds and beneath palm trees. Such peaceful travel does not have an impact on animals. Sometimes, you will be just five meters away from all kinds of animals. Sometimes a lioness will peer at you with one open eye as she lounges on the bank. With water as a barrier, a mokoro means real intimacy, especially as you have no idea what will be hiding around each bend in the delta."
    },
    {
      "dayNumber": "11",
      "title": "Nxai Pan National Park – Shimmering Adventure of the Makgadikgadi",
      "description": "You will south and admire how it all changes. Lush waterways are replaced by the Kalahari’s arid dust, and soon there will be nothing except the changing brown hues of an enormous desert. Out of this nothingness, something new will emerge. The landscape will turn white as you touch down beside the pans. There was once a lake the size of Switzerland here, and today, there is no longer any water, just a mirage of shimmering salt. In such a barren place, it is difficult for animals to thrive, but you do not come here for wildlife, you come to Nxai Pan for silence and solitude. This incredibly peaceful experience will give you the opportunity to reflect on all the safari excursions that you have experienced so far. The camp peers across the plains and the mirage will seem endless. You can explore on an all-terrain vehicle, following a handful of paths that separate the pans. Occasionally, a lone elephant will wander past. Out in the salt, you will come across meerkats, poking their heads from the ground. Mostly, there will be nothing, and such a space will produce a unique state of mind. Space dominates at nighttime as well, and the desert stars extend above you as your campfire crackles. After ten days on your safari, it will always seem like a shame to return to the modern world. Staying on Nxai Pan will keep you firmly in the wilderness, ensuring that you have some alone time before returning home."
    },
    {
      "dayNumber": "13",
      "title": "Maun – Departure",
      "description": "It will be a short flight back to Maun this morning, which will then be followed by your international flight."
    }
  ],
  "map": ""
}