{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "south-africa-botswana-and-zimbabwe-from-cityscapes-to-waterfalls",
  "tourName": "South Africa, Botswana, and Zimbabwe: From Cityscapes to Waterfalls",
  "placesVisited": "Cape Town, Mashatu Game Reserve, Thornybush Game Reserve, Victoria Falls",
  "generalInfo": "From the sparkling golden shorelines of Cape Town to the sweeping savannahs of Limpopo and the breathtaking deserts of Botswana to the pounding Victoria Falls in Zimbabwe, experience the best of Africa during this handpicked 13-day tour. Offering spectacular safaris in some of the continent’s most beloved reserves, this tour will share the scenes and wildlife encounters for which Africa is famous.",
  "durationDays": "13",
  "price": "11,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town - South Africa’s Coveted Cosmopolitan",
      "description": "In Cape Town, clouds coat the crest of the iconic Table Mountain like a tablecloth and the sunshine dances off the golden beaches sweeping its coastline. The city is a dreamy destination nestled at the foothills of the mountain, composing one of South Africa’s most beloved cosmopolitans. You will touch down at Cape Town International Airport, meet your private transfer, and cruise through the cityscape to your delightful accommodation pinned in the heart of its buzzing districts. In the evening, you may stroll along Cape Town’s vibrant streets to see what makes the city tick."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town - A Sip of South Africa",
      "description": "A trip to Cape Town would be incomplete without a visit to its elite wine estates peppering the Constantia Hills. Today, you will join your private transfer and head for the rolling emerald hills to indulge in the Cape Winelands collection of exquisitely crafted wines poured by sommeliers who will guide you through the tasting of each vintage. Accompanied by vistas of the cascading evergreen vineyards, charcuterie boards overflowing with delectable meats and cheeses, and a soundtrack provided by the birds, you will soak up the majesty of this esteemed trail while sipping on some of South Africa’s best wines."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town - Where Two Oceans Meet",
      "description": "Table Mountain’s summit soars above the skyline, beckoning visitors to ascend its mighty peaks. Today, you will transfer to the base of the mountain, where you will climb into a spacious cable car and zip to the apex of its precipice. Atop the mountain, views of the Western Cape will stretch as far as the eye can see. You will return to the ground and continue your exploration along the rugged Cape Peninsula, stumbling upon humble fishing villages overflowing with marine life and the meeting point of the Atlantic and the Indian Ocean, Cape Agulhas."
    },
    {
      "dayNumber": "4",
      "title": "Cape Town - Wonderful Memories of the Western Cape",
      "description": "There is far too much to discover in and around Cape Town in just four days, so today is left free for you to decide how you wish to spend your final moments in the city. Whether you desire to marvel at the dazzling multi-colored homes of the Bo-Kaap or retreat to the landscaped lawns of the world-famous Kirstenbosch National Botanical Garden, there is something for everyone in Cape Town. In the evening, you may indulge in cocktails on the terraces of rooftop bars and dine on gorgeously prepared South African delicacies at one of the many upmarket restaurants."
    },
    {
      "dayNumber": "5",
      "title": "Mashatu Game Reserve - Welcome to the Land of Giants",
      "description": "In Botswana’s eastern parts, adventure is rife within the postcard-perfect safari scenes sweeping across the environment. In the heart of this region lies your next accommodation, a reserve dubbed the ‘Land of Giants’ as it is home to the largest herds of elephants on privately owned land in Africa. The reserve offers a regal touch in an otherwise desolate area ruled by fascinating animals and marvelous creatures such as lions, cheetahs, wildcats, and various birdlife. Boundless activities to explore the wilderness await your journey in southeastern Botswana."
    },
    {
      "dayNumber": "6",
      "title": "Mashatu Game Reserve - Game Drives through Paradise",
      "description": "You will encounter the curious creatures residing in this breathtaking reserve each day in several thrilling ways. This morning, you will enjoy a cruise through the illustrious landscape before the sun has risen above the horizon and capture herds of mammals grazing the grassy parts while the sun turns the sky fiery orange. In the evening, you will witness an even more marvelous sunset while mighty elephants trudge to nearby watering holes and birds of prey descend to swoop up their dinner."
    },
    {
      "dayNumber": "7",
      "title": "Mashatu Game Reserve - Surreal Safari Experiences",
      "description": "There are copious safari experiences to enjoy in Mashatu beyond game drives. Today, you may see the scenes from unique vantage points and capture images worthy of the cover of glossy magazines. If you wish to encounter flora and fauna up close, then you may relish a walking safari through the emerald bush. Otherwise, you may hop on horseback and wallow in the whimsy of the wilderness at a comfortable distance from the ground. However you choose to capture the majesty of Mashatu is entirely up to you."
    },
    {
      "dayNumber": "8",
      "title": "Thornybush Game Reserve - Illustrious Moments in Limpopo",
      "description": "You will return to South Africa today, this time arriving at the beautiful Limpopo Province. Featuring expansive stretches of savanna, forest-green slices of woodland, and grassy sections of shrubland, the Thornybush Game Reserve is a diverse wildlife sanctuary you will be thrilled to explore during your stay. Today, you will make yourself comfortable at your new home away from home and enjoy the lavish amenities of your stunning accommodation stationed in the idyllic wilderness of South Africa. With dinner alongside vistas of the bewitching natural scenes, you will relish a peaceful evening with exquisite local cuisine."
    },
    {
      "dayNumber": "9",
      "title": "Thornybush Game Reserve - Breathtaking Encounters with the Big Five",
      "description": "You will spend your first full day in Thornybush exploring the wondrous environments by 4x4 vehicle for unbridled views of the wildlife and plant life. From encounters with roaring lion prides to moments spotting rhinos wading in shallow watering holes, you will hope to witness every member of the Big Five during your morning and evening game drives. In the evening, you will gaze upon the bright twinkling stars that light up the night sky unhindered by light pollution present in cities. Such images will prove too remarkable for words."
    },
    {
      "dayNumber": "10",
      "title": "Thornybush Game Reserve - Beautiful Images of South Africa’s Birds",
      "description": "Inhabited by more than 500 bird species, Thornybush is a paradise for bird lovers and bird watching enthusiasts alike. Today, you may join your knowledgeable ranger and set off on a spectacular bird watching safari through the forests and woodlands. From the comfort of your off-road vehicle, you will catch glimpses of the vibrant birdlife that nestles in the towering trees and hovers overhead while you cruise along the dirt roads. Returning to your resort this afternoon, you may enjoy a vitalizing spa treatment at your accommodations divine wellness center."
    },
    {
      "dayNumber": "11",
      "title": "Victoria Falls - A Quiet Place to Unwind",
      "description": "Today, you will transfer to the Mpumalanga International Airport and catch a plane to your final destination of the tour, Zimbabwe. Arriving in the stunning country of Zimbabwe, you will be whisked away to one of the destination’s most captivating highlights, Victoria Falls. You will stay a short way from the mesmerizing waterfall and spend your first moments in this wilderness paradise wallowing in the serenity of the unspoiled environment and total seclusion of your accommodation. In the evening, enjoy a sumptuous dinner under the stars while the sounds of nature surround you."
    },
    {
      "dayNumber": "12",
      "title": "Victoria Falls - Spectacular Scenes of the Colossal Falls",
      "description": "With a full day of exploration ahead, you will set off in the morning to witness the wondrous wildlife that surrounds your stellar suite and composes the illustrious topography encompassing Victoria Falls. En route to the waterfall, you will capture enchanting images of creatures rummaging through the greenery and birds nestling in the trees. You will soon find yourself gazing upon the pounding silver streams of Victoria Falls, a natural monument of colossal beauty. In the evening, you will enjoy the river scenes from a different perspective as you watch the sunset while cruising along the Zambezi River."
    },
    {
      "dayNumber": "13",
      "title": "Victoria Falls - Sara Mushe, Africa",
      "description": "The symphony of birds singing from your balcony and the orange glow of sunshine peering through your window will welcome a new day, and your final morning on the African continent. Take your time wallowing in the unspoiled beauty that surrounds your suite while sipping on a decadent cup of coffee before tucking into a hearty breakfast and packing your belongings. In a short while, you will be collected by your private transfer and taken to the airport where you will say Sara mushe, or goodbye, to Zimbabwe and begin your journey back home."
    }
  ],
  "map": ""
}