{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "luxury-botswana-safari-for-seniors-following-the-elephants",
  "tourName": "Luxury Botswana Safari for Seniors: Following the Elephants",
  "placesVisited": "Maun, Moremi Game Reserve, Linyanti Wildlife Reserve, Okavango Delta, Chobe National Park, Victoria Falls",
  "generalInfo": "Elephants have good taste. Almost 100,000 of them march around Northern Botswana, their path coinciding with some of the continent’s best accommodations and most elegant safari experiences. This unique 9-day itinerary follows the natural movement of elephants, combining unique nature with the style and comfort demanded by the most discerning traveler. And it’s not just about elephants. Get ready for big cats, hippo pods, thunderous waterfalls, and opulent river cruises.",
  "durationDays": "9",
  "price": "15,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Okavango - Nature’s Great Theater",
      "description": "Feast your eyes on the Okavango Delta from the air, an endless expanse of swamps and channels expanding beneath the wingtips of your light aircraft. After landing in Maun you’ll switch to a tiny plane and sweep low over the delta, before touching down in a secluded corner of Moremi Game Reserve. You’re going to spend three days on the tip of Chief’s Island, an open stretch of Kalahari savannah that’s surrounded by lush waterways. Indulge in the eminent luxury your camp with raised wooden verandahs gaze out onto big cat paradise, alfresco meals are complimented by nature’s inimitable soundtrack, and this boutique eco-camp maintains just a small handful of isolated rooms. It’s the perfect place to slowly watch the wildlife and gently settle into the serene rhythm of your safari."
    },
    {
      "dayNumber": "2",
      "title": "Moremi Game Reserve - Abundant Big Cats",
      "description": "Out on the floodplains a battle is starting. A lion pride stands over a kudu carcass, the youngsters getting their fill after the alpha male has retired. But a pack of hyenas are looking for scraps, and they cheekily test the boundaries by grabbing at the impala’s limbs. Will the lions resist and finish the impala? Or will full stomachs neutralize their ability to fight off scavengers? These are the daily dramas of Chief’s Island, an abundant piece of the Okavango that arguably has more big cats than anywhere in Southern Africa. Water brings migratory herds, everything from one ton buffalo to baby impala. Lying in wait are lion prides and solitary leopards, rare wild dogs and a collection of cheetahs. Your place in the wilderness throws you straight into the raw end of African safari and you’re immediately surrounded by the interaction between predator and prey. Such excitement calls for an accompanying dose of tranquility and that is your camp's most impressive drawcard. The rugged natural world is serenely counteracted by the camp’s ability to offer the ultimate luxury and privacy. Even as you retire onto a huge double bed, the silhouettes of mammals can be spotted on the horizon. There are no schedules here. Each day can be carefully planned, but it can also be immediately changed to suit the mood. Again, it's your private safari, so the balance between relaxation and excitement is up to you. Game drives take you out into the lions’ kingdom. Lionesses are out on the prowl, while majestic maned males slowly approach the safari truck. Skillful guides know the favorite leopard haunts, while a smorgasbord of antelopes tentatively graze on the grasslands. Extend the drive with a lazy picnic lunch in your favorite spot. Or cut it short and spend a long afternoon admiring everything from your balcony. Mokoros are dug-out wooden canoes and they take you deep into the action. Think of it as being something like Venice. A skilled boatman paddles you along the waterways in the traditional boat, pointing out the sights and allowing you to be surrounded by the local charms. Except the sights aren’t ancient buildings or cute bridges. The shallow channels teem with wildlife. Elephants migrate across them, hippos lounge in them, and springbok approach them to drink. A traditional mokoro trip gets you breathtakingly close and it’s often the highlight of a visit to Moremi."
    },
    {
      "dayNumber": "4",
      "title": "Linyanti Wildlife Reserve - Flying Over the Okavango",
      "description": "The Okavango is equally hypnotic from the air. Ascend from the camp’s private airstrip and sail over the delta for a second time, hopefully catching glimpses of elephant herds from the window. Light aircraft flights are the perfect way to offer a new visual angle and minimize transfer time. You won't be stuck on a long drive between destinations. These tiny airstrips ensure that you fly directly from wilderness to wilderness. They also provide peace of mind. While you may be deep in animal territory, a plane is always available in case of any emergency. So while it might be hundreds of miles away, it takes less than an hour to reach modern civilization The almost 100,000 elephants of Northern Botswana spread over an area that stretches to Victoria Falls in the Northeast and Moremi in the Southwest. Central to their ongoing journeys are two famous elephant corridors in Linyanti Wildlife Reserve. Immense family herds wander through this area, their health indicated by the copious amount of enchanting babies. Bachelor groups and lone old males also travel along these channels, and at times it’s impossible to look up without seeing an elephant. Nestled between these two corridors, right in the thick of the action, is your sumptuous Duma Tau Camp, your home for the next three days."
    },
    {
      "dayNumber": "5",
      "title": "Linyanti Wildlife Reserve - Elephant Channels",
      "description": "Your time in Linyanti is centered on elephants. In fact, they’re pretty difficult to escape. The wide-angled windows of your room offer unforgettable vistas onto the landscape, and elephants are wandering past at unfathomable rates. Some get spectacularly close and come to within meters of the camp. Don’t worry, guards skillfully ensure that nothing oversteps the unfenced boundary. It’s a charming experience. Lift your head from a book and a young male tusker is saying hello. Return from the en-suite bathroom and a small herd drinks beside your balcony. Trumpet calls accompany your elegant outdoor dining. And this is all without going on a game drive. So just imagine how close you’re going to get when you’re out in a vehicle. Like all camps and lodges, skilled guards ensure that nothing gets dangerously close. But it’s not just about nature’s largest land mammals. Permanent water and lush grazing ground attract a full cast of African wildlife. The big cats won’t need any introduction; however, getting intimate with a lion pride is an experience that never grows old. Thick forests are havens for leopards. Gaze into the trees and a swinging tail provides a clue. Look closely. Allow your eyes to adjust to the cat’s careful camouflage. Then smile as the leopard is slowly revealed. Again, a customized blend of safari activities allows you to explore different corners of the reserve. Game drives and mokoro trips are obvious choices, and they’re supplemented by thrilling walking safaris and nighttime drives. They provide a new angle, one that increases your admiration for the landscape. Trek with a trained guide and go in search of the reserve’s impressive bird collection; vivid flocks dominate treetops, rare owls hide amidst the ebony groves, and eagles effortlessly soar overhead. Drive out under the cover of moonlight and peer through the gloom. Silently stop on verdant grazing land and wait for the hippos or buffalo to come closer and closer. Then your guide’s spotlight illuminates bizarre nocturnal creatures, like endangered fox species and tiny antelopes. But it’s left to the elephants to provide a final hurrah, their stunning silhouettes marked against an evocative sunrise. There are so many here that some people have called for a controlled cull. Botswana would never agree to that. This is a country that invests heavily in ensuring the natural world stays exactly as it always has been. Part of their strategy for protecting the wildlife is their commitment to high-end tourism. While some countries aim for tourist numbers, Botswana focuses on quality. They would rather offer the ultimate experience to a handful of visitors than attract thousands of budget hunters. This approach has ensured that Botswana's tourism industry is arguably the most sophisticated and developed in the whole of Africa."
    },
    {
      "dayNumber": "7",
      "title": "Chobe River - Chobe River Cruise",
      "description": "Elephants frolic in the Chobe River, spraying water into the air and wrestling in the shallows like unruly teenagers. They’re joined by boisterous hippos. Upcoming males battle for the prime spots in the river, grunting and stamping to indicate supremacy. Yet it’s all in vein, as the huge alpha male charges into the water and everyone immediately falls into line. Much of your safari experience has been about allowing the wildlife to come to you. That changes today as you fly to Kasane and board a luxury boat cruise. Elephants and hippos are the main wildlife attractions and you’ll see hundreds of each. Yet there’s a wonderful tranquility to cruising down the Chobe River and watching everything along the riverbank. A delicious lunch is served on board and there are both outdoor and indoor decks to lounge upon. It goes without saying that you're exploring areas that are miles from any road or trail. So just sit back, relax, and admire Botswana's natural world. This is a shared river cruise but the boat is extremely spacious and there will only be a handful of other passengers. After disembarking you are transferred by land to Victoria Falls in Zambia. It takes less than one hour and your guide will assist with the immigration formalities. This border crossing is regularly used by foreigners and is one of the quickest and most efficient on the continent. Nestled on the banks of the Zambezi River, your lodge offers a sublime mix of luxury and serenity."
    },
    {
      "dayNumber": "8",
      "title": "Victoria Falls - Spectacular Victoria Falls",
      "description": "The location of Mosi-oa-Tunya is almost too good to believe. The falls are so close to Northern Botswana that the wild elephants roam along the main highway. So after seven days of safari, you can easily complete the vacation with one of the world's most phenomenal sights. Every second, 1,000 tons of water descend into the abyss, making Victoria Falls the most powerful waterfall on the planet. An effervescent layer of mist rises out of the canyon and a powerful roar echoes for miles. Before you've even set eyes on the falls you'll understand why the locals call it Mosi-oa-Tunya, literally translated as “the smoke that thunders.” Spend a morning wandering the gentle trails that run parallel to Victoria Falls. You'll get dozens of different angles from the viewing platforms and have plenty of time to soak up both the visual euphoria and relentless soundtrack. Transfer back to your lodge in the afternoon and go on a sunset river cruise down the Zambezi. Hippos and crocodiles will be in attendance as you dine on a sumptuous deck and appreciate the raw beauty of this famous river."
    },
    {
      "dayNumber": "9",
      "title": "Depart - Farewell to Elephant Country",
      "description": "It’s time to bid farewell to Southern Africa. The airport is less than 30 minutes transfer from the lodge and there might even be a few last elephants to admire from the window. Board your international flight and soar over the vast landscapes that have been yours for the last nine days. However, if nine days isn't enough time for you, consider adding on to your trip."
    }
  ],
  "map": ""
}