{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "fly-in-okavango-delta-desert-safari",
  "tourName": "Fly-In Okavango Delta & Desert Safari",
  "placesVisited": "Chobe National Park, Savute Channel, Shinde Concession, Moremi Game Reserve, Makgadikgadi Pans National Park",
  "generalInfo": "Vast swathes of northern Botswana are far too wild for roads or even for rugged four-wheel driving. Access to the pristine wilderness is by light aircraft, touching down on dusty airstrips surrounded by elephants. Fly in and then explore to spend two days each in five distinctive safari destinations. From the Chobe woodlands to the Okavango oasis, Savute Channel to Makgadikgadi Pans, this luxury safari showcases the mystique and wonder of both the Delta and the desert.",
  "durationDays": "11",
  "price": "18,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Chobe National Park - Spectacular Woodland and River Safari",
      "description": "Beneath the canopy, you will go to follow sandy trails as you bump into the woodland. An elephant will block the trail, the large tusks forcing you to stop. Soon the rest of the herd will emerge as nearly 30 of them will slowly amble past, including two babies that swing their trunk with near comical curiosity. Inch a little further, and the scene will repeat itself with a big male hooting as the rest of the herd bulldozes their way through the trees. Giraffe is seen equally regularly with their heads above the high branches. As the sandy trail reaches the river, you will get your first glimpse of hippos, along with a buffalo herd chewing and chomping their way across the high grasses. Within an hour or so, some of the animals become so commonplace that you will not even point them out: elephants, giraffe, buffalo, zebra, lechwe, impala. As you continue, much more will continue to surprise, like tsessebe that skips out from the trees or a troop of baboons creating a riot of noise. After touching down in Maun, you will transfer to a chartered light aircraft and a flight over the Okavango. Beneath the wingtips, the landscapes will transform from desert to delta, and then to the thick awning of the Chobe woodland. Touch down, and you will already be deep in the wilderness. The game drive will take you further in to bring these inspiring first safari impressions as you travel to your lodge, nestled on the Chobe River. Resident buffalo and lion pride create dramatic scenes close to the lodge, while any number of animals could come down to the river for a drink. Over these first two days, you will combine game drives with cruises along the Chobe River. The latter will take you past hundreds of hippos, an even more evocative sight when you cruise at sunset, and they are seen emerging from the water. You will be staying in one of Botswana's original luxury lodges, a place of opulence that blends seamlessly with the natural environment. Accommodation later on the safari will be a bit more rustic, particularly in revealing how the wildlife roams freely amongst the camps. As a starting point, this lodge eases you into the wilds of Africa, with the salubrious fittings helping to soothe any aches from travel."
    },
    {
      "dayNumber": "3",
      "title": "Savute Channel – Mysterious Safari Landscape",
      "description": "Chobe National Park stretches south from the Chobe River, a vast stretch of woodland that's home to Africa's largest collection of elephants. Some conservationists believe there are 100,000 elephants found within the ecosystem and the evidence is everywhere. Great paths are cleared as the pachyderms barge and bump against trees, and large clumps of dung dot the river banks as echoed hoots dominate the evening lullaby. In the southwest corner of the Chobe is the Savute Channel, a permanent water source where the elephants are always meeting. It will feel as though you are deeper in the wilderness as the canopy closes in and the mystical sounds are constant throughout the day. Savute can sometimes be accessed by the four-wheel drive trails, although even these become impassable at points during the year and it's a full day of travel from the north of the national park. Instead, you will take the direct route, a 20-minute flight between remote airstrips, a sublime journey as you look down at the roaming elephant herds. Bachelor elephant herds meet in the waters beneath your accommodation, and the concentration of testosterone brings some haunting evening scenes. The river blurs into a marsh that cascades out onto fertile plains. Antelope are seen in much larger numbers, along with zebra and wildebeest that enjoy such fresh pastures. While the low grass is ideal for grazing, the high grass is inviting for predators. So when the grazers come to drink in the river, there are scenes of raw drama. Sometimes the clashes involve lions and buffalos, other times it's a leopard tearing apart an impala. Your game drives will focus on the predators, seeking to find them in hunting mode. However, like everywhere on this safari, the experience is not about seeing the animals as much as it is about surrounding yourself with the rhythms of pristine wilderness."
    },
    {
      "dayNumber": "5",
      "title": "Shinde Concession – Classic Okavango Water Safari",
      "description": "Touch down after your next charter flight and the visuals will have changed. Your views extend for miles as the lush floodplains spill beyond the horizon. Palm islands rise sporadically as silhouetted elephant and giraffe grace the landscape, and in a single glance, you can spot half a dozen different antelope. You will be marooned on Nxaragha Island, surrounded by a year-round water wilderness, engrossed in the grunting hippos and skipping antelope. Tsessebe are on the move, grazing and jumping almost in the same movement as sitatunga hide beneath the water, just nostrils poking out from the lagoon as wildebeest gallop comically, the males rutting in shows of virility. There is almost no land here, just a few rising palms and the sandy banks of the island. Effortlessly blending into these lush surroundings is your safari camp, with tented suites rising on wooden platforms above the delta. Canvas walls ensure the sounds of the wilderness continue at all times, yet this is no traditional camping experience. Stand up in the spacious tents, sleep on beds raised on wooden platforms, and enjoy an en-suite bathroom with hot showers and flushing toilets. You will enjoy the complete immersion in the Okavango while still keeping necessary creature comforts. Safari is by water as the camp presents a quintessential Okavango experience. Travel in narrow wooden canoes ( mokoros ) with a local guide to paddling you down the channels lined by reeds and furtive antelopes. Hundreds of bird species grace the banks and the proximity to the hippo pods is unfathomable. Motorboat safaris allow you to explore large lagoons and hidden islands as zebra are aroused from slumber and monkeys yelp from the trees. Shinde is a private concession, and only guests staying in the concession can explore it so other visitors will not ruin your safari photos and animals are not surrounded by boats. Shinde and the fly-in style illustrate how Botswana is an unashamedly high-end safari destination as the country prefers to offer quality experiences to a few rather than attract large numbers of tourists."
    },
    {
      "dayNumber": "7",
      "title": "Moremi Game Reserve – The Big-Game Heart of the Delta",
      "description": "On safari in the Okavango, your flights are a major part of the safari experience as they give you a chance to appreciate the phenomenal scale of Botswana. Landscapes collide on these flights with the delta's rainbow of blues spilling out in the distance. Palm islands stand isolated while the patterns of migratory elephants can be understood. Giraffe and buffalo are also visible from the air, along with a mazy stretch of channels. These are short flights, but there is no other way as 20 minutes in the air bring you from one island to the next. You will land in the Xakanaxa area, a sanctuary of contrasting habitats in the heart of the delta. Open grasslands spill into riverine woodland and stretches of mopane forest. Such diversity makes it a welcoming place, and the surrounding area is home to both migratory herds and permanent four-legged residents. Now your Okavango Safari will continue on land and water as the mokoro and motorboat trips are combined with game drives, exquisite journeys across the trails of the islands. Buffalo march in the hundreds as giraffe lope in front of the vehicle, and high in the trees, you will find a leopard hiding out. As it is each day, your safari program is customizable, and you can create a personal program using the recommendation of the guides and trackers. Adding another exclusive angle is a walking safari, a chance to step across the fertile open plains and come side by side with zebra and lechwe herds. Move slowly and silently, keeping your distance until you can move closer as the animals realize you're not a threat. Shaded beneath ebony trees is your next camp, a haven of luxury that overlooks the lagoon. Natural wooden features give the impression that the camp is a seamless part of the landscape, although it hides some salubrious extras, including a swimming pool and elevated sundeck. New animals join the collection of sights, like packs of endangered wild dog and both spotted and brown hyenas seen together. Moremi Game Reserve is the big-game heart of the delta, and these two days of safari are all about the continual mammal sightings."
    },
    {
      "dayNumber": "9",
      "title": "Makgadikgadi Pans National Park – Desert Safari Along the Boteti River",
      "description": "Chobe and Okavango are places of abundance. There is plenty to eat and drink, which helps to maintain its large populations of animals. A scorched desert like the Makgadikgadi could not attract such numbers, but the safari encounters are equally enchanting. Everything must come to drink, so by staying close to water, you are continually admiring the animals. And in a place of scarcity, there is always tension. Springbok must approach the river even though they know lions are hiding nearby. Zebra always drinks on high alert, and every sound will startle them. A cheetah will snatch unsuccessfully at prey as hunger will cause the cat to accelerate too early. The Boteti River is often the only water to be found in the Makgadikgadi, so wildlife rarely strays more than half a day's travel from it. Zebra and other migratory herds congregate here, seeing out the dry season before the rains return. Resident lions and leopards must take advantage and fatten up. Your residence is an opulent camp that brings safari straight to your verandah. At the end of a fly-in safari adventure, this camp enables you to sit back and watch the drama unfold. Daytime and nighttime game drives wind along the river, while a boat safari can continue to unravel the theater of the desert. It is also possible to make excursions into the enormity of the Makgadikgadi Salt Pans, where you will not find wildlife, but you will be baffled by the landscape. As another option, visit Khumaga Village and gain an understanding of local life in the desert."
    },
    {
      "dayNumber": "11",
      "title": "Maun – Departure",
      "description": "From Makgadikgadi, you will swoop over the pans to admire the long white sweeps of salt on your chartered flight back to Maun. Touch down, and you will be assisted in the transfer to your international departure from Botswana."
    }
  ],
  "map": ""
}