{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "african-safari-getaway-to-botswana-zambia",
  "tourName": "African Safari Getaway to Botswana & Zambia",
  "placesVisited": "Linyanti, Chobe National Park, Victoria Falls, South Luangwa National Park",
  "generalInfo": "Imagine a candlelit dinner beneath the shimmering African starlight, set against the backdrop of the expansive glowing savannah. On this custom tailored romantic getaway to Botswana and Zambia all your dreams can come true. Discover the exquisiteness of the natural landscapes shaped by time and inhabited by remarkable wildlife, from elephants to lions, and much more. From watching the large rushing waters of Victoria Falls to enjoying the secluded wilderness of South Luangwa National Park, the romance found here will be nothing less than unforgettable.",
  "durationDays": "10",
  "price": "8,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Linyanti Reserve – The Romance of the Wild",
      "description": "Today you arrive in Linyanti Reserve by way of Johannesburg. Linyanti is an exceptional example of landscape and wildlife, filled with lush greenery in the rainy season and golden brush in the dry season, all just west of the marshy area of Chobe National Park. The landscape and the wildlife, combined with the exclusivity of the luxurious lodges within the Reserve makes this different world feel as though it has been shaped into a private safari experience just for you. Within the intimate and relaxed atmosphere of your comfortable safari camp, you will find the property surrounded by the natural beauty of Botswana that brings the romance of the wild right to your doorstep, including the rhythmic sounds of nearby hippos. You are met with afternoon tea, where the steam of the water and the sweet taste of Rooibos tea or rich coffee takes you into the afternoon light that spreads along the golden fields."
    },
    {
      "dayNumber": "2",
      "title": "Linyanti Reserve – The Different Honeymooned Light",
      "description": "As the light begins to peek over the horizon you can see the colors of the day start to stretch over the flatlands. The greenery is mirrored in the marshes and the early morning calls of the wild are at their height. The river wisps along the banks brushing the grass while parades of zebra linger around the watering hole, their black and white stripes mesmerizing in their collected movement. Enjoy the delights of an early morning tea or coffee before venturing out deeper into the wilderness to experience the life of the wild. The private world within the reserve allows you to discover the charm of the area in a more intimate setting. The scent of fresh grass rises from the ground. In the rainy season the fields are tall and lush giving way to the exuberantly green trees, with wide branches and thick stumps. In the peak of the wet season you can look at those same branches and find lions lingering within the shade, scouring the vast plain in search of food, away from the damp grass. Their golden fur shimmers against the dark bark; their tails sway with the delicate breeze."
    },
    {
      "dayNumber": "3",
      "title": "Linyanti Reserve – Across the Plain",
      "description": "The reserve reaches around 275,000 acres, bringing safety to the marvels of the wildlife that you have been captivated by. Another early morning takes you away from your luxurious accommodation and back into the splendor of the landscape. Along the quiet marshland you can see sitatunga antelopes, their horns slightly twist as they stretch into the air. Their fur is dark and speckled with white. As the truck comes closer you can see the flicker of their ears as they search the field for the source of the sound becoming scared and uncertain. Their hooves have adapted to the muddy, slippery marshland allowing them to jump, kick, and even submerge into the water when afraid. However, it is in the open field that you once again find the beauty of the open space. A troupe of elephants marches along the grassland near the waterway. Their large ears sway in the afternoon heat, an internal cooling system, as they make their way closer to the water."
    },
    {
      "dayNumber": "4",
      "title": "Chobe Natinal Park – Rolling Down the River",
      "description": "The morning sunlight will once again wash over the plains bringing the sounds of the wild to life, separating the nocturnal laughs of hyenas from the early traipsing of elephants. After breakfast you will transfer from Linyanti to Chobe National Park where the river is tranquil at its widest point. Along the water you can see small boats slowly moving up and down stream, filled with fishermen at work. As the early afternoon turns into early evening you will climb aboard one of the river cruisers and set out into the water. Along the banks you can see the outlying floodplains, sandridges, and forestry displaying the variety of the surrounding scenery, filled with rambunctious baboons and stoic fish eagles. The sun begins to set and the orange and purple of the night stretches along the horizon. The numerous wildlife rangers on the boat point out the countless birds swaying, calling, and flying over the water, and in the short distance–but far enough to not feel threatened–is a pod of hippos blowing bubbles beneath the water’s surface. When they come up for air their snouts and eyes stick out while their ears wiggle in the swirling air."
    },
    {
      "dayNumber": "5",
      "title": "Victoria Falls – Natural Wonders",
      "description": "In the morning you will have the option of spending time within the forest that sits along the riverbanks of Chobe, or venturing through the wilderness in an open vehicle on a semi-private game drive in search of more of Africa’s wildlife that has allured you. The sounds of the forest are never far away as you make your way from Chobe, across the Botswana/Zambia border crossing where a ferry will take you over the river, settling into the luxuries along the Zambezi at Livingstone. The majesty of Livingstone is in the culture and surroundings that create the city, most notably one of the Seven Natural Wonders of the World, Victoria Falls. The falls were named by David Livingstone, thought be the first European to ever witness their grandeur in 1855, and named in honor of Queen Victoria. When you enter the gates you can see the incredible depth and width of the falls spread over a series of walkways that lead to various viewing points. From above you can watch the river trundle over the rocks and disappear in a cacophonous rising mist. Two natural pools sit along the precipice, one known as Angel’s pool, the other known as Devil’s Pool, where you can look over the steep cliff and watch the water tumble. Along the steel bridge you step through puddles and can hardly see the water due to the encompassing mist. When the water isn’t too tumultuous you can take a boat tour to the island below, wading along the waves and viewing the true magnitude of nature sprawling across a width of over 5,500 feet and a height of over 350 feet. No matter where you watch the beauty of the falls you know that the company with which you see this magnificent display of power and nature is as romantic as an evening under the stars."
    },
    {
      "dayNumber": "6",
      "title": "Victoria Falls – The Majesty of Activity",
      "description": "Wake up refreshed to the sounds of luxury this morning at whatever hour you feel best. With the day at your leisure you could spend time by the pool overlooking the splendid waters of the Zambezi River or take the time to explore the cityscape that offers intimate views into the lives of Zambians, including a touch of the country’s history at the Livingstone Museum, the oldest in town. For a fabulous experience, that will bring you closer to the wildlife than you have ever imagined, you can enjoy a lion walk. The excitement behind the breeding program is almost as palpable as the thrill you have of viewing lion cubs up close. The movement of the river can be heard over your pumping heart. After a brief summary and tutorial to help you understand the various factors of the project, to help breed lions and train them to live in the wild after a certain amount of time among the staff, you step in line with two cubs under the age of 18-months. Walk along the path and watch them scamper in the dust and lounge beneath the trees, all within open and close proximity to you. It is a unique experience that brings you closer to the remarkable romance of the wild and another memory of an unforgettable vacation."
    },
    {
      "dayNumber": "7",
      "title": "South Luangwa National Park – Under the Moon",
      "description": "The distant mist from Victoria Falls will soon become a lovable and private memory as you make your way from Livingstone to Mfuwe, located near the sensational wildlife of the South Luangwa National Park. Find your plush accommodation riverside, where the unchecked romance of the wild is in abundance. With the riverbank below the slight precipice you can look out over the water with the surrounding sounds of active monkeys sifting through the plain in the cool early evening, while along the banks the crocodiles begin to dip into the river. The scent of rich, flavorful dinner vivacious with African spices or familiar tastes is at your leisure, taken within the canopy of the restaurant or sitting along the balcony beneath the glowing moon that lights up the night sky. The quiet of South Luangwa makes you feel the seclusion of the park and the private romance of the sweeping night."
    },
    {
      "dayNumber": "8",
      "title": "South Luangwa National Park – Honeyed Day and Night",
      "description": "At dawn you can watch over the cool morning and find the crocodiles in small crowds wading in the water, their eyes flickering red when light reflects off of them. A pod of hippos sleeps downstream, their grunting and ear wiggling apparent even in the early light. As the morning fire crackles and roars, you will step onto your open-air vehicle and make your way through South Luangwa, where the plains, forest, and river wind around one another giving eclectic biodiversity to the landscape. The land became a national park in the early 1970s and now covers over 5,620square-miles. The woodland savanna is lush against the backdrop of the river making it a haven for giraffes. Their long, elegant necks stretch into the canopy with their golden brown fur shimmering in the light. You can see their black tongues wrapping around the tree branches and scraping the stems clear of leaves. The afternoon is yours to relax in your lavish accommodation, returning you to the beauty of the park near sunset to experience the nocturnal wildlife that brims along the savanna. From hyena to leopard, in the cool atmosphere of the night, you can find some of the more elusive animals which tend to sleep or hide during the day’s heat. A nighttime game drive will give you another passionate moment beneath the starry sky."
    },
    {
      "dayNumber": "9",
      "title": "South Luangwa National Park – A Walk in the Grasslands",
      "description": "Spread across the earthen scent of morning dew you find the delicate aromatics of breakfast, including the sweetness of Rooibos tea and rich coffee. Today you have the chance to experience the wild in a completely unique way, taking you off of the back of an open vehicle and bringing you onto your feet, walking through the savanna brush nestled along the riverbanks. In an intimate group within the secluded grasslands you will follow your guide step by step as he explains to you the unique and varied flora and fauna of the region, including the Crawshay’s zebra. The narrow stripes along the zebra’s back allow many to tell the difference as they graze beneath the rising grass. Wild buffalo lap at the water while giraffe, antelope, and even lions can be found lazing, foraging, or sauntering through the plain, giving you a wonderful discovery of the wild."
    },
    {
      "dayNumber": "10",
      "title": "Lusaka – A Sweet Getaway",
      "description": "Today you will once again have the flavors and aromatics of breakfast with the view of the savanna and the river before you. Every bite you take will taste that much better reminding you of the grandeur of nature that you have experienced within your time through Botswana and Zambia. After breakfast, you will transfer to the airport beginning your journey homeward. You could always extend your vacation, taking you to further exploration of the African wildlife and culture, but this particular sweet, tender adventure has come to an unforgettable end. If ten days isn't enough for your romantic getaway, consider adding on. Browse the travel reviews of Botswana safari packages for ideas."
    }
  ],
  "map": ""
}