{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-south-africa-safari-for-seniors",
  "tourName": "Botswana & South Africa Safari for Seniors",
  "placesVisited": "Cape Town, Okavango Delta, Savuti",
  "generalInfo": "Designed with senior travelers in mind, this exclusive Southern Africa itinerary combines three iconic wonders. It starts in Cape Town, one of the world's most beautiful and memorable cities. Savuti Camp offers an unrivaled safari experience in northern Botswana, while the spectacular Okavango Delta is one of nature's greatest phenomenons. Throughout it all, luxury accommodation combines comfort with style, luxury with tradition, and ensures you are always surrounded by the natural splendor of Africa.",
  "durationDays": "11",
  "price": "12,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town – Exclusive Hotel",
      "description": "Cape Town is one of the world's most beautiful cities. Its natural location, on the South western tip of Africa, draws gasps from every first time visitor. Iconic Table Mountain towers above the city, providing a dramatic backdrop to the ocean and harbor. Rising almost vertically from the ocean, the Table Mountain chain offers stark shapes and a skyline that any city of skyscrapers would envy. Then a remarkably blue ocean stretches well beyond the horizon. Nestled between ocean and mountain is the city, calmly blending into its natural surroundings and offering a world class tourist experience. You'll be met at Cape Town International Airport and transferred to your hotel. Proudly located on its own private quay, the hotel is perfectly situated for exploring the city and enjoying serenity. It's at the center of the Victoria & Alfred Waterfront, Cape Town's most exclusive area. Gaze out onto the Atlantic Ocean. From here there is a real sense of being on the edge of the world. In fact, set sail from here and the next direct stop would be Antarctica or South America. All the hotel's newly redecorated rooms have breathtaking views. Either of Table Mountain, the ocean, or the harbor. This is truly a hotel for the discerning traveler, each evening there is wine tasting in the cellar, as well as a history and wine presentation tour."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town – Diverse Wonders",
      "description": "With four days in Cape Town you'll have plenty of opportunity to experience many of the city's unique attractions. History, nature, animals, beaches, mountain, culture, wine farms, museums, markets; Cape Town has one of the most diverse set of attractions on the planet. Included in your itinerary is luxury chauffeur transfers to anywhere within a 10km radius of the hotel from 7am to 11pm. Private transfers can easily be arranged to any of the attractions outside the city. All this lets you tailor every day to your own needs. But with so much on offer where do you start? It's a breathless and challenging two hour hike to the summit of Table Mountain. Fortunately, a revolving cable car also makes the journey, offering a spectacular 360º panorama of the city below. From the top of Table Mountain the whole South Western tip of Africa rolls out in front of your eyes. On one side the blue Atlantic Ocean continues into the distance. On the other, the Table Mountain chain extends and continues until the very tip of the continent. Down below, the city shimmers under the sun, buildings flanked by green forest and the curve of Table Bay. On many days a waterfall of cloud gradually descends over the mountain. This stunning sight is one of the highlights of Cape Town and often occurs in the late afternoon. However, it can quickly ruin the views from the summit. Once the cloud comes it won't disappear until the next day. That's why it's always good to visit the summit at the first chance the mountain is clear. Cape Town's mountain backdrop isn't just about the Table Mountain Summit. Kirstenbosch Botanical Gardens offer easy hiking trails and restaurants with peerless views. The Durbenville wine farms lead visitors on a merry tour through exclusivity and winding green valleys. Peering over the ocean, Chapman's Peak Drive is one of the world's most spectacular roads. It clings to the mountain, an engineering marvel that twists and turns its way to the south-western tip of Africa. Viewpoints along the road showcase the peninsula's wonders. Gaze down on the pristine white sand of Noordhoek, admire cute fishing villages that sit in the mountain's shadow, and watch huge swathes of green wilderness unfurl as you reach the very tip of the continent. Driving the Chapman's Peak Drive sometimes feels like driving over the ocean. And it's this ocean that brings more of Cape Town's marvels. At Boulders Beach a huge colony of jackass penguins waddle uninhibitedly, casually jumping into the ocean or playing with their partners. They fill the beach, at times standing and squawking within touching distance of visitors. Arrive in the late afternoon to maximize your chances of paddling in the gentle waves with these incredible birds. Further along the coast, just two hours drive from Cape Town, is the world's best land whale watching spot. From May to November, huge numbers of Southern right and humpback whales migrate along the coast, stopping to nurse their young in the still waters. From the Hermanus cliffs it's possible to spot these 30 foot plus giants in sheltered coves barely 75 feet away away. Boat trips take people even closer. From the town's relaxed waterfront, a local cryer uses a kelp horn to alert people of any passing whales. Ocean also means beaches. Relax on Camps Bay Beach, the upmarket hangout of the city's beautiful residents. Or wander the endless stretches of sand north of the city, gazing back at the mountain skyline. The ocean also holds history. Ex-inmates give tours of Robben Island , telling stories and allowing people to feel just how hard life could be. Imagine a cell little bigger than a bed. Now imagine being incarcerated there for 18 years, receiving a visitor just once a year. Nelson Mandela spent 18 years on Robben Island and this poignant tour only increases your admiration for the man. Then see another side of the city's history by wandering the colorful streets of Bo Kaap, the former slave quarter where every house is painted a different bold shade of paint. Cape Town is shaped by its history and its residents. Each culture brings their own styles, diminutive fragments harmoniously coming together to create a unique atmosphere that's hard to find anywhere else on the continent. Fine dining restaurants combine the best of disparate cuisines, local markets showcase centuries old tradition, while the city center reveals influences from all over the continent. This is a city of diverse experiences and the relaxed vibe perforates through it all. Savor fresh barbecued seafood from a restaurant overlooking the bay, meet colorful traders with fascinating stories to tell, then enjoy a local glass of wine as the sunset paints a vibrant picture. With four days you've got an opportunity to sample all of Cape Town."
    },
    {
      "dayNumber": "5",
      "title": "Chobe National Park – A Spectacular Safari Experience",
      "description": "Botswana is an endless expanse of wilderness. This is one of the most sparsely populated countries in the world and a lot of it is barely accessible by road. You'll be transferred to Cape Town International for your flight to Maun. You'll be met in Maun and assisted with your hopper flight to your camp. From this tiny plane the views are unforgettable. Thick swathes of vivid forest contrast with brown dusty desert, while the great waterways of the Okavango Delta meander and then expand into huge lakes. This is a world that few people inhabit and you'll be landing in a sweeping expanse of savannah. Just west of the heart of Chobe National Park, this is a wild area marked by its unpredictable wet and dry cycles. It's home to a full assortment of nature's great mammals, and offers one of the world's most sublime game viewing experiences. The unique combination of habitats attracts a diverse collection of wildlife and offers a variety of Botswana safari experiences. Let's start with the surrounding Gubatsa Hills, where ancient rock paintings tell a story of when early man first viewed wildlife in this area. Leopards sleep high in the trees, coming down to hunt any passing migrants. Klipspringer camouflage into the stone, nimbly clinging to tiny ridges and then agilely jumping between rocks. During the summer rains, great herds of zebra and wildebeest migrate to the fresh marshlands, raising the eyebrows of resident predators. Cape buffalo and elephants also arrive in their thousands, large herds marching onto the savanna. Black-backed jackal scurry around, while thousands of kudu and other antelope graze with a mindful ear. Lion prides dominate the eco-system, taking their pick from innumerable prey that feeds on the lush grass. Cheetahs are a spectacular spot, the speedy predator always finding a meal on the savannah. Hyenas roam for miles, looking for easy targets or leftover scraps, while African wild dogs hunt in intelligent packs. Savute is a pristine and untouched environment, where the animal interactions have not been affected or altered by man. Water dictates life in Savute. For many recent years the riverbeds were dry, and for many years before that they were swarming with swimming crocodiles. Now the water has returned and the stunning transformation of the landscape has attracted more and more wildlife to the Savuti Channel and the Zibadianja Lagoon. Located on an isolated part of the famous Savuti Channel, your camp offers front row seats for game viewing. Charming and intimate, this camp has five luxury walk-in tents with en-suite facilities. Polished wooden decking provides large balconies where the daily animal world plays out in front of your eyes. Raised off the ground on stilts, it's possible to gaze out from the tent onto the grasslands and spot playful elephants, lions, and unmistakable herds of buffalo. Luxurious and perfectly blending into the environment, this is 5* ecotourism at its best. A thatched dining area, bar, and plunge pool, are all available on site. Meals are usually served under the stars, with wine and beer included. Dotted around the camp are well positioned hides that offer incredible close-up wildlife viewing. These safe sanctuaries allow you to appreciate a world that is scarcely believable. Unlike other wilderness areas, this region offers numerous different ways to experience the wildlife on offer. Game drives take you onto the savanna in Land Rovers, bringing you unbelievably close to the wildlife residents. Lone bull elephants stare at the vehicle, while over 300 species of resident birds thrill you with their spectacular antics. Then a night drive reveals a different side to the environment. Aardvarks, servals and porcupines, come out under the cover of darkness, and your experienced guide knows just how to track them. Now saunter downstream, taking in the wilderness from a boat and spotting the wildlife lazing along the embankments. Finally, get even closer with a thrilling walking safari, guided by experienced animal trackers."
    },
    {
      "dayNumber": "8",
      "title": "Okavango Delta – Nature's Great Phenomenon",
      "description": "The largest inland water system in the world completes your unique Southern Africa itinerary. The Okavango Delta is a meandering series of waterways that support an inimitable array of animal and plant life. Technically this area is semi-desert, and without the delta it would be dry Kalahari savannah. Rains fall in Angola's western highlands, flowing into Namibia before entering Botswana and spreading out over an immense area that is the Okavango Delta. This natural wonder is visible from space and has been chosen as one of the seven natural wonders of Africa. Animals descend on the Okavango, coming for the life-giving source of water that flows all year round. A diverse assortment of birds and plants have evolved to maximize the Delta's bounty, and great numbers of hippos and crocodiles thrive. Little Tubu camp offers a perfect opportunity to immerse yourself in an ecosystem that cannot be found anywhere else. Situated on Hunda Island, its isolated location is ideal for enjoying the diverse species that call Okavango home. An elevated dining area and pool deck stand in the shade of a riverine tree canopy, overlooking a seasonal riverbed which flows with the constant wanderings of a variety of game. With a maximum of six guests, Little Tubu offers an exclusive and intimate experience. Each traditional style en-suite tent has a private deck, ensuring the spectacular views of the Delta are maximized. This unique environment can be enjoyed in many different ways. Daytime and nighttime safari drives explore the acacia woodlands, each turn through the trees bringing a new delight. Elephants lurk around the corner, lion prides can be found in the clearings, while springbok, lechwe and kudu vigilantly drink from the water. Warthogs scurry across the ground, while zebra and Sable antelope adds their distinct colors to the cast of regularly spotted wildlife. At daytime the spots are easier, but under the thrilling blanket of darkness it's possible to get very close to the animals. During the winter season, usually from May to September, it's possible to explore the delta by boat or traditional wooden mokoro. Hippos bathe barely meters from the boat, Nile crocodiles cover the embankments, while every river turn reveals another animal tentatively taking a drink. After the savanna, the Okavango Delta offers an entirely different and equally inspiring wildlife experience."
    },
    {
      "dayNumber": "11",
      "title": "Okavango Delta – Departure",
      "description": "Today, you will have breakfast before transferring to the airport for your flight home."
    }
  ],
  "map": ""
}