{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "african-bush-skills-safari-adventure-for-families",
  "tourName": "African Bush Skills & Safari Adventure for Families",
  "placesVisited": "Chobe National Park, Okavango Delta, Moremi Game Reserve, Kalahari Desert, Central Kalahari Game Reserve",
  "generalInfo": "Botswana's ancient land radiates secrets. Indigenous tribes preserve traditions while wildlife perennially migrates with nature's cycles. Mystique fills these wild lands, and most can only glimpse at its complexities. This unique itinerary has been tailored to take your family closer, inspiring everyone with a mix of safari activities and bush skills. You'll learn about living life in the wilderness while also intimately discovering the iconic big game of Botswana.",
  "durationDays": "10",
  "price": "10,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Chobe National Park – Luxury Along the River",
      "description": "Elephants bulldoze through the forests of Chobe, barging down trees with insatiable abandon. Lion prides peek their heads out and wander languidly before the safari truck. Giraffes stand high above your vehicle, enchanting sights just a few meters away. And then down at the river, there's another giant, a huge collection of hippos wallowing in the shallows. Chobe is a haven for nature's biggest, and you don't need to look far to find them. Land at Livingstone International Airport and you'll be transferred to the north of Botswana and Chobe National Park, a relaxing 90-minute journey. Settle into your lodge and it's impossible to miss the hippos and elephants. On an afternoon game drive, you get closer, every corner seems to reveal another giant herd. There are other families here, swinging their trunks and bathing in the river. And there are many babies, giraffes, and hippos that look tiny until you get up close. Today is a chance to get up close and savor the first thrills of an African safari. Return to the lodge and the sights continue as Botswana's giants frolic in the river beneath the lodge. You can watch it all from the verandah."
    },
    {
      "dayNumber": "2",
      "title": "Chobe National Park – Surrounded by Elephants, Giraffe, and More",
      "description": "Chobe is alive in the morning hours; the big cats out on a hunt. A leopard, perhaps a cheetah, maybe four lionesses selecting their prey. Start exploring, a game drive seeking out the predators in their habitat. While most animals will inspire children, it's these intimate encounters that usually top the wish list. And as you're searching for the cats, every corner brings another elephant herd or a new collection of ungulates. Zebras gallop along; gazelles rest beneath the trees and a compact game drive route provides timeless safari memories. Return to the lodge for lunch on the verandah and spend the afternoon on a boat safari. It's a mystical ride; just sit back and admire the untouched world of the river. For the children, it's an evocative chance to be just a few meters away from wild hippos."
    },
    {
      "dayNumber": "3",
      "title": "Okavango Delta – An Intimate Walking Adventure in the Bush",
      "description": "A scenic flight takes you south, across the verdant carpet of the Okavango to an exclusive camp on the edge of the Moremi Game Reserve. Elephants and giraffes are spotted from the air while impalas grace the edge of the airstrip before you come into land. Raised suites overlook a lagoon, and the antics of hippos are on display for most of the day. Over the next four days, you'll be learning bush skills with indigenous guides, combining their lessons with wonderful wildlife encounters. It starts with a walking adventure, a journey through the lavish landscape of the Okavango. Subtle clues are everywhere; paws in the sand, indentations in the trees, fresh dung, stones upturned. Gradually you learn how to follow them, tracing the path a springbok herd made through the trees. For 35,000 years, the San Bushmen have perfected animal tracking; an afternoon on the trail offers an inspiring introduction to the techniques. But it's not just hunting here; it's also gathering. The locals know use for some 200 plants in the bush. There are leaves that make soap, herbs that become antiseptic cleansers, sunscreen from the ground, and the fruits that are safe to eat. Along the way, you'll be encountering zebra, antelope, and even the odd elephant in the trees. It's very safe. After all, the locals have lived harmoniously with the wildlife for millennia."
    },
    {
      "dayNumber": "4",
      "title": "Okavango Delta – The Indigenous Way to Navigate the Delta",
      "description": "The Okavango's waterways are best traversed in a mokoro, a canoe that's been dug out from a fallen tree. Being the gondolier is harder than it looks, but it's immensely rewarding. Take turns in handling the pole and cruising through the channels, keeping eyes alert for hippos and crocodiles. Local guides are always on hand in case you take a wrong turn. Impala drink from the riverside, the odd elephant squirts water, and a rare troop of baboons is found coming out of the trees. It's an exquisite safari, and you're learning how to navigate. There's more. Discover the tradition of making fish spears and practice how to fish using their ancient methods. And don't forget yesterday's tracking lesson. When you disembark the boat, you'll take another walking adventure, honing your ability to identify the animal prints."
    },
    {
      "dayNumber": "5",
      "title": "Okavango Delta – Game Drives and Learning the Essential Bush Survival Skills",
      "description": "Over the last two days, the guides have taught how to track and travel in the bush. But there's far more to bush survival. Weave baskets to carry your findings back to camp. Collect materials and craft a shelter from the bounty of the landscape. Learn how to make rope from a specific plant. And discover the different types of animal traps that have been traditionally used. Over these two days, you put together your own family home in the bush, helped out by local families and guides. It's not just building, though. There's a lot of safari on these two days. Mokoro trips and game drives unveil the wonders of the Okavango. There are hippos barging around, giraffe cantering across the grasslands, and then the trail is blocked by a huge herd of buffalo. Each day is flexible, and you'll create the itinerary dependent on your mood. On a typical safari, there are a few hours of downtime after the morning activity. That's not always active enough for children. At this camp, the parents can relax and laze above the lagoon, while the guides continue the bush skills with the younger ones. Navigating is getting easier, everyone learning to piece together the subtle clues. But what about when the night falls? Out in the wild, you'll learn to steer by the stars, recognizing which glimmers take you home, paddling the canoes through the fabled waterways of the Okavango."
    },
    {
      "dayNumber": "7",
      "title": "Central Kalahari Game Reserve – Black-maned Lions and Exclusive Luxury",
      "description": "This three-destination vacation ends in the Central Kalahari, a vast reserve that provides an indelible contrast to the waterways of the Okavango. It's dry and dusty, open, and uninterrupted. On a game drive, you can gaze miles across the plains, picking out the wild nomads who roam. A bashful elephant with proud tusks, a big zebra herd on the move, buffalo males clashing horns besides a waterhole. A light aircraft takes your family across the Kalahari, away from the oasis to a landscape that reflects preconceptions about Botswana safari. Your camp is tucked away, far from any roads and other tourists. It blends effortlessly into the landscape and is on the migratory trail of various species. Over a crackling campfire, you'll spot the silhouettes, big mammals roaming just 30 meters from the camp. Touch down and the first game drive goes in search of a Kalahari specialty. With their flowing black manes and luscious fur, the Kalahari lions could be the kings of any environment. They're huge, even by feline standards, the males an epitome of power and grace. Tour the waterholes, following the footprints of the ungulates to find the great predator in its realm. Turn a corner and you spot one, lazing on a rock, eyes half-open even when he appears to be sleeping. It's Africa's classic image, one that suggests that the Lion King wasn't a work of fiction."
    },
    {
      "dayNumber": "8",
      "title": "Central Kalahari Game Reserve – Flexible Safari and Practicing the Bush Skills",
      "description": "The Central Kalahari can take your family in so many directions. Game drives can last all day, the touring punctuated by a picnic overlooking a waterhole. Or you can follow a classic program of morning and afternoon drives with leisurely hours at the camp. Walking trails are guided by barefoot bushman guides, more authentic moments with the ungulate herds. Nighttime drives illuminate a new world, one that's guided by a spotlight or a glowing moon. In such a large landscape, you can travel far, or stay close to the camp. This flexibility makes the reserve a fitting choice to complete the safari. Create the itinerary on a daily basis, building a program that reflects your interest and mood. If there are revered animals you haven't seen, the safari can specifically seek out their realm. How about scenes you yet to encounter, like a cheetah stalking its prey? It's all found in the Central Kalahari, and the guides know where to look. This remote world is also the ideal place to practice bushmen skills. Tribes have lived here for some 35,000 years, flourishing in a land where crops don't grow. The children can lead the way, ably assisted by barefoot guides who offer the intermediate lesson. These extra days in the bush help everyone continue the rich immersion in both local culture and stunning wildlife."
    },
    {
      "dayNumber": "10",
      "title": "Central Kalahari Game Reserve – Departure",
      "description": "Wake to an elephant wandering past the camp. Drink your morning coffee as a small herd of springbok skips past. Spot a giraffe along the horizon and hear the growling rumble of a black-maned lion. Just another morning in Botswana, the wild landscape entertaining as it has done for the last ten days. After breakfast, you'll fly from the Central Kalahari to Maun by light aircraft, where you connect with your international departure."
    }
  ],
  "map": ""
}