{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "vip-okavango-safari-tour-private-concessions-lodges",
  "tourName": "VIP Okavango Safari Tour: Private Concessions & Lodges",
  "placesVisited": "Maun, Okavango Delta, Khwai Concession, Moremi Game Reserve, Duba Plains, Selinda Concession, Chobe National Park",
  "generalInfo": "The Okavango wilderness meets contemporary luxury when you stay in the Delta's private concessions and exclusive lodges. Big game wildlife extends in every direction, and you're miles from civilization, but there's still a wonderful sense of opulence. This 11-day safari is for those seeking an authentic Okavango safari with the reassurance provided by lavish private lodges. Stay in private concessions, try all the safari activities, see all the wildlife, and soak up Botswana's exclusivity.",
  "durationDays": "11",
  "price": "19,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Khwai Concession – Introductions to the Okavango Floodplains",
      "description": "The iconic Okavango impression is of flooded channels and marooned islands, of a landscape where hippos barge past elephants on the banks. It's this postcard image that you find at the Khwai Concession, one of the oldest gazetted areas within the Delta ecosystem. For over 30 years, your river lodge has provided a luxurious base within its local concession, with canvas chalets dotted amongst leadwood trees. Space is paramount here, with each chalet linked by a long wooden walkway above the floodplain. Delightful views come from your private verandah, an opulent en-suite bathroom is nothing like preconceptions of Africa, and the central area includes a lounge, bar, and stylish dining area. Today you land at Maun International Airport, where you're assisted in transferring to a light aircraft. Part of your camp's exclusivity is its inaccessibility. You cruise above the channels, taking in surreal expressions of nature. Even from the air, the Delta extends beyond the horizon in every direction. Land at your lodge in the late afternoon, where you enjoy a spa treatment on your verandah. As a masseuse alleviates any travel aches, you're getting introduced to the Okavango floodplains, gazing out at passing elephant herds and congregations of wild antelopes. The evening is at your leisure, with dinner beneath the stars in the main part of the camp."
    },
    {
      "dayNumber": "2",
      "title": "Khwai Concession – Game Drives Through the Okavango",
      "description": "After a light breakfast, you're out on a game drive in an open-sided vehicle. Buffalo graze beside the track, a mass of black staring you right back in the eye. Beneath a tree, you spot a lion pride, complete with playful cubs interrupting their mother's sleep. Drive along the riverbank and hippos are everywhere, some opening their jaws with an iconic yawn. Next, it's a zebra herd, cantering beneath trees where giraffes feed. A first game drive is packed with new impressions and today is all about trying to take them all in. You return to the lodge by late morning, enjoying a hearty brunch before a serene few hours resting. Then a second game drive leaves after afternoon tea, staying out until the last light of the day is fading away. These game drives will explore both Khwai Concession and the adjacent Moremi Game Reserve."
    },
    {
      "dayNumber": "3",
      "title": "Moremi Game Reserve – Luxury in the Wild Heart of the Okavango",
      "description": "Fly above the Delta, following the serpentine curves of the water. Channels wind past marooned sandbanks while large herds dot the landscape. It's a short flight to the northwestern edge of Chief's Island, where another of Botswana's flagship lodges awaits. Elevated wooden walkways lead you to a delightful suite, where comfy sofas are perfect for sitting back and watching the wildlife pass by. Plunge pools offer a unique place to view the big game and your suite is raised far off the ground, providing an extra layer of reassurance given the density of wild animals found nearby. Located on the Moremi Game Reserve, rather than its own concession, but the remarkable abundance of wildlife helps it maintain an exclusive feel: with so much to see, visitors are widely spread. This is one of the Okavango's most fertile stretches, and the game drives provide insatiable encounters with predators, especially lions. On an afternoon excursion, you approach a pride. The male yawns, then drifts to sleep with one eye open. Three lionesses elegantly wake up, wandering slowly to the safari vehicle before stretching out in the shade of the back wheel. At the channel, you see another pride drinking, the males' flowing manes gently reflected in the water. Then the iconic sight, lionesses lurking in the grass as they stalk a small herd of red sitatunga. Stop. Be patient. And watch the scene slowly unfold: lions stalking with menace, antelope grazing with trepidation, an explosion of dust as the hunt takes place and a young calf is separated from the herd. After the drama of the wild, your lodge provides an indelible base to bring the heartbeat down."
    },
    {
      "dayNumber": "4",
      "title": "Moremi Game Reserve – Immersed in the Wilderness",
      "description": "An opulent lodge-style accommodation offers a serene counterpoint to the wilderness. For example, this morning you head off at dawn, exploring when the Okavango is at its most vibrant. Hippos are out of the water, munching across the grasslands. Vervet monkeys are squawking, alerting everyone to a leopard that's hiding nearby. Very rare black rhinos might be seen, the bashful mammals grazing openly in the sunrise light. These sights are never standalone. Everything is interacting, creating a theater that's defined by drama. But return to the lodge and all is calm. Animals still flicker past, but the theater is one of elegance and tranquility. You get to rest and relax, savoring the escapism of the Okavango. Contemporary luxury ensures you have every possible comfort. And then a zebra herd grazes beneath your suite, a reminder that you are charmingly immersed in the wilderness. In the afternoon, you head out on a second game drive, which is followed by another relaxed dinner at the lodge."
    },
    {
      "dayNumber": "5",
      "title": "Vumbura Reserve – Crossing the Okavango By Boat",
      "description": "The Okavango Delta can be seen from space, its lush blue floodplains stretching far across the Kalahari Desert. Most of it is inaccessible. Sandbanks are isolated, leaving behind marooned herds. Palm islands are created, while wild palm plantations are slowly submerged. It's majestic when seen from the air; it's bafflingly complex when discovered from the water. Today, you travel by motorboat to the Duba Plains, crossing the water to the northern fringes of the Okavango. Zebra spray up water as they gallop on the banks, hippo pods fill the channels with their boisterous antics, and wandering nomads rise above the surrounding grasslands. You get a true sense of how big and expressive the Okavango really is. It's roughly a three-hour journey, but don't think of this as a transfer. Instead, it's a vivid Okavango motorboat safari. Your next property is located in the private Vumbura Reserve, amidst a landscape of floodplains, woodland, and tiny palm islands. A modern luxury tent lodge that evokes classic African safari styles of the 1920s, all is designed to blend with the surrounding trees, each tent has a private plunge pool, large wooden deck, and a covered sala (pavilion) for private dining. There are only five luxury tents, so an air of exclusivity and service is always maintained, especially when drinks are served as the sun disappears over the Okavango. You should arrive at lunchtime before the afternoon provides a game drive through the private reserve."
    },
    {
      "dayNumber": "6",
      "title": "Vumbura Reserve – Luxury Safari and Diverse Activities",
      "description": "Wildlife is everything in Vumbura. Lionesses hide away their cubs before hunting for buffalo. Impala and tsessebe elegantly grace the plains. Pink pelicans and red-billed hornbills provide additional color. The open plains are ideal for cheetah and wild dogs, relatively rare hunters that provide some of safari's most hypnotic sights. Spotted hyenas scurry past while leopards drape their spots across the woodland. Elephants, giraffe, crocodiles, kudu, wildebeest; Vumbura always impresses with its variety and density of wildlife. After six days on safari, coming here ensures that you're constantly enjoying fresh sights. This is complemented by the variety of activities. There are few restrictions in a private reserve, so you can create a personal program from the menu of excursions. Short game walks are accompanied by armed trackers, getting you thrillingly close to the plains' antelopes. Silently explore in a mokoro , a traditional wooden canoe that's paddled along the channels. Or continue yesterday's experience with a motorboat safari. Or you can stay out into the evening on a nighttime game drive, admiring nocturnal animals that emerge from their dens. At this camp, you get to try it all, each activity offering a new atmosphere and experience in the same landscape."
    },
    {
      "dayNumber": "8",
      "title": "Selinda Concession – Exclusivity and Opulence in the Selinda Reserve",
      "description": "After the flight, you take an afternoon game drive through the concession, aquatinting yourself with a new landscape, one that's dominated by giants. Elephant and giraffe are everywhere while lions continue to provide their daily charm. Towards the late afternoon, you cruise ona private pontoon, a relaxed sunset boat journey that brings intimacy with hippos, elephants, and a wide variety of birdlife. A bateleur eagle swoops overhead while guineafowl roost in jackalberry trees. This sunset boat cruise is available on each of your days in Selinda and the camp only has eight guests, so the activities always have an air of exclusivity. After the flight, you take an afternoon game drive through the concession, aquatinting yourself with a new landscape, one that's dominated by giants. Elephant and giraffe are everywhere while lions continue to provide their daily charm. Towards the late afternoon, you cruise on a private pontoon, a relaxed sunset boat journey that brings intimacy with hippos, elephants, and a wide variety of birdlife. A bateleur eagle swoops overhead while guineafowl roost in jackalberry trees. This sunset boat cruise is available on each of your days in Selinda and the camp only has eight guests, so the activities always have an air of exclusivity."
    },
    {
      "dayNumber": "9",
      "title": "Selinda Concession – Game Drives and Game Walks",
      "description": "The Selinda Concession is at a crossroads, connecting the diverse realms of the Okavango and Chobe. After eight days on safari, you already know a lot about the Delta, about how the water brings diverse life to the Kalahari Desert. To the south and west of Selinda lies the Okavango Delta, while to the north and east is Chobe National Park, a thick woodland ecosystem that's a favorite of the pachyderms. Chobe is home to Africa's largest elephant population, along with vast numbers of other forest dwellers. Connecting these two ecosystems is the Magwegqana Spillway, a sunken landscape of savannah, sporadic islands, and diverse vegetation. It's a natural migration route, while also a bountiful home for a wide number of species. And it's the heart of the Selinda Concession. So even after nine or ten days of safari, you'll keep seeing new sights. Just like in Vumbura, the private concession enables you to create a flexible itinerary, with private game walks and drives in the day and night. Epic predator-prey encounters play out, particularly between lion prides and buffalo. The lions attack but the herd responds, charging in unison, their rumbling hooves scaring off the hunters. Resident leopards provide daily delight while two wild dog packs chase down large herds of zebra. Elephant calves are everywhere, swinging their trunks as they surround the safari vehicle with charm. Sometimes it's hard to keep track, with so many giants in a relatively compact area. Safari here also provides a contrast to your other Okavango stops as you can head deep into vast woodland. The thrills increase as the visibility decreases. Sounds echo through the trees and then you turn a corner to find their origin: a 50-strong elephant herd bashing their rumps against the trunks, trying to dislodge the fruit."
    },
    {
      "dayNumber": "11",
      "title": "Selinda Concession to Maun – Departure",
      "description": "Your final morning is easy and relaxed, a last chance to sit on the verandah and say hello to the passing herds. In the middle of the morning, you'll be transferred to the Selinda airstrip for a flight across the Okavango to Maun, where a representative assists in transferring you to your international departure."
    }
  ],
  "map": ""
}