{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "9-day-highlights-of-botswana-safari",
  "tourName": "9-Day Highlights of Botswana Safari",
  "placesVisited": "Central Kalahari Game Reserve, Okavango Delta, Linyanti Concession, Kasane",
  "generalInfo": "A safari circuit is as diverse as the animals that roam the plains, swamps, and waterways, and we deliver a nine-day classic Botswana safari during which you can discover intricate channels and remote desert terrain. Explore islands of the popular Okavango Delta, traverse the swamps of the Linyanti, and discover contrasting arid terrain in the Central Kalahari, as qualified guides share the secrets and wonders of the bush on 4x4 open-vehicle game drives and guided walks.",
  "durationDays": "9",
  "price": "7,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Central Kalahari - Explore a Desert Painted with Pans and Wildlife",
      "description": "Arriving in Maun, Botswana, you immediately feel the openness of your surroundings, the air light and refreshing, the absence of traffic, and the presence of donkey-drawn carts a welcome change from the usual fast pace. A friendly welcome and a light-aircraft transfer to the Central Kalahari Game Reserve immerses you in a vast wilderness of dry, dusty earth mixed with golden grass, a testament to how thirsty this land is. Settle into your classic African-inspired lodge or camp before embarking on your first game drive in Botswana. The open 4x4 safari vehicle exposes wilderness and wildlife as you traverse plains and pans in search of peeping meerkats, your eyes peeled for impalas, wildebeest, and roaming elephants."
    },
    {
      "dayNumber": "2",
      "title": "Central Kalahari - Seek Vast Spaces and San Culture",
      "description": "Start your day before sunrise by stepping out into the Kalahari’s wild playground, the ground still and unmoved as animals begin to rouse to meet the day. Feel the crisp air against your face as you wrap up with blankets and start a slow drive from your camp or lodge. You may be fortunate enough to spot your favorite animal or enjoy the thrill of the search, your guide’s eyes peeled for zebra or cheetah, tracking the spoor of a lion that may have roamed by just a moment before. Visit a San village, embracing local culture and listening to intriguing folklore and tales, such as that of the praying mantis, sleek and sly in outsmarting enemies."
    },
    {
      "dayNumber": "3",
      "title": "Okavango Delta - Dive into a Dramatic Wetland and Safari Must",
      "description": "No visit to Botswana is complete without an experience in the dramatic and wild Okavango Delta. A UNESCO World Heritage Site, the delta offers safari experiences on the water and land, expanding the search area across rivers, over sandy tracks, and through brush and thicket. Feel the rumble of the tires as you cross woodland areas in search of the elusive leopard or red lechwe, its markings almost blending with the sand. Step inside a tender boat for an afternoon of bird watching and animal spotting, observing how the dark-colored slaty egret, mostly endemic to the Okavango Delta, captures its food by folding its wings to create an umbrella-shaped shadow over the water."
    },
    {
      "dayNumber": "4",
      "title": "Okavango Delta - Glide Through Channels and Walk Island Paths",
      "description": "View wildlife from water level as you silently weave your way through reeds and around sandy banks, the waters gently parting in front of your mokoro , the swish of cool water creating the music of the delta. Come eye to eye with a long-nosed reed frog and silently pass by a malachite kingfisher, his bright colors a vast contrast to the dark waters and green grass surrounding you. Your guide or “poler” will find a place to beach in preparation for your walking safari. Feel the crunch of grass as you follow in single file, noticing the changing color of the grass while side-stepping the “little five” as the ant lion and elephant shrew dart in front of you."
    },
    {
      "dayNumber": "5",
      "title": "Okavango Delta - Enjoy Morning and Afternoon Game Drives",
      "description": "Another day of wildlife wonder, with an early-morning start as you embark on a 4x4 land safari. As the sun rises, the sounds of the bush sing in chorus as the landscape starts to shift from night to day, light falling on tree stumps and anthills, and the call of birds welcoming all to Africa’s playground. In contrast, the afternoon sees activity wind down a little, a chance perhaps to encounter a pride of lions lying on the trails and tracks as they soak up the last bit of warmth before nightfall. Stretch your legs and savor a sundowner as you take in the captivating view of the setting sun, raising a glass to your safari adventure."
    },
    {
      "dayNumber": "6",
      "title": "Linyanti - A Safari Region of Woodlands and Water Systems",
      "description": "Experience the wild and water-focused safari region of the Linyanti. Woodlands, the area’s prolific wildlife constantly traversing the marshes and roaming near the Linyanti river. Capture the scene of green and brown merging with snaking rivers and channels as you take a light aircraft flight from the delta to a location just west of the great Chobe National Park, an opportunity to watch a roaming herd of wildebeest or a lone buffalo taking a mud bath. Arrive at your lodge or camp and take some time out to relax in the communal living area, sinking into a plush sofa, or enjoy the intimacy of your private plunge pool, your accommodation strategically located within the bush."
    },
    {
      "dayNumber": "7",
      "title": "Linyanti - Embrace the Remoteness of the Linyanti",
      "description": "Set out on a 4x4 open-vehicle game drive and feel the rush of wind through your hair, the kiss of the African sun on your cheeks as you greet the morning surrounded by a landscape of brown and greens. Dusty roads leave clouds of light gray behind as you drive by thin-trunked trees seemingly jutting into the sky, becoming more au fait with the dramatic and ever-changing terrain. Be on the lookout for cheeky baboons and trotting warthogs, and spend time quietly observing a herd of elephants eating from a nearby marula tree. The day is yours to indulge in safari wonders, with morning and afternoon game drives."
    },
    {
      "dayNumber": "8",
      "title": "Linyanti - Unique Landscape and Intense Animal Sightings",
      "description": "Welcome your day with a warm cup of coffee or tea as you brace yourself for your last day in the wilderness. Linyanti provides a varied landscape, with riverines and river banks offering a scenic sight during a game drive, while the swamps and woodlands provide the perfect habitat for rich birdlife. Marvel at the brilliant colors of the lilac-breasted roller, a familiar sight of purple and greeny blue. Look out for wild dogs and buffalo, and watch the graceful sable antelope take a drink of water while a nearby bat-eared fox sneaks past in search of dinner. Watch the sun set in dramatic fashion, listening to the shrills and drones of the bush."
    },
    {
      "dayNumber": "9",
      "title": "Linyanti - Farewell to Botswana",
      "description": "A morning game drive will give you one last chance to try to spot your favorite animal. Look out for plains game and predators, and enjoy the warm hospitality of the team at your lodge or camp before taking a flight to nearby Kasane. Your flight will take you over the popular Chobe National Park, home to thousands of elephants and located along the banks of the Chobe River. You may be lucky enough to see hippos out of the water or buffalos bathing, perhaps a line of elephants crossing from one side to the other. Enjoy a spectacular sight of Botswana’s wildlife before landing and continuing on your journey."
    }
  ],
  "map": ""
}