{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "safari-in-botswana-and-zambia",
  "tourName": "Safari in Botswana and Zambia",
  "placesVisited": "Moremi Game Reserve, Victoria Falls, Okavango Delta, Kalahari Desert, Makgadikgadi Pans, Limpopo River, Chobe National Park",
  "generalInfo": "From Bushmen to Victoria Falls and many unique experiences in between, this safari in Botswana and Zambia covers a spectrum of adventures. Beginning in the Kalahari Desert, you will camp amongst the San Bushmen, before heading onwards to the beautiful mystique of the Okavango Delta where you will explore the wonders of the Moremi Game Reserve. After splashing about in the swamps you will head to the Chobe River, before experiencing the jaw-dropping views at Victoria Falls. Finally, head to the wide open spaces once more, at the Makgadikgadi Pans, and to one last night of camping along the banks of the Limpopo River. Such an all-encompassing trip is hard to miss, and impossible to forget!",
  "durationDays": "14",
  "price": "14,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kalahari – Welcome to the Kalahari",
      "description": "The adventure begins! You will depart Johannesburg early in the morning and, after entering Botswana, head into the magnificent Kalahari Desert to set up your first bush-camp. Derived from the Tswana word for “the great thirst,” kgala, this spectacular desert has vast areas covered by sand with no permanent surface water. Great rolling dunes and immense expanses of land with no other person in sight await you. There are dry valleys and seasonally inundated pans, as well as the larger salt pans of the Makgadikgadi Pan, but the only permanent river, the Okavango, is trapped in a delta in the northwest. Omuramba , ancient dry riverbeds, cross the Central Northern reaches of the Kalahari and provide standing pools of water during the rainy season. Despite its apparent aridity, the Kalahari supports a variety of flora. Acacia trees and other herbs and grasses are dotted about the sandy plains, and there are wondrous fruits such as the African horned cucumber, or jelly melon, which is endemic to the Kalahari. Your first evening will be spent around the campfire admiring the bright stars of the southern hemisphere and soaking in the majesty of your surroundings here in the desert."
    },
    {
      "dayNumber": "2",
      "title": "Kalahari – Meet the San Bushmen",
      "description": "You will set up camp at Dqae Qare Bushmen village in the Kalahari. The project is owned and run by the local Bushmen community with all proceeds directly benefiting the community. Meet a number of San families from the D’Kar community, and engage in a number of spiritually uplifting and fascinating experiences such as the Gemsbok and Tsamma Melon dance! Learn to craft ostrich egg shells, and how to make traditional hunting tools. Learn the expert techniques of the Bushman’s tracking skills and their knowledge of medicinal plants, as well as the ancient art of making fire by hand. The San have one of the oldest surviving cultures on Earth; join them on a guided bush walk and gain an understanding of their world, from spirituality, story-telling, minimalist lifestyle and a deeply-rooted love and respect for the natural world."
    },
    {
      "dayNumber": "3",
      "title": "Moremi – Into the Okavango",
      "description": "You will depart the Kalahari for Maun, a quaint town on the edge of the Okavango Delta, and your gateway to paradise. Over the next few days you will explore two areas of a pristine wilderness in the Moremi Wildlife Reserve. The reserve comprises land that was selected for protection by the BaTawana community in 1962, and it was named after Chief Moremi. The area comprises a large expanse of the wetlands of the Okavango as well as a section known as the Mopane Tongue, and it is known for its beauty and diversity. There are sprawling floodplains, lagoons, fields of swaying papyrus, forests of mopane trees, clambering figs and knotted jackalberries, and the only thing more famous than the landscape is the abundance of wildlife. This luscious oasis has attracted herds of general game, along with the great predators that hunt them, and in this protected environment, where humans pose no risk to the animals, the wildlife are relaxed and unperturbed by the few lucky visitors who come armed only with their cameras. As you head out on morning and afternoon game drives in open 4x4 vehicles, keep your eyes peeled for some of the Okavango’s stars. There are red lechwe antelope to be found leaping across the watery channels, majestic herds of elephant making their unstoppable journeys from island to island with their infants trailing in their wake. You might see sleepy prides of lion that begin to stretch out and flex their muscles as they hungrily eye a nearby herd of impala, and a pack of wild dog sprinting through the undergrowth on a hunt for food. The combination of scenery and wildlife will leave you speechless. Back in camp you will be helping the team put together your home each night. Enjoy the camaraderie of the campsite by sitting around the fire, sharing stories and listening to the sounds of the bush."
    },
    {
      "dayNumber": "6",
      "title": "Khwai – Exploring Khwai",
      "description": "You will move your mobile safari to the Khwai area, a region of pure beauty that is rich with flora, palm trees, bird life and animals. Head out for more exciting adventures on game drives; learn to track a leopard that has dragged its kill into a tree, or find a pride of lions on the hunt for buffalo! Enjoy a drink or two whilst watching the glorious African sunset, before heading back to camp for the night. After two nights of camping in Khwai you will bid farewell to the beautiful Moremi Game Reserve, to return to Maun in time for lunch. Once here you have the option of an added scenic flight over the Okavango Delta. From the air you may truly appreciate the sprawling lagoons and floodplains of this magical oasis, and see the palm islands that are dotted in between the expanses of water. You may be able to spot herds of elephant trailing dust behind them, or great herds of buffalo meandering across the plains; giraffe will continue to browse unperturbed by your presence, and zebra will graze away beneath you, oblivious. It is a breath-taking way to end your sojourn in the Okavango."
    },
    {
      "dayNumber": "9",
      "title": "Chobe \u0000\u0000– On the Banks of the Chobe River",
      "description": "Leaving the glistening swamps behind you, you will head to Chobe and set up camp on the banks of the great and mighty Chobe River. Chobe is home to the world’s largest population of elephants, and is a different (although equally breathtaking) paradise to the Delta. The great, grey giants of the bush rule this land, and in addition to viewing them on land, you may be lucky to see them cross the river while you enjoy a boat cruise along the Chobe River."
    },
    {
      "dayNumber": "10",
      "title": "Livingstone – Experience the Mighty Victoria Falls",
      "description": "It is time for yet another awe-inspiring encounter, and this time it is with one of the Seven Natural Wonders of the World. You will travel across the Zambian border to view the magnificent Victoria Falls, one of the most remarkable sights in Africa. Known as Mosi-a-Tunya, or “The Smoke that Thunders,” Victoria Falls is classified as the world’s largest sheet of falling water, based on its width of 1,708 meters and height of 108 meters. Walk in the footsteps of the Scottish missionary and explorer, David Livingstone, who is believed to have been the first European to view the falls in 1855, and feel the famous mist on your face from the cascading waters. There are fun and exciting activities for all levels of thrill-seekers in and around the falls, from the world’s wildest one-day white water rafting trip, to the 111 meter bungee jump, from river surfing or kayaking, to gorge swings and zip wires, there is plenty to get your adrenaline pumping. If you are seeking a more relaxing couple of days, there are river cruises, rich local arts and crafts, as well cultural experiences and fishing."
    },
    {
      "dayNumber": "12",
      "title": "Makgadikgadi Pans – Walk in the footsteps of Giants",
      "description": "Making your way back to Botswana, you will establish camp at Nata to visit the Makgadikgadi Pans for a memorable sunset over an ancient lake. This extraordinary area of land is in fact the dried remains of Lake Makgadikgadi, which now comprises one of the greatest salt flats on earth. It is impossible not to be mesmerized by the stark and striking beauty of this region, its sheer scale and distance overwhelming all who behold it. During the dry season it is difficult for wildlife to exist in this harsh terrain, but following the rains, the pans teem with herds of wildebeest, a vast population of zebra, and the many predators that follow. Migratory birds descend in the wet season, including flamingos and pelicans. The pans are an ideal environment for reptiles including rock monitors, lizards and tortoises; there is no end to the myriad of new and wonderful species to see!"
    },
    {
      "dayNumber": "13",
      "title": "Limpopo – Encounter Kipling’s Limpopo",
      "description": "For your final night, you will set up camp near the great Limpopo River, that favorite topographical theme of Rudyard Kipling’s Just So Stories. Here, at the border of Botswana and South Africa, you will camp beneath the stars once more and let the sounds of the bush lull you to sleep one last time."
    },
    {
      "dayNumber": "14",
      "title": "Johannesburg – Depart to Home",
      "description": "You will travel via the ‘Jacaranda City’ of Pretoria, the administrative capital of South Africa and home of the famous Union Buildings, taking a tour of this cosmopolitan, glittering city before connecting on to your flight home. If you aren't ready to head home, consider adding on to your trip. Maybe you want more time in Botswana for additional safari adventures? The reviews for Botswana safaris is a helpful section for ideas and traveler reviews."
    }
  ],
  "map": ""
}