{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "opulence-of-okavango-zambia-safari-moremi-to-zambezi",
  "tourName": "Opulence of Okavango & Zambia Safari: Moremi to Zambezi",
  "placesVisited": "Maun, Moremi Game Reserve, Okavango Delta, Okavango River, Duba Plains, Zambezi River, Siankaba Islands, Victoria Falls, South Luangwa National Park, Lower Zambezi National Park",
  "generalInfo": "Zambia and Okavango bring the thrilling authenticity of a luxury African safari. Both regions are entirely wild and untamed, yet dotted with opulent lodges that blend into nature. Big cats and large herds have the right of way, but it is rare that you come across other people. Adventurous and dramatic experiences combine with calm and delightful options such as a sunset river cruise. This two-week custom safari will capture the flagship Okavango and Zambia experiences and includes Southern Africa's finest lodges.",
  "durationDays": "15",
  "price": "26,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Moremi Game Reserve – The Big Game of Chief's Island",
      "description": "A hippo yawning, a nomadic elephant marching, and a zebra herd grazing are just a few of the sights that will greet you at your first luxury camp, perfectly perched on the edge of Chief's Island. In this big game heart of the Okavango, you can sit back and let the safari to come to you. Just lounge on your wooden deck and a procession of wildlife will roll past. Your safari does not start or end, certainly not in the Okavango, as it is an experience that continues all day and all night. From the random mammals hooting in the woodland to the sitatunga antelope that go swimming at sunrise, this is wild Africa, and you are totally immersed. You will land at Maun International and then transfer onto a light aircraft bound for Chief's Island in Moremi Game Reserve. Touch down, and it will be a short transfer to the camp, where snacks and drinks are served along with a glorious view over the waterways. You will then start your exploration with an afternoon game drive, one that's likely to seek out the large pride of resident lion and the bountiful leopards. A long verandah offers a private space to relax and watch the wildlife, and it comes complete with a star bath and sky bed, making it one of Botswana's most relaxed and romantic escapes. A dining area is also well positioned beneath the stars, and you will be hearing the wildlife through the night."
    },
    {
      "dayNumber": "2",
      "title": "Moremi Game Reserve – Iconic Okavango Safari",
      "description": "The Moremi Game Reserve teems with life. The region is mostly a floodplain, where grass grows profusely and attracts scores of grazers. Zebra, buffalo, impala, kudu and vast herds of red lechwe abound and whenever there are so many herbivores, there is usually a frenzy of predators. Lion pride will be easy to spot on your game drives, although they fight for the position of apex predator with the spotted hyena. Great cackles of them roam around, and they are efficient hunters, able to pinpoint a weaker member of a herd. In this private concession, you can go off the trail, and your driver will bring you up close to a leopard hanging in the tree. Watch for the packs of wild dog, another regular safari sight around your camp. Drama is enhanced at the water as all species must come to drink. In a traditional mokoro canoe, you will paddle down the channels for a serene journey past the abundant hippo pods. Some lagoons thrive with life as great herds of elephants trumpet their joy at a freshwater bath. Other lagoons are quiet, but then you may paddle down a hidden waterway and find one of the predators laying an ambush. As with all of your days on safari, your daily program is completely flexible and you will have a wide choice of activities. Local guides will discuss your options and use their intimate knowledge to seek out the safari scenes from your imagination. Another recommended activity is a motorboat journey for a chance to really explore the enormity of the Delta and catch a sight of the great herds."
    },
    {
      "dayNumber": "4",
      "title": "Duba Plains – Buffalos and Lions Meet on the Plains",
      "description": "Palm-dotted islands and sporadic swathes of woodland rise amongst the Duba Plains, bringing diversity to the habitat to create a microcosm of the Okavango Delta. Water cascades through between June and September bringing with it the migratory wanderers. Then there is the land, where the size of the herds defies the imagination. Buffalo congregate in the hundreds, perhaps thousands. But that does not stop the lions as a large pride harasses the buffalo for a dramatic theater that plays out on most evenings. Sometimes you will just sit back and watch it all from your verandah. After taking it all in, you will fly from Chief's Island to Duba Plains by wild aircraft, a journey that takes you over the central part of the Delta and really evokes the scale of its beauty. The diversified habitats allow for a range of activities. Game drives, walking safaris, and mokoro excursions are all available, and it is your safari so you can create a daily program that suits your preferences. You may prefer a full day out exploring, or perhaps some morning and afternoon activities with plenty of time to relax at the camp. Reminiscent of the old-world style of the 1920s, your camp accommodation ensures the perfect blend of luxury, service, and pure wilderness. Savored by wildlife connoisseurs and filmmakers, this is an intimate place to relax with each of the five suites having a private plunge pool alongside indoor and outdoor seating areas. Most of all, it's in an area so abundant with big game that you will enjoy a private safari experience directly from your suite."
    },
    {
      "dayNumber": "5",
      "title": "Duba Plains – Immersed in the Safari Beauty of the Delta",
      "description": "Wake to an elephant herd right outside your suite with their heavy frames casting a shadow against the crimson of sunrise. Follow the nearby hippos with your eyes, watching them return to the water with an elegance that is a bit unexpected. Hear a lion roar and hear the story from the guide, who has been tracking the pride's whereabouts through the night with two males battling over a female. The zebra have certainly noticed the change in atmosphere, and you will not see any of them in your view, whereas yesterday, there were hundreds of them. This is the nature of the wild and of safari. Nothing is predictable, yet everything witnessed adds another layer to your impression of the wilderness. Duba Plains is the only camp operating within the concession, and there are only five suites, which means a maximum of ten visitors on these expressive plains. So few visitors will also maximize the quantity of wildlife as animals will naturally move away from areas of high traffic and noise. This is now your private playground, and you can explore however you choose. Sometimes, it is worth taking the guides' lead and following their ideas as they are very aware of the rhythms of the wild and where most action may be seen."
    },
    {
      "dayNumber": "7",
      "title": "Zambezi River – A Luxury Island Lodge on the Zambezi",
      "description": "The Zambezi River divides Zambia and Zimbabwe, a gushing wall of water that dissects epic green plains. Dotted across the river, surrounded by white water, you'll find a series of private islands. Accessed by a wooden bridge they are as remote as it comes, a natural paradise that's perfect for a brief safari interlude. You can hear the world wonder just downriver. Growling with a sonorous tone is Victoria Falls, the world's most powerful waterfall. More waters drop over the edge here than any waterfall on the planet. You'll take a couple of short flights to reach Livingstone, where it's a short transfer out to the Zambezi River and the sumptuous Islands. Backdropped by natural forest and blending into the atmosphere of the river, this is a lodge that continues your journey through wild Africa, yet it is as opulent as they come. And what better way to celebrate this fusion than a sunset cruise along the river, admiring the hippos that are emerging to feed."
    },
    {
      "dayNumber": "8",
      "title": "Zambezi River – Exploring the Wonder of Victoria Falls",
      "description": "This relaxed day is all about Victoria Falls and the beauty of the river. Take your time over breakfast, perhaps taking an hour out in a mokoro , or simply relax by the pool. A guided tour of the falls can be scheduled at any point during the day, with late afternoon recommended for any serious photographers. As you near the falls, you will hear the rumble grow louder from behind a carpet of forest. Through the trees, you will glimpse its beauty but only when you cross to cataracts will you enjoy the full wonder of Mosi-au-Tunya , “the smoke that thunders.” Optional activities today include a helicopter flight or a micro flight over the falls or even a rhino safari in the nearby national park. Whatever you choose, your sunset Zambezi cruise will bring your day to a charming conclusion."
    },
    {
      "dayNumber": "9",
      "title": "South Luangwa National Park – Luxury Safari in Zambia's Flagship Park",
      "description": "On your early flight, you will soar above the Zambezi and head into the wild heart of Zambia, where the Great Rift Valley will begin to dominate your aerial view. It will feel as if you are landing in the middle of nowhere, and that will pretty much be true as South Luangwa National Park is over 500 miles from the nearest town. Elephants will greet you as they splash in the river, while the pride of lions quickly get you back to the thrill of safari. There is not much you will not find in this amazing national park, and there is almost too much to explore. Every game drive or walk here feels like a journey into the unknown, an intrepid adventure imbued with surprise. There is not usually a question of what you are going to see as much as when you are going to see it. As always, the program is flexible, and your guide will help to plan out your itinerary."
    },
    {
      "dayNumber": "10",
      "title": "South Luangwa National Park – Walking Safari and Nighttime Drives",
      "description": "Zambia's flagship destination combines the big game with exquisite details. Vultures and jackals battle over discarded impala limbs, elephant tusks curl high above the vehicle, and spotted hyena are heard crackling in the dark. Even after many days of safari, you will still be taking in new sights. Among the South Luangwa specialists are the endemic Crawshay's zebra, Cookson's wildebeest, and Thornicroft giraffe. Vibrant markings set them out, and you will probably be enjoying them from your verandah. Each game drive will take you deep into the park and into a land that sees just a handful of daily visitors. Your time spent here will be a true savannah adventure as you bump and bound through the enormity of this pristine region. Complementing your day's thrills is your private villa at some of the most luxurious accommodations you could find. Grass and canvas walls ensure that you still get all of the wonderful sounds from the savannah and in South Luangwa, you can really explore from new angles. Nighttime drives are exhilarating as the darkened savannah is alive with leopards and unusual predators on the move. Walking safaris are exceptionally guided, and provide a whole different experience of South Luangwa. Your time spent here will be an exclusive experience that further enhances your harmony with nature, bringing you personal encounters with a range of wildlife."
    },
    {
      "dayNumber": "12",
      "title": "Lower Zambezi National Park – Along the River of a World Heritage Site",
      "description": "Zambia's national parks are a great complement to the Okavango. South Luangwa provides the vast expressions of space and an expedition on the savannah, a place that really makes you feel alive. Lower Zambezi National Park is wonderfully tranquil, a destination for relaxed days along the water and tailored morning and afternoon activities. Your time spent on this riverside habitat is completely different from that of the Okavango. Here you will find duiker and bushbuck, along with monitor lizards and herds of the impressive eland. As you’ve seen, the African rivers tend to be packed with hippos, and the woodland is bulldozed down by the elephants, and you will see more of that in these regions as well. A light aircraft connects South Luangwa with Lower Zambezi, and you will touch down to the opulence of your next luxurious lodge"
    },
    {
      "dayNumber": "13",
      "title": "Lower Zambezi National Park – Concluding Two Days of Luxury Safari",
      "description": "The Lower Zambezi and Zimbabwe's Mana Pools National Park are part of the same ecosystem and a UNESCO World Heritage site. Wildlife swims between the two, and you will watch the intrepid herds from your lodge, which is nestled perfectly on the banks of the river. Gaze out to admire the animals that roam around Mana Pools National Park and then turn around and head out in the vehicles to explore the Lower Zambezi National Park. There is never a dull moment in either, and the drama of buffalos clashing with lions will continue. Leopards lurk in the trees while the boat safaris bring many enchanting moments with the resident hippo pods. As always, the itinerary is dictated by you and shifted to your preferences and interests. Much like the Okavango, the birdlife is exceptional here and you will begin to pick out the subtle delights of the landscape. On a short safari, you will be focused on the biggest and most famous sights. But after two weeks, you will have become safari aficionados, admiring all of the wildlife that was easily missed at first glance. Kingfishers and cormorants share the panorama with elephants, while eagles swoop overhead as wildebeest march past your suite. You will have a delightful private verandah and a swimming pool that stands over the river, and there is a freestanding bath as you watch the hippos well into the early evening. Your accommodation is unashamedly decadent and the perfect place to bring two weeks of safari to a perfect conclusion."
    },
    {
      "dayNumber": "15",
      "title": "Livingstone – Departure",
      "description": "After breakfast and one last leisurely morning, you will board a light aircraft to Livingstone, where you can then transfer easily to your international departure."
    }
  ],
  "map": ""
}