{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "bucket-list-botswana-victoria-falls-chobe-moremi-and-central-kalahari",
  "tourName": "Bucket List Botswana: Victoria Falls, Chobe, Moremi and Central Kalahari",
  "placesVisited": "Victoria Falls, Chobe National Park, Moremi Game Reserve, Okavango Delta, Central Kalahari Game Reserve",
  "generalInfo": "Visiting the colossal pounding streams of the Victoria Falls and then continuing to Botswana’s breathtaking reserves, this handcrafted 11-day safari tour is bound to share many remarkable encounters with marvelous animals and vivid birdlife, among other spectacular wilderness scenes. From Chobe National Park to the Central Kalahari, explore the phenomenally diverse environments, teeming with beautiful life, that sweep across the country.",
  "durationDays": "11",
  "price": "14,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Victoria Falls - The Smoke that Thunders",
      "description": "You will make a pit stop in Zimbabwe before reaching Botswana to experience the magnificent Victoria Falls up close. After you touch down at the airport and transfer to your accommodation around the corner from the falls, you will meet your guide for the day and continue towards “The Smoke that Thunders.” The Zambezi River’s immense curtain of water will flow over a 100-meter vertical chasm, one and a half kilometers wide, and you will feel the chilly spray of the pounding water from a nearby viewpoint sharing panoramic views of this Natural Wonder of the World."
    },
    {
      "dayNumber": "2",
      "title": "Chobe National Park - Nestled in Northern Botswana",
      "description": "Enwreathing the sparkling Chobe River, Chobe National Park will present its rich tapestry of wildlife and diverse environments from the minute you arrive in the northern Botswana reserve. Consisting of vast floodplains, dense swamplands, and thick woodlands, Chobe will provide many marvelous landscapes to discover the indigenous animals and birds inhabiting the reserve’s unspoiled wilderness. After settling into your accommodation, you will join a knowledgeable ranger to explore your surroundings, heading for viewing grounds famous for elephant herds and Cape buffalo sightings."
    },
    {
      "dayNumber": "3",
      "title": "Chobe National Park - Animals Roaming in Abundance",
      "description": "There are few better times to explore Botswana’s wilderness than early in the morning, as the sun is about to break over the horizon and Chobe comes to life. You will climb into an open-sided 4x4 vehicle and adventure across rugged terrain to viewing hotspots flecked across the breathtaking Botswana landscapes, where you will hope to spot hungry predators, including lions and leopards hunting for prey. Such sightings, although rare, are easier to encounter with the help of your knowledgeable guide, while elephant, giraffe, zebra, and other animal viewings will be abundant during your drives."
    },
    {
      "dayNumber": "4",
      "title": "Chobe National Park - Cruising the Chobe River",
      "description": "While chances of witnessing a lion kill in real-time are slim, the possibility exists. With ample time to discover Chobe, you will certainly locate the magnificent giant cats lazing under the shady trees and strolling the plains with their prides. Furthermore, you may encounter the entire Big Five during your trips across the park. Returning to your campsite later today, you may bask in the beautiful scenery from a unique vantage point on board a boat cruising the glimmering ribbon of Chobe River right on your doorstep."
    },
    {
      "dayNumber": "5",
      "title": "Moremi Game Reserve - Out and about in the Okavango Delta",
      "description": "Covering over 4,500 square kilometers of unspoiled wilderness stretching across the Okavango Delta, Moremi Game Reserve is arguably one of the most breathtaking and beloved parks in the entire country. You will transfer to a gorgeous campground pinned into Moremi’s untamed wilderness, where animals will roam freely around the site and occasionally pop in for a visit. Spend the afternoon acclimating to your splendidly secluded home away from home before exploring Moremi with a professional ranger and tracker in search of wandering game and soaring birds of prey."
    },
    {
      "dayNumber": "6",
      "title": "Moremi Game Reserve - Breathtaking Birding in Botswana",
      "description": "Moremi boasts prolific birdlife across its unique terrains, and today, you will have the opportunity to spot some of the rarest and most remarkable feathered creatures in the country. Accompanied by an experienced ranger and guide, you will set off to viewpoints sharing spellbinding vistas of the reserve, as well as 360-degree access to extraordinary bird sightings. You will follow the familiar sounds of marvelous birds to trees where they will sit perched atop the tallest branches and meander beneath the canopy to watering holes where they may join for a moment’s rest."
    },
    {
      "dayNumber": "7",
      "title": "Moremi Game Reserve - Marvelous Moments in Moremi",
      "description": "With one last day to discover Moremi, you may enjoy the wilderness any way you wish, with several exciting opportunities to explore nature yet to be enjoyed. Whether you want to canoe across the Chobe River’s glistening channels for up-close encounters with the birdlife, glide across the glassy river in a boat winding along the Okavango Delta, or walk with and feed the friendly orphan elephants at several campsites stationed across the reserve, the choice is yours. Every activity is a golden opportunity to enrich your wildlife adventures in Botswana."
    },
    {
      "dayNumber": "8",
      "title": "Central Kalahari Game Reserve - Lost in Nature With No One around",
      "description": "Central Botswana is home to one of the country’s most remarkably remote and staggeringly untouched safari destinations, the Kalahari. Being the second-largest game reserve in the world as well as the least visited, the Central Kalahari Game Reserve affords visitors an experience unlike any other flung far off the beaten path. The vast beauty of the reserve extends from its borders towards your campsite, where you will find refuge beneath the shade of acacia trees. The lack of people and infrastructure make the Kalahari a true African safari experience."
    },
    {
      "dayNumber": "9",
      "title": "Central Kalahari Game Reserve - Spectacular Night Sky Scenes",
      "description": "Beyond brilliant game drives through the sparse savannas and proliferating plains of the Central Kalahari, where you will spot animals roaming in abundance and birds hovering overhead, you will enjoy other scenes towards the sky in the evening. With little to no human-made infrastructure anywhere in sight, the sky will show itself off in full luminescence, with constellations twinkling brightly between the midnight black space and planets visible to the naked eye. With dinner sizzling on the campfire, a delectable Botswana meal will complete a stunning stargazing experience."
    },
    {
      "dayNumber": "10",
      "title": "Central Kalahari Game Reserve - Rare Animal Sightings across the Kalahari",
      "description": "For your last full day in Botswana, you will set off early for a full day safari tour of the Kalahari’s distinct topography. Making your way through Deception Valley, past the Sunday and Passarge Pans, and towards Tau Pan, you will hope to spot the reserve’s famous Tau lion pride. Meaning lion in Setswana, Tau refers to the renowned pride of black-maned Kalahari lions that frequent this campsite. While you may not happen upon the iconic pride, you will continue your search for other significant species such as oryx, desert-adapted springbok, and rare brown hyena."
    },
    {
      "dayNumber": "11",
      "title": "Central Kalahari Game Reserve - A Golden Morning in Botswana",
      "description": "Sweet melodies sung by birds fluttering through the canopy and grunts expressed by monkeys hopping from branch to branch will accompany your final morning in Central Kalahari. The sun will dance between the partings of the trees and envelop your campsite in golden light while you appreciate your enchanting surroundings one last time over a scrumptious breakfast spread. These will be your final moments in Botswana, pleasantly spent slowly packing your things and relishing one last game drive through the green before departing for home."
    }
  ],
  "map": ""
}