{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "luxury-okavango-zimbabwe-safaris-plus-victoria-falls-tour",
  "tourName": "Luxury Okavango & Zimbabwe Safaris Plus Victoria Falls Tour",
  "placesVisited": "Maun, Jao Concession, Okavango Delta, Moremi Game Reserve, Hwange National Park, Linkwasha Concession, Victoria Falls, Zambezi River",
  "generalInfo": "The Okavango and Zimbabwe are landscapes where the elephants and the hippos have the right of way, and it is usual to spend a day on a safari and not encounter another human being. These epic safari destinations will immerse you in both wildlife abundance and diversity to showcase the very best of a continent untamed. Crafted for both adventure and charm, this 12-day safari itinerary will take you deep into the wild and then complement the raw authenticity of the landscape with all of the salubrious beauty of your handpicked luxury camps.",
  "durationDays": "12",
  "price": "22,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Maun to Jao Concession – Surrounded by the Oasis",
      "description": "There's a dreamy preconception of the Okavango Delta as water abounds, lush colors intersect on the horizon, hippos are everywhere, and tiny islands are surrounded by the flooded plains. This dreamy image is the reality in the west of the Okavango Delta, the area that floods most comprehensively. You will be staying at a camp on one of these marooned islands, fully surrounded by the bounty of the oasis. Yours is a stylish tented safari camp raised on wooden platforms, with just eight suites that blend into nature. Each suite has its own private deck, and the design is wonderfully boutique, which complements the wandering hippos and the buffalos in the water below. Your international flights will land in Maun where a representative will help to transfer you to a small plane. The micro flight to Jao Concession provides a compelling view, and you will descend across the blue of the flood plains. For the Okavango, Hunda is a relatively large island, measuring around 250 square miles and allowing for land-based safari activities, although the program is likely to be dominated by the water-based safari adventures. The island's size also enables a diversity of wildlife with resident mammals joined by migratory arrivals. Touch down in the late afternoon, and you will have time for a sunset cruise to sip from your wine glass as hippos and elephants wade around the shallows."
    },
    {
      "dayNumber": "2",
      "title": "Jao Concession – Iconic Water Safari in the Okavango",
      "description": "Your alarm call may come from the hippos as a pod of them returns to their daily wading space in the light of dawn. Elephants are hooting with their loud tones complementing the orchestral birdsong. Over a light breakfast, you will watch the sunrise paint the sky and then you will begin to explore, paddling gently in a mokoro . Venice has gondolas, and the Okavango has mokoros , traditionally vessels that rock gently as they silently explore the water. Head past the hippos as you watch a couple of them yawn, and then find a herd of impala drinking along a reed-fringed channel. Round a corner, and an elephant is crossing, walking across the bottom and using his trunk as a snorkel. Keep paddling, and a flurry of wildlife congregates, zebra and wildebeest taking turns to drink and keep guard. The great thing about the mokoro is that animals do not hear you coming, so you can get exceptionally close. Return to camp late morning and do as the wildlife does through the hottest part of the day: relax. Now is your time to rest on your shaded deck to feel the allure of the wild. Everything has its place, from the exotic birds that flutter past to the mopane woodland that provides food for a giraffe. Gazing out over the Okavango allows you to admire how everything is connected. Herds wander past, large animals grace the horizon, and random sounds alert you to what is going on in the trees around the camp. The middle part of the day is usually a quiet time on safari, but it is never that quiet as you will still be seeing animals and feeling the allure of nature. Around mid-afternoon, you will head out to explore on a motorboat. Your motorized boat will enable you to cover large stretches of the Delta, perhaps circumnavigating Hunda Island or crossing lush lagoons. Motorboat safari is most suited to finding the big herds and larger animals. When you get close, the engine is cut, and you will move more serenely as a 40-strong elephant herd drinks from a bank, four giraffes are playing in the water, buffalo roll in the mud, and there is a good chance of spotting a lion pride coming for an afternoon drink. Like the mokoro and the camp itself, your motorboat will provide a classic Delta experience. Game drives and walking safaris are also possible on Hunda Island, and your daily itinerary is completely flexible."
    },
    {
      "dayNumber": "4",
      "title": "Moremi Game Reserve – Okavango Aerial Safari",
      "description": "Your only feasible means of crossing the Okavango are by boat or small plane. Both provide exceptional views and insight into the scale of the world's largest inland delta. Take off from the narrow airstrip and soar across the lagoons, the plane flying low enough to glimpse the larger herds from the air. Your destination is a private concession on the edge of Moremi Game Reserve, in the heart of the Okavango. Moremi is where nature changes through the seasons, from the lush green of the floods from June to September, to the scorched yellows when the Kalahari Desert tightens its grip on the landscape. Such changes help it attract an abundance of life, and Moremi is one of the best destinations in Africa for witnessing the big cats. After touching down, you will enjoy a unique experience with three orphaned elephants, walking with the trio around the surrounding plains. Habituated to human contact, these elephants were saved from a culling exercise and have lived here for years. You will get to see the world through the eyes of these elephants, following them through the trees to a bathing spot in the concession. Later in the day, you will take a game drive through the concession to trace the active hyena dens that are sprinkled around the camp. Over the next three days, you should encounter all of the famous hunters as you explore the landscape."
    },
    {
      "dayNumber": "5",
      "title": "Moremi Game Reserve – Thrilling Safari in Big Cat Country",
      "description": "You will wake to tension at dawn as four lionesses are on the prowl, hiding amongst the reeds as fearful herds come down for a drink. Still and silent, they wait patiently for their food, allowing the zebra to get comfortable in the water. Most graze in an area of low grass, but overconfidence can have fatal consequences. A young mare has ventured off towards the green shoots of the reeds, and you will watch as the lionesses pounce, their hour-long vigil followed by a few seconds of authoritative power. Black and white limbs are flying as the big male tucks in for his feast. The enchantment of the scene is not quickly over as you watch how the alpha male lion wards off his younger companions with growling menace. When the big cats are around, you could spend over an hour watching the same scene. While the Okavango offers a profusion of wildlife, the experience is defined by quality rather than quantity. Witnessing these intimate battles between predator and prey is something that you will never forget as you remember the showcase of power and beauty deep in the wild. Over these two days, your safari program will remain flexible. Mokoro safaris are a possibility, and most will go for at least one game drive per day, the rugged vehicle is able to bounce off the trail and bring a real insight into the lives of the big cats. Like your first camp, this one also has an exquisite view, a tranquil atmosphere, and a luxury that you will find hard to comprehend when you consider where you are. Most importantly, small camps like this blend into their surroundings as they are not an interruption to the wilderness and are on the daily route of many wandering animals. Those with a keen eye will start to recognize the resident herds that pass by every day as some elephants even time their arrival, coming an hour after sundown or arriving to greet you at daybreak. As your camp is located in its own concession, these two days also provide opportunity for walking safaris and nighttime game drives."
    },
    {
      "dayNumber": "7",
      "title": "Linkwasha Concession – Elephants and Buffalos Get Right of Way",
      "description": "You will have an early start as you fly east to Zimbabwe and the epic Hwange National Park. With over 100 mammal species and a rich abundance of big cats, this is the country's flagship wildlife destination. Luxury safari has entertained visitors here for many decades, although the park's visitors have dwindled over the last ten years. Hwange is not an up and coming destination, rather the infrastructure is established, the luxury camps offer beautiful experiences, and the game viewing defies the imagination. You will be staying in Linkwasha Concession, a prolific area of the park. Snippets of woodland grace a plain that is predominantly open and expansive, making the game viewing extremely easy. You will soon be enjoying the enormous resident herds of buffalo and elephant, along with dozens of different mammals that roam across the plain. Tucked away in a grove of mopane trees, your camp offers a classic tented camp experience. The spacious suites have excellent bathrooms that could have come from a five-star hotel, and the expansive pine deck makes for fantastic daytime views over the waterhole. The nearby campfire area allows you to savor the wild long into the evening and buffalos and elephants really do have the right of way here, so expect to see them silhouetted at the waterhole below."
    },
    {
      "dayNumber": "8",
      "title": "Linkwasha Concession – Safari Amidst the Breathtaking Abundance",
      "description": "On a Hwange game drive, the unique sights feel endless. The majestic horns of a roan antelope, hyenas snapping feverishly, baby elephants tumbling in the mud, a lion pride snoozing in the sun. Springbok flit across the horizon and then a leopard emerges from the woodland. Follow the beautiful hunter, watching her drink from the waterhole and then disappear into the brittle grass. Her camouflage is absolute when looking from the ground, but the vehicle's elevated vantage point ensures that you can watch the elusive cat on her morning hunt. Dusk falls, and you will stay on the savannah. The guide cuts the engine and you are guided by sound as your vehicles spotlight will reveal the different animals on the plains. You will spot the leopard again, scampering through the grass with a limp antelope hanging from her jaws. Early morning is a great time for a guided walk as your senses are awoken by the splendor of nature. Traveling on foot is deliberately slow, and you will get to appreciate all of the subtle clues with all of the hints of life left on the savannah floor. By sticking close to your guide, it is possible to get close to a whole host of plains animals, such as zebra, roan antelope, and even herds of female buffalo. Game drives here can stay in the Linkwasha Concession, where you are permitted to leave the trail. They can also explore the enormity of Hwange National Park, and it is very rare that you will encounter another vehicle. As always, the daily program is fully flexible, and guides will inform you of the different options. Sometimes, a guide may recommend a morning game drive as he will be aware of intense lion activity in the vicinity."
    },
    {
      "dayNumber": "10",
      "title": "Victoria Falls – Thrilling Rumble of the Falls",
      "description": "After a short flight north, you will spend the day at Victoria Falls. Two-thirds of the falls are on the Zimbabwean side of the border, and the trails are usually much quieter than across the border in Zambia. With baboons chirping, you will wander along the edge of the canyon to admire the thick sheets of water that tumble into the abyss. Some of it returns as spray, cascading down and drenching everyone within seconds. On the Zimbabwean side, you will get both experiences with the visual beauty of the falls and their relentless power. You will still be able to hear the rumble from Victoria Falls Hotel, the country's oldest five-star residence. Overlooking a bend in the Zambezi River, it is a glamorous place to complete your vacation. Your hotel is pure decadence and comes with a view of Victoria Falls Bridge."
    },
    {
      "dayNumber": "11",
      "title": "Victoria Falls – The Majestic Mosi-au-Tunya by Microflight",
      "description": "To the locals, the falls are known as Mosi-au-Tunya, “the smoke that thunders.” Such a description is breathtakingly accurate when you see the falls from the window of your small plane. On a micro flight, you will watch how the water disappears into the chasm and then returns as spray. The water creates 360-degree rainbows that seem to dance across the Zambezi. This short flight is the only booked activity for your day, and the rest of the day is at your leisure. Spend it at your hotel to enjoy the surroundings or visit the local curio markets in the town of Victoria Falls. With such a dramatic backdrop, your time spent here will be very relaxed in this corner of Zimbabwe."
    },
    {
      "dayNumber": "12",
      "title": "Victoria Falls – Departure",
      "description": "Depart from Victoria Falls in the early afternoon, connecting with your plane in Johannesburg for your return journey from Africa."
    }
  ],
  "map": ""
}