{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "deep-into-the-bush-an-okavango-walking-safari",
  "tourName": "Deep Into the Bush: An Okavango Walking Safari",
  "placesVisited": "Shinde Concession, Linyanti Concession, Chobe National Park",
  "generalInfo": "Wander past elephants, encounter buffalo herds, and listen to lions roar. On an Okavango walking safari, you become part of the landscape, bringing inspiring encounters with Africa's giants. Using two private concessions, this 10-day itinerary includes five days of exclusive walking safari and an indelible connection with the big and small of the Okavango. It's sandwiched between game drive and mobile camping safaris, taking you further into the land of the giants.",
  "durationDays": "10",
  "price": "11,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Shinde Concession – Charms of the Okavango",
      "description": "Whether it's your first and fiftieth time, there's always something special about flying into Africa. Perhaps it's the raw landscapes that roll beneath the wingtips. Maybe it's the vast space that surrounds the runway. Most likely it's the exquisite sense of touching down on a land untouched and unchanged. There's the immediate feeling that this is a destination unlike any you have seen before. Botswana and the Okavango excel with these first impressions, enhancing them with the raw scent of adventure. Your international flight lands in Maun, where you transfer onto a light aircraft bound for the Shinde Concession. This domestic flight maximizes the impression of nature's untouched bounty; touch down and it's common to find animals like elephants and buffalo within a few meters of the airstrip. The camp you will be staying at there is built into the trees, essentially a handful of tented chalets that feel like luxurious tree houses. It's a traditional camp with a variety of extras, like a swimming pool that's regularly visited by elephants. From a private shaded porch, you can gaze over the Okavango, filling your camera roll with shots of elephants, zebras, and giraffes. Check in, check out these views, then spend the afternoon on a leisurely game drive. It's an easy journey, looping through the concession for close encounters with the big game. As it's the first excursion, the focus is on going slow and starting the connection with nature. You'll return to the camp around sunset, where dinner is served beneath the Okavango stars."
    },
    {
      "dayNumber": "2",
      "title": "Shinde Concession – Mokoro Safari and an Afternoon Game Drive",
      "description": "The Okavango feels still as morning breaks. Cruising along the waterways in a traditional wooden canoe ( mokoro ) couldn't be more serene. But then there's a strangled cry from the grass. The gondolier takes you closer, revealing a lion pride that's chomping into a breakfast impala. The drama continues up ahead, where rival male hippos are barging across the channel, pushing and grunting to the approval of the pod's females. Then the charm returns as you turn a corner, and a vast floodplain extends, half a dozen different antelope visible in a single vista. By traveling in a mokoro, you go slowly, gliding past the extremities of life in the Okavango, from mammals clashing to those that gently graze. Early afternoon is quiet time at the camp, a chance to relax in the tree house and listen to the elephants that trumpet from the trees. Then a late afternoon game drive continues yesterday's experience, focusing on encounters with the big cats. Move slowly and follow the clues, the faintest flicker in the grass the chance at spotting one of the great hunters. Stop and watch. Another flicker in the green. Move closer. Grass moves but still you don't see. Hornbills suddenly erupt in a chorus of shouts, further evidence that the predator lurks nearby. Their warning cry brings the leopard out, and your patience is rewarded, the clandestine hunter wandering slowly past the vehicle on her way back to the trees."
    },
    {
      "dayNumber": "3",
      "title": "Shinde Concession – Intimate Walking Safaris",
      "description": "A walking safari isn't a race. It's not a charge through the bush. Move slowly, leaving light footprints as you head deeper into the wilderness. Sounds dictate the direction of travel, distant clues indicating what moves where. Clues are everywhere, and the trackers introduce you to their importance. Some are obvious: fresh dung, prints in the sand, felled trees. Others are equally useful; a trail of fruit ripped from trees, branches eaten clean of their foliage, the consistency of each piece of dung. Indigenous tribes have been following these clues for thousands of years, dissecting each piece of the landscape to create a safe journey, and over the next five days, you'll learn to track animals like they do. On this first day, it's easy to be in awe of the local trackers, how they take one glance at the landscape and build an accurate picture of which animals reside where. Over these two days, you enjoy twice-daily game walks. Safari vehicles bring you to and from different parts of the concession, enabling each walk to explore a new part of the Okavango. Wander onto the floodplains and kudu are grazing. Walk slowly, quietly, a few more steps and you're just a few meters from these majestic antelope. Further along, you encounter zebra, a whole herd eying you with intrigue. Now sitatunga, small and beautiful antelope that bounce away. Impala approach you before skipping onwards. You're just another mammal, another piece of the Okavango landscape, a wandering creature in search of bounty. Accompanying the local tracker is an armed ranger, extra security in case anything comes too close. Because it's not just the ungulates that provide the wildlife experience. Trackers bring you towards elephants, and you watch from a safe distance, feeling the awe they impose on the landscape. Giraffes are equally inspiring, graceful sights that lope past barely 15 meters away. Understanding behavior is essential to encounters with the giants. For example, a 100-strong herd of female buffalo and their calves are relatively safe to be around; yet a bachelor herd has a testosterone level that shouldn't be challenged. In contrast, female elephants can be skittish when with their young, yet a giant old elephant bull could be the most tranquil animal you see in five days. All these walks are private and tailored to your energy levels and interests. Each is typically three to four hours, but this could be shorter or longer dependent on the mood. Accommodation is in a small tented camp, with your tent featuring an en-suite bathroom with hot showers and flushing toilet. The camp effortlessly blurs into nature, enhancing the sense of being alone in the heart of the Okavango. In the evenings, you sit on the camping chairs outside the camp, besides the crackling fire, filling your senses with the Delta's charms."
    },
    {
      "dayNumber": "5",
      "title": "Linyanti Concession – Charming Flight Into the Riverine Woodland",
      "description": "This morning starts with a flight across the Okavango, the flooded landscape spilling out to the west as you cruise north. As the Delta extends from the river in the west, it slowly spills onto the savannah and spillways of Linyanti Concession. In good years, the water flows all the way into this concession. In other years, the channels stay dry. This concession also borders Chobe National Park even further to the east, making Linyanti somewhat of a meeting place for mammals moving in both directions. The flight provides an excellent aerial overview of how these ecosystems are slowly blurring into each other. Touch down and a new walking safari starts, another private journey through a wild and untouched piece of Botswana. Sounds and smells guide the way, local trackers continue to teach lessons of bushcraft and animal behavior. More giants are encountered. Hold your breath as an elephant herd passes by, spot a big buffalo herd emerging from the trees, then follow the trail to the water, where dozens of hippos roll in the mud. A couple of them yawn, revealing phenomenal jaws before disappearing back into the water. Then a young hippo calf slowly walks from the channel and by sticking close to the trackers, it's a very safe sight. Your overnight camp is very similar to that in Shinde, comfortable yet elegant accommodation that continues the sense of not interrupting life in the bush."
    },
    {
      "dayNumber": "6",
      "title": "Linyanti Concession – Alone With Nature",
      "description": "By now you'll be attuned to the clues of the bush. You'll recognize the dung, the indentations in the trees, the animals that are happy for you to approach. On these walking safaris, you'll continue to savor delightful encounters with the ungulates. Approach a zebra herd and read the emotion, two calves jumping at the sound of an approaching baboon troop. Wildebeest come past. They stop and glare, inspecting the unusual mammals (i.e. you). Then they're off, galloping into the distance with their comical antics. Next, you come across red lechwe, beautiful antelopes who regularly run from safari vehicles. By approaching on foot there is little sound, so you can really appreciate their majestic coats. It's not uncommon to even see lions or cheetah in the distance. Obviously, it's important to respect space and veer well clear. But like the antelopes, trackers understand when the predators are hungry, and when they rest with bulging bellies. Exhilarating and exclusive, the Botswanan landscape offers one of Africa's most compelling walking safari opportunities. You're not just tracking the myriad of ungulates. You're coming in contact with the kings of the land and the giants of their habitat. The program is flexible here, with a choice of twice-daily walks or longer full-day walks. In addition, game drives and mokoro safaris can provide a change of pace in the afternoon. Then it's evening, the fire illuminates the night, and the evocative soundtrack comes from the trees."
    },
    {
      "dayNumber": "8",
      "title": "Chobe National Park – Mobile Camping Safari",
      "description": "The safari continues, game drives taking you deeper and deeper through an unseen land. Almost half of Botswana is a protected area, endless miles of untamed landscape that are barely accessible by vehicle. It's a bumpy journey when you switch to game drives, the rugged trails meaning travel is almost the same speed as the walking safari, which keeps you tuned in. Elephants surround the vehicle, baby calves fighting playfully as they pass. Hippos emerge from the water, and you watch as their bulky frames graze. Buffalos gallop together, and you follow their rumblings, approaching to find a pride of lions upsetting the herd. Clashes turn violent, and the safari vehicle provides a safe space to watch it all unfold, a lioness going beneath the relentless trampling of hooves. You drive into Chobe National Park where you spend two days at mobile tented camps. These camps move each day, guides picking a safe space to erect the tents and toilets. Each morning they're packed up, and the evidence of human presence is gone. After a predominantly walking itinerary, these two days of game drives will focus on animals that are difficult to intimately encounter on foot. Lion prides are plentiful here, and you find them in an array of modes. Leopards are equally abundant, but you must look closely as their spots are often concealed by the trees. Two animals don't require you to look. Elephants are everywhere, tens of thousands filling Chobe. And it's impossible to find a vista without the neck of a giraffe."
    },
    {
      "dayNumber": "10",
      "title": "Livingstone – Departure",
      "description": "Over the last two days, you've driven west to east through Chobe, taking you further from the Delta and closer to the border with Zambia. This morning it's a short drive out of the park to the Zambian border, where the immigration office regularly features a backdrop of migrating elephants. From here it's less than one hour to Livingstone International Airport, where you connect onto your intercontinental flight."
    }
  ],
  "map": ""
}