{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "dream-honeymoon-safari-botswana-victoria-falls-kruger",
  "tourName": "Dream Honeymoon Safari: Botswana, Victoria Falls & Kruger",
  "placesVisited": "Okavango Delta, Chobe National Park, Victoria Falls, Kruger National Park",
  "generalInfo": "Dream. Discover. Experience. Exceptionally blending honeymoon luxury with hypnotic wildlife, this unique itinerary turns African safari into a personalized love story. Chobe, Okavango, Victoria Falls, Kruger; each distinctive destination is elevated by fabulous accommodation and feelings of pure escapism. With everything on four legs providing the evocative backdrop, this dream honeymoon is about unique and special moments with your new spouse.",
  "durationDays": "12",
  "price": "18,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Okavango Delta – A Private Micro Flight Over the Okavango Delta",
      "description": "How's this for a dreamy start to any vacation? You're cruising above the Okavango Delta, the only two passengers in a tiny Cessna plane that's heading into an animal kingdom. Admire the lush waterways that swarm with hippos and wild crocodiles, pick out the herds that congregate on clearings, and descend over the forest until you touch down on Chief's Island. Champagne awaits your arrival and from the sumptuous mobile camp the safari has already begun. The only thing interrupting your kiss is an elephant spraying water and a tower of giraffe nodding their heads."
    },
    {
      "dayNumber": "2",
      "title": "Okavango Delta – Romantic Safari Impressions in the Okavango",
      "description": "Wake up, pull the curtains, and marvel at the view. The camp looks down on a popular waterhole and wandering wildlife stops by for a drink at all times of day. Central to any honeymoon is staying beneath the covers a little longer than usual, but don't worry, you're not going to miss out on safari when so much is viewable from the bed. A charming first game drive begins to explore Chief's Island, weaving a trail through the trees and out onto vibrant grasslands. Buffalos stand and stare, a lion pride slumbers, and every turn brings a new antelope species. But these aren't isolated sights. They're everywhere, and it's the interaction between wildlife that brings new delight. Kudu can be cute. But it's far more exciting when they're being trailed by three lionesses."
    },
    {
      "dayNumber": "3",
      "title": "Okavango Delta – Walking Hand in Hand through the Wilderness",
      "description": "Don’t forget to indulge in the accommodation. A camp may not sound like your typical honeymoon lodging, but this camping Botswana style . Varnished wood covers the floors and raises the tent above the plains. An en-suite bathroom provides dazzling views of the wildlife and the spacious bedroom has been expertly decorated with an old-world explorer's grandeur. Chairs and a dining table occupy a verandah above the waterhole and your personal butler can deliver cocktails, champagne, snacks, or mugs of fresh Italian coffee. It's the ultimate luxury in the bush, a private haven amidst the wild. Today's walking safari brings new definitions of romantic hand in hand strolls. You're slowly walking on the edges of the forest and there is an elephant. There's another, a big bull male rampaging through with his tusks. Hartebeest and eland are scattered around the surrounding plains and monkeys swing through the trees. This is lion country but a walking safari isn't just for spotting predators. Your skilled guide picks a route that circumnavigates the cats and brings intimate encounters with the vivid delights of the Okavango. Return to camp and the hippos are putting on an afternoon show. Snouts rise from the water, chubby legs maraud into the shallows, and three males seem to be chasing a frisky female. They grunt, shout, charge, and throw their great hulks of flesh around. But somehow, hippos always seem cute."
    },
    {
      "dayNumber": "4",
      "title": "Chobe National Park – The Huge Elephant Herds of Chobe National Park",
      "description": "Imagine standing in front of one elephant. Now imagine a herd of elephants. But can you imagine the sights of tens of thousands of elephants? Chobe National Park contains the world's largest wild elephant population. They surround the camp, wade through the rivers, jostle at waterholes, and blend into the landscape as if they're moving trees. You take photos of the first 100. But they keep coming; babies almost tripping over their trunks, giant herds of tusks, boisterous bums uprooting trees, and silhouettes dancing along the horizon. You're going to be watching elephants rumble past at almost all moments over the next three days."
    },
    {
      "dayNumber": "5",
      "title": "Chobe National Park – Evocative Game Drives and a Private Sunset Dinner Cruise",
      "description": "As the mist rises over the river you take breakfast on the camp verandah. Raised on stilts and screaming of old-world charm, this luxury retreat is situated in a private concession of Chobe. So only a handful of guests can explore the area. That means that when a leopard is spotted stalking a springbok herd, there isn't going to be a dozen other safari trucks spoiling the moment. And there won't be anything on two legs interrupting your view of the waterhole. It would be easy to spend all day here, admiring the plethora of life taking a drink just meters from your hut. Wave hello to your four legged neighbors then, when you're ready, a guide waits to take you on evocative game drives. Giraffe feed on the fringes of the forest, bushy buffalo herds slumber and grunt, kudu and hartebeest stand proud, while the smaller antelopes tentatively feed on blossoming grasslands. It goes without saying that elephants are literally everywhere. Even the tempestuous lions don't put them off. You spot a pride prowling, exploring the edges of the trees in search of a meal, their resonant eyes lingering long in the memory. View this landscape from a new angle this evening. A luxury private cruise takes you along the Chobe River; dinner for two is served as the sun begins its journey into ruby and flaming red. Hundreds of hippos cover the shore, sharing the water with elephants firing water jets. Honeymoons should always feature memorable meals. There are few more eternal sights than tucking into five courses with the sights of wild Africa sailing past."
    },
    {
      "dayNumber": "6",
      "title": "Chobe National Park – A Traditional Mokoro Safari for Two",
      "description": "Another day of unique experiences awaits. It starts with opening the curtains and greeting the vivid red hartebeest grazing nearby. A traditional wooden mokoro canoe is waiting to transport you down Chobe's narrow river channels, a dexterous oarsman keeping you clear of the wading hippos. Chobe looks different from the water. Everything must come down to the river to drink and this predictability can bring drama. The ungulates can hide for most of the day. But eventually they'll get thirsty. Predators lie in wait; Nile crocodiles, stealthy leopards, and exuberant lionesses who can clear three miles of river with two imprecise steps. After a morning mokoro safari the rest of the day is free. Either enjoy an afternoon game drive or soak up the charming tranquility from the lodge."
    },
    {
      "dayNumber": "7",
      "title": "Livingstone – Spectacular Helicopter Ride Above Victoria Falls",
      "description": "Get the passport ready because you're getting some new stamps this morning. Just an hour away is the world's most powerful waterfall. Enjoy a leisurely breakfast before your guide transports you into Zambia and the banks of the Zambezi River, where you head straight to the premier attraction. You can hear it long before you see it. A deep rumbling hangs over the landscape, much like the sound of crashing waves dominating an exposed cliff. Locals call Victoria Falls the “smoke that thunders,” a linguistic ode to the mist that rises from the abyss and fills the Zambezi canyon. During some months the falls are only visible from certain spots because the “smoke” is too intense. For the finest angle you must travel by helicopter. Your pilot swoops low, offering indelible panoramas of the Zambezi River as it tumbles over the edge. The Victoria Falls are over a mile wide and cascade over 100 meters, thundering into a narrow gorge consumed by mist and water. Isolated cataracts and rocks stand in the canyon and river, adding further contrast to the aerials. The pilot hovers and lingers. Spend some time snapping the perfect honeymoon photos. Then put the camera down and enjoy the moment. Few experiences can offer such rich visual splendor."
    },
    {
      "dayNumber": "8",
      "title": "Livingstone – Luxurious Tranquility on the Zambezi",
      "description": "It's indelibly serene along the Zambezi River. Birdsong flutters into your luxury suite, impish monkeys swing around, and hippos occasionally wade past. Nestled on a tiny island in the Zambezi, your cute wooden house is flanked by the river on both sides. A series of walkways and platforms take you to the bar area and the sunset dinners are a particular highlight here. This charming setting is your home for all three nights in Zambia. Rest, relax, and revel in the tranquility. During the day you may wish to return to Victoria Falls, take a sunset dinner cruise, go white water rafting, or continue the safari in one of the nearby parks."
    },
    {
      "dayNumber": "9",
      "title": "Kruger National Park – A White Rhino Welcome to Kruger National Park",
      "description": "Rhinos are critically endangered. So neither of you were expecting to see ten of them within two hours of landing in South Africa. Over half the world's wild rhino population live in Kruger National Park. Land in Nelspruit, South Africa, and it won't be long before you're intimate with their gracious horns and prehistoric frames. Tucked into a remote and pristine corner of Kruger, the Singita Lebombo will be the final dream base on your safari honeymoon. It's wonderfully opulent, the spacious suites bursting with aristocratic splendor. Instead of walls you have floor to ceiling windows with nonstop views over Kruger National Park. You can even lie on the bed and spot most of the Big Five. Rhinos, elephants, buffalo, even lions can be seen without even leaving the bedroom."
    },
    {
      "dayNumber": "10",
      "title": "Kruger National Park – Beautiful Game Drives in Wild Game Paradise",
      "description": "Lions prowl in the early morning light, their athletic frames visible against a mesmeric sunrise. Follow the paws as they head onto the grasslands, admiring the lionesses as they seek out breakfast. Kruger National Park is one of Africa's oldest and largest, covering an area bigger than some US states. Ungulates gouge on the ever-flourishing grass and abundance of permanent water. And anywhere there is prey there is always a healthy collection of predators. Most safari destinations have lions and leopards. You just need to be lucky enough to see them. There's no need for good fortune in Kruger. The big cats are all around you. Kudu graze, giraffe tower above the trees, springbok appear with every turn, and beautiful game drives add further magic to the honeymoon bliss. Like elsewhere, you have a private guide and vehicle to explore the landscape. Elephants won't be a new sight, but you have to stop and smile when a baby swings his trunk and scares the warthogs away from a waterhole. While the individual sightings are always impressive, this dream safari honeymoon will begin to leave more complete impressions of beauty. Safari for three days and you'll see wild animals. But explore three diverse national parks and you begin to appreciate the whole. Kruger, just like Chobe and Okavango, is a complex ecosystem unaltered for thousands of years. Being immersed in it is a very special feeling."
    },
    {
      "dayNumber": "11",
      "title": "Kruger National Park – Picnics beside Hippos and a Candlelit Dinner for Two in the Bush",
      "description": "Final safari moments add the icing on an increasingly sweet cake. Take a champagne picnic and clink glasses beside a pool filled with hippos and their antics. Watch elegant White rhinos drift past while lounging on the private verandah. All safari activities are included and your guide is an expert at providing ideas to elevate the romance. As another evocative African sunset descends you're seated at a private dinner table in the bush. Elephant silhouettes flicker along the horizon, zebra are grazing nearby, and candlelight provides another little touch. Enjoy a four-course dinner with nobody else around. It's just another example of how African safari is able to blend new experiences with classic honeymoon scenes."
    },
    {
      "dayNumber": "12",
      "title": "Johannesburg – Reliving the Safari Dream on the Plane Home",
      "description": "While the honeymoon is over, the romance will live on as you return home full of memories. Your guide will transfer you to Nelspruit airport for a domestic flight to O.R. Tambo International where your homeward bound flight awaits. Browse the safari trip reviews of Botswana for ideas on how to further customize your dream trip."
    }
  ],
  "map": ""
}