{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "chobe-national-park-okavango-delta-safari-package",
  "tourName": "Chobe National Park & Okavango Delta Safari Package",
  "placesVisited": "Okavango Delta, Chobe National Park, Moremi Game Reserve",
  "generalInfo": "There is endless romance beneath the African sky, where the colors of sunset can overtake the entire plain. On this custom-tailored romantic Botswana safari , you will find the splendor of lions hiding within the trees while elephants swim within the gentle waters of the Chobe River. Your private balcony gives you a secluded panorama out into the wild allowing you to witness the splendors of nature at any time of day, whether enjoying a spectacular sunrise or dining beneath the blanket of glistening stars that overtake the African night.",
  "durationDays": "7",
  "price": "6,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Chobe – Stepping Under the Sky",
      "description": "Today you begin to understand the endless romance that sits in and under the African sky. Once in Johannesburg you will find yourself soaring through the day once more on a short journey to Kasane, Botswana. The town sits next to Chobe National Park, a mixture of elegant river, remarkable floodplains, and vibrant trees, where the landscape is equally as dynamic as the wildlife it houses. The entire park encompasses more than 19,700 square miles and is home to the largest concentration of elephants in Africa, numbering around 30,000. From the graceful shimmer of sunlight along the riverfront to the swaying trees, you feel nothing but comfort within the charming landscape. When you come to Kubu Lodge, you find the majesty of the river at your doorstep, overlooking the sensational landscape from the restaurant or from your private balcony. Your room offers you the combination of romantic seclusion and the majesty of wildlife that stretches along the riverbank; from hippo to elephant, impala to buffalo, you can witness the elegant display of nature within the luxuries of the lodge. In the late afternoon you can climb aboard a river cruise and venture out onto the water. The sunset brings a stunning wash of oranges and reds to the horizon while you watch over the boat to find wiggling ears and popping bubbles within the stretch of grassy marsh at the center of the wide waterway. The hippos sit submerged, soaking their bodies and protecting their delicate skin from the remaining sun as you watch the last of the day’s light retreat."
    },
    {
      "dayNumber": "2",
      "title": "Chobe – A Perfect Day",
      "description": "Before the full light of day drapes over the sky you can hear the bustling morning beginning, not with the sounds of a city filled with cars and radios, but with the sounds of the wild, brimming with birdcalls and genets, the latter’s soft huff wisps through the grasses like a puff of smoke. The charm of the morning is in the cooler air when most animals, the nocturnal searchers and daytime hunters, wander through the brush; the night-dwellers ready to settle in, while the diurnals are ready to come alive. With the light of dawn you will venture out along the floodplains of the river, meandering through the woodlands, and finding the splendor of the landscape every step of the way. On your first game drive in Africa you will climb aboard an open-air vehicle and find the teak buildings of your lodge quickly fading behind the trees. The cold, early ambiance is speckled with light. Whether winding along the wetlands or sifting through the trees, the animals are apparent and abundant. You can see the pale, creamy fur from collections of impala through the trees in almost every direction. The adolescent males’ horns proudly point in long strides. They are able to leap up to 10 feet in the air when scared or defending themselves. You can hear a thumping in the distance combined with the tearing of wood. You come across a herd of elephants brushing against the trees and marking their pathway. The Kalahari elephants are the largest of any elephant population, while their tusks are shorter due to the brittleness of their ivory caused by a calcium deficiency in the soil. They break branches and eat the leaves and rip through smaller saplings. Your guide points out the matriarch and you spot a baby elephant following her lead, tearing where she tears, stepping where she steps. In the heat of the afternoon you can make your way back to the lodge or venture out onto the river to enjoy the cool edges of the water and the calm ripple beneath the sky."
    },
    {
      "dayNumber": "3",
      "title": "Moremi Game Reserve – Under the Sky, Over the Delta",
      "description": "The morning feels more relaxed today as the sun rises in what looks like slow motion, casting a fire over the sky that burns away the night. You can enjoy your breakfast while looking out over the stretch of river once more before leaving the lushness of Chobe behind and soaring over the incredible landscape of the Okavango Delta. From the air you can see the water splitting the plains like veins, its fingers outstretched to a place you cannot see. The scent of grassland and fresh water is prevalent as you make your way to the Moremi Game Reserve overlooking the legendary Chief’s Island. Beneath the leafy palms you find the spacious and luxurious regal style accommodation, romancing you into the royal East African safari tents. Your room is elevated on teak platform where you can see the lush wilds of the nearby island on your private viewing deck. The quiet excitement pulses around you, calling you to give in to the opulence of the landscape and the accommodation and combing the two to make you feel right at home. In the evening you can sip on a sundowner; enjoy the cold refreshment while watching the sun set over majestic floodplain, or simply experiencing the shades of dusk wash over the lagoon brimming with water lilies."
    },
    {
      "dayNumber": "4",
      "title": "Moremi Game Reserve – Winding Through Water",
      "description": "Enjoy the brightness of the morning calls that wind along the effervescent plains. When the scent of breakfast lingers in the air you can enjoy the rich flavor of coffee or the sweet aromatics of Rooibos tea. The daylight wraps around the comfortable surroundings and you can step out to explore the delta however you choose knowing that your guide will take you through the varieties of landscape that celebrates of flora and. In the colder early light you can spend your time on Chief’s Island. The scenery has been in your view since yesterday and has the largest concentration of animals in the region. Due to fault lines in the area, the landmass has been elevated over the spreading water as one of the tallest points that affords animals a haven from the water but also access to the banks when thirsty. As you follow your guide on a walking tour through the brush, he points out the delicate flora that sways in the breeze and shimmers in the golden grasses, standing out with vibrant colors. You can hear the crackle of earth and a familiar tear of tree bark. Your guide has brought you to another elephant herd, but watching them from a distance while you are on foot is a completely unique and utterly romantic experience. You can see just how big they are. Their ears slowly flap to cool their bodies in the heat. They stomp their feet in elegant, calculated steps. Whether a lone bull or a collection of females and adolescents, the elephants’ presence is breathtaking as they meander away from the tree line and stomp through the knee-high water, splashing along as they turn away from the island."
    },
    {
      "dayNumber": "5",
      "title": "Moremi Game Reserve – Another Side of Luxury",
      "description": "The floodplains are yours throughout the day where you can listen to the sensational sounds of the morning delta beneath the African dawn. After a delicious breakfast you will step into a traditional dugout canoe called a mokoro ; the strong wood and dedicated craftsmanship of your vessel is apparent. The canoe winds you along the delta within the sweet scent of fresh grass before arriving at your new accommodation, Moremi Crossing. Within the heart of the delta is the palm-fringed islet that overlooks the endless game of Chief’s Island, creating a friendly and secluded atmosphere from which you can enjoy the floodplains. Sit on the deck beside the pool beneath the shade of the trees and relax under the thatched dome roof of the main deck overlooking the marshland. Whether you choose to venture once more through the delta on a mokoro or search for tiger fish on a fishing boat in a lagoon, the afternoon is yours to experience the sensational surroundings at your whim and pleasure. Once aboard the peaceful, drifting canoe you can quietly come across the deluge of animals that sip at the shores of the grassland. The view of the landscape is extraordinary, offering sensual tranquility and displaying the vastness of the delta, which reaches as far as the eye can see."
    },
    {
      "dayNumber": "6",
      "title": "Moremi Game Reserve – Letting Time Slow",
      "description": "When the morning dawn peeks over the horizon it brings the rising birdcalls echoing in the trees like a chorus. Time has slowed into that which has come to soothe you: the rich colors of the day, the gentle calls of the wildlife, the elegant breeze that ruffles the trees. With another day, you can venture out to witness the grandeur of nature in a variety of ways; your guide will lead the way. It is easy to be mesmerized by the surrounding marshlands, which range from green to gold depending on the season. As you search for the Big Five, elephant, rhinoceros, leopard, Cape buffalo, and lions, known as the deadliest animals in Africa, you are in awe. A roar flairs into the air, the power is palpable; a lion’s roar can be heard from around three miles away. Looking into the trees you can sometimes find lions looking out over the delta, away from the water and into the tall grass in search of prey. The remarkable display of the lion pride’s fortitude and imagination has these animals resilient within the changing wetlands of the region and displays for you an incredible side of the animal not often seen by visitors. Their golden fur glints in the sunlight as they laze in the afternoon heat letting the trees provide a shady respite. Lions are known to sleep approximately 20 hours per day but are quite opportunistic about their hunting despite this schedule, often letting the situation dictate their actions. In the stunning landscape, surrounded by the wonders of the wild you can only feel a relief and awe at the beauty of the lazing pride."
    },
    {
      "dayNumber": "7",
      "title": "Maun – Reflecting Waters",
      "description": "This morning you wake early, not in the hopes of spotting wildlife, but for one last view of the African sunrise amongst the musical calls of nature. You look out over the deck and can see the clear, open sky spread over the delta. The colors of the early light paint the horizon a frenzied rainbow as the rhythms of the evening ascend into the calls of the day. The serenity of the moment comes as much from sharing the seclusion with your loved one as from the natural wonderment that hasn’t ceased to mesmerize you every step of the way. After breakfast you will transfer to Maun and make your way to Johannesburg en route towards home. If you'd like to spend more time in Botswana, browse the Botswana safari page for additional ideas on how you can extend your custom trip. Or, consider extending your time beneath the endless expanse of horizon, enjoying time in South Africa, Zambia, Namibia, and more. Whether or not your time under the African sky has come to an end, the romance doesn’t have to. Related Information: Read the safari tour reviews to Botswana to see why travelers continue to rely on Zicasso for their custom trips."
    }
  ],
  "map": ""
}