{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "exclusive-private-game-reserves-of-botswana-okavango-safari-vumbura-selinda-kwando",
  "tourName": "Exclusive Private Game Reserves of Botswana & Okavango Safari: Vumbura, Selinda & Kwando",
  "placesVisited": "Okavango Delta, Vumbura Reserve, Selinda Concession, Kwando Reserve, Chobe National Park",
  "generalInfo": "Botswana's private reserves provide exclusive journeys into remarkable realms to intimately unravel nature's great theater without another tourist in your sight. Over this 10-day itinerary, you will explore three private reserves as you travel south to north through some of the greatest landscapes of Africa. The Vumbura Plains provide personal encounters in the Okavango Delta while the prestigious Selinda offers grassland safari, and the intimate Kwando combines elephant-engulfed woodland with intense predator encounters.",
  "durationDays": "10",
  "price": "19,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Vumbura Reserve – Private Safari in the Okavango Delta",
      "description": "In a light aircraft, you will fly north from Maun as the endless lands of the Kalahari seem to stretch out for eternity. Rustic red blurs into dusty orange, and almost nothing breaks the desert spell as some two hours pass before any abundance of green can be seen. And then it appears as a vibrant mass of fresh colors that flourish like a phantom in this scorched land. It is the Okavango Delta, visible from space and intimately experienced as you travel across Botswana in your small plane. The waters have flowed for months to reach here, tumbling down from Angola to create an oasis of epic proportions. Your first safari is here in a private reserve in the northern periphery of the Delta, dominated by the bounty of flooding. After you land on a private airstrip, you will check into a decadent camp with accommodations that celebrate the luxury of your first safari expeditions in Africa. Your spacious bedroom will lead onto a lounge area that enjoys a 270-degree view of the floodplains. A private plunge pool offers a unique spot to sip your champagne and watch the passing herds while massages can be booked in your private sala . Shared spaces include a charming campfire circle and a broad deck that enjoys one of the Okavango's most complete vistas. After settling in, an introductory game drive will show you the distinctive habitats found at Vumbura, an enveloping journey that hints at the predators to be seen over these three days."
    },
    {
      "dayNumber": "2",
      "title": "Vumbura Reserve – Canoe Safari and Game Drives Through the Oasis",
      "description": "As the sunrise reflects in the water, you will travel serenely in your traditional mokoro , or wooden dugout canoe, as you weave along the waterways. As the Okavango floods, it will create isolated strips of lands and hidden paradises where animals either find bliss or find themselves marooned. A gondolier will paddle you past forests dominated by elephant trunks, onwards to grasslands where gazelle ears are alerted to a moving cheetah, and then beneath trees where monkeys swing. As you travel slowly and silently, it is as if you are in a movie backdrop as the wildlife world gracefully continues without interruption. A kudu herd drinks along the shore and then gallops off as a boisterous male hippo charges towards the river. Giraffe watches carefully as the gondolier passes, and a hyena may eye you with an air of suspicion. Mokoro safaris are the highlight of the Okavango, and your itinerary will allow for as many as you would like. Game drives can take you in further as the Vumbura Reserve spills into the Moremi Game Reserve with a patchwork of habitats in close proximity. Water brings life, and the Okavango offers a suite of landscapes with each a haven for a new collection of characters. In the woodland, you may see something move and then see the clear eyes as the leopard watches you intently while you have been searching for her. Move slightly, and her grace is fully revealed as the shimmering fur of her young comes into view. Predators are a real specialty of Vumbura, and the safari itinerary is often centered around intimate encounters with a focus on the dusk and dawn activities that maximize the chance of spotting them in hunting mode. During the day, the opulent lodge provides a place to lounge around and absorb the excellent views."
    },
    {
      "dayNumber": "4",
      "title": "Selinda Concession – Immersed in Flourishing Grasslands",
      "description": "Selinda has had a checkered past as for years this was a dedicated hunting concession. But it has been revamped recently and transformed into a private reserve that celebrates the authenticity of nature. There is something very beautiful about how the landscape has responded as an ancient riverbed long dormant through the reserve has started to flow with permanent water for the first time in many decades. Life flourishes as the migrant herds are feasting to allow larger groups of zebra, gazelle, elephants, buffalo and giraffe to expand. Young predators are thriving as they mark out territory as they prosper to form new pride. The long-distance ramblers are staying as hyenas and vultures pick up the leftovers from nature's new bounty. The Selinda is a landscape that few people know about, and even fewer have explored as a private concession that offers an exclusive look akin to going behind the scenes. Elephants are everywhere. The Selinda is part of a wider ecosystem where some 100,000 pachyderms roam. Giraffe is similarly plentiful, clustered in small towers and raising their colors above the green. On a walking safari, you may cross a herd of buffalo, 40-strong, which graze slowly as they explore a floodplain. River safaris wind past large hippo pods with disagreements settled by barging contests in the water. Back at the camp, trunks squirt water and hooves kick up spray as you gaze over the river. Vumbura often reflects the brutality of nature's rhythm and competition, but at Selinda, it feels as if all the animals are part of a celebration."
    },
    {
      "dayNumber": "5",
      "title": "Selinda Concession – Exclusive Safari in Northern Botswana",
      "description": "Your camp is small and understated to blend into its environment as it celebrates sustainability and ecological living. Like always, the safari program is fully flexible with privately guided activities to take you through the reserve and the adjacent Chobe National Park. Walking safaris and horseback rides cross the plains, game drives reveal thousands upon thousands of elephants, while mokoro trips blend exotic birdlife with the indelible characters of the water. Safari is always unpredictable, and that fact is elevated here with a developing landscape that is full of surprise and treats for those who take their time. Move slowly, embrace it all, and complement the activities with an authentic wild bush experience at the camp. Nighttime drives are a particular specialty as two new predators have appeared in Selinda. Wild dogs now move in packs with over a dozen that rove together, and they communicate with intelligence that cannot be understood at first glance. Over your safari days on this itinerary, there is a strong probability that you will have seen a hunting scene with a dramatic explosion of power as jaws lock onto necks. These wild dogs hunt differently by exhausting their prey as they chase them far across the landscape. At nighttime, you may hear the yelps and follow the theater as the drama begin. Tiny aardwolves also appear to scuttle around in the moonlight as a spotlight guides your journey. Return to your camp after a nighttime drive, and the experience continues like it has every night in Botswana. An echoed soundtrack will flicker through the darkness as silhouettes grace the horizon, and there is no interruption to your sense of escapism."
    },
    {
      "dayNumber": "7",
      "title": "Kwando Reserve – Into the Lush Woodlands of Botswana",
      "description": "Here comes one, marching with pride through the woodlands of Kwando, and then another with tusks so long that they start to curl skyward. A third will enter from your periphery, and there may be a tense standoff as it is not three elephants, but three elephant herds as the size of the patriarchs dictate who should give way, even if it's the matriarchs that have selected the route. North of Selinda, Kwando Reserve stretches into the woodland of Chobe National Park and is part of the landscape shared by Africa's largest collection of elephants. On a game drive through the forest, you will not see other vehicles or tourists, but you could easily encounter over a thousand elephants. Kwando's woodland provides a new safari experience and is the focus for your first day on the reserve. Just two camps are found in this 2,300 square kilometer reserve, and both excel in providing a safari under canvas experience so you will have the necessary contemporary comforts and continue within the luxury band. A great procession of wildlife roams past the camp at all times of the day and night to bring with it a succession of evocative calls and a strong sense of being surrounded by the best of Botswana's wildlife. Like always, the safari program is flexible and private."
    },
    {
      "dayNumber": "8",
      "title": "Kwando Reserve – Exquisite Predator Abundance and a Private Safari Playground",
      "description": "Diverse habitats provide different safari encounters in Kwando. Two male giraffes collide in the riverine forest and swing their necks to determine dominance. Wild dogs rove across the open grasslands as a pack on the move. Tsessebe gallops from the pack's clutches, Africa's fastest antelope disappearing in a cloud of dust. A cheetah could chase them, but it doesn't, preferring to rest in the grass as you drive past in the safari vehicle. Game drives connect the habitats here, and a single drive can encounter over 20 different species from the array of monkeys in the woodland to the small antelopes feasting on the open grassland. Walking safaris are also possible and daily nighttime game drives are usually a fixture on the itinerary. Like always, the action is defined by water but this time, it is the Kwando River, where thick riverine forest provides an excellent place for a predatory ambush. Sometimes the experience is about parking the vehicle to gaze out and wait for the drama to unfold at the water. At other times, you will be on the move and follow the tracks to enjoy one of Botswana's greatest concentrations of predators. Then again, safari here may be about lounging outside of your tented suite to watch the wilderness unfold without another person or vehicle to interrupt your view. Instead, it will feel like Africa's epic landscapes have become your own personal adventure playgrounds."
    },
    {
      "dayNumber": "10",
      "title": "Kwando Concession – Departure",
      "description": "After nine full days of safari, you will depart from Botswana this morning in a light aircraft that will soar across the country's wilderness. Retrace your journey as woodlands tumble beneath the wingtips before the Delta emerges to baffle your eyes once more. Channels of blue gradually dry out, and you will be back in the Kalahari's emptiness with the lively colors redolent of where you started your wildlife adventure. You will land in Maun to connect with an international flight to Johannesburg and then your intercontinental departure."
    }
  ],
  "map": ""
}