{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "exclusive-okavango-safari-premium-lodges-unique-activities",
  "tourName": "Exclusive Okavango Safari: Premium Lodges & Unique Activities",
  "placesVisited": "Okavango Delta, Selinda Reserve",
  "generalInfo": "This dreamy Okavango safari blends decadence with authentic wildlife experiences. Relax with soothing massage treatments while watching buffalos roam; lion prides reveal themselves on a nighttime safari, as elephants march across the Delta. Featuring private concessions, opulent camps, and unique activities, this 11-day adventure showcases why the Okavango is Africa’s most revered luxury safari destination. It’s a journey of indulgence through one of the world’s greatest wildernesses.",
  "durationDays": "10",
  "price": "19,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Southern Okavango – Boutique Luxury in the Heart of the Wilderness",
      "description": "Okavango’s contrasting highlights become apparent as soon as you touch down. Elephants and buffalos roam freely before your eyes, while zebra and kudu skip across lagoon waters. Take a moment to listen, and you can appreciate the serenity. You’re hundreds of miles from any town, surrounded by waterways and flourishing forests. This is Africa’s nature at its most untouched, a landscape that permeates all the senses. But there’s also a sublime luxury to the experience. Slip into a private outdoor bathtub that overlooks an animal-dappled floodplain. Snooze around the swimming pool, and then be woken by a grunting hippo. Enjoy fine dining beneath the stars, your gaze distracted by a silhouetted giraffe wandering past. Stay in one of Africa’s finest properties, where privacy is taken very seriously, and you could slip away without seeing another guest for the duration of your stay. It’s situated in a small private concession in the south of the Okavango. After landing at Maun International Airport, you’ll transfer to a light aircraft for the short flight into the Delta. Touch down, and it already feels like you have an exclusive wildlife world at your fingertips."
    },
    {
      "dayNumber": "2",
      "title": "Southern Okavango – Walking Safari and Okavango Game Drives",
      "description": "A hippo pod wakes you at sunrise, their bellowing grunts echoing across the seasonal lagoon. Kudus and springboks skip past as you sip on coffee, followed by giraffes and buffalos as you’re finishing a light breakfast. Head out on a morning game drive, and a dozen more wonders are revealed. Each sight isn’t standalone. Follow an elephant herd as they meet another along the river. Track the lions as they stalk a small herd of zebra. Stop beside a buffalo herd as two males are battling for power, a haunting crunch accompanying the clash of horns. Like each day on this safari, today’s program will be customized to your interests. Choose from a wide selection of activities and follow the wildlife action, whether that’s seeking out leopards or spending an hour watching the hippos play around in the water."
    },
    {
      "dayNumber": "3",
      "title": "Chitabe Concession – The Thrilling Big-Game Heart of the Delta",
      "description": "The fenceless Chitabe Concession has an unrivaled location. You’re bordered on three sides by the world-famous Moremi Game Reserve, the centerpiece of the Okavango’s big-game experience. This is where the normally elusive leopards and cheetahs are easy to find, where wild dogs are found hunting, and more than 20 different mammals can be seen on a single game drive. Of course, a place as famous as Moremi attracts a lot of visitors, especially during the peak months of June to August. Chitabe Concession is private, reserved exclusively for guests staying at one of the concession’s two camps. You get to enjoy the best of a dreamy big-game destination, with hardly anyone else around. After the short flight, you check into your next camp, which is raised on wooden walkways amidst the trees. It feels like you’re in a treehouse, especially when antelopes wander beneath the camp. Supreme views come from your opulent outdoor shower, as well as from a variety of viewing decks; this is a camp that aims to maximize the impressions of nature. With so many big cats around, the activities here are restricted to game drives. However, you’ll be able to explore at any time of day or night, continuing the theme of a fully tailored safari program."
    },
    {
      "dayNumber": "4",
      "title": "Chitabe Concession – Private Concession Safari Including a Nighttime Game Drive",
      "description": "Slowly and softly, the leopard stalks her prey. She moves silently, disappearing into the grass with the precision of an expert hunter. The driver cuts the engine, and you listen for clues, hoping to hear the rustling of the spotted hunter in the grass. But there’s nothing. The antelopes continue to graze, and you must wait for the leopard to reveal herself. Minutes tick by. Five. Ten. More. Then she suddenly pounces, the antelope shrieking in shock and then resigning itself to fate. Clamping powerful jaws around the neck of her prey, she kills with a swiftness that contrasts the wait. Then she’s off, dragging the carcass through the grass, past the safari vehicle then up a tree. Scenes like this are what make an African safari such a mind-boggling experience. They’re not encountered every day. But spend 11 days in Botswana, staying in the big-game concessions, and scenes like this are exclusive sights not witnessed by any other guests. At other times during the game drive, you move much quicker, passing thousands of animals as you loop around the concession; whenever something interesting is found, the driver takes you off the trail, so you have the best vantage point. There’s also an exclusive option for a nighttime game drive here. Moving very slowly while using a high-powered spotlight, you’re able to discover a world that only exists after dark. Rare mammals emerge, and there’s a wonderful tension that drifts through the air. Suddenly you’re surrounded, the vehicle standing on the floodplains as hundreds of animals graze nearby. And like always, exercise a little patience and something dramatic is only a few moments away."
    },
    {
      "dayNumber": "5",
      "title": "Western Okavango – Indulgence Amongst the Hidden Waterways",
      "description": "The Okavango River mostly floods from the west, bursting its banks to create the world’s largest inland delta. So it’s in the west of the Delta that you find the most permanent waterways and lagoons. You’re now entering an area so remote that the only way to get around is by boat. Get picked up from the airstrip in a motorboat then follow the romantic waterways to your water camp, where your tented suite is complete with a private plunge pool, sunken bath, private butler, and a four-poster bed that’s larger than most hotel rooms. By now, you’ll have discovered that a tented camp can’t be compared with any traditional notions of camping. It’s indelibly tranquil here, and you’ll notice that there are fewer big mammals. There is less land, which means less food and a challenging journey across the water. But while the lions struggle, a number of Okavango specialists thrive. Thousands of lechwes are scattered across the shallows. Sitatungas almost disappear, leaving just their heads above the waterline. Roan antelopes impress with their strange black and white faces, while tsessebes move at a staggering speed. These sights and more are uncovered on a water-based safari, with options to explore in either a motorboat or a traditional mokoro canoe."
    },
    {
      "dayNumber": "6",
      "title": "Western Okavango – Iconic Water-Based Activities",
      "description": "A mokoro is a beautiful way to travel. Dug out from felled trees, it’s an almost silent vessel that’s propelled by a paddle or a long pole; it’s amazing how efficiently the locals can make these canoes move. Think of the mokoro as your gondola, an enchanting and authentic means of exploring. The lack of an engine means nothing hears you coming, so by cruising along the waterways, you come to within a few meters of a wonderful diversity of wildlife. You can also choose a motorboat, which allows you to cover a larger section of the Delta. Or head out on foot, before soothing the muscles with a massage on your private deck. The emphasis on this part of your safari is to really explore the nuances of the environment and to immerse all your senses in the evocative atmosphere of wild Okavango."
    },
    {
      "dayNumber": "7",
      "title": "Selinda Reserve – Dreamy and Diverse Safari",
      "description": "One of African safari’s greatest treats is the diversity of the experience. Every landscape is different, filled with a unique cast of animals, completed by an unusual specialty or assortment of nomadic four-legged migrants. Ecosystems collide, and there’s never a dull moment – even if you were to spend 11 months on safari, not merely 11 days. Take the Selinda Reserve, an exclusive enclave that blurs the habitats of the Okavango with those of Chobe. Forests meet waterways and floodplains, creating a haven that has something for almost every animal. And just like in Chitabe, the only people who have access to this unfenced concession are those staying at one of the camps. After a short flight, you check into your camp where the vistas are legendary, especially when prides of lions are doing battle with buffalo herds. Elephants, hippos, ten resident leopards, the full cast of ungulates; you’ll quickly discover that this is a concession that also maximizes the diversity. By now, you’ll have tried a full range of activities and know exactly what type of safari day is best suited to your interests. Your camp offers a complete suite of activities, so you’ll be able to follow all your desires. Game drives operate flexibility throughout the day, nighttime drives bring surreal intimacy while walking safaris could last anything from 30 minutes to a full day. Every afternoon, there’s also the option of a leisurely cruise along the lagoon."
    },
    {
      "dayNumber": "10",
      "title": "Maun \u0000\u0000– Departure",
      "description": "After a relaxed morning, you fly back to Maun, crossing the Delta before watching the green and blue blur back into the harshness of the Kalahari Desert. Your international departure leaves from Maun, and a representative will assist in transferring between flights."
    }
  ],
  "map": ""
}