{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "photographers-paradise-spectacular-botswana-safari",
  "tourName": "Photographer's Paradise: Spectacular Botswana Safari",
  "placesVisited": "Moremi Game Reserve, Khwai Community Area, Chobe National Park",
  "generalInfo": "Join like-minded explorers and amateur photographers on an exploration that captures the wild of Botswana during this 10-day mobile safari. Led by a photographer safari guide, you can experience and capture the amazing wildlife of the Okavango Delta in addition to basking in the sounds and smells of the bush from your tented camp.",
  "durationDays": "10",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Moremi Game Reserve – Into the Wilderness",
      "description": "Botswana is famous for its natural wonders, from the vast Kalahari Desert to the lush wetlands of the Okavango Delta. You will initially land in Maun before connecting with another flight to the Moremi Game Reserve. As you fly low over the Okavango wilderness, the world’s largest inland delta, you can look for herds of buffalo and lechwe on the open plains. After landing at the Xakanaxa airstrip, you will meet your guide in a 4WD safari vehicle for a game drive transfer to your mobile tented camp."
    },
    {
      "dayNumber": "2",
      "title": "Moremi Game Reserve – Make Yourself at Home",
      "description": "The experience of a safari in a mobile tented camp is about much more than game drives and seeing wildlife. It is about stripping away the walls between you and nature while keeping the luxuries of comfortable camps. On this adventure, you will spend nine nights with the same small group of travelers, your professional guide, and expert camp crew, which will prove to be a bonding experience, during which you will be immersed in the wildlife of this incredible land."
    },
    {
      "dayNumber": "3",
      "title": "Moremi Game Reserve – Prolific Game Viewing",
      "description": "Animal habitats in the Moremi include open floodplain, deep lagoons, dense woodland, and grassy savannah. With such a diverse ecosystem, game drives are never the same, and each excursion is an opportunity to find lions, cheetahs, wildebeest, zebras, and herds of elephants. The Moremi is one of the best-known areas in Africa to catch sight of endangered African wild dogs and the rare sitatunga antelope in the open grasslands. Game drives here are a photographer’s dream."
    },
    {
      "dayNumber": "4",
      "title": "Khwai Community Area – A Private Concession",
      "description": "Today, you can wake up early for breakfast before taking a slow drive through Moremi to your next camp location in the Khwai Community Area. A meandering drive like this will provide you with an opportunity to find some of the engaging wildlife, including the Goliath Heron, Wattled Crane, African Hawk-Eagle, Coppery-tailed Coucal, Saddle-billed Stork, Hornbills, Cuckoos, Goshawks, and much more. The Khwai area shares an unfenced border with the Moremi Reserve and the same wildlife experience. Since the Khwai is a private concession, it also allows for the ability of night drives and walking safaris."
    },
    {
      "dayNumber": "5",
      "title": "Khwai Community Area – A Wild Playground",
      "description": "Your game drives in Khwai follow a track that weaves from the banks of the Khwai River over open floodplains and into the woodland. During today's game drives, you will seek out huge crocodiles as they lounge on the riverbank and herds of elephant as they march through the mopane veld. Lions, leopards, and cheetahs follow the impala, kudu, tsessebe, red lechwe, roan and sable antelopes. Giraffes typically roam the savannah while eagles, hawks, weavers, and countless other birds nest in the trees."
    },
    {
      "dayNumber": "6",
      "title": "Khwai Community Area – Exploring the Okavango",
      "description": "From your exclusive campsite, you will explore the Khwai floodplains by mokoro and on foot. This will prove to be an enjoyable way to get up-close and personal with the endemic flora and fauna. On evening drives, you will explore after dark with spotlights in search of nocturnal animals, such as honey badgers, genets, civets, and spring hares. You will always return to a delicious meal and a relaxing night in your mobile tented camp, listening to frogs, crickets, owls, and the sounds of the bush as you drift off to sleep."
    },
    {
      "dayNumber": "7",
      "title": "Chobe River Front – An Oasis in the Desert",
      "description": "Your camp will pack up again, and you will transfer by game drive into Chobe National Park. During this drive, you will cross a sand ridge that once formed the shoreline of a massive inland sea. Today, all that remains is the dry lakebed of the Mababe Depression. From your exclusive wilderness campsite, you will explore a more desert-like landscape on daily game drives over the next three days. The Chobe National Park and the Chobe River, which forms the park's northern boundary, are renowned for their dense populations of elephants. The permanent water of the river attracts diverse species, including buffalos and lions. Here, you will have an option to game view by motorized riverboat in addition to your daily game drives."
    },
    {
      "dayNumber": "8",
      "title": "Chobe River Front – A Unique Safari",
      "description": "A week of traveling on safari with the same guide and crew has its unique advantages. You may have made friends, but you will also be plunging into the depths of your guide’s vast experience and knowledge about the wildlife and environment in which you will be living. With each game drive, walk, mokoro ride, and wildlife interaction, your experience will be layered with a deeper understanding and appreciation of this magnificent place and all its inhabitants."
    },
    {
      "dayNumber": "9",
      "title": "Chobe River Front – A Wildlife Documentary",
      "description": "The Central Chobe is marked by volcanic outcrops that stick out of the Kalahari sands and overlook the savannah. The Savuti Marsh has been featured in a number of African wildlife documentaries because of its dramatic interactions between the large elephant herds and prides of lion, who have learned to hunt them. All you need to add is the plentiful game and hyaena clans, and the stage will be set for excellent game-viewing opportunities. It will not be uncommon to find wild dogs during the wet season. The marsh is also a prime habitat for cheetah."
    },
    {
      "dayNumber": "10",
      "title": "Kasane – A Fond Farewell",
      "description": "With a long travel day ahead, you will need a fortifying camp breakfast this morning. Unfortunately, you will have to say goodbye to your mobile camp crew before one final game drive along the Chobe River to Kasane. You will be treated to a picnic lunch and an afternoon river cruise before boarding your international flight home. You should consider extending your trip with a couple of days in Zambia at Victoria Falls or an excursion into the Lower Zambezi National Park."
    }
  ],
  "map": ""
}