{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-getaway-safari-for-couples",
  "tourName": "Botswana Getaway Safari for Couples",
  "placesVisited": "Kgalagadi Transfrontier Park, Okavango Delta, Moremi Game Reserve, Chobe National Park, Savuti Marsh",
  "generalInfo": "Botswana’s beautiful landscapes provide the theater space for romance and wonder. Explore them together, soaking up the enchantment and being moved by the daily drama. Effortlessly blending adventure with serenity, this unique itinerary is all about providing a personal experience with Botswana’s epic safari land. You’ll be alone on this inimitable getaway. Except, that is, for immense elephant herds, endless big cats and hippos, and a wonderful supporting cast.",
  "durationDays": "8",
  "price": "8,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kgalagadi Transfrontier Park - First Safari Encounters",
      "description": "Parched riverbeds and shriveled savanna provide your first glimpses of Botswana’s wilderness. Kgalagadi is so dry that local folklore suggests the rivers only run once a century. It’s desolate and empty, yet the battle for survival makes for fascinating first safari encounters. Elephants dig beneath the withered channels, expertly uncovering underground streams and sharing the bounty with a herd of cute babies and relieved mothers. Thirsty nomads migrate across the evocative landscape, their shapes easily picked out along the horizon. They’re heading for the permanent waterholes, and that’s where you’ll go on your Botswana game drive. A kudu herd look to have timed their arrival perfectly, lapping up the muddy water in peace. But turn around and three prowling lionesses have decided to join the party. When you first arrive in Botswana, a light aircraft will take you from Maun to Kgalagadi, where you're welcomed by a game-filled off-road transfer to the delightfully secluded camp. You’ll see nature’s finest mammals in Kgalagadi, but you won’t see other tourists. Like most of Botswana, these vast national parks are open spaces that are explored by just a handful of visitors. It’s very different from the more famous parks of East Africa or Kruger, where there are often other safari trucks in your line of vision. It’s you, your partner, and a wonderful array of wildlife. As a campfire crackles you dine outside, the table illuminated by moonlight while a few antelope rustle in the nearby bushes. Today sets the tone for the whole trip; serene, sublime, and filled with intimate moments."
    },
    {
      "dayNumber": "2",
      "title": "Kgalagadi - Picnics Beside the Waterholes",
      "description": "Kgalagadi is most active in the early mornings, before the sun has risen to domination and the residents must conserve precious energy. Leave at sunrise and stop beside a waterhole for a delightful breakfast in the bush. As you drink coffee, kudu and eland compete for the waterhole, watched from a distance by a hungry leopard. Understanding this desolate ecosystem requires a couple of hours beside the permanent water, slowly taking in the competition for resources and the drama it brings. The kudu and eland spot the danger and wander off, happy to bide their time. But a herd of blue wildebeest aren't as smart, and the leopard’s precise movements don’t alert the sentry. As you tuck into breakfast a battle erupts; hooves kick up dust, the lame get left behind, and the cat also enjoys a breakfast feast. Spend the day in Kgalagadi, relaxing at the camp and taking private game drives to the popular spots across the park."
    },
    {
      "dayNumber": "3",
      "title": "Okavango Delta - Exploring the Endless Beauty",
      "description": "As you soar over the Okavango Delta the elephant herds can be spotted from the air, slowly marching across the floodplains and joining the migration to this luxuriant oasis. So much of Botswana is rugged and raw, yet the lush waterways of the Okavango are fresh and refined. Both have an endless beauty, although it’s difficult to imagine that the Kgalagadi and Okavango are in the same country. Soak up the hippo-filled channels and gaze down on the river from your private verandah. It would be easy to sit back and spend three days watching everything approach your stunning camp. Elephant herds say hello as you kiss on the balcony, giraffe greet you when you open the curtains, a lion roar interrupts an alfresco dinner, and paw prints surround the luxury en-suite tent. The wildlife is everywhere. Zebra and lions battle it out on the verdant floodplains, Nile crocodiles sunbathe on the riverbank, and various antelope species impress with their fantastic array of horns. Private game drives provide a succession of affectionate moments. Hartebeest rest their necks on another’s back, a lion pride seems to take a keen interest in your partner, and there are hundreds of isolated places to stop and share a moment. Back at the camp it feels like you have all of the Okavango to yourself. Again, don’t expect to see more than a handful of other tourists; indulge in the seclusion that Botswana can provide."
    },
    {
      "dayNumber": "4",
      "title": "Moremi Game Reserve - Hand in Hand Walks",
      "description": "Most couples can remember a romantic stroll together, a walk through nature that filled a day with enchantment. Today’s walking safari should be no different, although you’re not going to be alone when you wander through the forest of Moremi Game Reserve. Go slow and listen. Rustling suggests that something is nearby, and then an elephant’s bellowing call flickers through the trees and drowns out your footsteps. Keep walking, peering through the branches at a herd of gazelle that hide in the distance. A skilled guide picks the route, weaving a path through forest, grassland, riverbanks, and ancient animal trails. Turn a corner and there he is, a four ton elephant staring you down. Stop. Savor the moment. Admire the astonishing proximity. Eventually the elephant wanders on and you continue your journey, the trail revealing close encounters with giraffe, buffalo, and all the antelope species which you can now distinguish. Your three days in Okavango are easily tailored to suit your mood. Walking safaris can be swapped for game drives, and vise versa, and a charming canoe safari awaits tomorrow. Each activity provides a new angle; from a vehicle you cover more distance and see more animals, while the experience on foot has a marvelous realism and a stunning evocation of nature’s power. After the drama of the safari the camp awaits, and what could be better than sitting on the balcony, wrapping a blanket around each other, and allowing Botswana’s indelible residents to sporadically interrupt the private party."
    },
    {
      "dayNumber": "5",
      "title": "Moremi Game Reserve - Paddling Along the Lavish Waterways",
      "description": "Loud splashing and bellicose grunts sail across the lagoon alerting your gondolier to a hippo fight. He paddles slowly, gently revealing the riverbank and all those who come down for a hearty drink. You’re in a narrow dug-out canoe, feasting your eyes along the luxuriant blue channels and rich grass covered banks. Before you reach the hippos, it’s an elephant herd that fills the channel, youngsters playfully trying to drown each other and trunks occasionally popping out from the water. Distant commotion seems to be putting everyone on edge, and as you gaze across the river your eyes meet the elevated snouts of a full hippo pod. Aggressive males are testing their strength by powering into each other. It’s not a full blown fight, but it will be if neither backs down from these opening exchanges. It’s often the hippos that provide the drama as you go on a canoe safari. Balancing the experience and tilting it towards grace and charm will be the endearing herds that drink from the shallows. Even the hyenas have a certain elegance as they greedily lap up the water as you paddle past. Hippos aside, there’s tranquility in being on the river and soaking up this epic oasis. Every mammal seems to have a smile and each sighting provides another photo opportunity. Yet it’s the sheer inescapable beauty of the Okavango that lingers longest in the memory. A million shades of green juxtapose with the crisp blue water, and a fabulous contrast is provided by the ubiquitous herds."
    },
    {
      "dayNumber": "6",
      "title": "Chobe National Park - Lounging on the Verandah",
      "description": "Every great safari itinerary should leave you wanting more. While every couple wants to see everything, Botswana’s greatest trick is to save a surprise and reveal something new every day. Elephants and giraffe will never have left your itinerary, but as you arrive in Chobe it’s hard not to be baffled by their numbers. Imagine the sight of 100 of Africa’s largest wild elephants, weighing in at four tons and towering above any safari truck. Now try and picture what 100,000 would look like. Nobody knows how many wander across Chobe, although recent estimates suggest that six figures is not far off. You won’t be looking for them. Sit on the bed and gaze out at a couple of herds. Come back from the en-suite bathroom and find another three herds plodding along the horizon. When you settle into bed you can’t escape their calls, and when you wake in the morning they’re beside your tent. It’s not just the elephants that come in huge numbers. Giraffe are also seemingly everywhere, poking their heads above the trees and quietly munching on the vegetation. Impala join this abundant party, as do a healthy collection of boisterous hippos. You don’t get bored. Sometimes it’s an old bull wandering lonely out of the forest. At other times you’re bewitched by tiny babies taking their first steps. Occasionally herds face each other down as they approach the water, while few moments can encapsulate the Botswana experience better than checking into your tent and discovering telltale footprints in the nearby sand. From the Okavango a light aircraft will take you into Chobe National Park, dropping you on an isolated airstrip beside the Savuti Marsh. In just 30 minutes you’ve been propelled from one of nature’s great phenomena to another."
    },
    {
      "dayNumber": "7",
      "title": "Chobe National Park - Big Cat Action and Charming Scenes",
      "description": "Chobe isn’t just about the giants and the herds. Resident leopards patrol the rocks and forests nearby, using the outstanding vistas to plot a morning of hunting. Zebras and gazelle are forever on the canter, constantly looking for fresh grazing ground that isn’t dominated by prowling lions. On a game drive you spot a lazy pride, lounging beneath a tree and seemingly uninterested in the playful antics of the cubs. Hold your finger on the shutter and wait for the humongous yawn and then gleefully capture a full mouth of sharpened teeth. But it seems that the lions weren’t happy to have their photo taken. One rises and stretches, staring at the safari truck and then slowly wandering across. Instinct causes you to step backwards and grab each other’s hands. Slowly you force yourself forward to have a closer look at the predator. There was no need to be so worried, the lioness just wanted to sleep beside the back wheel. While the hunting scenes and immense herds imbue a stunning sense of power, Chobe packs in a dazzling enchantment. It’s on display from the splendid comfort of your camp. It elevates the moments of affection you have with each other. And it ensures that you’re constantly comparing moments and discussing your favorite memory from the day. Stop to appreciate the zebras, how they tentatively care for each other and gracefully canter away from danger. Admire the hartebeest and see how their horns indicate power in the herd. Gaze at a slumbering leopard and meet its shining eyes with your own. And find your very own piece of Africa in this pristine section of the world."
    },
    {
      "dayNumber": "8",
      "title": "Maun - Leaving Botswana",
      "description": "Depart from Botswana with an endless reel of highlights. It's a short flight back to Maun for your international departure. This itinerary can be easily customized, in particular, with visits to Cape Town, Victoria Falls, or the Indian Ocean beaches. Be sure to visit the reviews of Botswana luxury tours for ideas on how to extend this 8-day adventure."
    }
  ],
  "map": ""
}