{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-okavango-delta-luxury-safari",
  "tourName": "Botswana Okavango Delta Luxury Safari",
  "placesVisited": "Okavango Delta, Linyanti Marsh, Moremi Game Reserve",
  "generalInfo": "Immerse yourself in a true Okavango Delta experience in Botswana. This trip takes you to two of the most beautiful spots in the Delta and invites you to experience the perfect mix of rustic African bush and luxurious comfort. Head out and explore one of the world’s most pristine wetland areas on game drives, boating trips, and bush walks, before returning to camp for cozy drinks around the fire, delicious meals and gorgeous rooms with private decks for ideal relaxation. Search for lion, leopard, and cheetah; be amazed by the stunning variety of birdlife and botany, before returning for a shower under the stars and that famed Botswana hospitality.",
  "durationDays": "7",
  "price": "12,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Linyanti Marsh – Arrive to Maun",
      "description": "You will arrive in Maun, the quaint town on the edge of the Okavango Delta, and breathe in your first Botswana air. You will then be met at the airport and taken to your light aircraft charter that will whisk you away into true paradise, tucked away as a unique oasis occurring within the Kalahari Desert. The Delta is one of the world’s few remaining areas of pristine wilderness. The vast majority of its sprawling wetlands are created by trapping the Angola rains that flow down from a catchment area of 200,000 square kilometers which are then caught in a tectonic basin. With the coming of these floods, the area of water in the Delta expands from roughly 6,000 square kilometers to 15,000 square kilometers. The area is subject to high levels of seismic activity because of its position over five major fault lines, two of which are named the Thamalakane and Kunyere fault lines. Astonishingly, deposition over hundreds of years has built up the Kalahari sand basin to such an extent that the “quakes” caused by the geological movements beneath the Delta are completely cushioned by the sand, and no tremors are felt. Correctly termed an “alluvial fan,” this oasis is the only perennial river that flows east and does not reach the ocean. It is the third largest Ramsar site in the world, which means it is a wetland of international importance, and its status protects it so that privileged visitors may enjoy its jaw-dropping beauty. Spread out into a hand-like shape, this alluvial panhandle is comprised of permanent swamps, deep lagoons, and channels that snake through the would-be desert sands of the Kalahari. During years of high rainfall in Angola, the flood spreads even farther across this dry land, filling up temporary channels and floodplains that in turn attract even greater numbers of game. The spectacular and diverse topography of the Delta has drawn wildlife of unmatched variety and abundance, and it is without doubt Botswana’s reigning glory. At your first camp you will behold vast and undisturbed plains and woodlands stretching out as far as the eye can see. The gorgeous camp with its authentic and luxurious tent-style rooms was designed with an understated elegance chosen especially for this camp. Your room is raised on a wooden deck, allowing you an ideal vantage point for wildlife spotting from the comfort of your own private space. Free-standing bathtubs, a writing desk and an outdoor shower (bathing under the stars is a must!) are just a few of the charming highlights of your room. Awake each morning to the rumbling territorial call of a lion in the nearby floodplains, and listen for the cackles of hyena at night as they bicker and squabble in the darkness. You may hear the hooting whistle of a Giant Eagle owl, or hear jackals calling from the distance. These are the sounds of Africa, and they are blissfully worlds away from the noise of the city. Out here the staggering sense of space will overwhelm you, and the air you breathe will be the freshest you can imagine."
    },
    {
      "dayNumber": "2",
      "title": "Linyanti Marsh – Game Drives in Search of Wildlife",
      "description": "If you can drag yourself away from your beautiful tent there are exciting new adventures to be had. Head to the main area for afternoon tea and meet your guide for the next few days, an expert with a wealth of knowledge about the flora and fauna of the area and who will take you on a journey through the paradise surrounding camp in search of stunning encounters with four-legged and winged creatures! The Okavango Delta is famous for its abundance of game and the area of this camp is no exception. You will set out into this wilderness in an open 4x4 vehicle to seek all manner of creatures and breathtaking scenery. Emerge from a cool, dark forest onto a sprawling floodplain to encounter a vast herd of wildebeest or zebra. Spot the telltale neck of the elegant giraffe poking out over a palm island, or reaching for the juicy leaves of an impossibly high acacia. There are predators to track as well; learn how to tell leopard from lion by their footprints in the sand, and don’t forget to look up above you for the sleek profile of a lounging cat! As the camp is in a private concession, you will have the opportunity to stay out after a delicious drink or two watching the sun set over the plains, and search for nocturnal creatures. At night, you may experience a new dimension to this beautiful and intriguing wilderness, and with the help of spotlights you may encounter a myriad of rare species such as aardwolf, genet, civet, hyena and even the comical Bat-Eared fox. After your exciting adventure, head back into camp for cocktails around the fire, a hearty dinner and your warm, cozy bed complemented by the natural surround-sound of the bush. Your morning wake-up call will be early (but it’s bound to be worth it) and your guide will knock gently at your door to let you know it is safe to emerge into the cool and crisp air for your next expedition. There will be a light breakfast or just a coffee for those who need a bit of a caffeine fix at that time, and off you will go into new and exciting territories for your morning’s exploration."
    },
    {
      "dayNumber": "4",
      "title": "Moremi Reserve – Fly to Another Corner of the Delta",
      "description": "Enjoy another morning game drive before breakfast followed by a short flight to your next destination. If you prefer, forego a wake-up call and allow yourself a well-deserved sleep-in to relax in the embrace of your room. You may endure the natural wake-up call of baboons and monkeys in the nearby trees, but these sounds come with the territory! For those of you out in the bush on this last morning, return to the lodge after another successful safari and have a hearty breakfast before departing for your next destination. Your next safari camp is situated in the remote northern section of the remarkable Okavango Delta inside a private concession. Once again you will be in the heart of an area teeming with game. Look out for leaping red lechwe, the gorgeous and rare sable, prowling lion, and hyena. Leopard and cheetah are also seen here, and be sure to hold on to your seat if you come across a pack of hunting African wild dogs!"
    },
    {
      "dayNumber": "5",
      "title": "Moremi Reserve – Game Drives, Bush Walks, Mokoro Excursions, and Fishing",
      "description": "Whilst at your camp in this private concession you will be able to enjoy more adventures out in the bush with your new guide in 4x4 vehicles. In the flood season, there is ample opportunity to enjoy the Delta from a peaceful and serene mokoro ride; glide through the channels and look out for such gems as the Malachite kingfisher flitting through the reeds. This is a tranquil alternative to the exhilarating game drive, and offers new insight into this watery paradise, as you may view it from the stunning lagoons and channels themselves. Notice the crystal-clear waters and the swaying reeds, and enjoy the atmosphere of a quiet journey through this wilderness, punctuated only by the sound of birds and the lapping water against the boat. There are motorboats as well, which allow you to venture further into the waterways of the Kwara area, and plenty of fishing available for those who are interested. Nestled in a copse of Ebony trees, your camp itself is raised on wooden decks similar to Lebala, but with a unique and different style. Once again there will be delicious meals in camp and a welcoming fire to sit around in the evenings with a drink, as well as a snug lounge area to sit and relax with a book or simply take in the gorgeous view. Finally, enjoy being lulled to sleep at night by the contented grunting of the hippo in the water in front of your room. Dream about your next trip to Africa, or think about how you can extend this wonderful trip (see Botswana safari trip reviews for ideas and information)."
    },
    {
      "dayNumber": "7",
      "title": "Maun – Depart to Home",
      "description": "After one final activity of your choice, venturing out into the bush (or indulging in a luxurious breakfast in bed), you will bid farewell to the Okavango and head back to Maun to meet your connecting flight to Johannesburg."
    }
  ],
  "map": ""
}