{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "adventure-in-botswana-and-zimbabwe-horseback-safari-tiger-fish-excursion-and-more",
  "tourName": "Adventure in Botswana and Zimbabwe: Horseback Safari, Tiger Fish Excursion and More",
  "placesVisited": "Victoria Falls, Chobe National Park, Okavango Delta",
  "generalInfo": "Experience natural splendor and contemporary prestige during this 16-day luxury safari in Botswana. Nature's elegance and untamed spirit will be your focus as you discover the allure of lion prides, packs of wild dogs, and elephant herds. You can ride horseback alongside zebras, search for drinking buffalo on a riverboat cruise, or find nature's hidden details on a walking trek.",
  "durationDays": "16",
  "price": "28,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Victoria Falls - Welcome to Zimbabwe",
      "description": "Victoria Falls emerges from the mist that is cast by one of the largest waterfalls in the world. Your flight will land at Victoria Falls Airport, where your private transfer will meet you upon arrival. You can settle in to the comforts of your luxurious accommodation before basking in the surrounding beauty of the landscape along the banks of the Zambezi River. For a true introduction into the charming scenery, you can enjoy a sunset cruise on the water with a private charter riverboat that reflects the region’s rich history."
    },
    {
      "dayNumber": "2",
      "title": "Victoria Falls - Tiger Fishing and Scenic Views",
      "description": "Your guide will meet you early in the morning and escort you to the water of the mighty Zambezi River for a remarkable tiger fishing excursion. The serene ambiance will enhance the feelings of peaceful excitement as you cast your line into the water in search of one of the world’s finest freshwater fish. The river hosts more than 75 species of fish, and the tiger fish embodies power and speed. With your line cast, you can spot Livingstone’s flycatchers or waterbucks in the distance while hoping to catch tiger fish, which weigh up to 62 pounds."
    },
    {
      "dayNumber": "3",
      "title": "Chobe - Chobe National Park",
      "description": "After breakfast, your transfer will meet you at the hotel and escort you along the winding road to a celebrated mobile safari camp. The scent of high tea will fill the air as you settle into comfort among the northern section of Chobe National Park. The vast protected wilderness encompasses 4,517 square miles. As the afternoon heat scatters, you will have your first game drive in search of the marvelous wildlife for which Botswana is known. Many animals become active in the cooler afternoon temperatures and search for food across the mixture of forest and plains."
    },
    {
      "dayNumber": "4",
      "title": "Chobe - The Beauty of the National Park",
      "description": "You will leave your camp with your guide before sunrise bound for the untamed wilderness in search of the sensational wildlife that is most active at dawn. You may travel along the vast open floodplains in search of fascinating elephant herds along the banks of the Chobe River. The region is famous for hosting a large population of elephants, Cape buffalo, and zebras. You may hear the rustling branches of grazing elephants as they feed near the waterline. When the weather warms, the elephants often roll in mud or wade in the shallow waters to cool down."
    },
    {
      "dayNumber": "5",
      "title": "Chobe - Natural Park Explorations",
      "description": "You will have another chance to explore the wonders of the Chobe wilderness when you venture with your guide in search of the exciting natural wildlife. The section of the protected landscape possesses the densest concentration of wildlife in Botswana. Here, large herds of buffalo graze on the floodplains, and rare rhinos lounge in the shade of surrounding trees. As your guide leads you across the diverse landscape, you can view a number of Chobe’s more than 560 recorded bird species or search for camouflaged antelope like the bushbuck, which freezes when in the presence of a predator."
    },
    {
      "dayNumber": "6",
      "title": "Chobe - Uncover a New Side of Chobe",
      "description": "After breakfast, you will transfer to the comforts of a hotel that is celebrated for its scenic views of the expansive plateau. The view stretches across the Chobe River and Namibia’s Caprivi floodplains to the horizon. During your afternoon game drive, you will have a different perspective of Chobe National Park based on the new section you can explore with your guide. You will follow the contours of the river for better views of the majestic wildlife as your guide offers deeper insight into the scenery and animal life."
    },
    {
      "dayNumber": "7",
      "title": "Chobe - The Day at your Leisure",
      "description": "You will have a relaxing morning on a riverboat cruise in search of the celebrated game of Chobe National Park. You can spend time on one of the lodge’s specialty boats to ensure that you have a photogenic view of wildlife sightings. The sunlight will reflect off the water as you enjoy the perspective of having the wildlife come to you, including sightings of a possible pride of lions hydrating on the riverbank. You will return to the lodge to find the aromas of coffee and tea in the dining room, overtaking the scent of lush grass from the riverbanks."
    },
    {
      "dayNumber": "8",
      "title": "Chobe - The Charm of your Lodge",
      "description": "With another day at your luxurious lodge, you can experience the wilderness as you prefer, from another morning game drive cruise to traveling overland in search of the harder-to-spot wildlife. In the afternoon, you will venture into the delights of the wild with your guide, who will help you uncover the vast array of wildlife in Chobe National Park, including wild dogs. The dogs are social in nature and excellent hunters. You may hear a pack yipping in the distance as they play or search for food."
    },
    {
      "dayNumber": "9",
      "title": "Okavango Delta - Scenes of the Delta",
      "description": "After breakfast, your private transfer will escort you to the Kasane Airport for your flight to the Cement Airstrip. Your ride through the air will feel more like a scenic flight as you enjoy the views over the Okavango Delta, which will feature the lush landscape around the water and the immense desert. Your driver will lead you to your safari camp that will be surrounded by the authentic beauty of the floodplains. Before you leave for your game drive, you can bask in the panoramas of giraffes in the distance or baboon families at the nearby watering hole."
    },
    {
      "dayNumber": "10",
      "title": "Okavango Delta - Choose your Adventure",
      "description": "You will savor your safari experience further by mounting a horse and heading into the floodplains of the meandering delta. The aroma of the landscape will fill the air as you gallop through shallow marshes and along the high grasses, following the trails of Cape buffalos and leaping bucks. Your knowledgeable guide will have information on the more than 380 bird species in the area as well as the other wildlife, such as red lechwe, an antelope that can weigh up to 166 pounds."
    },
    {
      "dayNumber": "11",
      "title": "Okavango Delta - A Horseback Safari",
      "description": "You will continue to discover the warm wonders of the landscape as you follow your guide on horseback across the protected wilderness. The Okavango Delta encompasses more than 2,316 square miles and features a unique combination of channels, palm islands, and woodlands of the Kalahari sandveld. You may find a herd of zebras as they bask in the refreshing water. Carnivore sightings are likely in the area, such as spotting leopards lounging in the treetops."
    },
    {
      "dayNumber": "12",
      "title": "Okavango Delta - An Adventure Camp",
      "description": "In the morning, you can enjoy a panoramic view of the landscape from the raised platform of your camp. After breakfast, you will transfer to a new mobile safari camp. Here, your guide will introduce you to the new landscape and luxury glamping accommodations that will be surrounded by the hidden treasures of Botswana’s wilderness. You can follow your guide on the edge of the water for an immersive walking safari that may grant you sightings of the Africa fish eagle as it glides overhead or the colorful lilac-breasted roller."
    },
    {
      "dayNumber": "13",
      "title": "Okavango Delta - The Untouched Wilderness",
      "description": "The day will begin before sunrise when you venture with your guide into the untamed bushlands of the Okavango Delta. Your challenging but rewarding walking safari will have you trekking through the diverse landscape that is surrounded by marsh and sporadic woodlands. A walking safari allows you to experience the wilderness from a more intimate perspective, and your guide will point out the intricate details that are often overlooked when on a game drive."
    },
    {
      "dayNumber": "14",
      "title": "Okavango Delta - A Safari at your Pace",
      "description": "In the afternoon, you will travel back into the splendor of the Okavango wilderness during a game drive. The colors of sunset will blanket the horizon as you search for the wildlife that returns in the cooler evening temperatures. Zebras typically congregate around the drier sections of the floodplains and constantly travel in search of fresh grass. You may find a pack of wild dogs on a hunt. The patchwork on their fur shine with red, brown, black, and white colors while they move through the tall grass and scattered mud patches."
    },
    {
      "dayNumber": "15",
      "title": "Okavango Delta - The Vast Wilderness",
      "description": "Today, you will head into the wild for your final day on safari in the Okavango Delta. Your guide will lead you across the plains and through the sporadic woodlands in search of the radiant wildlife, from the elusive sitatunga antelope to white and black rhinos. You may uncover the grace and power of lions and how they have adapted to the conditions of the inland delta. Their powerful roar can echo over three miles, and prides in the delta swim when in pursuit of prey. They have also been seen climbing trees."
    },
    {
      "dayNumber": "16",
      "title": "Okavango Delta - Departure",
      "description": "At breakfast, you can bask in the peaceful ambiance of the Okavango Delta as the chorus of night insects fades. When you are ready, you will transfer by road to the Cement Airstrip for your flight to Botswana’s Maun Airport. You will have plenty of time to connect with your international flight, bringing an end to your exciting and luxurious safari of the wonders of Botswana."
    }
  ],
  "map": ""
}