{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "southern-africa-trip-of-a-lifetime-evocative-safari-experiences",
  "tourName": "Southern Africa Trip of a Lifetime: Evocative Safari Experiences",
  "placesVisited": "Okavango Delta, Makgadikgadi Pans, Victoria Falls, Mana Pools National Park",
  "generalInfo": "Pristine ecosystems, untouched wilderness, and enchanting wildlife will bring your dream to life during your luxury 11-day African safari in Botswana and Zimbabwe. Travel the legendary branches of the Okavango Delta on a traditional moko in search of thirsty elephants, and then follow your private guide through the grasses of the Mana Pools for close encounters with playful wild dogs and grazing buffalo. From game drives to fishing excursions, specialist guides to opulent safari camps, your trip of a lifetime will immerse you in the unparalleled splendors of an African safari as you celebrate the spirit of the wild.",
  "durationDays": "11",
  "price": "11",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Okavango Delta - Arrive in Botswana’s Remote Wild",
      "description": "The Okavango Delta is one of the most extraordinary destinations in Africa. Stunning wildlife thrives along the marshy banks of the sprawling branches and is found in the distant call of leopard barks and the nightly whoop of a hunting hyena. Papyrus reeds sway in the gentle morning breeze, and the vast sands of the bordering Kalahari Desert offer a glimpse of the landscape on the close perimeter of the oasis of palm, acacia, sycamore fig, and mangosteen trees. After landing at the airstrip, your private transfer will escort you to the comforts of the Vumbura Plains safari camp. The luxurious grounds rise out of the diverse surroundings accentuated by opulent tents with private plunge pools and views open to the wafting reeds nestled between the banks of the delta’s iconic channels. For an introduction to your camp and the splendor of the ecosystem, you can experience a mokoro safari by boarding the traditional dugout canoe with an experienced guide and skipper. The canoe has become a symbol of the Delta as it spans nearly 20 feet in length and offers a unique view of the wilderness and wildlife from the sunken perspective of the water. Your guide will steer you down the channel quietly gliding on the water as the aroma of Jacaklberry trees fills the air. You may spot the Bradfield’s hornbill perched on the strands of grass. The bird can grow up to 22 inches tall and can have yellow eyes with a red beak."
    },
    {
      "dayNumber": "2",
      "title": "Okavango Delta - Discover the Exceptional Wildlife",
      "description": "For an active exploration of the Okavango Delta, you can follow your guide on a private fishing excursion in search of the legendary tigerfish. Travel along the vast flood plains to reach the Okavango River's main waters as a healthy population of tigerfish hides in the serene ambiance of rippling water. The morning breeze may brush through the bordering grass as birds like the African fish eagle and Pel’s fishing owl swarm overhead. Your experienced guide will help lead you through catching a tigerfish, from their location to their power, stemming from their size of weighing up to 62 pounds and reaching more than 41 inches long. In the evening, you can venture out into the delta's protected landscape with a guided game drive in search of the famous wildlife spread along the edges of the prized waterway. Your guide will help point out the animals more active around sundown when the day’s heat fades. You may spot a pod of hippos peering from the water. A single hippo can hold its breath for up to five minutes and spends up to 16 hours a day in the water protected from the sun’s rays."
    },
    {
      "dayNumber": "3",
      "title": "Okavango Delta - Indulge in Luxurious Wilderness",
      "description": "In the morning, explore the vibrant ecosystem of the Okavango Delta with a morning game drive before sunrise. The wildlife of the region is most active before the heat of the day sets in for the best possibilities to spot animals. With luck, you may spot a male lion prowling the banks of the river. The Okavango lion may be the largest lion on the planet, thriving in the ecosystem known for an abundance of Cape buffalo and accessible prey. You can discover more of the rich diversity of the Okavango Delta in the late afternoon as you take to the skies with a hot-air balloon safari. Your ride can take you into the air up to 3,000 feet high for an expansive panorama sweeping across the water, plains, and desert along the horizon. You can sip champagne as you scour the landscape below for signs of elephant troupes, buffalo herds, wandering zebras, and scattered red lechwe antelope.."
    },
    {
      "dayNumber": "4",
      "title": "Makgadikgadi Salt Pans - Revel in Dynamic Views",
      "description": "Your private transfer will take you to the airstrip after your morning game drive and breakfast to begin your travels to the Makgadikgadi Salt Pans. The dry savanna sweeps across the northeastern region of Botswana to form the world’s largest network of saltpans that overtake approximately 1,505 square miles. During the dry season, the light spreads across the sun-baked landscape for the salt to glint throughout the day, giving way to salt ponds and thriving waterbirds in the wet season. You will reach Jack’s Camp for a comfortable and luxurious stay in the heart of the Kalahari Desert. Palm trees tower over the tented vintage safari camp and pool pavilion for an immersion into remote opulence with lavish views of the wilderness. After settling into the beauty of your secluded surroundings, you can enjoy an intimate wildlife experience with a guided meerkat walk. Your guide will understand the meerkats’ social system and the setting resulting in a burrow on a modest mound to give the lookout higher ground when searching for predators or available food. The colony can grow to up to 30 meerkats and spread around an area of nearly two square miles. Finding the curious and gregarious colony in the arid landscape offers your first glimpse of natural wonder around the protected salt plans."
    },
    {
      "dayNumber": "5",
      "title": "Makgadikgadi Salt Pans - Embrace the Unique Terrain",
      "description": "Venture next to the open plains of the Central Kalahari guided by the expertise of the Zu’Hoasi Bushmen. As you walk through the arid grasses, the scent of herbs may fill the air as you listen to the legends of the region and the ancient histories of the community living in harmony with the wilderness and wildlife. You may feel like you have stepped back in time as you step through the remote wilderness, well insulated from the fast-paced modern world. The Bushmen will reveal their traditional methods for hunting and gathering food and how they make jewelry from the shell of an ostrich egg. Learn to recognize which trees have water as they rise out of the saltpans before leaving the saturated pulp for other wildlife, revealing the community's symbiotic relationship with its surroundings. You can venture out into the landscape once more with a guide eager to show you the renowned Fallen Baobab, one of the largest and oldest trees in Africa. The landmark was over 1,000 years old and had a circumference of 82 feet. You may find the initials of the 19th-century explorer David Livingstone carved into the trunk representing a marker on the path of the renowned adventurer of African colonial history. Regional legend claims the tree may have fallen but remains alive, embodying the hardened spirit and mythical allure of the Botswana landscape."
    },
    {
      "dayNumber": "6",
      "title": "Victoria Falls - Delight in Victoria Falls’ Beauty",
      "description": "You will fly from the Kalahari Desert to the roaring sounds of Victoria Falls with your private transfer meeting you at customs upon your arrival in Zimbabwe. The marvels of the world’s largest waterfall stem for the sheer size of the cascade, the volume of water, and the natural grandeur of the surrounding scenery bordering the mile-long curtain of water fed by the Zambezi River. You will find comfort in the luxuries of the Victoria Falls Hotel, an Edwardian vision of five-star opulence that combines modern comforts with the elegance of Old-World design. Palm trees tower over the quiet lily ponds, and tropical greenery contrasts the hotel’s pearly-white facade. After relaxing in the grand beauty of your room, follow your private pathway for a rewarding view of Victoria Falls that can rise to over 1,300 feet during the wet season and is often accentuated by the thunderous crash of the water audible from up to nearly 25 miles away. For an exceptional view of the scenery, you can enjoy a scenic helicopter flight for a serene panoramic view that features the waterfall’s 355-foot drop."
    },
    {
      "dayNumber": "7",
      "title": "Mana Pools - Uncover the Zambezi Valley’s Charms",
      "description": "Your private transfer will escort you from the luxuries of your hotel to the airport for your flight to Mana Pools National Park, a rugged corner of northern Zimbabwe that rises out of the banks of the Zambezi River. The rich biodiversity thrives around the riverbanks for one of the greatest game-viewing areas in Africa with crocodiles, zebras, hippos, and elephants. Wildlife roams around the tall grasses for lion sightings or sprinting cheetahs, playful wild dogs, or lounging leopards divided by acacia trees. Your private transfer will take you to Ruwsi Canoe Trails for a memorable adventure steeped in luxury with unparalleled views of the wilderness. Your guide will meet you at the edge of the water for an introductory canoe ride along the Zambezi River, the fourth-largest river in Africa. You will travel at a relaxed pace, gliding down the water to reach the Little Vundu, a tented luxury safari camp. The private concession offers comfortable views over floodplains as the aroma of marshy grasses fills the air. As you float down the river, your guide may point out a white-fronted bee-eater as it snatches a passing insect. The colorful bird can grow up to nine inches long and shines with green back feathers and a cinnamon hue on hits chest. Their deep squeak may become the soundtrack to your canoe ride accompanied by the rhythmic sound of the paddle hitting the river."
    },
    {
      "dayNumber": "8",
      "title": "Mana Pools - Experience the Marvels of Wildlife",
      "description": "Set out on your private morning game drive with your specialist guide for an immersion into the grandeur of the wilderness. You may hear the nasal bark of African skimmer as it searches for fish on the glassy water, as your senses align to the wild. The award-winning guides of Ruwsi Canoe Trails are recognized for their specialized service and unique experiences. The open vehicle will give you opulent views of the surrounding landscape as you search for the remarkable wildlife of the region. You may find herds of elephants crossing the shallow waters of the river in the soft morning light. Witnessing the grace and size of an elephant in its natural habitat will reveal the distinctive beauty of your experience as the elephants tower up to 10 feet tall. After an evening game drive where you can search for leopards and honeybadgers, you will return to the camp for a night under the pristine starlight far from any possible light pollution. Among the sound of the crackling fire, you savor the noise of the wild as animals like aardvarks and frogs hunt around you."
    },
    {
      "dayNumber": "9",
      "title": "Mana Pools - Wander the Expansive Wilderness",
      "description": "You will have plenty of opportunities to explore the wilderness before sunrise as you join your specialist guide for an early excursion into the untamed landscape. You might opt to set out on a guided bushwalk for a more intimate experience. As you search for wildlife, both big and small, your guide can demonstrate techniques to trace nearby animals. Your guide may point out the common tiger snake hidden in a tree. They can grow up to three feet long with colorful scales reminiscent of tiger stripes shining pale yellow or orange. As you travel through the brush, you may also encounter a rare pack of wild dogs. They can grow up to 16 inches long and live in packs of up to 40 dogs. You may expect the pack to bark or growl at pretty but be surprised by the yipping sound they make instead. They have strong social bonds and often play in the cool air of the early morning or late evening. Your experience with a private specialist may not only inform your walk through the landscape but your entire experience in the African wilderness."
    },
    {
      "dayNumber": "10",
      "title": "Mana Pools - Enjoy the Hallmarks of the Region",
      "description": "In the early hours of the morning, you may hear wildlife outside of your camp along the lush floodplains of the Lower Zambezi River. Wake to the distant view of the water that winds along the base of the Zambian hills, perfect for taking in the breadth of elephants and hippos from the comforts of your private view. On your final day inside Mana Pools National Park, you will again have access to a specialist guide eager to find more captivating sights of lions, crocodiles, and zebra. As you set out on your safari, experience the harmony of the biodiversity with ebonies and baobab trees, wild figs, and mahogany flanking the river frontage and pools. You may find a herd of cape buffalo grazing on the verdant grasses, the largest of Africa’s wild bovid species. They can grow to over 11 feet long and weigh around 2,200 pounds. Their unpredictable temperament makes them a formidable opponent on the open plains, while their heard size could grow up to 500 individuals making them one of the most dangerous animals in the African bush."
    },
    {
      "dayNumber": "11",
      "title": "Mana Pools - Depart for Home",
      "description": "In the early morning, you may find zebras pulling the grass from the edges of the riverbank. Their bold strips will glint in the sunlight as you enjoy the aroma of fresh coffee and pastries in the comfort of your luxury camp. After breakfast, your private transfer will meet you at camp and escort you to the nearby airstrip. The transfer will feel like one more game drive as you travel once more through the untamed wilderness of Mana Pools National Park to reach your flight bound for Harare Airport, bringing an end to your luxurious and unforgettable trip of a lifetime."
    }
  ],
  "map": ""
}