{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "one-week-luxury-botswana-safari-okavango-kwando-chobe",
  "tourName": "One-Week Luxury Botswana Safari: Okavango, Kwando, Chobe",
  "placesVisited": "Maun, Moremi Game Reserve, Kwando Concession, Chobe National Park, Victoria Falls",
  "generalInfo": "Hippos barrel down river channels, elephants march through dense forest, predators gather on floodplains, and wildlife the theater fills every moment. Welcome to Botswana and one week of iconic highlights in a wildlife Mecca. Safari on land and water in the great oasis, spending three days in the Okavango Delta. Feast on intimacy and authenticity during two days in the private Kwando Concession. Then, cross Chobe, meeting the elephants on the way to your final day in Victoria Falls.",
  "durationDays": "8",
  "price": "12,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Moremi Game Reserve – The Heart of the Okavango",
      "description": "Waterways will glisten with blue as you touch down in the Okavango Delta. Palm trees will cast shadows onto a herd of zebra, and reed-fringed islands will scatter the delta, suggestive of a tropical world. This is the Kalahari, which is one of the world’s great deserts. Animals travel great distances to be here, and you will admire their jubilant faces. Elephants will splash their trunks onto the water, antelope will drink happily, and you will immediately be surrounded by a conglomeration of animals. The Okavango always provides a dramatic safari introduction. You will transfer here by light aircraft from Maun, and it will be amazing how much wildlife you see just on the transfer to the camp. While safaris are considered adventurous vacations, they are also very relaxing. After a long flight to Botswana, there will be nothing better than lounging around the camp, watching wildlife at the river down below. By heading deep into the wilderness, you will not always need game drives or other safari activities. In the Okavango, you can safari from your camp. So, rest up after the flight and start tuning your senses into this wildlife world."
    },
    {
      "dayNumber": "2",
      "title": "Moremi Game Reserve – Safari On Water and Land in Africa’s Oasis",
      "description": "Moremi Game Reserve is the game-rich heart of the Okavango Delta. Here, there is permanent water as well as Chief’s Island, which is the largest of all the Okavango islands. Resident wildlife is legendary, and it features four of the famous five, not including rhinos, along with large ungulate herds and many rare species such as the Sable antelope. This wildlife population is swelled by migratory arrivals from May to October and animals that follow the seasonal delta feast into Moremi. You will be staying on the northern tip of Chief’s Island, which is in an exclusive area with very few visitors. From here, you can fully explore both land and water. On a game drive, you will bump along sandy trails and lurch in and out of the mud. Elephants will block the way, and you must wait for them to pass. Giraffes will trek elegantly across floodplains. Deep in the grass, the guide will spot movement, so you drive closer. You will witness lions playfully rolling around with content stomachs. Later in the drive, you may see another pride. This time the lionesses will be prowling. Sticking close to the ground, they creep around the riverbanks in the stalk of prey. Baboons will shout out, betraying the lions, and alerting the zebra who quickly gallop off. Game drives can explore large tracts of Chief’s Island, and they are mostly about big and dangerous animals, which are the most sought-after species on a Botswana safari. It is very different in a mokoro canoe. A gondolier will guide you down narrow channels as lush hues dominate the scene. Reeds and high grass will provide hiding places, but if you look closely, you will be able to spot leopards that are hiding among the green. When these reeds clear, it is safer for animals to drink. You will travel past the open banks, looking up and across at gathering herds. Sometimes it will be buffalo, and at other times, giraffe or wildebeest. Hippos will dominate the channels, and the guide will skillfully steer around them. Mokoro canoes are the traditional means of getting around the Okavango, and as you travel in silence, they allow you to get very close to the wildlife. Motorboat safaris are like game drives on water. They cover large distances, traveling to different islands, and exploring where the rivers split. You will see zebra splashing in the shallows, and dazzling horns will distinguish the Sable antelope along the banks. Vultures and sea eagles will soar overhead, and red lechwe will be everywhere as large herds of them wade across the water. Sitatunga is usually a very difficult safari sighting, but they are another of the semi-aquatic species that thrive here and can be regularly encountered from a motorboat. During these two days, the program can be adapted to your interests, including all three of these activities. Even when you see the same animal species, it will be a very different experience depending on the activity, which is why the Okavango Delta is so unique."
    },
    {
      "dayNumber": "4",
      "title": "Kwando Concession – Intimate Connections in Northern Botswana",
      "description": "From the Okavango, you will fly north. Beneath you, there will be glimpses of arid plains, which are signs of the Kalahari Desert’s dry rule. Islands and waterways will slowly give way to floodplains and hints of woodland. Colors will change, and there will be nothing artificial down below with not a single road between the Okavango Delta and Kwando. Most of Southern Africa is wilderness, and Kwando is about as deep as you can get into this wilderness. Flying is the only way in from Chief’s Island, and you can sense exclusivity from the moment you land. At first, everything will seem silent, but your senses will be tuned to the wild, and tiny clues will alert you to wildlife. You may even have the pleasure of witnessing a herd of tsessebe, which will be a new species to add to your safari memories. Kwando is a private concession on a natural migratory route with elephants among those regularly traveling past the camps. Ecosystems blur together here, and floodplains attract the grazers, notably zebra, buffalo, and wildebeest. Waterways are populated by hippos and red lechwe, and swathes of woodland provide food for elephant and giraffe, including giant herds that arrive from Chobe. Out on a game drive, you will spot a Roan antelope with dramatic horns that point skywards and a black and white face that shimmers beneath the sun. Predators do extremely well here as the food menu is so diverse. Moving in large packs, these painted hunters cross the savanna. Kwando uses animal trackers who are local experts that radio in specific animal sightings. This means that you will not lose any time, and the guides can take you straight to the most impressive sightings. Trackers also know where wild dogs den, so encounters with these endangered predators are almost guaranteed. Another important aspect of the private concession is the opportunity to drive off the trail. This is essential for tracking predators, especially if they are on the move. So, when the wild dogs or lions move off into high grass, you will be able to follow the hunt and watch all the drama unfold."
    },
    {
      "dayNumber": "5",
      "title": "Kwando Concession – Walking With Giants and Nighttime Safari",
      "description": "With two days in Kwando, the safari program will be flexible. Game drives mostly focus on the predators, which is something for which the concession is famous. Nighttime game drives will add to the excitement. You may stop in a clearing where the driver cuts the engine. It will be still and silent as your eyes adjust to grazers nearby. Suddenly, a troop of baboons starts shouting. Red lechwe panic and start galloping in all directions. The guide will turn a torch on now, and you will see the lions causing havoc as they hunt in the dark. Walking safaris can be just as thrilling as the game drives. Yes, this is a land that is populated by big cats and elephants, but it will be safe to walk on the open floodplains. Remember, guides have grown up here, and local tribes have always coexisted with potentially dangerous animals. They will lead the way, and nearby trackers will also radio in any signs of danger. With these walks, the focus will be on the ungulates and smaller animals. Just like in a mokoro, you are able to get close to these animals, and they will not see you as a threat and run away. So, one minute you will be walking, and the next minute you will realize that you are surrounded by zebra or wildebeest."
    },
    {
      "dayNumber": "6",
      "title": "Chobe National Park – Exploring Epic Elephant-Filled Woodlands",
      "description": "You will complete your safari with a long game drive through Chobe where you will travel east into denser and denser woodland. Elephants have bulldozed paths through the trees, and you will quickly lose count of these giants. During the dry season, there are around 100,000 elephants here, more than anywhere else in the world. Youngsters will march past with their trunks draggling along the ground, and adolescent males will lock their tusks in playful shows of power. Giraffes are impossible to miss here as they lean over the trees to eat from high branches, loping through gaps in the woodland. Hippos will also be a regular part of your journey, and you will see them out of the water, especially along the Chobe River. This landscape is dense and tangled with lots of undergrowth for animals to hide. It will be rare to encounter the predators. This will bring extreme close-up encounters with the giants. Often times, you will have to stop for ten minutes as herds cover the trail, blocking the way past. After a day of driving, you will rest at a lodge on the Chobe River, watching the raw, African sunset turn pachyderms into silhouetted figures."
    },
    {
      "dayNumber": "7",
      "title": "Victoria Falls – Up Close With the Smoke That Thunders",
      "description": "Victoria Falls is the closest airport to Chobe, so it makes sense to spend a day at The Smoke That Thunders. This is the translation of Mosi-oa-Tunya, which was that the locals gave to the falls. In just 90 minutes, you will have left Chobe, crossed the border, and settled into a lodge on the Zambezi River. You will have lunch and rest before an afternoon with the world’s largest continuous sheet of falling water. You will certainly hear it before you see it. A trail runs parallel to the falls on the Zimbabwean side. First, you will marvel at the chasm, watching rainbows spiral in the mist. Then, beneath the trees, you will see how the waterfall tumbles as great a surge of water that disappears into a narrow gorge. Much of the water returns as mist, raining down on the trail with the potential to drench you in seconds. At first, the trail is beneath rainforest, but when it opens out around the main falls, it will be impossible to stay dry. This is part of the experience, and there will be no questioning that Mosi-oa-Tunya is more appropriate than the English name."
    },
    {
      "dayNumber": "8",
      "title": "Victoria Falls – Departure",
      "description": "You will comfortably depart from Victoria Falls Airport, which is just a 20-minute transfer from the lodge. The morning will be free, and you may be graced by a final hippo or elephant sighting."
    }
  ],
  "map": ""
}