{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "highlights-of-botswana-safari-okavango-moremi-selinda-chobe",
  "tourName": "Highlights of Botswana Safari: Okavango, Moremi, Selinda, Chobe",
  "placesVisited": "Maun, Okavango Delta, Moremi Game Reserve, Selinda Game Reserve, Chobe National Park, Victoria Falls",
  "generalInfo": "Join the wildlife wandering around a delta oasis on your 11-day highlights Botswana safari. You will enjoy the intimate and expressive nature as you visit the four distinctive sides of Botswana. From herds of elephants taking cover in the woodlands to wild dogs competing with leopards for a hunt along the water’s edge, you will find an untamed world absent of roads and fences.",
  "durationDays": "11",
  "price": "11,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Okavango Delta – Escaping into Lagoons and Waterways",
      "description": "Maun is the gateway town for a Botswana safari. The other is Victoria Falls in Zimbabwe. You will land here and quickly board another flight, which will be a light aircraft that can access the Okavango Delta islands. From the air, you can appreciate the scale of this great oasis, and how the channels and lagoons twist around palm-fringed islands and waterbuck-covered banks. The best water levels are usually around May. The rain falls in Angola from November to January, taking four months to meander into the Kalahari Desert. Water always brings life in the desert. Such an incredible bounty of water attracts life from over 1,000 kilometers away. An Okavango Delta safari is about the water and the land. Your first camp will be located on a small island that is accessed by speed boat from the larger island, which is where you landed. Here, you will be surrounded by water where you can gaze out across a landscape of azure blue and green. Hippos will wade close to the lodge, and elephants will splash past or use their trunks as snorkels. You will be cut off from the modern world, and it will be immensely peaceful to look out at wildlife from a private deck. This wetland part of the delta will be as perfect as your first stop in Botswana, and it will help you recover from your flight and settle into the animal kingdom."
    },
    {
      "dayNumber": "2",
      "title": "Okavango Delta – Cruising in a Mokoro and a Motorboat Safari",
      "description": "The Okavango Delta floods westwards and northwards, so it is the west and northwest where you experience a water-based safari. Towards the east and south more of your experience will be on land; however, this morning, you will explore in a traditional wooden canoe that is known as a mokoro. A gondolier will propel you down narrow waterways, accessing seasonal channels that very few people ever get to see. It will be a slow and silent exploration, so you do not frighten any of the wildlife. In your mokoro, you will drift past pods of hippos and gaze at everything that drinks from the banks. You will have the opportunity to see many animals like the spectacular antelope, Beisa Oryx, or a herd of buffalo or elephant. If you are really fortunate, then you may witness a pride of lions. In the afternoon, you will try a motorboat safari, which is the substitute for a game drive on land without roads. On a motorboat, you can be noisy, so it is not possible to get quite as close to the banks. Still, wildlife will not be scared off as it would be from a vehicle. It will remain at the riverbank to drink, so you will literally be looking up at elephant trunks. Motorboats allow you to cross a relatively large area, so you can get a good feel for the size of the Delta, notably the many islands and secrets that it hides. Trackers and other guides will radio wildlife locations to you, helping you cruise through the bounty of this oasis."
    },
    {
      "dayNumber": "3",
      "title": "Moremi Game Reserve – Adventures in the Game-Rich Heart of the Delta",
      "description": "You will travel by motorboat across the Okavango, which is a safari transfer to Chief’s Island and Moremi Game Reserve. This is the heart of the Delta, and it supports a staggering abundance of life all year around. Your camp will be perched on the waterfront, providing a dreamy view of hippos and wandering wildlife. Behind the camp will lie a lush island interior, which is made up of open floodplains, inaccessible marshes, and thick woodland. This is what you will explore on a game drive. Crossing the plains, you will be able to see the antelope graze as the Okavango home to a superb variety of species, including some that you may struggle to see elsewhere like red lechwe, nyala, and sitatunga. These water-adapted animals escape to water to evade predators, yet they must graze as well. Surrounding the marshes is a savanna, which is a perfect place for predators to hide. Lions lounge here in the shade of giant trees and leopards will appear on branches, lazing away hours with their alert eyes. On this island, these predators can survive in small territories. Game drivers search for these predators, and you can often get exceptionally close. Sometimes, you will even be able to witness them prowling or chomping into a fresh carcass. On game walks, you cannot go in search of such dangerous animals. Instead, trackers will lead you across the open plains and through areas that are favored by grazing antelopes. It will be exhilarating on foot as red lechwe look up to watch you pass where buffalo and zebra roam just meters away. These land-based activities can also be complemented by mokoro and motorboat rides with the daily program often being dictated by what is going on in the local area. For example, a tracker may radio in the sighting of a fresh carcass on a riverbank, so you will start the day in a boat, or you may track a pack of hyena in a game drive after the guide learns that they are hunting an injured sitatunga."
    },
    {
      "dayNumber": "5",
      "title": "Selinda Game Reserve – Exclusive Encounters in a Private Concession",
      "description": "As you travel further north, the waterways will slowly give way, morphing into swamps, marshes, and open plains. Trees will appear along muddy channels, which is suggestive of how this landscape will soon morph into thick woodland. Nestled between the Okavango and Chobe are some of Africa’s ultimate safari destinations, which are exclusive, private concessions on natural migratory routes. Only a handful of guests can visit Selinda Game Reserve at any one time, and these patrons must be staying at a camp on the reserve. It means this safari is very private and uninterrupted by other vehicles or people. Such few visitors traverse this landscape, keeping it quiet and more attractive to wildlife. Now in Selinda, your exploration is restricted to land. Game drives will make up most of the day, and game walks are often possible but depend on whether dangerous animals are near the camp. Added to these, you will also enjoy nighttime game drives. It can be spooky and surreal after dark with only a spotlight to illuminate the animals. You will stop regularly, and the driver will stop the engine so you can listen to the land and animals. Huffing and puffing can be heard as an elephant blows his trumpet-like trunk. Then, the light turns on, and everything is much closer than you could have ever pictured."
    },
    {
      "dayNumber": "6",
      "title": "Selinda Game Reserve – Some of Africa's Most Exceptional Predator Sightings",
      "description": "Predators gather in great quantities here, and the guides know exactly where they live and hunt. You should already know lions and leopards from the Okavango. Selinda is also home to a large population of wild dogs, which are remarkable animals that den in the woodland and chase their quarry over great distances. By now, you will know that animals are not seen in isolation. It is not just a wild dog, but a landscape that is populated by predator and prey. You will not only encounter lions, but you will also appreciate how these other animals graze so tentatively in their presence. Most of the drives will take place around the Selinda Spillway, which is a waterway that attracts large congregations of life. Ungulates drink in the safety of numbers, but almost every evening something dramatic will occur along the spillway."
    },
    {
      "dayNumber": "7",
      "title": "Chobe National Park – Surrounded by Elephants and a Woodland Safari Experience",
      "description": "You will continue your journey north, this time traveling on a muddy trail. After six days on your safari, you will have grown used to seeing hippos and elephants. In Chobe, their abundance will be magnified. It is not a huge stretch of the imagination to think of two elephants or even two elephant herds, but try to imagine hundreds and even thousands of elephants. Almost every turn you make, there will be another pachyderm. Babies will run past, swinging their trunks, and lone bulls will crash new paths through the trees. Giraffes are also seen in large numbers in addition to hippos. Nowhere in the world has as many elephants as Chobe, and from June to September, it is estimated that over 100,000 of them are in the park at one time. Such thick woodland makes it more challenging to spot predators and some of the smaller animals. The experience in Chobe will be all about the giants. They will sound like an orchestra after dark with different horn and trumpet sounds that originate from their trunks. Your camp will be thrillingly deep within the woodland, and its location will rotate every few days, helping you stay far enough away from the giants. After the waterways and plains, you will also enjoy a different safari atmosphere. Woodlands are mystical and secretive, so you must explore with your nose and ears. Often, you can get extremely close as wildlife does not usually see you coming. However, sometimes you must retreat because this is elephant country, and the four-legged giants rule the trails."
    },
    {
      "dayNumber": "9",
      "title": "Victoria Falls – An Hour over the Border to Mosi-oa-Tunya",
      "description": "Victoria Falls is only one hour across the border where it straddles the Zimbabwe and Zambia border. Not only is this a beautiful place to go after a safari, but it is also home to the closest international airport to Chobe. Your lodge will be located along the Zambezi River, which is close enough to hear the thunderous rumble of the falls. Check-in and the afternoon will be at your leisure with complimentary transfers to the falls available should you wish. Most of Victoria Falls is on the Zimbabwean side, and you will get soaked by the spray of the waterfall, which is visible almost every month of the year. You will spend an afternoon wandering a trail to over a dozen viewpoints, feasting your senses on this enormous spectacle."
    },
    {
      "dayNumber": "10",
      "title": "Victoria Falls – Optional Activities around the Falls",
      "description": "After all the early starts, you can lie in this morning. While safari activities are best at dawn, Victoria Falls does not change throughout the day, so you can take your time and then choose how you want to spend the day. Scenic flights above Victoria Falls will also be an option, or you can cross the bridge into Zambia to see the rest of the waterfall. The whitewater rafting is some of the best in the world, and there is also bungee jumping and kayaking. Nature still abounds, and hippos live in the vicinity of your lodge, so today can be about relaxing and just sitting back along the river and resting after your safaris."
    },
    {
      "dayNumber": "11",
      "title": "Victoria Falls – Departure",
      "description": "Today, you will conveniently depart from Victoria Falls, which is a much quicker way out compared to traveling back to Maun."
    }
  ],
  "map": ""
}