{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-safari-beach-island-paradise-for-couples",
  "tourName": "Botswana Safari & Beach Island Paradise for Couples",
  "placesVisited": "Central Kalahari Game Reserve, Magdakigadi Salt Pan, Okavango Delta, Chobe National Park, Bazaruto Archipelago",
  "generalInfo": "Float on a blanket of luxuriant escapism with this unique Southern Africa blend of safari and beach. With an uninhabited Indian Ocean island, big game filled journeys through the Kalahari, helicopter rides over the wilderness, secluded camps, and these 14 days overflow with romantic settings and experiences. Yet it's more than just a couple's getaway; it's an adventure through world wonders that oscillate between spine-tingling authenticity and surrealistic tones.",
  "durationDays": "14",
  "price": "23,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Central Kalahari – Lost in the Vast Wilderness",
      "description": "Eight days of Botswana safari start with one of Africa's largest game reserves. The Central Kalahari stretches for over 50,000 square kilometers, a rugged dusty expanse of rock and brittle grasslands. Water is scarce here and wildlife congregates around permanent pools, a myriad of nomads coming together to drink and avoid the lions. After landing at Maun International Airport you transfer to a light aircraft for a stunning air safari above this wilderness. Valleys and parched riverbeds slice through the landscape and you're catapulted into a secluded uninhabited plain. There are just a small handful of other guests at the luxury tented camp. With a Botswanan safari there is no need to waste the first days of your vacation recovering from any travel lethargy. The safari comes to you. Rest, relax, admire the wildlife from a deluxe king sized bed, and drift asleep to lion roars and the trumpeted sounds of roving elephants."
    },
    {
      "dayNumber": "2",
      "title": "Central Kalahari – Stunning Mobile Camping",
      "description": "Over the next three days you journey by land across the Central Kalahari Game Reserve. You're continually on a game drive, the guide going slow and winding past popular spots for Africa's big game. Hold each other's hand as you stop alongside a tower of giraffe, their elegant necks framed against a backdrop of red hues. Stop at a shriveled waterhole, sit on the camping chairs, and enjoy a leisurely lunch overlooking the action. Elephants barge and push each other under, kudu point their horns and sip tentatively, then the zebra are scared away by a large herd of buffalo. Your guide understands that this is a romantic vacation and will ensure you have your own space as often as possible. On these remote and barren plains it's rare that you'll come across other safari vehicles. So forget any notions of a dozen trucks surrounding a lion. For most of the time, it's just the two of you alone with nature. Turn away from the sprinting springbok herd and admire the hunters. A pride walks unhurriedly along a sandy trail, black manes flowing on the breeze and argumentative cubs trying to keep pace with their mothers. The Central Kalahari is famed for its lions, the ravenous hunters thriving in a seemingly challenging environment. Cheetahs are also a mainstay of safaris here and four days is a good amount of time to capture elusive leopard sightings. Arrive at the mobile camp in the afternoon and soon redefine your notions of camping. The spacious canvas tent offers uninterrupted immersion with the Kalahari. But it's sprinkled with luxury touches for the discerning couple. Stylish indigenous décor, wooden flooring and deck, en-suite bathroom with ceramic toilets, luxury bedding and thick fluffy pillows, and there is nobody else around for hundreds of square miles."
    },
    {
      "dayNumber": "3",
      "title": "Central Kalahari – Spectacular Game Drives",
      "description": "Wake up and the senses are immediately tickled: something can be heard grazing beside the tent, breakfast smells mingle with the heavy morning air, and you peer through the canvas at a red hartebeest herd. Take a leisurely breakfast, nothing on two legs interrupting the panorama. What's that? A finger points and the glance of excited recognition is returned by your partner. Exhilaration builds as the rhino moves closer, a lone wanderer in search of water. You want to grab the camera but you can't. The scene is too difficult to leave. That's the final one of the Big Five checked off your list, but by now you'll have learned that Botswanan safari isn't about lists of animals to see; it's about the feeling of being transported in the animals' kingdom. Continue your Kalahari adventure today with another drive heading roughly westward. As always, expect an unhurried pace and the guide occasionally waiting in the vehicle so you have priceless hours of seclusion in these game-filled hinterlands. Every moment of the experience is safari: game drives, sitting around a fire as giraffe necks silhouette against the raw sunset, or following a lion pride for over an hour as they stalk the ungulates at the waterhole. Tonight's luxury tented camp continues the theme from the last two days. So you should both expect the impressions of nature to proceed uninterrupted."
    },
    {
      "dayNumber": "4",
      "title": "Makgadikgadi Pans – The White Wonderland",
      "description": "As you cross rivers and weave onto the fringes of the Central Kalahari, new colors suddenly arrive like apparitions from a dream. A white wonderland stands before your eyes, the crusted layer of salt stretching far beyond the horizon. The Makgakigadi Salt Pan is one of Africa's most unexplored natural wonders, the carefully preserved wilderness untouched by footprints. Meerkats peek their heads from the chalky mirage, hoof prints suggest zebra are nearby, and a mirage floats just above the ground. Today's experience is one of Africa's most remote and rugged. Leave the safari vehicle and ride a quad bike into the whiteness. It's a 90 minute journey, each mile taking you further into a baffling landscape. Botswana is firmly dedicated to conservation and permanent structures are not permitted on the pan. The quad bike journey must follow a defined route that doesn't harm the landscape. Camp has been set up on a raised platform of grass with 360 degree views over the salt pan. It's very simple, but it's more than worth it. Thick mattresses are rolled out beneath the stars; a crackling fire keeps you company, and the stars shine uninhibited."
    },
    {
      "dayNumber": "5",
      "title": "Okavango Delta – Dazzling Aerials",
      "description": "Rumble out of the salt pan and enjoy a leisurely morning at a camp on the periphery of Makgakidadi. Enjoy a sumptuous breakfast, take a long hot shower, and then board a tiny Cessna aircraft for the next part of your safari adventure. New colors come through the window, vibrant canopies of green surrounding exuberantly blue waterways. You're still in the desert, still in a land that barely receives rain, but water cascades down from the Angolan Highlands and forms the Okavango Delta, an immense oasis and haven for millions of mammals. There are only two seats in the back of the plane and you're flying together over the Okavango. Touch down on Chief's Island, a flourishing green blanket that's inaccessible by road. Your camp is cleverly perched above the river, ensuring that wading mammals are an omnipresent part of the backdrop. It's hard to sit on your secluded veranda and not see something on four legs. Enjoy a late afternoon game drive that explores the forest. It's overgrown and rugged here; the visibility is reduced yet the spine-tingling intimacy is increased. Gaze into the branches and see a leopard lying in silence. Wait. Stay quiet. The leopard elegantly climbs down and begins its evening hunt."
    },
    {
      "dayNumber": "6",
      "title": "Okavango Delta – Exploring the Forests and Waterways of Chief's Island",
      "description": "An early morning game drive continues the safari adventure. The Okavango Delta and the Central Kalahari are very different destinations; the latter is dry and remote, meaning that animal sightings are usually concentrated around permanent water. But in the Okavango you'll see mammals dappling the landscape at all angles. This afternoon provides a new perspective. Climb into a traditional mokoro canoe and an oarsman takes you along the waterways. Admire the life on the banks, everything coming down for a slurp of goodness. Elephants are particularly impressive on a boat safari. But the longest impression is left by the hippos. Hundreds, perhaps thousands of them can be seen in just one mokoro trip. Large pods rest in the channels, barely leaving a snout above the water. Others rumble across the floodplains, their hefty bulk somehow managing to lend it an air of cuteness. Return to camp for another romantic leisurely evening, a dinner table illuminated by kerosene lanterns and the two of you far away from any other guests."
    },
    {
      "dayNumber": "7",
      "title": "Chobe – The Huge Elephant Herds",
      "description": "There's one. Turn around and there's another two. Turn a corner and three more roam before your eyes. In Chobe you're not counting elephants. You're counting elephant herds; except you've soon lost count because there are some 100,000 elephants in this national park. It's difficult to go even a few moments without seeing them. From Chief's Island you take another unforgettable air safari, the pilot swooping above the waterways and dropping you in an undisturbed corner of Chobe National Park. Views of moving elephant herds are especially impressive from the sky. Touch down and an afternoon game drive brings dazzling encounters with the pachyderms. Giraffe are similarly abundant and as you gaze across the horizon you see multiple necks poking above the treetops."
    },
    {
      "dayNumber": "8",
      "title": "Chobe – Defining Safari Memories",
      "description": "Chobe is not just about elephants and giraffe. Today's two private game drives provide a fitting conclusion to the safari adventure. Lion prides, leopards, large hippo pods, each one of your favorite antelopes...it almost feels like an epilogue, a concluding a showreel of everything you've been admiring for eight days of safari. Like always, enjoy a leisurely pace, lots of privacy, and the safari to continue from your exclusive camp. There's sure to be defining moments that will stay with you for life. Perhaps the hippos rampaging around? Maybe the elusive rhino spot? A lion hunt? Or the ongoing elephant herds? Or perhaps the scene you enjoy every evening, that of just you and your partner relaxing in the heart of unfenced African animal kingdoms."
    },
    {
      "dayNumber": "9",
      "title": "Bazaruto Archipelago – Secluded Indian Ocean Island Bliss",
      "description": "The landscape changes but the charm continues on the second part of your Southern Africa escape. Fly over to Mozambique and gaze down at the sapphire waters. You'll be picked up from the airport in a private helicopter and taken over to your own Indian Ocean island. Hundreds of islets and sandbanks form the Bazaruto Archipelago, almost all of them uninhabited. There are only half a dozen private cottages on your island, each tucked into the trees yet elegantly opening out onto the beach and marine blue. You have your own pristine white sand beach, an attentive butler bringing anything you might need, and the absolute bliss you would expect from a tiny Indian Ocean island. Rest, indulge, and decompress in this dreamy combination of sand and indigenous forest. All drinks and meals are included and brought to your wooden cottage. Think cocktails served in freshly dropped coconuts, lobster straight from the ocean, and a chef that tailors the menu to your palate. For five days time stands still. Lie in the hammock, lounge on the sand, splash in the crystal clear shallows and enjoy the languid rhythm. A variety of activities complement the island's utopia. Traditional wooden sailing boats can be chartered to tour the archipelago. This is a UNESCO World Heritage site and the conglomeration of sandbanks hide sheltered lagoons and bays for days of enjoying the sun. Step out from your beach and a vivid marine reef awaits your snorkel. Dolphins regularly swim past and you can swim with whale sharks, the ocean's biggest fish, and a regular visitor to these waters. Go fishing or scuba diving, or simply turn over and reapply the sunscreen."
    },
    {
      "dayNumber": "14",
      "title": "Bazaruto Archipelago – Farewell to Southern Africa",
      "description": "A helicopter takes you back to the mainland and your international flight. After eight days of safari and five days of beach paradise, you leave Southern Africa and return to a more recognizable world. Some might call it returning to the real world. After all, lion covered plains and deserted beaches aren't part of daily life, they're exclusive destinations for couples looking for a vacation of lasting memories and unique experiences."
    }
  ],
  "map": ""
}