{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "luxury-chobe-and-okavango-houseboat-safari",
  "tourName": "Luxury Chobe and Okavango Houseboat Safari",
  "placesVisited": "Kasane, Chobe River, Zambezi River, Chobe-Zambezi Floodplains, Chobe National Park, Okavango Delta, Moremi Game Reserve, Okavango River, Okavango Panhandle, Tsodilo Hills",
  "generalInfo": "Wading hippos playing within your view at breakfast as elephants cover the distant banks are just a few of the charming scenes that will unfold before your eyes along the reed-lined channels of the Okavango. The best way to explore the rich mosaic of the Okavango is by boat. With this 9-day safari, you will explore in the ultimate of styles with a luxury houseboat taking you through a wilderness that can only be accessed by river. Including three nights on the Chobe River and three nights in the Okavango Panhandle, you will be immersed in northern Botswana and its incredible wildlife.",
  "durationDays": "9",
  "price": "16,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kasane to Chobe River – Sunset on the Luxury Houseboat",
      "description": "Your first African sunset is a special experience. The sun will seem bigger than you have ever seen before, a burning ball that appears to linger on the horizon while casting a mirage across the floodplains and grasslands. The nearby river glimmers a golden hue, a soft color that contrasts with the tough skin of the hippos. A whole pod may emerge from the water and then scatter across the banks, heading out for their nightly grazing. Elephants are also nearby, and you will see large herds turning into shadowy figures as the sun disappears from the sky. Sunset from the riverboat is a sublime introduction to Africa, and your safari has already started. Earlier in the day, you will have landed at Kasane Airport, where you will be greeted by a guide for your short journey over the border to Botswana and the Chobe River. Climb aboard, and you will spend an hour cruising downriver to get away from the lodges on the riverbank and into your own private piece of the river. With few other boats and very little manufactured noise, the region where you will spend the night is a prime place to encounter spectacular numbers of elephant and hippo, and they will look all the more impressive when you are also on the water with them."
    },
    {
      "dayNumber": "2",
      "title": "Chobe River – Legendary Chobe and Zambezi Floodplains",
      "description": "Your houseboat is your means to explore away from traditional safari routes and into areas inaccessible by almost all other safari goers. Today, you will cruise down the Chobe River to explore the iconic floodplains, a stretch of wilderness that links the landscapes of the Chobe and Zambezi. Grazers love it here, and the sights will begin to come thick and fast, from zebra galloping along the shores to impala and oryx marching across the plains. Elephants and giraffe are so common that you will struggle to find a panorama without them in it. A hundred? A thousand? A few thousand? It becomes impossible to count how many you see in a day, but the numbers are certainly baffling. As this is your first full day, it is likely to be a relaxed one as you cruise and begin to feel the connection with the landscape around you. Land excursions are possible, and throughout this safari, you will be able to plan each day as it comes. Discuss the route with the captain, share your dreams and wishes with the guide, and savor an experience that's constantly being tailored to your preferences and the wildlife around you. Fancy a walk that tracks giraffe across the plains? Want to encounter buffalo herds or lion pride? A small boat can take you to the shore, and the adventure will unfold right in front of you. You will always return to your houseboat before sundown to enjoy the sunset and some fine dining beneath the stars."
    },
    {
      "dayNumber": "3",
      "title": "Chobe River – Big Game Chobe Safari",
      "description": "The legendary Chobe River dissects the grasslands and the woodland. Gaze one way, and the visibility feels limitless as the flat plains allow you to see everything for miles. Look the other, and the dense trees will make it hard to spot anything beyond the banks. So after a short sunrise cruise, you will disembark and take a game drive into the thick of the forest, following rutted trails that were first created by bulldozing elephants. Turn a corner, and a baby elephant will drag his trunk along the floor. Turn another, and 50 buffalo may be blocking the way. Some elephants tower above the vehicle, passing just meters away. Baboons often surround you, scurrying along the sandy floor as you curl through the trees. Expert guides scan the trees to seek out the stealthy leopards that lurk beneath the canopy. Lions bask in the grass, and raucous birds often alert everyone of their presence. Often mysterious and always enchanting, the Chobe woodland is one of Africa's great safari destinations and a perfect half-day excursion. Returning to your houseboat, you can put your feet up and watch as nature rolls by, taking in the diversity and discovering just how many mammals can occupy the banks."
    },
    {
      "dayNumber": "4",
      "title": "Moremi Game Reserve – Exploring the Heart of the Okavango",
      "description": "From a dusty airstrip, you will fly south to swoop over the woodlands and then watch the Okavango oasis extend beneath your plane. The Delta provides two very different experiences, one on land and one on water. These two days are spent on Chief's Island in the heart of Moremi Game Reserve, where your camp will overlook the water with your days spent exploring the land. Lion sightings should be expected as the landscape's monarchs lounge on the open savannah. Cheetah hide in the grass and two days of game drives provide an excellent opportunity to see the elusive spotted hunter. Leopards are camouflaged in the trees, and your guide will point them out. Occasionally one descends, bounding down the trunk and setting off on a hunt. Habitats collide on Chief's Island, making it one of Africa's premier safari destinations. Regular favorites such as the elephant and the buffalo continue to be seen in large numbers. Often, there is an air of tension as the herds battle with the lions, who are also fighting away the hyenas. Unusual characters like the blue wildebeest and sable antelope provide an inspiring sight, and you could spend hours watching the interaction amongst herds. The game drives are private, so you will dictate their pace and direction. It is possible to take a picnic and spend all day exploring, a good way to get to the most remote areas of the island. Alternatively, early morning and late afternoon drives can be punctuated with blissful hours spent at the camp as the hippos yawn as you tuck into lunch."
    },
    {
      "dayNumber": "6",
      "title": "Okavango Panhandle – Floating Along the Oasis",
      "description": "The Okavango is a remarkable oasis in the middle of the Kalahari Desert. Rain falls in the Angolan Highlands and then embarks on a journey into the desert, gushing down the Okavango Panhandle and then tumbling across the floodplains. The broad Panhandle is always high with water and can offer a year-round houseboat experience. The Delta originates in this region, and there is something very surreal about the landscape as the reed-fringed banks meet with clumps of woodland and the vast clearings are flooded for half the year. Visit from June to October, and the high water will provide countless route options for your 3-day Okavango houseboat safari. At other times of the year, the dwindling water elsewhere means the panhandle is rich with wildlife. After a short flight west, you will board your houseboat and spend the day cruising up the river. Serenely pass the hippos, watch kudu leaving prints in the mud, hear a large buffalo herd hissing in the distance, and get closer than ever by traversing the smaller channels. When the guides spot abundant wildlife and the waterway is too narrow for the houseboat, you can easily jump into the smaller tender and have a brief excursion. Over these three days, you will explore parts of the Okavango that receive very few visitors, so the experience is abounding with pleasant surprises. Usually, the captain will lay anchor by later afternoon, and you can watch the landscape transform from the upper deck. As always, a three-course dinner is served along with a choice of wine."
    },
    {
      "dayNumber": "7",
      "title": "Okavango Panhandle – Pristine Safari on the Lush Panhandle",
      "description": "In the Okavango Panhandle, the big mixes evocatively with the small. Colorful oxpeckers get a piggyback from buffalo, Pel's fishing owls occasionally skirt across the water, and vibrant semi-endemic birds grace the reeds along the banks. The Okavango is Africa's finest water bird watching destination, and your journeys by houseboat may bring over a hundred different species. Cruising along, you will explore the mazy channels in the smaller tender or soak up the sun from your upper deck. If you are into fishing, then there are 11 types of bream plus the famous fighting tigerfish to catch. And while it is tranquil on the houseboat, there is always that moment of drama when an elephant appears, a cheetah is spotted along the riverbank or a tower of giraffe hang over the surrounding trees. You will enjoy pure decadence on board as the houseboat provides a luxury home for these three days. Suites are spacious and well appointed, with floor-to-ceiling windows that ensure you have always got a view. The wide and shaded upper deck is the perfect place to spend the day, its elevated vantage point enabling you to take in the whole of the landscape in front of you. Your houseboat has a capacity for eight guests, but as this is a private charter, you will have it all to yourself. With a skilled team providing discreet service and a wide range of inclusive drinks, you just need to sit back and allow nature's theater to unfold."
    },
    {
      "dayNumber": "8",
      "title": "Okavango Panhandle – Tsodilo Hills Full-Day San Bushmen Excursion",
      "description": "Your itinerary is flexible, so a full-day excursion to Tsodilo Hills is optional, although it is recommended as it showcases another side to Botswana. Tsodilo Hills are the spiritual heart of the San bushmen culture, an alluring place that they believe to be the site of Creation. Over 3,500 rock paintings are sketched across the hills with many of them over a millennia in age. Spirituality abounds, and there is something mystical that has everyone believing that something special happened here. As part of the excursion, you will stop at a small local community for a non-intrusive visit that will give you an insight into the lifestyle of this ancient nomadic people. Return to your houseboat for sunset, and another local nomad will keep you company as the elephant herds barge into the river and send up flumes of water with their trunks."
    },
    {
      "dayNumber": "9",
      "title": "Okavango Panhandle to Maun – Departure",
      "description": "As you take in your last morning in Africa, enjoy one last wake-up call from the rowdy hippos as they return to the water. At first, it is just an occasional grunt, but then a harmony of loud shouts comes from the river, complemented by the tweeting treble of the birds. Take your breakfast on your deck and admire the sunrise scene for a final time, the water reflecting crimson tones as the ambiance of wild Africa floats on the breeze. Enjoy three more hours of cruising to access the nearest airstrip, where you will disembark your houseboat for your flight to Maun. At the airport, you will be met by a representative and assisted to your international departure."
    }
  ],
  "map": ""
}