{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "safari-rivers-and-waterfalls-13-day-zimbabwe-botswana",
  "tourName": "Safari, Rivers and Waterfalls: 13-Day Zimbabwe & Botswana",
  "placesVisited": "Matobo National Park, Zambezi National Park, Kasane, Moremi Game Reserve",
  "generalInfo": "Leave no stone unturned on this tailor-made 13-day adventure safari from Zimbabwe’s marvelous national parks to the breathtaking reserves of Botswana. Discover the majesty of Matobo, sensational sights speckling the Zambezi River and Victoria Falls, captivating creatures dwelling in Chobe’s diverse environments, and wondrous wildlife sweeping the plains of Moremi Game Reserve through many magnificent safari experiences from the regions’ fully-equipped lodges and campsites.",
  "durationDays": "13",
  "price": "12,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Matobo National Park - Breathtaking Backdrops in Matobo",
      "description": "Your African adventure will begin once you land at Bulawayo Airport, meet your private transfer, and head for a lodge tucked away in the sprawling wilderness of Matobo National Park. Images of granite hills speckling immense flatlands and wooded valleys peppering the bushveld will introduce you to Matobo’s majesty and backdrop your journeys through the spectacular reserve. Arriving at your accommodation, you will unpack your things and freshen up before meeting your experienced game ranger and setting off on an afternoon safari revealing the surrounding nature."
    },
    {
      "dayNumber": "2",
      "title": "Matobo National Park - Mind-Blowing Animal Sightings",
      "description": "Your safaris in Matobo will begin before sunrise, and you will be ecstatic to witness Africa’s iconic blazing skyline during first light from the comfort of your 4x4 vehicle with a steamy cup of coffee in hand. Your professional guide and spotter will direct you to prominent viewing destinations where elephant herds, lion prides, and wild dog packs are often seen. After touring much of Matobo’s diverse habitats, you will return to your lodge, where you may indulge in the refreshing waters of your infinity rock pool before relishing a rhino-tracking walking safari across the bushveld."
    },
    {
      "dayNumber": "3",
      "title": "Matobo National Park - A Zimbabwean Culture Trip",
      "description": "Matobo’s rich tapestry of environments share phenomenal game viewing opportunities you will cherish during drives each day, and the reserve is also steeped in history and culture for you to immerse yourselves in between safaris. Today, you will join a knowledgeable guide and head for caves carved into the rocky precipices of the park’s rolling hills. Inside, you will trace your fingers along ancient San Bushman rock paintings coating the cavern walls and learn more about the traditions of the historic local culture. Your culture trip across Matobo will conclude with a visit to the world-famous tomb of Cecil John Rhodes, former Prime Minister of the Cape Colony."
    },
    {
      "dayNumber": "4",
      "title": "Zambezi National Park - The Great Zambezi Getaway",
      "description": "Zambezi National Park spreads across Zimbabwe alongside the renowned Victoria Falls, and it is a sought-after getaway destination that will share the country’s unending beauty from the minute you arrive at your delightful lodge ringed by rolling jade-colored grassland. After dropping off your belongings, you will partake in an enchanting game drive through the greenery where you will stumble upon spellbinding animal sightings, including massive elephants roaming the bushveld, horned wildebeest galloping across the grass, and lazy lions lounging in the shade of acacias."
    },
    {
      "dayNumber": "5",
      "title": "Zambezi National Park - Stunning Spectacles of Victoria Falls",
      "description": "Your stay in western Zimbabwe would be incomplete without visiting the remarkable natural phenomenon, Victoria Falls. You will join your guide after breakfast and transfer to viewing points lining the summit of the falls. You will look out over the world’s largest waterfall, a momentous sheet of falling water 1,708 meters wide that descends from the precipice of the towering Zambezi Gorge and crashes into the river below. The size and sheer majesty of this geological landmark are stunning, and you will feel the refreshing spray of its cool waters as it plummets into the gorge."
    },
    {
      "dayNumber": "6",
      "title": "Zambezi National Park - Highlight Sightings along the Zambezi River",
      "description": "Zambezi National Park is teeming with wildlife for you to discover during safari tours, and there are few experiences quite as quintessential as a Zambezi River cruise to soak up the scenic splendors. This unique safari activity will share the riverside spectacles from a new vantage point, allowing you to capture wilderness sightings you may have yet to experience. From hippos swimming slowly in the shimmering water to the formidable sharp-toothed tigerfish racing through the river, Zambezi is home to a wealth of fascinating creatures you will adore discovering today."
    },
    {
      "dayNumber": "7",
      "title": "Kasane - On the Doorstep of Chobe National Park",
      "description": "Kasane is the gateway to Chobe National Park, an endearing little town that will be the next destination on your unique safari escape in Botswana. You will arrive at a spectacular new lodge on the doorstep of the park, where you will find refuge beneath the tall trees overhanging your suite. Throughout your stay, you will explore as much of the reserve as possible and take in the stunning scenery and wonderful animal sightings during several game drives and other exciting safari activities."
    },
    {
      "dayNumber": "8",
      "title": "Kasane - Meandering Chobe National Park",
      "description": "You will wake up to the sounds of animals ringing from the surrounding wilderness and enjoy a piping hot cup of coffee as you gaze out across your lodge’s breathtaking, untouched backdrop. After breakfast, you will head for the national park and wander across its sweeping emerald plains and stretching savannas. Within a 4x4 vehicle, you will access rugged and remote parts of the park where animals roam freely in abundance. Leopards hanging in the branches of acacia trees and giraffes picking leaves from their thorny limbs are some sightings you will cherish during your tours of Chobe."
    },
    {
      "dayNumber": "9",
      "title": "Kasane - Gliding across Chobe’s Glistening Rivers",
      "description": "Chobe’s fascinating wildlife and wondrous wilderness can also be appreciated by boat, a charming way to slowly enjoy the pleasures of the serene environment and spot animals flourishing in the habitats flanking the park’s water system. You will be seated comfortably in a large boat as it glides gracefully across the glittering water, and you will feel the cool breeze against your cheeks as you snap up photographs of the bewitching scenes. You may spot massive elephant herds wallowing in the shallow waters and other magnificent animals retreating to the river banks for a sip of water."
    },
    {
      "dayNumber": "10",
      "title": "Moremi Game Reserve - A Peaceful Retreat in Moremi",
      "description": "Last but not least is Moremi Game Reserve, arguably Botswana’s claim to wilderness fame. The established park is world-famous for offering an exceptional range of wildlife viewing opportunities within some of the country’s most enchanting wilderness environments. You will check into a gorgeous campsite shortly after arriving, kitted out with glamping tents, outdoor dining facilities, and a charming boma. In the evening, you will admire the landscapes unfolding from camp as you tuck into dinner during sunset and stargaze around the fire as the stars pierce the skies."
    },
    {
      "dayNumber": "11",
      "title": "Moremi Game Reserve - Adventures across Moremi",
      "description": "Hot air ballooning is an optional activity for the adventurous at heart, allowing visitors to gaze upon Moremi Game Reserve from up in the clouds. Should you wish to partake in this activity, you will capture unforgettable photography of the sprawling landscapes and toast your adventure with a glass of champagne afterward. Today, you will explore more of the reserve with a professional ranger and spotter. Between the thicket and low-lying shrubbery, you will spot wild dogs barking as they scuttle across the park, big cats slowly pacing the open plains, and massive herds gathering quietly around water holes."
    },
    {
      "dayNumber": "12",
      "title": "Moremi Game Reserve - Closely Connecting with the Wilderness",
      "description": "Moremi’s wilderness is most certainly its highlight, however, there is a wealth of activities to do across the staggering park that you may indulge in during your stay. Today, you may hike the shady paths weaving around the reserve to riverbanks where a captain will whisk you away in a traditional dugout canoe, known as a mokoro . This activity, distinct to Botswana, is an impeccable way of getting closer to nature than ever before, coming into contact with the various creatures inhabiting the riverside ecosystems. Your final full day in Moremi is all about getting totally in touch with your natural surroundings."
    },
    {
      "dayNumber": "13",
      "title": "Moremi Game Reserve - Reflecting on Botswana’s Untouched Brilliance",
      "description": "The break of dawn will welcome a new day, and you will rise to the symphonic soundtrack of birds and bugs echoing from the flanking trees. As you tuck into a scrumptious breakfast, animals will come and go as they please and wander around the grasslands spreading from the edge of your patio. Scenes like these are typical of an African safari, highlighting what makes a tour of Botswana so special. As you pack your bags and ready yourselves for the flight home, you will think back on your vacation and reminisce about your riveting adventures on the African continent."
    }
  ],
  "map": ""
}