{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-photographic-safari",
  "tourName": "Botswana Photographic Safari",
  "placesVisited": "Central Kalahari Game Reserve, MakgadikgadiÂ Salt Pans, Okavango Delta, Linyanti Reserve",
  "generalInfo": "Botswana’s poetic landscapes provide surreal backdrops to an untamed animal world. Poignantly capture the raw emotion of nature’s great mammals, and then switch to wide screen for dazzling vistas and striking contrasts. Combining four of Africa’s most unique destinations, this itinerary offers exciting challenges and the inimitable shots that elevate your photos to professional level. Each day brings dozens of new angles, and each destination provides continual drama and charm.",
  "durationDays": "11",
  "price": "11,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Central Kalahari – Dramatic First Shots",
      "description": "Everyone dreams of the perfect African wildlife photos. You’ve probably got the zoom lens ready as you arrive in Botswana and feast your eyes on the Central Kalahari Game Reserve. But before the first game drive, it’s worth switching lenses and taking some time to capture the scene. There is your camp, secluded and charming as it sits in the middle of the famed Kalahari. A few kudu and hartebeest dot the dusty landscape, and, well, that’s about it. Botswana offers unrivaled wilderness. There are no roads, very few other tourists, and nothing to interrupt your continual immersion in nature. And as you photograph the camp’s evocative surroundings things begin to move. Perhaps an elephant that gently emerges on the horizon, maybe a carefully camouflaged hyena running through brittle grass, or a herd of wildebeest that were hiding behind your tent. After arriving in Maun you’ll transfer to a light aircraft and land in the heart of Africa’s second largest game reserve. You’ve got three days in an untouched land that covers more than 50,000 square kilometers. Enchanting sights are easily spotted from your bed. Just open the curtains and one of Africa’s greatest theater spaces dazzles in front of your eyes. As you head out on a game drive, a flurry of close-ups require steady hands and sharp shutter speeds. While the Kalahari may sometimes look barren, it’s home to a phenomenal concentration of majestic black-maned lions. Prides lounge beneath the sporadic trees, seemingly sleeping. But zoom in and most of the lions have one eye open, carefully inspecting the land without betraying their slumber. It’s not you that excited them. A gemsbok herd meanders nearby, heading to the waterhole. Capture the change in expression as the lionesses rise and plot their approach. Then follow the scene as it slowly plays out."
    },
    {
      "dayNumber": "2",
      "title": "Central Kalahari – Landscapes and Charming Close-ups",
      "description": "The Central Kalahari Game Reserve will provide two very distinct collections of photos. There is the raw desolation and ruggedness of the landscape; grass wilts beneath the sun, dead trees rise randomly from rocky ground, and endless bushland changes color with the rains. A tower of giraffe or an antelope herd provides the contrast in the distance, while a wandering herd may require a new focal length as they pass the camp. Documenting the sheer power of the Kalahari is something that will fill these three days. But there’s also the charming close-ups; the melancholy of a lone elephant bull, a kudu’s frightened expression that quickly changes to relief, or the solemn stare of a stealthy leopard. This emotion not only adds spectacular life to the Kalahari’s power, it epitomizes the dynamic nature of an ancient environment. Over these two days you’ll be going on long morning and late afternoon game drives. Not only will you be exploring during prime lighting conditions, these times are also when the wildlife is at its most active. When the blistering midday sun comes down you take a rest or a siesta at the camp. The reserve’s sheer size means that you’ll cover long distances, looping past popular lion hangouts and stopping beside overpopulated waterholes. Such a challenging environment makes for an intense battle for survival, and this is the Central Kalahari’s unrivaled attraction; big cats out on a hunt, desperate herds searching for water, boisterous males fighting for mating rights, and scavengers seeking out a meal. Go exploring and the dramas of Kalahari life will never stop."
    },
    {
      "dayNumber": "4",
      "title": "Makgadikgadi Pans – Photographer’s Challenge",
      "description": "This unique itinerary combines four very different destinations. The landscapes seem so disparate that it’s almost impossible to believe that they’re all from the same country. Depart from the tiny airstrip and fly over the Kalahari to Makgadikgadi, a vast dried-up lakebed that provides a real challenge for photographers. A blanket of white extends beyond the horizon, the salt pans shimmering and glistening beneath the sun. Levitating above the ground is a misty mirage, blurring the contrast between land and sky into oblivion. Start taking photos. The glare poses one problem, while the intense white adds another. And where do you find contrast to bring the photo to life? Photography isn’t supposed to always be easy. These two days will take you deep into the heart of one of the world’s most surreal landscapes. Experiment, play around, and take your time, because when everything comes together the results are spectacular. On your first afternoon here you’ll be exploring the edges of the pan. Discover meerkat colonies that seem to be awaiting your arrival. They stand and turn their heads with comic timing, before scurrying across the ground and playfully joining others. Go slowly and it’s easy to approach and even shake hands with the meerkats, although any sudden movements and the whole colony humorously waddles off. As your guide walks you into the pan a peculiar cast awaits. Out of nowhere an ostrich appears and skips past. Rare aardwolves and bat-eared foxes scamper to their burrows, while brown hyena leave their prints in the salt. Return to camp and gaze skyward to another white wonderland. It’s hundreds of miles to the nearest settlement and artificial light. So leave the shutter open and get those dreamy shots of stars moving across the night sky."
    },
    {
      "dayNumber": "5",
      "title": "Makgadikgadi Pans – A Quad Bike Adventure",
      "description": "In the early morning light you head off into the whiteness. Follow your guide’s tracks as you drive a quad bike deeper and deeper into the heart of Makgadikgadi. You’re surrounded by the cracked salt and lost in a lunar-like landscape that baffles both eyes and camera. Evocative dead trees appear from nowhere, adding a poignant contrast to the photos. Elephant prints snake and then disappear, while bird song welcomes you to sporadic sandbanks. As you spend two days here you get used to the conditions. Gradually your shots begin to do the landscape justice, and it almost looks like you’ve been photographing the moon. Makgadikgadi reflects the unrivaled attraction of Botswana, because while many Africa countries can offer excellent photographic wildlife safari, nowhere can combine it with such crisp dazzling landscapes. Spend a whole day getting lost on your quad bike and then return to camp for another night of marveling at stars."
    },
    {
      "dayNumber": "6",
      "title": "Okavango Delta – The Crisp Contrasts and Dazzling Colors",
      "description": "Gaze out of the window as you fly over the Okavango Delta, shaking your head at the sudden appearance of water. For five days there has been little more than a shriveling waterhole or struggling channel. And now this! Lagoons stretch for as far as the eye can see, flourishing rivers weave through lush grassland, and a lavishly blue world sits in the middle of the desert. Nature’s greatest oasis will be your base for the next three days and you certainly won’t be alone. Wildlife migrates for hundreds of miles to reach the year-round bounty of the Okavango and the sheer abundance of life is unmatched almost anywhere in Southern Africa. Impala skip past the camp, elephants and hippos are counted in their hundreds, and a wonderful cast of Africa’s greats surrounds you at every turn. The Okavango is a place where your camera must be ready at all times. Sit back on your private verandah and out of nowhere a zebra herd approaches. Open the curtains and the nearby waterhole is filled with frolicking elephants. Turn a corner during a game drive and 15 giraffe block the trail. This is a place of nonstop action, continual excitement, and thousands upon thousands of photo opportunities. Sometimes it’s too much to take in. You’re eagerly snapping away at a playful hippo pod and your guide alerts you to the lion pride that’s silently walked to within meters of the vehicle. By spending three days here you have time to relax and soak up all the enchantment. There’s no need to rush. Each safari adventure can be long and customized, allowing you to stop beside a serene scene, or follow paw prints into the wilderness. Settle into your camp and savor the views from the balcony, before a long afternoon game drive begins to reveal the breathtaking wealth of the Okavango."
    },
    {
      "dayNumber": "7",
      "title": "Okavango Delta – Exceptional Safari and Endless Charm",
      "description": "The Okavango River starts its journey in the Angolan Highlands, descending and picking up speed before it bursts and spreads over a huge area in Northern Botswana. When the water level is low everything is still green, and herds congregate for nature’s year-round banquet. When it floods, the delta becomes an almost endless sheet of water; ungulates splash through the shallows, lion prides drink with abandon, and hippo pods fill the channels, eyes and snout poking out from the blue. In the heart of the Okavango Delta is Moremi Game Reserve, a labyrinthine web of waterways, lagoons, and tiny islands. Your base will be Chief’s Island, a permanently dry landmass that couldn’t be any further from modern civilization. Many herds get trapped on the island when the water rises, while thousands of big cats are able to flourish in a relatively small area. This is arguably Botswana’s, if not Southern Africa’s, flagship safari destination, and your camp is idyllically surrounded by everything. Don’t expect much time to carefully plan your shots, as the action will be coming thick and fast. Slither down the winding river channels on a traditional mokoro , a dug-out canoe, an expert gondolier taking you past dozens of hippo pods and the enchanting life that approaches the riverbank. Swap wheels for walking boots and wander across the island, your finger shaking above the shutter as you come face to face with most of Botswana’s wild animals. That includes elephants, although expert guides ensure you never get too close to the big cats. On long game drives it feels like you’re in a wildlife documentary, the nonstop succession of predators and prey unrivaled almost anywhere in Africa. Customize your own program of safari activities and allow this unique spectacle to impress from many different angles."
    },
    {
      "dayNumber": "9",
      "title": "Linyanti Reserve – Elephant Herds and Hippo Pods",
      "description": "Feast your eyes on the Okavango from the air as you fly into Chobe National Park and the secluded airstrip in the Linyanti Reserve. Elephants are everywhere. They plow through the trees, surround your camp, play in the water, and seem to find a way into every photo. Giraffe are similarly omnipresent, as are the cumbersome hippos that fill the river. Almost 100,000 wild elephants roam across Chobe, making this easily the largest concentration of them on the planet. Photograph the cute babies as they try and keep pace with the herd, zoom in on families that play in the water, sometimes nothing but a curled trunk poking out from below. Capture the loneliness of an old male that’s been cast out from the herd. Then zoom out and see just how many elephants you can get into one shot. Linyanti is a private reserve within Chobe National Park and if offers a wonderful degree of privacy and seclusion. Like elsewhere in Botswana, there won’t be other safari trucks ruining the image, or dozens of budding photographer’s shooting the same scene. Particularly when compared to East African safaris, Botswana’s lack of crowds ensures that the untouched world is yours, and only yours to discover. It’s the elephant herds and hippo pods that will likely dominate your first day here, so play around with the camera settings and revel in the endless opportunity to photograph nature’s largest mammals."
    },
    {
      "dayNumber": "10",
      "title": "Linyanti Reserve – Capturing the Delights",
      "description": "There’s a brief pinch of sadness as you head off for your final day of safari. Even after ten days you won’t be getting bored with the sights. Weave along sandy trails and into the forest, the thick vegetation enabling you to get exceptionally close. With so many twists and turns you won’t see the wildlife until you’re almost on top of it. And nothing is going to spot you before you turn the corner. There’s no need for the zoom lens as a tower of giraffe stand above the safari truck. Elephants block the path and then stand next to it. These Kalahari elephants are the largest in the world and they dwarf the vehicle, so don’t use the flash and startle them. Return to the camp for a lazy last lunch on your balcony, overlooking a waterhole and watching the assorted cast of characters come for a drink. The final game drive is for going slow and savoring Botswana for one final time. Watch a pair of cheetahs elegantly survey the scene before dipping below the grass. Smile as the hippos waddle into the water and boisterously push each other out of the way. Hide around a corner and wait for the rustling to get closer. What will emerge from the trees? This time it’s a graceful impala herd, but it could easily have been a rampaging elephant. Don’t rush. Allow Botswana to leave its lasting impression and return to the camp with photos of all its indelible residents."
    },
    {
      "dayNumber": "11",
      "title": "Maun – Reliving the Camera Roll",
      "description": "After another stunning aerial journey you’ll have reached Maun and it will be time to connect onto your international flight. Keep scrolling through the photos and recollect everything that has happened. Salt pans, black-maned lions, lavish waterways, huge elephant herds, walking alongside zebra; the list of highlights comes flooding back as you bid farewell to Botswana and smile at the quality and quantity of images that you’ve captured."
    }
  ],
  "map": ""
}