{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "british-columbia-and-alberta-self-drive-holiday",
  "tourName": "British Columbia and Alberta self drive holiday",
  "placesVisited": "",
  "generalInfo": "Explore British Columbia and Alberta on this fabulous self drive trip, which includes the vibrant and foodie city of Vancouver, the scenic countryside and superb vineyards of the Okanangan Valley, and spectacular mountain scenery of the Rockies.  We include some suggestions for exploring the wilderness and seeing some of the native wildlife.<br/><br/>Accommodations can be tailored to individual budgets: everything we offer is tailor made, and this itinerary is a sample to provide an idea of what is possible … we can amend it in terms of routing, duration, and direction … please contact us so that we can tailor the perfect holiday for you. <br/><br/>•\tTake a Whale Watching trip off Vancouver <br/>•\tCycle Stanley Park and cross the Suspension bridge in Vancouver<br/>•\tRelax on the beach, and lunch at a bistro in the vineyard-filled Okanangan Valley<br/>•\tTake a wine tour to the vineyards in the Okanangan Valley<br/>•\tWhite water rafting; horse riding, mountain biking in the Rockies<br/>•\tRelax in Banff’s Hot Springs<br/>•\tSpectacular scenery of the Rockies<br/><br/><br/>Photo credits: Destination Canada, West Coast Aquatic, Destination BC/Andrew Strain, Destination BC/Hubert Kang, Tourism Alberta, Momme Halbe, Attraction Pursuit/Mike Seehagel.",
  "durationDays": "14",
  "price": "4225",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "VANCOUVER This afternoon, explore downtown Vancouver: people-watch at a pavement café or visit the Aquarium or excellent science centre, take the Stanley Park train or relax at English Bay beach."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "VANCOUVER Hire bikes and cycle Stanley Park and the Sea Wall. Visit Granville Island: a vibrant dining, shopping and entertainment district full of artisans creating unique gifts; a market where you can sample a host of interesting foods, and aspiring musicians perfecting their craft. Soak up the atmosphere in Chinatown with its quirky shops and markets, or take a guided foodie walk around historic Gastown. Vancouver is a foodie’s delight; evident from the mouth-watering lines at food trucks and the enticing aromas wafting from kitchens on nearly every block. Try the fresh pasta at Ask for Luigi in Gastown, the organic burgers at Templeton in Downtown- or try one of the many popular food trucks Quirky Excursion: for an insight into the indigenous culture, take a cultural kayak expedition from North Vancouver. You will paddle in a First Nations canoe around Burrard Inlet, sing traditional coast Salish songs and spot centuries-old pictographs on the surrounding cliffs."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "VANCOUVER Visit the Capilano Suspension Bridge Park today and spend some time exploring the walkways and forest here. Take the Cliffwalk, which gives a birds eye view of the river below, visit the First Nations Cultural Centre for arts and crafts demonstrations and stories of this heritage, take guided eco walks throughout the park where there is also live seasonal music entertainment. There is also an elevated canopy trail through the trees. Quirky Tour: Take the Mail Run Scenic Flight. Fly over rainforest clad islands to land at the main village on Salt Spring Island, where you can browse shops and coffee outlets. Scenic views of the stunning coastline make this a special experience."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "VANCOUVER to KELOWNA (390KM: 4 HOURS 40 MINS) Collect your hire car and start your road trip adventure! Kelowna sits on the shores of Okanangan Lake, surrounded by mountains – and known for its wineries, beaches, scenery and great restaurants packed with local produce. This afternoon, take a boat tour on the lake, hire a canoe to explore coves and bays, or relax on one of the nine beaches."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KELOWNA Hire a bike and cycle the Kettle Valley Rail Trail amid the vineyards, passing over impressive trestle bridges and through tunnels, or rent a speedboat, canoe, or SUP on the lakeside. There are many walking options in the region, from gentle lakeside trails to more challenging mountain hikes – often worth the effort for the stunning views over the lakes. Alternatively, explore the area: Penticton is a lively town, whilst Peachland and Naramata are laid back: all offering pretty lakefronts and excellent local food and wine. This evening, dine at RauDZ Regional Table: a casual bistro which sources local product for its Mediterranean infused dishes"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "KELOWNA Take a guided wine tour, ending the day with a dinner cruise, or pick a vineyard with a bistro for a long lazy lunch."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "KELOWNA TO WELLS GRAY (289km; 3.5 hours) A scenic drive to Wells Gray Provincial Park, where craggy mountains rise above evergreen forests, lakes and steaming waterfalls. Hike along one of the trails to one of the many waterfalls, looking out for moose, black and grizzly bears, elk and deer. Horse riding and boat trips are available."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "WELLS GRAY The river creates some thrilling white water rafting sites, or take a gentle float along the Thompson river in an inflatable raft, watching for salmon, eagles and bears, or take a guided walk with a passionate and knowledgeable guide to really learn about the wildlife and the rich natural, human and geological history of the area, or hire a canoe or kayak."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "WELLS GRAY TO JASPER (318KM: 3.5 Hours) Another scenic drive following the North Thompson River Valley and then Yellowhead Pass, with fabulous views of Mount Robson. This afternoon, stretch legs with a walk around Horseshoe Lake or ride the Jasper Skytram for more breathless scenery, or to the mind blowing Athabasca Canyon Falls - arrive here at the end of the day and you could be treated to a sunset alpen glow on the mountain backdrop. This evening, choose from wood-burning-stove pizzas, bistros serving barbeque ribs or vegetarian bistros."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "JASPER TO BANFF (288 KM) Drive time 3.5 hours. Drive the spectacular Icefields Parkway: photo opportunities at viewpoints of brilliantly coloured glacial lakes, gushing waterfalls, snow-topped mountains and wildlife. Ideas for stops include Lake Louise for gondola ride, canoeing or a hike, the spectacular teal waters of Moraine Lake, Herbert Lake, Bow Lake and Peyto Lake; Glacier Skywalk, the Sunwapta Falls with gorgeous mountain backdrop. Keep eyes peeled for mountain goats, elk, black and grizzly bears"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "BANFF Banff National Park encompasses valleys, rugged mountains, enormous glaciers, deep forests, alpine meadows and glassy turquoise lakes. Through it wander wildlife such as bears, elks, wolves and bighorn sheep. The bustling town of Banff is a base for a multitude of outdoor activities. This afternoon, take to horseback for a trial ride, take the gondola up Sulphur Mountain for hiking trails and viewing points, bathe in the Upper Hot Springs; rent a canoe or bike on the Vermillion Lakes – a great spot for wildlife spotting, or hike the Bow River Falls & Hoodoos Trail. The high street offers a range of restaurants, including gastro pub, vegetarian bistros, upmarket burger bar … don’t miss the cheesecake and torte at Wild Flour. Quirky Excursion: Join indigenous guides to discover ancient survival skills. In summer see the boreal forest through the eyes of your Cree guides. Leave with a gift of their traditional knowledge"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "BANFF TO CALGARY & ONWARD FLIGHT (145km: 1.5 hours) Spend a final morning in Banff, or visit Canmore, with it’s quirky cafes and art galleries, en route to the airport."
    }
  ],
  "map": ""
}