{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "canada-family-adventure-holiday-self-drive",
  "tourName": "Canada family adventure holiday, self drive",
  "placesVisited": "",
  "generalInfo": "Canada is absolutely huge and to really see and do everything you’d need months! This two-week trip focuses on a relatively small area covering Vancouver, Vancouver Island, and the Rockies. While there are some longer driving days, we break this up with some free time as well as by including our favourite activities to truly experience the best of the main (and some lesser known) areas. <br/><br/>This region is justifiably one of Canada’s biggest attractions, filled to the brim with lush forests, snow-covered mountains, improbably bright turquoise lakes and massive glaciers. For families who love being busy and enjoy the outdoors, you cannot beat Western Canada for variety, impressive vistas, friendly locals, wildlife sightings and delicious food.<br/><br/>Highlights include kayaking and whale-watching on Vancouver Island, hiking in the national parks, searching for bears and moose by boat, white-water rafting, swimming in the amazingly blue water (you’ll find out how it gets its colour), exploring a glacier and generally being astonished by the breath-taking views around every bend in the road. <br/><br/>Our holidays are individually tailored for you and your family, so we will discuss the finer details with you and adapt each itinerary according to your timeframe, number of people, age of children, preferences, and budget. <br/><br/>Canada will remain in your memory for many years to come and inspire the whole family to be active and adventurous.",
  "durationDays": "15",
  "price": "4500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "VANCOUVER: After you arrive in Vancouver you’ll go straight to your hotel, and the rest of the day is free to start looking around. Widely considered one of the best places to live in Canada, Vancouver is a stunning city located in a wonderful natural location between the Pacific Ocean and the spectacular Rocky Mountains. Heading out for dinner tonight you’ll be spoilt for choice. Perhaps sample a pika bowl as you sip a beer on the waterfront, or encourage the kids to taste the local staple, poutine (chips with gravy and cheese curds – it’s delicious and good value!)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "VANCOUVER: This morning head out on two wheels on a self-guided cycling tour. Collect your rental bikes and navigate the dedicated cycle lanes from the city centre out around the coastal route of Stanley Park. Passing several beaches, don’t forget to stop and admire the impressive First Nations totem poles. Sourced from remote areas around British Colombia, you can read some histories about the families who created these works of art and explanations about the imagery depicted on the poles. Stop off for a well-earned ice-cream at English Bay, before returning the bikes and spending the rest of the afternoon exploring on foot. Perhaps pick up some lunch at the Granville Island Public Market, take the cable car up Grouse Mountain, or even brave the famous Capilano Suspension Bridge, spanning 137 metres over the thundering Capilano River."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "VANCOUVER – UCLUELET (VANCOUVER ISLAND): Collect your rental car and hit the road! Today you will be taking the ferry to Vancouver Island. Crossing the island, we recommend is a stop at MacMillan Provincial Park, where you will have no trouble spotting the Giant Red massive Cedars and ancient Douglas fir trees that make this area famous. After following one of the short well-signposted trails, continue onwards to the Pacific Coast. While here, you’ll be based in Ucluelet, known locally as ‘Ukee’, or in Tofino, just up the coast. Get your first taste of the Pacific Rim National Park, a huge area of historic coastal rainforest and wind-swept sandy beaches. This magnificent natural playground boasts a fabulous choice of activities; if you are very lucky you might even see bears and whales!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SEA KAYAKING (VANCOUVER ISLAND): Time to get up close with the water… This morning you’ll head out on a sea kayaking adventure. We can tailor the experience for your family, booking families with younger children on a shorter route within Ucluelet harbour (keep your eyes peeled for California Sea Lions and Bald Eagles!), whereas those with older children can explore Barkley Sound. Paddle past giant kelp beds, bizarre rock formations and wildlife colonies where you might spot black bears or even whales. After you’ve dried off, the remainder of the day is free to continue exploring or relax and enjoy the views. Time-permitting, we recommend visiting Ucluelet Aquarium, a responsibly run centre for education and conservation where the specimens housed here are caught and released back to their home habitats every season."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "WHALE WATCHING (VANCOUVER ISLAND): After breakfast today you will head out into Clayoquot Sound, joining a small boat excursion in search of whales. Accompanied by a specialist guide, take in the expansive coastal views as you cruise to the common feeding areas. Fingers crossed, you should be lucky enough to have some sightings, with grey and humpback whales often seen, and occasionally even orcas. You also have a good chance of seeing sea lions, sea otters, seals and eagles so keep your eyes peeled! The afternoon is free to explore more. Perhaps head to Long Beach to try your hand at surfing, or go for a hike along the 9km Wild Pacific trail… The purpose-built boardwalks wind through the forest, punctuated frequently by bench stops at beautiful viewpoints. In Tofino there is an excellent First Nations art gallery not to be missed."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "VANCOUVER ISLAND – HARRISON HOT SPRINGS: Time to get back on the road! Today you’ll head back across the island; don’t forget to stop off at Nanaimo Country Market “Goats on Roof” – make sure you allow yourselves enough time to fully enjoy the extensive and fabulous farm shop, filled with local souvenirs! Continue to the port and aboard the ferry for the scenic ride to Horseshoe Bay. Today your journey along the Trans-Canada Highway towards the Rockies truly begins! Tonight break your journey in the resort town of Harrison Hot Springs. Located at the foot of Harrison Lake and surrounded by mountains, you can take a sunset walk along the beach or explore the hot mineral springs which give the town its name. With plenty of options for eating out, it’s perfect for an overnight stop."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "HARRISON HOT SPRINGS – CLEARWATER: After breakfast today you’ll drive to Clearwater, gateway to the gorgeous scenery of Wells Gray Provincial Park. Stop on the way for a break in Kamloops – Riverside Park is perfect to stretch your legs. Think ancient forest, canyons, pioneer homesteads, volcanoes, and thundering waterfalls. The most well-known are Helmcken Falls - 142m high and the fourth tallest in Canada. Follow trails through the park and enjoy superb views of the waterfalls and mountains beyond. Visiting in early summer? Keep your eyes open for wildlife; this park is home to one of North America’s largest concentrations of black bears. Remember to be ‘bear safe’ if you bump into a bear – sing, dance and make a fool of yourself noisily!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "CLEARWATER – JASPER: Enjoy another spectacular journey as you continue to Jasper. Take advantage of the many viewpoints and admire the Columbia and Monashee Mountains on the right and the imposing peak of Mount Robson (the highest in the Canadian Rockies, at 3,954m) on the left. Stop on the way for a jet boat safari, searching for bears and moose and accessing the smaller channels ordinarily off-limits for bigger boats. The scenery here is utterly dramatic but don’t forget to keep those binoculars trained on the shoreline! Your guide will ensure you don’t miss a thing."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "JASPER: Today is a free day to explore Jasper, a gorgeous alpine town with aquamarine lakes, snowy peaks, and glaciers all around. Active families could take the SkyTram to the top of Whistlers Mountain and hike the Summit Trail to the peak (2,463m) for views of Mount Robson. Other options include heading into Jasper National Park on bike or foot. Trails are well-marked, and we recommend the route to Maligne Canyon. For something more relaxing, grab a packed lunch and chill out with SUPs or kayaks at Lac Beauvert or Edith Lake, or browse the many independent shops in the compact town centre."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "WHITE-WATER RAFTING (JASPER): A fun morning is in store today, with a white-water rafting excursion in Jasper National Park. Depending on your children’s ages and abilities, there are a couple of options. For older children or teens, we can book the more challenging one, with exciting rapids promising a good dose of adrenalin. There is also a gentler option, where calmer grade 2 rapids are interspersed with smoother water so you can soak up the breath-taking Rocky Mountain views."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "JASPER – ICEFIELDS PARKWAY – LAKE LOUISE: A fabulous day today as you make your way towards Lake Louise through the Icefields Parkway, a truly spectacular route surrounded by snowy mountains, valleys, and icefields. Stop on the way at the Columbia Icefields; your visit includes a ride in an all-terrain vehicle onto the Athabasca Glacier – you can even drink some glacier water! If you’re brave enough, you can also walk onto the glass-floored platform of the Glacier Skywalk, jutting over the edge of the Sunwapta Canyon. Vertigo aside, the views up and down the valley are incredible. End the day at Lake Louise in Banff National Park, Canada’s oldest park. A phenomenal natural outdoor playground, it’s filled with snowy mountains, glaciers, waterfalls, dense forests, and aquamarine lakes."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "LAKE LOUISE: Today is a free day and there are many activities available at Lake Louise. This is one of the most famous landscapes in the Canadian Rockies and you can choose to hike, canoe, or even view the lake’s bright turquoise waters from horseback. For options further afield, you can pop back across the border to the town of Golden in BC and take the chairlift up to the Kicking Horse Grizzly Bear Refuge, the largest protected grizzly bear habitat in the world. You can also view wolves in their natural environment at the Northern Lights Wolf Centre. For more stunning lake views, check out Yoho National Park and the sparkling green waters of Emerald Lake, surrounded by snow-capped peaks."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "MORAINE LAKE – BANFF: Before heading off today, perhaps visit Moraine Lake using the local shuttle. This glacially fed lake is one of the most photographed spots in Canada, all the more spectacular as it’s surrounded by the Ten Peaks. Time-permitting, follow one of the hiking trails and keep your eyes peeled for wildlife sightings. Grizzlies and black bears are both commonly spotted, as well as moose, elk, bison, wolf, coyote, bald eagles, and marmots. The scenery only gets more breath-taking as you head to the world-famous alpine resort of Banff in its chocolate-box setting. Perhaps splash out on dinner at the historic Fairmont Banff Springs Hotel or introduce the kids to the joys of hot rock cooking at the Grizzly House Restaurant. Here you can prepare your own bison, buffalo, and alligator steaks."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "BANFF: This morning take a ride to the summit of Sulphur Mountain on the Banff Gondola, where you’ll experience an incredible view of six mountain ranges. For the rest of your time in Banff there are masses of activities available. Choose from boat trips, float trips, e-bike rides, zip-lines, and white-water rafting excursions. Perhaps even unleash your inner cowboy for a horseback ride out into the Rockies, tackle a Via Ferrata or take to the skies on a scenic helicopter flight. Had enough activity? Try soaking in the Banff hot springs…"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "DEPARTURE: It won’t take too long to make the drive to Calgary where your trip will end. If you have an evening flight, make a day of it, and stop in the town of Canmore for lunch (a filming location for TV series The Last of Us) or pre-book a visit to the Yamnuska Wolfdog Sanctuary. Drop off your car at the airport and have a good flight home!"
    }
  ],
  "map": ""
}