{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "desolation-sound-kayaking-expedition-canada",
  "tourName": "Desolation Sound kayaking expedition, Canada",
  "placesVisited": "",
  "generalInfo": "KAYAKING DESOLATION SOUND<br/>Kayaking Desolation Sound, a sea kayaker’s paradise. Paddling amongst the towering mountains of the British Columbia Coast Mountain range is a truly awe-inspiring adventure. Desolation Sound has a Mediterranean climate which makes it our favourite place to paddle in May, June, early July and September where you can anticipate having some of the best weather on the coast.<br/><br/>THE AREA<br/>Carved into the inaccessible wilderness of the Canadian mainland over the ages, the soaring peaks of the coastal mountains tumble to the water's edge in a jumble of river mouths and small islands, a perfect spot for sea kayaking. The rugged terrain has stopped any road access into Desolation; kayaks are the best way to visit this majestic and unspoiled area.<br/><br/>KAYAKING PARADISE<br/>There are few places on earth as stunningly beautiful as kayaking Desolation Sound. This is a kayaking trip where you spend more time looking up than looking down. The calm waters make this ideal for first-time paddlers and the rugged mountain vistas make it suitable for anyone looking to experience some of Mother Nature’s most amazing works of art.<br/><br/>CAMPING &amp; DINING<br/>Our campsites In Desolation Sound are simply stunning. Most of our campsites will be on small Islands in the heart of Desolation Sound. 6000ft peaks will tower over us giving us the feeling of being rather small. Our food is fresh, wholesome and local when possible. Our shellfish and cod come from local Quadra Island fishermen. And our guides know how to prepare the meals just right.<br/><br/>OTHER ACTIVITIES<br/>Other activities include hiking, kayaking skills development, shellfish harvesting, and lots of opportunities to swim in the nearby lakes as well as the warmest ocean waters north of Mexico.",
  "durationDays": "5",
  "price": "1795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You can meet either on Quadra Island or on Cortes Island in British Columbia, Western Canada. We are based on Quadra Island (a 10-minute ferry ride from Campbell River) and this is where our tour starts. We highly recommend making Quadra Island a part of your vacation plans. Our beautiful island has a whole different and laid back feel to it, complete with endless opportunities for outdoor activities, beaches to relax, amazing accommodations and great local artisans. We will travel to our launch site at Squirrel Cove. After packing our kayaks we will spend some time reviewing kayaking skills and tips for comfort and of course safety procedures before our journey begins. Our route takes us on a paddle towards the fjords of Desolation Sound, providing us with a stunning mountain backdrop. There are a number of beautiful sites within an afternoon’s paddle. Keep your eyes open for harbour seals or dall’s porpoises along the way!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Savour our first hearty breakfast in the great outdoors before we pack up and head off on today’s adventure. We continue on into the enchanting islands of Desolation Sound, where we take our time exploring as we head towards our desired camping site for the evening."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "These days may entail paddling through the scattered islands, interpretive forest walks, swimming in fresh water lakes, practicing some on-water skills, or simply lounging at our island campsites."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We will journey back to Cortes Island along the rugged shores of West Redonda Island. A visit to Refuge Cove or the lovely protected lagoon of Squirrel Cove will be our last stop of our 5-day kayak journey. A return in the early afternoon will allow for the time needed to return to Quadra Island between 3-6 pm."
    }
  ],
  "map": ""
}