{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "canadian-rockies-adventure-japer-to-banff",
  "tourName": "Canadian Rockies adventure, Japer to Banff",
  "placesVisited": "",
  "generalInfo": "Get ready for mountains, lakes and glaciers, Canadian style! Explore some of the grandest scenery in Canada and take advantage of the hiking and adventure activities available on this tour. Starting from Calgary, gateway to the Canadian Rockies, encounter stunning waterfalls and aquamarine lakes, spot wildlife in wilderness parks and enjoy the spectacularly scenic Icefields Parkway. Add on as much adventure as you want, from mountain biking and white-water rafting to canoeing. This 10-day Canadian Rockies tour is one great big adventure, so what are you waiting for?",
  "durationDays": "10",
  "price": "4799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Sandwiched between the Rocky Mountains and the winding Bow River, Calgary is at the epicentre of Alberta’s oil industry. The high-rise buildings and urban parklands create a balanced modern city. Around 6pm, say hello to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner at a nearby restaurant. Want more time in Calgary? Secure pre-tour hotel nights through your sales representative. Accommodation: Ramada Plaza Calgary Downtown/Sandman Signature Calgary Airport (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We set off early and head north-west to Jasper. Part of our journey will be along the spectacular Icefields Parkway. Cutting through the heart of the Rockies, it is recognised as one of the top scenic drives in the world, travelling for 140mi (230km) past hanging glaciers, sheer rock walls and broad sweeping valleys. We will return along the Icefields Parkway later in the week, when there is the option to take a guided walk on Athabasca Glacier. Jasper National Park is the largest national park in Canada, covering 4,200sqmi (10,878sqkm). It's much less developed than other areas of Western Canada and offers a true wilderness feel. Driving time today is approximately 5 hours (not including the many stops along the Icefields Parkway to stretch our legs and take in the astounding views). Accommodation: Becker's Chalets (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today we begin our discovery of Jasper National Park. There are several options on offer in Jasper, including the SkyTram cable car for a bird's-eye view of this splendid park. There's also ample opportunity for hiking or mountain biking amid glorious lakeside scenery. Optional activities: Jasper SkyTram: 67-73 dollars (US$48-US$52) Mountain biking: 45 dollars (US$34) half day or 35 dollars (US$26) per hour Accommodation: Becker’s Chalets (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Waterfalls, fossils, underground streams, nests of ravens and rare black swifts, unexpectedly lush plant life and the startling effects of frost: these are just some of the wonders of Maligne Canyon. Swirling, churning water has worn the canyon, only two metres across at some points, to a depth of more than 50 metres. Maligne Canyon is carved into the Palliser Formation, a layer of limestone deposited in a shallow tropical sea by lime-secreting plankton about 365-million years ago. Some geologists speculate that parts of the canyon were originally deep caves that have since been uncovered by glacial scraping and water erosion. Our leader takes us on an easy trail along the canyon, stopping along the way to share the geological history of the area. There are four bridges across the gorge, each with its own special view. A short hiking loop tours the upper reaches of the canyon, while a longer trail follows the gorge and exits at a fifth and sixth bridge lower down - you may choose the short or longer route. * Parts of Maligne Canyon are currently closed. An alternative walk maybe offered covering the Mary Schäffer Loop. This trail passes through lichen-rich forests of pine, spruce and fragrant subalpine fir, offering lovely views of Maligne Lake. This is a leisurely hike of one to two hours, 1.8mi (2.9km). Accommodation: Becker’s Chalets (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today we experience the Icefields Parkway in all its glory. Take the chance to marvel at views you won't have seen when travelling from south to north, and there's also the opportunity to traverse a portion of the imposing Athabasca Glacier on an optional guided glacier hike and be amazed by the turquoise waters of Peyto Lake. We end our day in Golden, close to Yoho National Park. Optional activities: Guided glacier walk: 115 dollars (US$81) Accommodation: Prestige Inn Golden (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Yoho National Park is considered the hidden treasure of the Canadian national park system and you have a full day to explore. It's a photographer's dream with several hiking opportunities that showcase the mountains, lakes and waterfalls of this pristine alpine landscape. In the morning, there is time for optional activities including an exhilarating half-day white-water rafting excursion on Kicking Horse River, or hire a mountain bike to explore the area on two wheels. In the afternoon, our tour leader will accompany us on a walk to the impressive Takakkaw Falls, one of the most powerful waterfalls in British Columbia, set amidst towering mountainous scenery, and then to magnificent Emerald Lake. Surrounded by snow-capped mountains, the vibrant colour of Emerald Lake lends it its name. We hike along a trail through the surrounding forest, passing colourful flowers and surprisingly jungle-like plants that thrive in this climate, enjoying views of the lake all the way round. We make the most of this spectacular national park before returning to Golden in the early evening. Optional activities: White-water rafting: 129-189 dollars (US$96-US$140) Via Ferrata: 96 dollars (US$72) Grizzly bear refuge: 36 dollars (US$27) Mountain bike rental - Trail bike from 74 dollars/day (US$55), full suspension bike from 174 dollars/day (US$133) Accommodation: Prestige Inn Golden (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cameras at the ready as we head to two of the Rockies' most photographed locations. With its snow-capped peaks, ancient pine forests and aquamarine waters, Lake Louise is known as the Gem of the Canadian Rockies, while iconic Moraine Lake lies in the Valley of the Ten Peaks and is arguably the most picturesque lake in the region. We spend time at both lakes and there's the opportunity to join the tour leader for a guided hike (the duration and level of difficulty will be determined by the tour leader based on the group's ability). Your next three nights will be spent in the picturesque resort town of Banff. Optional activities: Canoeing: 145 dollars (US$107) for one hour The order to visit the two lakes and where we hike will be decided based on visitor numbers and local conditions. Accommodation: Charltons Banff or Banff Rocky Mountain Resorts (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "In the heart of the Canadian Rockies, Banff National Park was established in 1885 and is the oldest national park in Canada. Its mountainous terrain encompasses coniferous forests, alpine meadows, icefields and glaciers. The morning is free to explore Banff and perhaps enjoy one of the many optional activities available. Take a gondola ride to the top of Sulphur Mountain or opt to view the scenic grandeur from a helicopter. Outstanding hikes are available and, with an abundance of wildlife around, there's always a chance of spotting something special so keep your camera at the ready. In the afternoon, we head to the Sulphur Mountain Hot Springs above Banff for a soak in the thermal pool, surrounded by the jagged peaks of Rundle and Cascade Mountains. Optional activities: Aerial gondola/tramway: 78 dollars (US$57) Horse riding (1-2 hour ride): 90-170 dollars (US$66-US$125) Canoe rental: 55 dollars (US$40) per hour Bike rental: 60-110 dollars (US$43-US$80) per day Accommodation: Charltons Banff or Banff Rocky Mountain Resorts (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "For our last full day in the Rockies, our leader will guide us on a hike to take in the awe-inspiring scenery surrounding Banff. There is a range of hikes available, from an easy 1.7mi (2.7km) loop along the Bow Falls Trail to a more strenuous 6.7mi (10.8km) hike to the summit of Sulphur Mountain. The leader can recommend the best option based on the group's preference and ability, but you can be sure that every hike in Banff National Park is a beauty! Afterwards, there is time for optional activities or independent exploration of Banff. Accommodation: Charltons Banff or Banff Rocky Mountain Resorts (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "The adventure ends in Banff this morning and we make our return journeys home after discovering the beauty of the Canadian Rockies. Speak to your sales representative if you’d like to extend your stay in Banff."
    }
  ],
  "map": ""
}