{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "ontario-self-drive-holiday-in-canada",
  "tourName": "Ontario self drive holiday in Canada",
  "placesVisited": "",
  "generalInfo": "Experience nature in all its finest glory on this trip which can be as energetic or relaxed as you like.  The trip combines the cosmopolitan city of Toronto, with live sports, fine cuisine and vibrant waterfront with the pristine wilderness and magnificent landscapes of the Blue Mountains, Killarney and Algonquin Provincial Parks.  The route includes the magnificent Niagara Falls, the winelands, and a unique opportunity to interact with First Nations people on Manitoulin Island.<br/><br/>Accommodations can be tailored to individual budgets: everything we offer is tailor made, and this itinerary is a sample to provide an idea of what is possible … please contact us so that we can tailor the perfect holiday for you. <br/><br/>•\tExplore vibrant Toronto, with live sports, music, and a great restaurant scene<br/>•\tLunch at one of Niagara’s wineries, and visit the magnificent Falls<br/>•\tCanoe, kayak or SUP in the stunning Blue Mountains<br/>•\tDiscover shipwrecks at Tobermory<br/>•\tPaddle ancient canoe routes or take a guided walking tour with First National people, learning about medicinal plants and hearing tales of old;<br/>•\tTake to hiking trails in Killarney Provincial park, home to moose, black bears, beavers and deer<br/>•\tEnjoy the stillness and peace of Algonquin Provincial Park – or canoe, kayak, hike or cycle lakes and trails.<br/>•\tWatch as night falls and the skies become full of incredible constellations in this pollution free environment.<br/><br/><br/>Photo credits: Niagara Parks Commission, Destination Canada, Destination Ontario, Destination Toronto, Maxime Coquard, Algonquin Provincial Park",
  "durationDays": "17",
  "price": "5295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "TORONTO Rocket-ride up the CN Tower and explore the Waterfront, packed with restaurants, theatres, galleries, stores and parklands."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TORONTO Catch the ferry to the Toronto Islands, catch a baseball or hockey game, or take a heritage walking tour. Later, explore the Distillery district, with its artist studios, galleries, eateries and cafes – there is usually live jazz, activities, exhibitions and foodie events, whilst the South Market houses more than 120 speciality food stalls: cheese vendors, bakers, pasta makers, etc. Perhaps catch a show at the Elgin & Winter Garden Theatre and grab a bite at Boxcar Social with enviable views of Lake Ontario"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "TORONTO TO NIAGARA ON THE LAKE (130KM: 1 HOUR 40 MINS) Collect your hire vehicle: later, explore Niagara on the Lake, with its quant store-lined 19th Century Streets and great restaurants. Explore the area’s wineries: Ontario’s renowned ice wine is not to be missed. Stop for lunch in one of the Niagara region’s wineries: local chefs use the finest seasonal ingredients to make for a fabulous gastronomic experience."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "NIAGARA ON THE LAKE Explore nearby Niagara Falls: feel the mist on the Hornblower Cruise, and don a poncho to get up close with Journey Behind the Falls. There is also a whirlpool jet boat tour or a helicopter ride for a full panoramic view of this natural wonder. Head to Napoli Ristorante Pizza for the best Italian food in town."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "OTTAWA TO AIRPORT Make your way to Ottawa airport for your outbound flight."
    }
  ],
  "map": ""
}