{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "kayaking-with-orcas-in-british-columbia-4-days",
  "tourName": "Kayaking with orcas in British Columbia, 4 days",
  "placesVisited": "",
  "generalInfo": "Imagine falling asleep under the stars to the sounds of whales breaching. Over the course of 4 days and 3 nights spent on a remote island off the coast of British Columbia this imagination becomes a reality. You’ll spend your days paddling with naturalist guides and sea kayaking extraordinaires who will guide you through the waters of the Johnstone Strait and the wildlife that comes with it. Each night you’ll camp on a magical island near Robson Bight. This site has become an ecological preserve as it has been a central point for orca whales to feed and socializes for decades. Robson Bight offers a unique landscape for whales as the beach offers a steep drop-off full of pebbles and rocks that creates the perfect belly-rubbing environment for them. This rocky alcove attracts whales as it offers a plethora of salmon and belly-rubbing opportunities. Camping on this beach offers us the chance to witness whales in their usual routines without disrupting them. <br/><br/>Spend your nights sipping a glass of wine while watching the sunset as whales jump on the horizon and interrupt the magnificent colors of the sky. Breathe in the fresh air of salt, cedar forests, and dinner being cooked in dutch ovens behind you by superb guides. <br/><br/>Experience the magic of orca whales throughout many activities that take place during the day. Without having the break down and set up camp everyday, you’ll have more time to paddle, hike, explore tide pools, and watch wildlife.",
  "durationDays": "4",
  "price": "1725",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 0,
      "title": "",
      "description": "Travel to Port McNeill - Make your way to Port McNeill where we will meet in the evening for an orientation and Q&A session for your upcoming tour. You’ll have a chance to meet your fellow paddlers and gather dry bags, wetsuit booties, and all other provided gear. Enjoy the evening at Haida Way Motor Inn, just a short drive from where you’ll launch on your kayak in the morning. Accommodations: Haida Way Motor Inn or Black Bear Resort"
    },
    {
      "dayNumber": 1,
      "title": "",
      "description": "Paddle to Camp Through Telegraph Cove - With an early start, your tour guides will pick you up from your hotel to take you to our launching point in Telegraph Cove. This colorful and quiet harbor has an easily accessible boat launch that allows us to begin our journey atop calm waters protected from wind. Before launching, your guides will give a brief safety talk, and ensure everyone feels comfortable in their paddling techniques. You’ll spend some time as a group practicing paddling and communicating from the kayaks in the calm cove before paddling onwards to camp. After a short morning paddle, you’ll stop for lunch on a pristine beach. After lunch, hop back into your kayak and continue on to our already set up camp in the center of orca territory. While we see orcas on most tours, other incredible wildlife can be viewed when the whales are not around. There is a high chance of seeing other marine mammals, seabirds, eagles, and more. Tonight, as you take in the views and wild neighbors, you’ll enjoy appetizers before dinner and a glass of local wine if you please. After a fresh salmon bake dinner, cozy up by the campfire before falling asleep to breaching whales and sparkles of bioluminescence. Accommodations: Beachside Camping Meals Included: Lunch, Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sea Kayaking, Whale Watching, Orca Preserve - Over the next couple of days you’ll enjoy a series of adventures and outings all from your basecamp island campsite. You’ll explore the Robson Bight Preserve, admire porpoises and sea lions, bird watch from shore and/or the seat of your kayak, and paddle through narrow straits full of fascinating marine flora and fauna. Your guides will provide plenty of nature interpretation and excursions to quench your adventurous spirit. They will prepare all meals for you on various beaches consisting of hot, fresh, and delicious foods! Accommodations: Beach Camping Meals Included: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Explore Telegraph Cove, Visit Whale Interpretive Centre, and Return to Port McNeill After a final breakfast and cup of coffee shared with fellow paddlers and whales, you will begin the last kayak paddle to the take out. Along the way you’ll stop at the Whale Interpretive Centre for an educational tour with one of their naturalist guides. Here you will learn about the biological and anthropological threats currently impacting populations of whales in British Columbia, and around the globe. After learning more about the gentle giants you enjoyed throughout the week, you’ll enjoy a final lunch as a team before heading to the takeout at Telegraph Cove. *Please note that we try our very best to adhere to this itinerary. Activities throughout your tour may be subject to change due to things like turbulent water, wind, and unforeseen inclement weather patterns."
    }
  ],
  "map": ""
}