{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "family-kayaking-tour-vancouver-island",
  "tourName": "Family kayaking tour, Vancouver Island",
  "placesVisited": "",
  "generalInfo": "UNFORGETTABLE MEMORIES TOGETHER AS A FAMILY!<br/><br/>THE AREA<br/>Vancouver Island is the best place on earth to see killer whales in the wild. Most of British Columbia’s 300 or so orcas return to these waters to feed, sleep, play, and rub their bodies on the pebble beaches. And there’s no more exciting way to encounter pods of these fascinating animals than from the seat of your sea kayak or from your tent right on the beach. Also sharing this diverse habitat are dolphins, porpoises, sea lions, harbour seals, humpback whales, eagles and black bears, to name just a few.<br/><br/>ABOUT THE PADDLING ROUTE<br/>The Ultimate Family Adventure is based in the heart of the action of Johnstone Strait. This trip launches from picturesque Alder Bay and offers paddling options along the coast of West Cracroft Island in the Johnstone Strait, to return to Alder Bay four days later. This area of the coast has a true rugged northwest feel with its lush temperate rain forests, rolling mountains, and an abundance of seabirds and marine wildlife including the infamous transient and resident pods of killer whales.<br/><br/>THE WEST CRACROFT ISLAND BASECAMP<br/>Built onto a rocky bluff, the camp has lots of open outdoor space and unobstructed views of the ocean. The camp also features a large kitchen and communal dining area, as well as a hot tub overlooking Johnstone Strait. Comfortable amenities include large white cotton canvas tents on wooden tent platforms, complete with a simple bed &amp; pillow. Bring your own sleeping bag (or contact us if you need us to bring one for you) for sleeping. You’ll have a designated composting toilet, as well as shared access to a heated outdoor shower. A comfortable, established site is the perfect place to base ourselves for exploring the local area.<br/><br/>THE MENU<br/>Our menu provides hearty and nutritious meals for the whole family. The meals include breakfast, lunch and dinner, and plenty of snacks for hungry paddlers. Our menu for this trip is slightly different from our regular trips in that it attempts to provide “kid-friendly” options or alternatives for certain meals. This is another area of this trip where we are love to be flexible and work with your needs as a family to accommodate allergies, dietary restrictions, and to ensure that your kids will be happy with our food.<br/><br/>LISTENING TO THE WHALES SING <br/>We are equipped with a portable underwater hydrophone so we can listen to the beautiful songs of the orca as they pass while we are paddling.<br/><br/>MOST IMPORTANTLY – THE FUN!<br/>Above all else, we want to make sure that everyone in your family has fun on this kayaking trip! Our trained guides will help to keep your family happy with games, activities, and stories around the campfire that everyone can enjoy. We hope you can join us!",
  "durationDays": "4",
  "price": "2195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On day 1 of your trip you will meet your water taxi driver in Alder Bay on Vancouver Island (approximately a 5.5-hour drive by car north of Victoria or 4 hours north of Nanaimo). Meeting in Alder Bay at 11:30 am, we will go over the kayaking basics and essential safety procedures before heading off on our paddling adventure. A certified water taxi will whisk us across the Johnstone Strait to be dropped right at our camp on West Cracroft Island. Our first day will be spent exploring the shores of the Johnstone Strait on the lookout for the Northern Resident killer whales and other marine life. We will enjoy our first delicious dinner together and soak up the sunset."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On days 2 and 3 we will paddle the waters of the Johnstone Strait along the West Cracroft Island shorelines. There is a lot of flexibility on these days and ultimately we will choose the best route based on the weather and the group’s strengths and desires. Each night we will stay at the established Cracroft Island basecamp, saving the chores of packing up camp each day. For our lunch breaks, we will enjoy picnics on various beaches. These breaks will also give us the opportunity to stretch our legs, discover the creatures that live in the intertidal zone, and explore the lush coastal rainforests with old-growth cedar trees. The evenings can be designed tailored to your family. Each day will be full of events but also leaves enough time to relax and simply take in all the natural wonders of our surroundings. The cozy camping under the stars and the chance to listen to the blows of the whales passing by is highlight for every kid (and parent)!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "On day 4, after another hearty breakfast, we will slowly pack up our gear for the water taxi ride back to Alder Bay. A last opportunity to watch out for more wildlife. This adventure is the perfect introduction to sea kayaking in a remote and coastal BC environment. To learn new wilderness skills, and the take a break from the hustle and bustle of your family’s everyday life."
    }
  ],
  "map": ""
}