{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "eastern-canada-self-drive-holiday",
  "tourName": "Eastern Canada self drive holiday",
  "placesVisited": "",
  "generalInfo": "New Brunswick is an off-the-beaten-track beauty of a destination, with majestic, brown-sugar beaches, culturally rich Acadian villages, quant coastal islands and vast tracks of forests brimming with wildlife.  Combining Prince Edward Island with the Fundy Coastal drive, this dramatically scenic route will reward with the stunning scenery of Fundy National Park, Hopewell Rocks, forests and lush countryside.  Visitors are rewarded with opportunities to kayak through the world’s highest tides, bib up for a lobster feast, view whales, seals, porpoises from the shoreline or on boat, and wonder at the views from the network of hiking trails.<br/><br/>Accommodations can be tailored to individual budgets: everything we offer is tailor made, and this itinerary is a sample to provide an idea of what is possible … please contact us so that we can tailor the perfect holiday for you. <br/><br/><br/>•\tExplore the historic &amp; scenic waterfront at Halifax, with fabulous boutiques, restaurants &amp; pubs with live entertainment<br/>•\tWater and land based activities on Prince Edward Island and at the Bay of Fundy<br/>•\tWhale watching in the Bay of Fundy<br/>•\tFresh seafood, particularly lobster, plucked straight from the sea<br/>•\tDiscover unspoilt beaches, historic lighthouses and stunning national parks<br/><br/><br/>Photo credits:",
  "durationDays": "13",
  "price": "3995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "HALIFAX After arrival, perhaps explore the waterfront, with one of the most spectacular boardwalks in the world. Measuring 2.5 miles of beautiful sea front views, the historic waterfront is where you’ll find fabulous boutiques, restaurants, pubs with live entertainment, as well as popular festivals and events that utilize the harbour as a scenic backdrop, all year round. This evening, perhaps join a sunset wine and cheese sailing trip where you may be invited to take the helm, hoist the sails, or sit back and enjoy the beautiful sights and wines Nova Scotia has to offer."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "DALVAY BY THE SEA TO CHARLOTTETOWN (26KM: 30 MINS) En route, visit take a tour of the Island Farmhouse Gouda Inc. at Winsloe – for quality cheese, sample the Cheese Lady’s Gouda. Take a culinary walking tour of downtown Charlottetown to try lobster sushi, mussels, craft beer, Lebanese specialities and COWS ice cream. Or take a Confederation Players walking tour, where actors garbed in 19th century dress entertain visitors as they walk through the town’s historic streets. Don’t miss the fresh lobster at Water Prince Corner Shop & Lobster Pound. Tip: Listen to some live music at Trailside Music Cafe & Inn, an up-close and intimate live music experience where seafood chowder is served with Iron Bridge Brown Ale from PEI Brewing Company"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "CHARLOTTETOWN TO SHEDIAC (140KM: 90 MINS) Perhaps take a lobster cruise which includes a feast from freshly caught lobster traps and acadian music. Nearby Parlee Beach offers volleyball, ultimate frisbee, football, a sand-sculpture competition, and daily scheduled sports activities. Head to the locally popular Paturel’s Shore House for lobster chowder or bacon wrapped scallops for dinner."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "SHEDIAC TO MIRAMICHI (126KM: 1 HOUR 20 MINS) Visit the pristine Kouchibouguac National Park, where beaches and sand dunes sweep over winding coastal paths and empty grasslands: the area is home to moose and deer. Follow one of the hiking trails, or take a voyageur canoe experience with an interpreter/guide, who’ll paddle with you over the waves while relating ancient legends, exploring lagoons, and observing marine fauna and seals. On the Miramichi River, hop in a canoe or kayak and explore the river at your own pace, or slow it down even more and go for a lazy float along the river in an inflatable tube. Learn about the waterway and region in a riverboat, go on a nature walk on the shoreline, or go bear-watching."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "MIRAMICHI TO FREDERICTON (173KM: 2 HOURs 10 MINS) Take a heritage walking tour rent a canoe, kayak or paddleboard, visit the Farmers Market, where Over 250 local suppliers bring fresh produce, meats, cheeses, breads, wines, and much more to the table or explore the trails at Odell Park. Don’t miss the macaroons and mini cheesecakes at Chess Piece Patisserie & Café, or try the small plates and cocktails at 11th Mile. The Muse features coffee, cocktails, beer and prosecco with live music in the evenings, whilst Graystone Brewing and Red Rover Craft Cider serve local craft brews."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "ST ANDREWS TO ST JOHN (106KM: 1 HOUR 10 MINS) Spend a day mingling with the locals and basking in the charm and personality of this city of tropical coloured homes and bustling street life. Visit Signal Hill for great views. Explore Quidi Vidi Village, a historic former fishing village 15 minutes walk from the heart of town. Explore the antique shop and sample the craft beers at the brewery. Visit award winning bars, pubs, restaurants and hear live music on George Street. On the restaurant scene, Raymonds offers fine dining, whilst Piatto has superb wood fired pizza. Tip: Be sure to look out for Moo Moo’s Ice Cream. This institution of creamy ice cream on Canada’s east coast is covered in cow print. On the inside, you’ll find a ton of ever changing flavours to choose from"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "FUNDY NATIONAL PARK to HALIFAX AIRPORT (310KM: 3 HOURS 20 MINS) Outbound Flight"
    }
  ],
  "map": ""
}