{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "western-canada-self-drive-holiday",
  "tourName": "Western Canada self drive holiday",
  "placesVisited": "Vancouver, Cycle Stanley Park, Granville Island, Capilano Suspension Bridge Park, Whistler, Guided walk in Wells Gray Provincial Park, Jasper, Cruise on Maligne Lake, Drive the Icefields Parkway, Banff National Park",
  "generalInfo": "The beauty of a self drive holiday is that you can set your own pace, and follow your own interests, with complete independence. And this Western Canada highlights tour gives you plenty of chances to do just that, with fantastic activities and experiences to consider every day as you make your way 850km northeast from Vancouver to Banff, staying in locally run hotels as much as possible. You can really escape the busier routes when you have your own car, so that your holiday can financially benefit communities that are less-known to tourists.<br/><br/>Begin with a few days to explore Vancouver, one of the coolest cities in North America. Its coastal waters are teeming with marine life, and its streets are teeming with food trucks where you can sate your appetite before exploring further. You’ll collect your hire car in Vancouver and head north to legendary winter sports resort Whistler. You might take a twilight canoe tour here, and look for bears, racoons, beavers and otters on the shore. <br/><br/>From Whistler your journey might continue on to Wells Gray Provincial Park, where black and grizzly bears reside, and where those with the nerve might tackle a white water rafting expedition. On any Western Canada self drive holiday you’re going to enjoy mindblowing scenery, but that of Jasper is particularly spectacular. When you reach Jasper National Park, you can hike, take a scenic boat trip, or relax in the hot springs. <br/><br/>It’s just a few hours of driving from Jasper to Banff so take your time on the stunning Icefields Parkway. Pack a picnic in your hire car; en route to Banff there are myriad opportunities for a lakeside lunch – Lake Louise is a particularly scenic spot. Once in Banff, you can try a walk through the boreal forest with a Cree guide, learning about medicinal plants and traditional survival skills.<br/>",
  "durationDays": "13",
  "price": "4250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN VANCOUVER Explore downtown Vancouver: people-watch at a pavement café, window-shop along Robson Street, then cut down to the waterfront for panoramic sea and mountain vistas. The West End has a good choice of restaurants for dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "VANCOUVER Hire bikes and cycle Stanley Park and the sea wall. Visit Granville Island: a vibrant dining, shopping and entertainment district full of artisans creating unique gifts; a market where you can sample a host of interesting foods, and aspiring musicians perfecting their craft. Soak up the atmosphere in Chinatown with its quirky shops and markets, or take a guided walk around historic Gastown. Vancouver is a foodie’s delight; evident from the mouth-watering lines at food trucks and the enticing aromas wafting from kitchens on nearly every block. Try the fresh pasta at Ask for Luigi in Gastown, the organic burgers at Templeton in Downtown- or try one of the many popular food trucks Quirky Excursion: Explore Stanley Park’s ancient rainforest with Indigenous guides – learn insights into how First Nations people managed the area’s land, forest and ocean for millennia. The Guides are passionate about sustainability and being connected with their land."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "VANCOUVER Visit the Capilano Suspension Bridge Park today and spend some time exploring the walkways and forest here. There are guided eco walks throughout the park and live seasonal music entertainment. Or take a whale watching trip, looking for porpoises, orca, sea lions, seals, bald eagles. Alternatively, visit the Museum of Anthropology for great totem pole carvings, the Art Gallery, Police Museum for a glimpse into the area’s salacious history – or take the gondola up Grouse Mountain for superb views and alpine hiking trails. Let your nose lead you to the delightful smells emanating from one of the foodie trucks for some legendary street food, and quench thirst at Vancouvers best craft beer tavern, Alibi. Quirky excursion: take a highly entertaining tour delving into Prohibition-era Vancouver, poking around the seedy underbelly of historic Gastown with Forbidden Vancouver. Quirky Tour: Take the Mail Run Scenic Flight. Fly over rainforest clad islands to land at the main village on Salt Spring Island, where you can browse shops and coffee outlets. Scenic views of the stunning coastline make this a special experience."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "VANCOUVER TO WHISTLER (122km; 1 Hour 40 mins) Collect a hire car this morning and drive to Whistler. This afternoon, perhaps rent a canoe at twilight, when the river comes alive with birds and animals … look out for black bears, otters, beavers, raccoons, eagles and osprey, and marvel at the golden glow of the sunset against the snow capped mountain peaks. In the evening, dine on tapas, French bistro dishes, tacos – and don’t miss Purebread for their salted caramel bars and gooey shortbread cookie bars"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "WHISTLER Take a 4WD Tour along mountain tracks to look for black bears, take a thrilling half day white water rafting trip; the Peak 2 Peak Gondola will whisk you up to dizzy heights for spectacular views, do the exhilarating Whistler zip lining experience: high over Fitzsimmons Creek, amongst rainforest by the Whistler and Blackcomb Mountains. Hiking, horseback riding, mountain biking opportunities abound. This evening, go local at the Gone Village Eatery, or dine well at Red Door French Bistro."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "WHISTLER TO WELLS GRAY (423KM: 5.5 Hours) A scenic drive to Wells Gray Provincial Park, where craggy mountains rise above evergreen forests, lakes and steaming waterfalls. Hike along one of the trails to one of the many waterfalls, looking out for moose, black and grizzly bears, elk and deer. Horse riding and boat trips are available"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "WELLS GRAY The river creates some thrilling white water rafting sites, or take a gentle float along the Thompson river in an inflatable raft, watching for salmon, eagles and bears. Take a guided walk with a passionate and knowledgeable guide to really learn about the wildlife and the rich natural, human and geological history of the area, or hire a canoe or kayak."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "WELLS GRAY TO JASPER (318KM: 3.5 Hours) Another scenic drive following the North Thompson River Valley and then Yellowhead Pass, with fabulous views of Mount Robson. This afternoon, stretch legs with a walk around Horseshoe Lake or ride the Jasper Skytram for more breathless scenery, or to the mind blowing Athabasca Canyon Falls - arrive here at the end of the day and you could be treated to a sunset alpen glow on the mountain backdrop. This evening, choose from wood-burning-stove pizzas, Bistros serving barbeque ribs or vegetarian bistros."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "JASPER Take a drive to Maligne Lake for a cruise on the turquoise waters with stunning views of the mountains, take a short hike from Maligne Canyon, bathe in Miette Hot Springs. Whitewater rafting can be experienced on the Maligne, Sunwapta and Athabasca Rivers. This evening, choose from wood-burning-stove pizzas, Bistros serving barbeque ribs or vegetarian bistros. Don’t miss Other Paw Bakery for pastries, muffins, soups, wraps and coffee. Quirky Excursion: take a scenic float trip on the Athabasca River: easy rapids and calm stretches of water on an oar-powered raft, you keep an eye out for elk, mountain sheep, deer – and possibly bears and coyotes on the riverbank."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "JASPER TO BANFF (288 KM) Drive time 3.5 hours. Drive the spectacular Icefields Parkway: photo opportunities at viewpoints of brilliantly coloured glacial lakes, gushing waterfalls, snow-topped mountains and wildlife. Ideas for stops include Lake Louise for gondola ride, canoeing or a hike, the spectacular teal waters of Moraine Lake, Herbert Lake, Bow Lake and Peyto Lake; Glacier Skywalk, the Sunwapta Falls with gorgeous mountain backdrop. Keep eyes peeled for mountain goats, elk, black and grizzly bears."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "BANFF Banff National Park encompasses valleys, rugged mountains, enormous glaciers, deep forests, alpine meadows and glassy turquoise lakes. Through it wander wildlife such as bears, elks, wolves and bighorn sheep. The bustling town of Banff is a base for a multitude of outdoor activities. This afternoon, take to horseback for a trial ride, or take the gondola up Sulphur Mountain for hiking trails and viewing points. The high street offers a range of restaurants, including gastro pub, vegetarian bistros, upmarket burger bar … don’t miss the cheesecake and torte at Wild Flour."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "BANFF Activities abound: enjoy a fantastic whitewater rafting experience – choose from exciting grade 3-4 rapids or gentler grade 2-3; bathe in the Upper Hot Springs; rent a canoe or bike on the Vermillion Lakes – a great place for wildlife spotting, or hike the Bow River Falls & Hoodoos Trail. Quirky Excursion: Join indigenous guides to discover ancient survival skills. In summer see the boreal forest through the eyes of your Cree guides. Leave with a gift of their traditional knowledge"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "BANFF TO CALGARY & ONWARD FLIGHT (145km: 1.5 hours) Spend a final morning in Banff, or visit Canmore, with it’s quirky cafes and art galleries, en route to the airport."
    }
  ],
  "map": ""
}