{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "western-canada-family-fly-drive-holiday",
  "tourName": "Western Canada family fly drive holiday",
  "placesVisited": "Calgary, Banff National Park, Revelstoke, Penticton, Sun Peaks, Whistler, Vancouver",
  "generalInfo": "This is a fabulous family tour in Western Canada, packed with adventure, wildlife and beautiful scenery. All of which you can explore on your own terms, with a hire car at your disposal. Below you’ll find a suggested itinerary that takes you through several of Western Canada’s most iconic destinations including Whistler, Banff National Park and Vancouver, but also several areas that are a little off the well-established tourist route. You’ll have 24/7 support along with helpful route notes so that you can travel in confidence, pausing whenever the mood takes you for a walk, a photo, or an ice cream.<br/><br/>Staying in locally run hotels as far as possible, this holiday can give your family some truly magical memories. In Banff there are hot springs to soak in, white water rapids to raft, bears and elk to spot. In Whistler you can track black bears on sunset canoe rides, or 4WD safaris. And in Vancouver you might join a whale watching cruise, or paddle along in a First Nations canoe with a Coast Salish guide, learning about Indigenous history in the region, and how to sing traditional songs.<br/><br/>Revelstoke is a pleasant and walkable town with a railway museum that will charm the little train-lovers in your family. Come in the summer for al fresco live music performances, or the winter for dog sledding. Further south, the Okanagan Valley is gorgeous, with orchards of peaches and apricots, a lake where you can hire kayaks or SUPs, and abundant wineries offering cellar door tastings. And Sun Peaks is another lovely place to spend a night or two, with plenty of walking trails and family-friendly activities in the area. <br/><br/>Your Western Canada family tour will take you through some of the country’s most stirring scenery. But it’s not only the landscapes you’ll remember from this trip, but the experiences you have as you go: sampling the delicious street food in Banff and Vancouver; paddling along rivers in search of wildlife; larking about in lakes; or strapping in for some of Canada’s highest ziplines. And because your schedule is entirely your own, you can experience all of it at a pace that suits your family.<br/>",
  "durationDays": "14",
  "price": "3250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Calgary International Airport and transfer to your centrally located hotel. Depending on your arrival time, perhaps take a trip up the Calgary Tower for 360 degree views of the city. This evening, visit one of Calgary’s legendary restaurants such as Caesar's Steak House & Lounge or Vintage Chophouse and Tavern."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "CALGARY TO BANFF (127 KM, 1 hour 45 mins): Collect your hire car and start your adventure! Banff National Park encompasses valleys, rugged mountains, enormous glaciers, deep forests, alpine meadows and glassy turquoise lakes. Through it wander wildlife such as bears, elks, wolves and bighorn sheep. The bustling town of Banff is a base for a multitude of outdoor activities. This afternoon, take to horseback for a trial ride, or take the gondola up Sulphur Mountain for hiking trails and viewing points. The high street offers a range of restaurants, including gastro pub, vegetarian bistros, upmarket burger bar … don’t miss the cheesecake and torte at Wild Flour."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "BANFF NATIONAL PARK Activities abound: enjoy a fantastic whitewater rafting experience – choose from exciting grade 3-4 rapids or gentler grade 2-3; bathe in the Upper Hot Springs; rent a canoe or bike on the Vermillion Lakes – a great place for wildlife spotting, or hike the Bow River Falls & Hoodoos Trail."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "BANFF TO REVELSTOKE (283km; 3 hours 20 mins) A town lined with heritage buildings and an important railway crossing point, activities on offer here include a railway museum with restored steam locomotives, white water rafting, mountain biking, kayaking and dog sledding through the Kootenay wilderness. Don’t miss free live music performances every evening in July and August on the pedestrian precinct. Hint: En route, stop to do the 1.2km boardwalk Skunk Cabbage Trail."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "REVELSTOKE TO PENTICTON (262KM; 3.5 hours) The Okanagan Valley is home to orchards of peaches and apricots, and scores of excellent wineries. Penticton is a great base for time on Okanangan beach, sailboarding, boating, kayaking, SUP, and paddling on Okanangan Lake, and cycling on the Kettle Valley Rail Trail’s old railway and trestle bridges. The area has over 120 wineries, many with excellent cafes and bistros."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "PENTICTON Pack a picnic and take a scenic drive to Naramata along the eastern shore of Okanangan Lake, zoom along Canada’s highest zip lines at Zipzone Peachland, or ride the Kettle Valley Steam Railway."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "PENTICTON TO SUN PEAKS (294km; Drive time 3 hours 10 minutes) In the small but lively resort town of Sun Peaks, take a gondola up the hillside for great walking trails, follow one of the many cross country bike trails, hire a canoe or kayak on McGivillray Lake, take SUP lessons on nearby Heffley Lake. There are regular concerts and family entertainment programmes throughout the school holidays."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "SUN PEAKS Take advantage of the many activities in the area."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "SUN PEAKS TO WHISTLER (356 KM) 4 Hours 45 mins This afternoon, perhaps rent a canoe at twilight, when the river comes alive with birds and animals … look out for black bears, otters, beavers, raccoons, eagles and osprey, and marvel at the golden glow of the sunset against the snow capped mountain peaks. In the evening, dine on tapas, French bistro dishes, tacos – and don’t miss Purebread for their salted caramel bars and gooey shortbread cookie bars."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "WHISTLER Take a 4WD Tour along mountain tracks to look for black bears, take a thrilling half day white water rafting trip; the Peak 2 Peak Gondola will whisk you up to dizzy heights for spectacular views, do the exhilarating Whistler zip lining experience: high over Fitzsimmons Creek, amongst rainforest by the Whistler and Blackcomb Mountains. Hiking, horseback riding, mountain biking opportunities abound."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "WHISTLER Enjoy the many activities in the area."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "WHISTLER TO VANCOUVER (120KM 1.5 hours) End of your driving route: this afternoon, explore downtown Vancouver: people-watch at a pavement café or visit the Aquarium or excellent science centre, take the Stanley Park train or relax at English Bay beach."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Hire bikes and cycle Stanley Park and the sea Wall. Visit Granville Island: a vibrant dining, shopping and entertainment district full of artisans creating unique gifts; a market where you can sample a host of interesting foods, and aspiring musicians perfecting their craft. Soak up the atmosphere in Chinatown with its quirky shops and markets, or take a guided walk around historic Gastown. Vancouver is a foodie’s delight; evident from the mouth-watering lines at food trucks and the enticing aromas wafting from kitchens on nearly every block. Try the fresh pasta at Ask for Luigi in Gastown, the organic burgers at Templeton in Downtown- or try one o the many popular food trucks Quirky Excursion: for an insight into the indigenous culture, take a cultural kayak expedition from North Vancouver. You will paddle in a First Nations canoe around Burrard Inlet, sing traditional coast Salish songs and spot centuries-old pictographs on the surrounding cliffs."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Visit the Capilano Suspension Bridge Park today and spend some time exploring the walkways and forest here. Take the Cliffwalk, which gives a birds eye view of the river below, visit the First Nations Cultural Centre for arts and crafts demonstrations and stories of this heritage, take guided eco walks throughout the park where there is also live seasonal music entertainment. There is also an elevated canopy trail through the trees. Quirky Tour: Take the Mail Run Scenic Flight. Fly over rainforest clad islands to land at the main village on Salt Spring Island, where you can browse shops and coffee outlets. Scenic views of the stunning coastline make this a special experience. Return to Vancouver International Airport in time to check-in for your departure flight."
    }
  ],
  "map": ""
}