{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "nova-scotia-self-drive-holiday",
  "tourName": "Nova Scotia self drive holiday",
  "placesVisited": "Halifax, Luneburg, Yarmouth, stargazing at a wilderness lodge, Brier Island whale watching, Annapolis Royal, Wolfville, Pictou, Cabot Trail, Cape Breton, Highlands National Park, Cheticamp, option for tubing, paddleboarding, whale watching, kayaking, guided hiking, Ingonish, Uisge Ban Falls Provincial Park, Catamaran tour on Bras D’Or, Lake Baddeck night time kayak tour, Charlos Cove Liscombe Mills, explore historic fishing villages and the Wild Islands",
  "generalInfo": "Take this 16-day road trip around Nova Scotia’s long, wild coastline, and get a true taste of Atlantic Canada. <br/><br/>This quiet area needs a car to appreciate in full – dodge the tour buses and instead go at your own pace between the sandy beaches, charming towns and windswept marshland and forest. <br/><br/>The driving here is great. Canada’s second smallest province is nearly all peninsula. It has a massive coastline, where stretches like the Lighthouse Route feature photogenic lighthouses jutting out of wild scenery. Driving the Cabot Trail along Cape Breton Highlands National Park has you teetering between sea and forest. Passing through little historic settlements you’ll spot ramshackle jetties, neat white churches, and houses with pastel-coloured clapboard siding.<br/><br/>These remote areas mean that you can enjoy fabulous star gazing. It also means that your money is serving the community well in small towns like Guysborough and Wolfville. You’ll meet extremely friendly people in Nova Scotia – it’s one of the most welcoming places around, and once you get stuck into the numerous small towns beyond Halifax you’ll soon be hanging out with fishermen and learning cultural history.  <br/><br/>It might be wild and remote, but you’re not the only visitor. There are twelve species of whale that converge on the nutrient-rich feeding ground in Nova Scotia’s Bay of Fundy, a place with the largest tidal range in the world. On this trip there are plenty of opportunities to whale-watch and see how many species you can spot. <br/><br/>Food is a surprising highlight – whether your preference leans towards locally-made pear eau-de-vie, or simple seafood chowders, home-baked muffins and or pecan buns. The Annapolis valley has some of Canada’s most up and coming vineyards. And you can’t leave without donning a bib and tucking into at least one classic lobster supper – you can even help local fishermen splice ropes for their lobster traps first. Learn how to be a locavore – someone who tries to eat as locally as possible. It’s easy when everything here is so enticing. <br/><br/>Between meals, there’s some wonderful wilderness to explore, including the Cape Breton Highlands National Park, where moose roam in the forests, and Uisge Ban Falls Provincial Park, where a pretty trail leads to its namesake waterfall. There are opportunities to kayak and hike – great ways to explore close to nature. <br/><br/>It’s thought that the early European explorer John Cabot sailed here from Bristol, England in 1497 – travellers coming from the UK can now get here by just a 6-hour flight. Come and discover what Cabot saw – plus, so much more. <br/><br/>Photo credits: Destination Canada, Stefanie Heinzmann, Adele Beaton<br/>",
  "durationDays": "16",
  "price": "4420",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "HALIFAX After arrival, perhaps explore the waterfront, with one of the most spectacular boardwalks in the world. Measuring 2.5 miles of beautiful sea front views, the historic waterfront is where you’ll find fabulous boutiques, restaurants, pubs with live entertainment, as well as popular festivals and events that utilize the harbour as a scenic backdrop, all year round."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "HALIFAX Explore Halifax today: the excellent Maritime Museum holds a unique collection of memorabilia on the Titanic, the Museum of Immigration tells the story of European Settlers to the area, or take a quick ferry ride to explore Dartmouth. This evening, perhaps join a sunset wine and cheese sailing trip where you may be invited to take the helm, hoist the sails, or sit back and enjoy the beautiful sights and wines Nova Scotia has to offer. Tip: For a sweet dessert and a nightcap after an adventurous day in Halifax, stop by The Middle Spoon Desserterie & Bar. This favourite has some of the best desserts and cocktails in the city. Looking for a local-approved choice? Pair the chocolate lava cake with a martini."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "HALIFAX TO LUNENBURG (99KM: 1 HOUR 15MINS) Collect your hire car and begin your journey south along the Lighthouse Route, stopping to visit Peggy's Cove, a picturesque fishing village surrounded by bare granite and coastal barrens: the lighthouse here is considered one of the most photographed lighthouses in the world. Your final destination is Lunenburg, a UNESCO World Heritage Site with a colourful waterfront, narrow streets, captivating architecture and seafaring history. An optional walking tour is the best way to explore. Tip: Visit the Ironworks Distillery near the waterfront - hyper-focused on delivering quality spirits by integrating local ingredients. Their award-winning spirits make the perfect souvenir or a memorable gift from your visit to Lunenburg. Their Pear Eau-de-Vie is an incredible example of creative bottling; the pear grows inside the bottle on the tree all summer making for a stunning visual. Souvenir Tip: Take the time to visit Fiore Botanica and pick up a few products which make for great gifts to take home. Sweet Stop Tip: make a stop in to Kate’s Sweet Indulgence for a freshly baked muffin or scone, honey pecan cinnamon bun, maple glazed blueberry biscuit, chocolate oat cake."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "LUNENBURG TO YARMOUTH (225KM: 2.5 HOURS) Raw beauty, heart-warming joie-de-vivre, and a spirit driven by the sea encapsulate daily life in Yarmouth & the Acadian Shores. This region is part of North America’s first starlight destination - Acadian Skies and Mi’kmaq Lands - as designated by the International Starlight Foundation. Discover dark skies like nowhere else, with brilliant stars from distant galaxies shining against the vast night sky. Staying in a remote wilderness lodge is a highlight of this western part of the province. Just 40 minutes inland from Yarmouth, visitors can overnight in luxury at a remote lodge while exploring the edge of the Tusket River, the pristine forest, bog, and marshes of a UNESCO biosphere while also having the unique opportunity to embark on expert guided cooking classes, star gazing, geo-tours or ‘forest bathing’. Another great activity in the Yarmouth area is to splice rope for lobster traps with a fisherman. Discover the tools and skills of the locals’ fishery, and enjoy a few tall tales too."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "ANNAPOLIS ROYAL TO WOLFVILLE (108KM: 1 HOUR 15 MINS) Perhaps visit the Lightfoot & Wolfville vineyard for lunch – be sure to book ahead. There are many vineyards in the area: Tidal Bay is the first wine appellation for Nova Scotia. This crisp, aromatic white wine is the perfect pairing for Nova Scotia’s fresh seafood. Wolfville boasts several charming and quaint restaurants and cafés, each dedicated to creating fresh, seasonal dishes from local produce and seafood. Tip: take a seat at the harvest table at Le Caveau Restaurant at Domaine de Grand Pré Winery to enjoy an intimate vineyard dinner. Each delicious course in this meal for locavores is prepared tableside by two celebrated chefs, and perfectly paired with award-winning Nova Scotia wines and a short film, curated by the Devour."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "WOLFVILLE TO PICTOU (225KM: 2 HOURS 15 MINS) Visit the Hector Heritage Quay, where visitors can board a full size replica Ship - the first ship to bring emigrants directly from Scotland to Nova Scotia in 1773. The site consists of an Interpretive Centre telling the story of the Hector settlers, a blacksmith shop, rigging room and carpenters shop. Perhaps visit nearby Melmerby Beach – the stretch of coastline is known for its warm waters, averaging more than 19° Celsius (66° F) in the summer."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "PICTOU TO CHETICAMP (257KM: 3 HOURS) Join the Cabot Trail, which takes you through Cape Breton Highlands National Park - one of Canada’s most exceptional wilderness areas with 26 hiking trails to explore. This afternoon, take a whale watching trip or take a walk on the beautiful Le Buttereau Trail – a hidden gem with incredible views over the Atlantic Ocean and Cheticamp River. (4.6km). Reward your exertions at Frog Pond Café where you can listen to frogs in the pond whilst sipping fair trade coffee and sampling the delicious sweet treats. Don’t miss Flora’s Gift shop for locally hand made gifts."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "CHETICAMP Perhaps take a whale watching trip this morning, or go tubing on Margaree River, where you can let the currents carry you downstream as you dip your toes in the clean crisp water, keeping eyes peeled for salmon, bald eagles and the occasional otter. Alternatively, take a guided SUP or kayaking tour on the Margaree River for an unforgettable experience paddling along the beautiful Cabot Trail. Don’t miss the butter tarts and cinnamon buns at La Boulangerie Aucoin Bakery."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "CHETICAMP TO INGONISH (115KM; 1 HOUR 40 MINS) Enjoy one of the most beautiful drives in Canada through Cape Breton Highlands National Park. With open ocean on one side and forested mountains on the other this is the realm of humpback whales, bald eagles and moose, waiting to be glimpsed alongside remote villages and interesting cultural heritage sites. Consider stopping off en route to walk the 7.5km skyline trail - a particularly popular walk which offers beautiful views along the rugged coastline, or the 7.4km Freney Trail, close to Ingonish, with a climb that rewards with 360 degree views of the Atlantic coastline and Clyburn Brook canyon. Enjoy the area’s restaurants serving fresh shrimp, lobster, scallops, haddock, mussels, chowders, etc. William’s Beach House restaurant is well recommended just outside Ingonish: be sure to book ahead."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "BADDECK TO CHARLOS COVE (175KM; 2 HOURS 15 MINS) Perhaps stop off en route at Guysborough, a quaint town on the Eastern Shore with a waterfront worth exploring. Be sure to stop and try the fresh baked goods at Days Gone By Bakery. Later, experience seaside gourmet dining with breathtaking views in Charlos Cove."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "CHARLOS COVE TO LISCOMBE MILLS (255KM; 3 HOURS 15 MINS) Pristine wilderness, historically-themed attractions, authentic fishing communities, and beaches stretching as far as the eye can see along the Eastern Shore. En route to Liscombe Mills, stop off at Sherbrooke Village to experience life in the 1800s, where you can walk through carefully preserved homes and hear from costumed interpreters, including blacksmiths, potters, weavers, and printers. Alternatively, explore the Wild Islands by sea kayak, go clam digging or set off on a coastal hiking adventure: these islands offer explorers sheltered coves, turquoise waters, windswept headlands and unique boreal rainforests."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "LISCOMBE MILLS TO HALIFAX AIRPORT (210KM; 2 HOURS 45 MINS) Make the most of the day driving along the Eastern Shore to Halifax: perhaps stop at Fisherman’s Cove: a quaint restored 200-year-old fishing village: the perfect place for seafood, tea, coffee and tasty desserts. Stroll the picturesque boardwalk and visit the many shops for Maritime crafts, unique folk art and souvenirs. Drop your hire vehicle at the airport in time for your outbound flight."
    }
  ],
  "map": ""
}