{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "canadian-rockies-activity-holiday",
  "tourName": "Canadian Rockies activity holiday",
  "placesVisited": "Vancouver, Whistler, Wells Gray Provincial Park, Jasper National Park, Banff National Park, Golden, Yoho National Park and the Kicking Horse River, Glacier National Park, Kamloops, Mount Revelstoke National Park",
  "generalInfo": "The Rocky Mountains of Canada feature an array of stunning landscapes that you won’t see anywhere else in the world. Towering peaks, serene turquoise lakes, thick forests and gushing rivers are dotted throughout huge national parks. This 15-day small group trip takes you to its heart, with 13 nights camping and the chance to muck in, enjoy the scenery, connect with the wild landscape and make new friends.<br/><br/>Walk the streets of Vancouver, hike the trails of Jasper and Banff, meander along the river in Yoho National Park and soak up the superb alpine scenery. Spot native moose and bears and unleash your inner daredevil on a trip packed full of optional outdoor activities. Hike through forests, cycle in remote corners of the Rocky Mountains and canoe across a picturesque lake to an overnight campsite in the remote wilderness. You will also be able to learn more about the area by connecting with its residents. Canadians are an incredibly friendly and welcoming people, happy to chat! So jump in feet first and be completely immersed in this awesome outdoor Canadian experience.<br/><br/>This is a participatory trip. That’s a fancy way of saying you’re not just along for the ride – you’re part of a team! You know the phrase ‘the more you put in, the more you get out’. Well, that’s extra true on this trip. Be prepared to roll up your sleeves and help out with camp activities like food prep and washing up.<br/>",
  "durationDays": "15",
  "price": "2940",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Vancouver.",
      "description": "Welcome to Canada! Home of ice hockey and maple syrup, and the source of your soon-to-be fondest travel memories. It all starts in Vancouver. Your adventure begins with a welcome meeting at 8 am tomorrow morning where you’ll meet your local leader and fellow travellers. If you arrive early in Vancouver, why not take a walk around the Victorian buildings in the historic Gastown neighbourhood, or maybe wander through the huge urban forest that is Stanley Park."
    },
    {
      "dayNumber": 2,
      "title": "Whistler.",
      "description": "At 8 am sharp, meet your fellow travellers and leader in the hotel lobby for a welcome meeting. Then, hit the road for the outdoorsy hub of Whistler. Drive along the Sea to Sky Highway, widely considered one of the most scenic routes in the world, with a stop at Squamish along the way. When you arrive in Whistler, join your leader for an orientation walk around the pedestrian-only town. Tomorrow’s a free day, so this could be a good chance to get a sense of what’s on offer. Have a chat to your leader about how to go about booking and taking part in hiking, mountain biking, zip-lining, kayaking and more. Then, settle into the campground for the night."
    },
    {
      "dayNumber": 3,
      "title": "Whistler.",
      "description": "You have a free day today and Whistler is ready to be explored, up the mountain or back down in the village. Perhaps buy yourself a ticket to ride the PEAK 2 PEAK gondola to enjoy unparalleled views of towering volcanic peaks and surrounding forest on the world’s longest and highest lift. Once at the top, check out the nearby scenic walking trails, mountaintop restaurants and indoor interpretive displays. Otherwise, you could hire a bike and ride along the Valley Trail to Lost Lake or go for an easy hike along the Lost Lake Nature Trail. If you're after something a little more cultured, perhaps hit the Audain Art Museum to see a selection of First Nations and British Columbian artwork."
    },
    {
      "dayNumber": 4,
      "title": "Wells Gray Provincial Park.",
      "description": "Make sure you’ve got a book, a podcast or some sparkling conversation ready as you settle in for a long drive to Wells Gray Provincial Park. You’ll arrive in time to set up camp for the evening. Wells Gray Park is known for its waterfalls (there are 42 named waterfalls throughout the park!) and it sits within a truly unique ecosystem – the world’s only inland temperate rainforest."
    },
    {
      "dayNumber": 5,
      "title": "Wells Gray Provincial Park.",
      "description": "This morning you’ll travel deeper into Wells Gray Provincial Park, disembarking at Clearwater Lake. Pack your camping equipment into a canoe, then cruise into the water. On a sunny day the name of the lake is particularly apt, and if you work up a thirst while paddling you can drink the pristine water around you, no filter necessary. After some instruction from the canoeing guides, paddle to a secluded beach campsite. Set up camp for the night, then you can choose to head out on a leader-led hike to Eagle’s View. Later, cook dinner and finish the day with some stargazing."
    },
    {
      "dayNumber": 6,
      "title": "Wells Gray Provincial Park.",
      "description": "For your second day in the backcountry, the agenda is up to the group! You can take on some more of the trails the park has to offer, do some more paddling around Clearwater Laker, swim – or all three. Your leader will be on hand to provide you with any recommendations you need. Return to your campsite in the evening and enjoy another meal under the stars."
    },
    {
      "dayNumber": 7,
      "title": "Jasper National Park.",
      "description": "Wake up lakeside and pack up your gear to hit the water again. Back at the starting point, help unload and store the canoes and then hit the road bound for Jasper National Park. It’s a long drive, but you’ll break it up with a short hike to Helmcken and Spahats waterfalls. There’ll also be a stop in at Mt Robson Provincial Park, giving you a chance to stretch your legs on a short walk through the picturesque wildflower meadows. Arrive in Jasper in the early evening and settle into your campsite."
    },
    {
      "dayNumber": 8,
      "title": "Jasper National Park/Maligne Lake.",
      "description": "Today you’ll make a visit to Maligne Lake. Make sure you’ve got a charged phone or camera ready to capture shots of the jagged mountains and bright green pine forests that surround these glacial waters. There's an option to pay for a cruise around the lake, including a visit to Spirit Island. This tiny ‘tied’ island is one of the most photographed spots in the Canadian Rockies for a reason! If the lake cruise isn’t your thing, you might like to spend your time seeing the area while hiking either the Mary Schaeffer or the Moose Lake trails. This afternoon, you are free to explore Jasper – perhaps hire a bicycle or canoe to explore from a different perspective!"
    },
    {
      "dayNumber": 9,
      "title": "Banff National Park.",
      "description": "Take a scenic morning drive through mountain scenery on the famous Icefields Parkway, which connects Jasper and Banff National Parks. There will be numerous opportunities to stop at viewpoints and waterfalls along the way. This includes visits to the ice fields of Athabasca Glacier, where you can walk to the toe of the glacier with your leader or explore on an optional hike on the glacier with a local guide (at own expense). Then, continue to your campground in Banff where you'll be spending the next three nights."
    },
    {
      "dayNumber": 10,
      "title": "Banff National Park.",
      "description": "Today you'll begin exploring the many possibilities that Banff National Park provides, starting with Lake Louise and its surrounds. You’ll visit Lake Louise and Moraine Lake (subject to seasonal closures), then it’s a choose-your-own-adventure kind of day. There’ll be an optional hike on the Plain of Six Glaciers trail around Lake Louise, which can also be extended to visit the Lake Agnes teahouse or the aptly named Big Beehive. There are plenty of other trails of different lengths to choose from, or you might like to visit the Fairmont Lake Louise Chateau which offers some of the best views of the lake. As always, your leader is there to help, so pick their brain for advice on which (if any) you wish to participate in. This evening, you’ll return to your campsite in Banff."
    },
    {
      "dayNumber": 11,
      "title": "Banff National Park.",
      "description": "Enjoy a free day to explore Banff National Park. You could take a gondola ride up Sulphur Mountain or get active with opportunities for canoeing and mountain biking. Maybe you’ll explore the town of Banff itself – your local leader will have recommendations for local restaurants and boutique stores to explore."
    },
    {
      "dayNumber": 12,
      "title": "Yoho National Park/Golden.",
      "description": "Today drive to a place so beautiful its name comes from a Cree word that means awe and wonder – Yoho National Park. The nearby town of Golden will serve as your base for the next two nights, giving you ample time to explore the terrain and take part in the many activities the park provides. Be sure to ask your leader for a recommendation that matches your fitness level! If you’d like to take things a little easier, perhaps head to Emerald Lake where you can book a canoeing activity, go for a swim or simply hang out by the lake. For an easier hike, the 5 km trail around Emerald Lake lets you enjoy views of the turquoise waters from every angle."
    },
    {
      "dayNumber": 13,
      "title": "Yoho National Park/Golden.",
      "description": "There are a couple of ways to continuing explore Yoho National Park today. If you’d like to break in your boots (and don’t mind heights), there’ll be an optional walk to the Golden Skybridge, which’ll provide some incredible views of the Rockies from 426 feet in the air. Another option (not for the faint of heart) is to battle the wild waters of the aptly named Kicking Horse River on a guided rafting tour. Please note, this is an optional activity booked through an outside company that will incur an extra cost. Floored by the scenery? You could always lie back on the riverbank and watch the world float by."
    },
    {
      "dayNumber": 14,
      "title": "Glacier National Park/Revelstoke/Salmon Arm.",
      "description": "This morning, travel through the high mountain clearing of Rogers Pass to reach Glacier National Park. Stop at Rogers Pass Discovery Centre for a look around and (depending on time and conditions) take a short hike through an old-growth area of cedar and hemlock. As one of the world's most active avalanche areas, most of the rugged, mountainous area of Glacier National Park is inaccessible for day hikes. Pause for lunch at Revelstoke which contains part of the world's only temperate inland rainforest, then set up camp near Salmon Arm, BC."
    },
    {
      "dayNumber": 15,
      "title": "Vancouver.",
      "description": "Make the journey back to Vancouver. The arrival time depends on a variety of factors such as weather, but you should expect to be back in the city before 3 pm. There are no activities scheduled upon arrival in Vancouver. If you are flying out today, please don't book a flight before 8 pm, as this will give you enough time to catch a taxi from the hotel to the airport and be there 2 hours before departure. Vancouver is the largest city in western Canada and it’s well worth taking some extra time to explore the city’s delights. Should you choose to stay longer in Vancouver, just speak to your booking agent to book additional accommodation (subject to availability)."
    }
  ],
  "map": ""
}