{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "kayak-with-whales-in-british-columbia-canada",
  "tourName": "Kayak with whales in British Columbia, Canada",
  "placesVisited": "",
  "generalInfo": "A wildlife-rich, one-way expedition through Johnstone Strait and the Broughton Archipelago in BC, Canada.<br/><br/>Do you want to see the best of everything?<br/><br/>Our 6-day Whales and Wilderness Expedition offers you a chance to paddle one of the most amazing kayak routes in North America. We begin this tour from the Broughton Archipelago Paddlers’ Inn set located at the northern tip of the marine provincial park where we will spend our first night prior to starting our kayak tour. We will then traverse the entire Archipelago, one of the most stunning seascapes on earth, before entering Johnstone Strait and the realm of the killer whales. The diversity of both paddling environment and wildlife, from tiny intertidal life up to humpback whales, makes this a trip not to be missed.<br/><br/>OUR KNOWLEDGE IS WHAT COUNTS<br/>After years of exploring this region with its pristine shoreline, we have been able to seek out the best kayaking opportunities that exist well beyond the reach of the typical sea kayaking circuit. With this knowledge, we have designed a very special kayak tour. Starting our paddle from the remote Paddler’s Inn deep within the Archipelago, we begin a one-way journey through the uncrowded northern part, through secret paddling spots few have ever been. After three days of paddling we start to see other kayaking groups as we enter the areas where most shore-based companies depart from. The remainder of the tour will be spent in Blackfish Sound, Johnstone Strait and the realm of the killer whale.<br/><br/>A WHALE WATCHING EXPEDITION<br/>Wildlife we may see on this trip include:<br/>Humpback whales<br/>Killer whales<br/>Dall’s and harbour porpoises<br/>Pacific white-sided dolphins<br/>Minke whales<br/>Sea lions<br/>Bald eagles<br/>River otters<br/>Black bears<br/>Rich intertidal and bird life<br/><br/>One of the star attractions on this expedition is the Killer Whale. Getting a chance to paddle in their habitat is a thrill of a lifetime. Johnstone Strait is quite simply the best place on earth to kayak with the killer whales, also known as orca, in the wild. Most of British Columbia’s northern resident killer whales return to these waters to feed, sleep, play every season. <br/><br/>THE CAMPING<br/>This is a true expedition style trip, which means we will move from camp to camp. If we find the perfect location we may choose to spend two nights camped at the same beautiful site, however, most nights we will be at a new campsite. Relaxing around a fire at night is a great way to finish a day of sea kayaking. <br/><br/>THE LODGE<br/>We will begin or end our Expedition at the Paddler’s Inn, in one of the more remote corners on the British Columbia coast. The warm hospitality of the McMorran family will ensure that our stay is both comfortable and relaxing. The perfect way to start or finish this wonderful journey. On-site massage, showers and trails are available.",
  "durationDays": "6",
  "price": "2495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to your adventure! On day 1 of your trip you will meet your water taxi driver in Alder Bay on Vancouver Island (approximately a 5.5-hour drive by car north of Victoria or 4 hours north of Nanaimo). At 11:30AM, we will transfer ourselves and equipment aboard our water taxi and journey out to the unique Paddler’s Inn Eco-lodge. Once arrived at the floating lodge we will meet our hosts Bruce and Josée, will get comfortable, explore the surroundings, and if time and weather allow we will get out for our first introductory paddle after a kayak briefing from your guides before we enjoy our first dinner together."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After a delicious breakfast we will pack our kayaks and head off on our expedition. Our first day will be spent exploring the islands of the Broughton Archipelago and enjoying the stunning views and wildlife while en route to camp for the night."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "There are many options to paddle amongst the enchanting islands of the Broughton Archipelago. This region is a network of forested islands and protected passageways that offers both scenic paddling as well as intriguing history. Several beaches and campsites show evidence of those who have come before us- the First Nations people. We often visit the home of local legend, Billy Proctor, and his collection of historical west coast treasures. Spending time listening to Billy’s stories is a great way to get a sense of what life on the west coast was like and how it is changing. Each day we will keep our eyes and ears open for the marine mammals that frequent the area, including orcas, humpbacks, minke whales, dolphins, and porpoises. For our lunch breaks, we will enjoy picnics on various beaches. These breaks will also give us the opportunity to stretch our legs, discover the creatures that live in the intertidal zone, and explore the lush coastal rainforests with old-growth cedar trees. We will stay at some of the most stunning wilderness campsites of the region. Enjoy locally-inspired dinners on the beaches, sitting around bonfires sharing the highlights of your day with your crew, before crawling into your tent for a cozy night under the stars."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This is our last day to enjoy the marine environment of Johnstone Strait and the Broughton Archipelago. On the previous day we will paddle to Spirit of the West Adventures’ private campsite on Hanson Island to spend our last night under the stars. A paddle across the impressive Johnstone Strait, will bring us back to Bauza Cove on Vancouver Island to be shuttled back to Alder Bay. This is the time for a last deep breath of ocean air, to take in the panoramic scenery and all the natural wonders around us, before our real life catches up with us."
    }
  ],
  "map": ""
}