{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "quebec-self-drive-holiday-canada",
  "tourName": "Quebec self drive holiday, Canada",
  "placesVisited": "Québec, Montmorency Falls, La Baie, Saguenay Fjord National Park, Tadoussac, La Malbaie, drive the Route du Fleuve, Baie St Paul, Montreal",
  "generalInfo": "This road trip sandwiches the natural wonders of Quebec between two major cultural cities. Starting in Quebec City, you’ll follow the path of the Saint Lawrence River and the Saguenay River, through Saguenay Fjord National Park, to some of the region’s prettiest areas, before heading back west to Montreal. <br/><br/>There’s not a great deal of distance between Quebec City and Montreal – they are just 260km apart by road. But stray away from the Trans-Canada highway, and instead follow the roads along the rivers and fjords, and you’ll find you’ll want to while away the days in this region. This trip takes you past waterfalls, fjords and rivers and tiny towns – it’s the perfect setting for a holiday that mixes adventure with gastronomy.<br/><br/>East of Quebec City, the Saint Lawrence river widens, and its shoreline road forms a scenic route known as the Route du Fleuve, which passes between little riverside villages. The views, of hillsides covered in trees – maples yellowing in the autumn, and vivid green in spring – is occasionally disturbed by something more exciting – whale sightings. <br/><br/>The Saguenay River drains into the salty Saint Lawrence River, which brings whales including humpbacks, blue whales and belugas, as well as Greenland sharks to the river mouth. From a little outpost known as Point de Islet, you may even be able to spot whales whilst standing on the shore. You can also go on a whale watching trip to get even closer to the action. <br/><br/>If you continue up the Saguenay River, into Saguenay Fjord National Park, you’ll discover a gorgeous natural adventure playground. This is one of the longest fjords in the world, hemmed in by high, dramatic cliffs – and a wonderful place for kayaking and hiking. <br/><br/>Food is high on the agenda in the province. You can lunch like the French and brunch like the Canadians. Croissants sit alongside maple syrup-soaked pastries, and there are plenty of local cheeses and meats to try.  Poutine is never far away – but, when you find it, you might want to get it as takeaway, so you can keep exploring. It wouldn’t be a road trip without some roadside restaurants too – and you’ll find plenty en-route. <br/><br/>This trip gives you plenty of time in Montreal and Québec, giving these large cities the attention they deserve. Quebec City has a walled city centre, where cobblestone streets sport fancy boutiques, whilst Montreal’s gothic-revival basilica wows the crowds with its dramatic interior decor. It’s refreshing to switch between car and city break, and this trip does a great job of balancing both sides.<br/><br/>By going on a self drive holiday you have all the agency. You can reach places off the tourist trail, support First Nations communities and smaller villages and towns – and still not miss out on the cultural highlights of Canada’s great cities too. <br/><br/>Photo credits: Canyon Sainte-Anne, Village historique de Val-Jalbert, Destination Canada<br/>",
  "durationDays": "12",
  "price": "4250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "QUEBEC This fortified city is one of the oldest in North America and the picturesque old town is home to a maze of atmospheric cobbled streets lined with 17th- and 18th-century houses and charming bistros. Perhaps explore the Petit Champlain District in Old Quebec, which has a number of bistros, pastry shops, and sweet shops, all in a beautifully historic setting."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "QUEBEC Perhaps get your bearings with a guided tour, or tickle the taste buds with a food-based guided walk: The city’s food scene is known for its wide range of styles, excellent service, and its French, British, North American, and Indigenous influences. Visiting Ile d’Oleans is a must: the food on the island is absolutely one of the highlights. The Old Port has a high concentration of fine dining restaurants, or you can stop in at the Marché du Vieux-Port, a nearly 400-year-old market."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "QUEBEC TO LA BAIE (220km: 2 hours 15 mins) En route, visit the 83 metre Montmorency Falls: just 15 minutes from Quebec City. This 83-metre waterfall can be viewed from the highway below, but for the most impressive vistas, walk across the bridge suspended above the roaring water. If you’re thrill-seeker, try zip-lining across the falls to get back to your starting point. La Baie is in Saguenay Fjord National Park: an area of endless panoramic vistas. Take a cruise to L’Anse Saint Jean from the Park for amazing views."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "LA BAIE Perhaps take a drive to L’Anse Saint Jean: kayak on the fjord; hike in the National Park or rent an electric bike. Lunch at Bistro la Chasse-Pinte: a microbrewery and all the alcohol served here is local, from other breweries and distilleries in the region – followed by ice cream at La Cabane à glaces."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "TADOUSSAC TO LA MALBAIE (74KM; 1 HOUR 20 MINS) Take the free ferry to Baie Sainte-Catherine for magnificent views of the Saguenay Fjord. En route, stop at Fromagerie Saint-Fidele to sample great local cheeses. For a luxury stay in the area, spend the night at Fairmont Le Manoir Richelieu which offers a variety of restaurants and activities. For one of the best smoked meat sandwiches around, eat at Joe Smoked Meat."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "LA MALBAIE TO BAIE ST PAUL (47KM; 40 MINS) Drive the Route du Fleuve: prepare to be wowed by views as this road is nested between the Laurentian Mountains and the St. Lawrence River. En route, stop off for a guided tour of the observatory. Charlevoix is an immense crater, which is explained in a multimedia presentation. When night falls, you get to view the stars through a telescope. And stop at the stop at the Papeterie Saint-Gilles, to see how paper was produced in the 17th century. There are exhibitions of traditional and avant-garde paper works. The Charlevoix Maritime Museum offers tours of four ships and six exhibitions, as well as hiking trails, an obstacle course, an arboretum and a plant maze."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "BAIE ST PAUL Baie St Paul’s streets of century-old homes are bustling with museums, art galleries, restaurants, bars and patios. Musicians, painters and street artists all gather there. Hike one of the trails in the Parc National des Grands Jardins, or take a sea kayaing, canyoning or tandem paragliding tour. Be sure to take a stroll down Rue Saint-Jean-Baptiste, home to one of the highest concentrations of art galleries in Canada. This evening, head for French Bistro Le Mouton Noir for the best patio in town. For a beautiful nature walk, visit Boisé du Quai and explore the shores of the St Lawrence seaway. At the Boisé’s western tip, you’ll find a beautiful observation tower: a perfect place to watch sunset over the marshlands"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "BAIE ST PAUL TO MONTREAL (365km; +/- 4 HOURS) Before leaving Baie Saint-Paul, fill up on delightful sandwiches, pastries and coffee from bakery À chacun son pain. Stop off at Ferme Le Comte de Roussy in L’Ange-Gardien (great views and delicious pies) and Praline & Chocolat in Château-Richer (delightful pastries and chocolates). In Montreal, make for the Basilique Notre-Dame, explore the cobblestoned streets of the old town, winding your way to the sailors’ church, then stroll up Place Jacque-Cartier with its many buskers and artists into the Chateau Ramezay museum. For dinner, head for Garde-Manger for tasty cocktails and dishes."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "MONTREAL Look at the farmers’ produce, croissants and cheeses at Marche Atwater, and take a cruise on the canal. Make for Little Italy to explore the mounthwatering Marche Jean-Talon, and brose the old-world shops along Blvd St-Laurent. Before dinner, grab a taxi to Parc du Mont-Royal afor a panoramic view of the city from Belvedere Kondiaronk lookout. For incredible Quebecois fare, try Joe Beef (reservations essential). Tip: Be sure to seek out Boulangerie Guillaume: the local’s very favourite bakery in all of Montreal. With artisanal chef Guillaume Vaillant at the helm crafting deliciously flaky baguettes and croissants, it’s not surprising that Boulangerie Guillaume has earned that title, as well as major accolades in the city’s food scene."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "MONTREAL Enjoy your last few hours in the city before your flight home."
    }
  ],
  "map": ""
}