{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "johnstone-strait-kayaking-expedition-in-canada",
  "tourName": "Johnstone Strait kayaking expedition in Canada",
  "placesVisited": "",
  "generalInfo": "This tour is simply about giving you a sea kayaking experience at a price that is easy on the pocketbook. You will still have the best-trained guides on the coast, top-of-the-line gear, industry-leading pre- and post-trip service, and most importantly, plenty of safe, fun, adventure, and wildlife! The Johnstone Strait Expedition fits most individual, student, and family budgets while still providing our outstanding service!<br/><br/>THE AREA - KAYAK THE REALM OF WHALES<br/>Vancouver Island is the best place on earth to see killer whales in the wild. Most of British Columbia’s 300 or so orcas return to these waters to feed, sleep, play, and rub their bodies on the pebble beaches of world-famous Robson Bight Ecological Reserve. And there’s no more exciting way to encounter pods of these fascinating animals than from the seat of your very own sea kayak. Also sharing this diverse habitat are dolphins, porpoises, sea lions, harbour seals, humpback whales, eagles, and black bears, to name just a few.<br/><br/>THE TOUR<br/>We meet in Bauza Cove on Northern Vancouver Island where we will begin our kayaking adventure. Prior to departure, the group will take part in a route planning session with the guides. After some kayaking skills instruction and packing our kayaks, we will begin our journey into the rich and diverse waters of Johnstone Strait. Our route and itinerary are flexible and will be dictated by wildlife viewing opportunities, tidal, wind, and wave conditions. To allow us to tailor-make your holiday, we base our campsite choices on scenic qualities, availability, and group preferences.<br/><br/>LISTENING TO THE WHALES SING<br/>We are equipped with a portable underwater hydrophone so we can listen to the beautiful songs of the orca as they pass while we are paddling.<br/><br/>CAMPING<br/>This is a true expedition style trip, which means we will move from camp to camp. If we find the perfect location we may choose to spend a couple of nights camped at the same beautiful sites. However, most nights we will be at a new campsite on Vancouver Island or smaller island in the area.",
  "durationDays": "4",
  "price": "1695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On day 1 of your trip you will meet your guides in Bauza Cove (just outside of Telegraph Cove) at 11:30 am on Vancouver Island (an approx. 5.5-hour drive by car north of Victoria or 4 hours north of Nanaimo). Meeting point: Bauza Cove landing Bauza Cove Directions: Just before you arrive at Telegraph Cove, turn right onto the gravel road above the hotel. Take the second left turn through the open gate and drive all the way down the hill until you get to the end at the water. While Google Maps doesn’t show the last road, it’s there! With coaching from your guides, we will pack up all of our gear into our kayaks around noon. After a safety briefing and orientation to kayaking, we will head out into the waters of Johnstone Strait. We will paddle to our first campsite, either at a remote site on Vancouver Island or on one of the smaller islands nestled between Johnstone Strait and Blackfish Sound - the territory of the orca and humpback whales. After a hearty meal for dinner and a bonfire on the beach, you will be ready for your first night's sleep under the stars in the wild coastal paradise of Johnstone Strait and Blackfish Sound."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Our route and schedule for this tour are entirely flexible. This allows our guides to customize the trip depending on weather conditions, campsite availability, group preference, and wildlife viewing opportunities. After a hearty breakfast, we will enjoy a new adventure on the water each day. Time will be spent exploring the nearby islands and shorelines, always looking and listening for the many marine mammals including orcas, humpbacks, minke whales, dolphins, and porpoises. For our lunch breaks, we will enjoy picnics on various beaches. These breaks will also give us the opportunity to stretch our legs, discover the creatures that live in the intertidal zone, and explore the lush coastal rainforests with old-growth cedar trees."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After our last breakfast in the wild, we will pack up our gear and leave for our last day of exploration. On the paddle back to Bauza Cove we will have more opportunities to paddle along various shorelines and islands, experience the rich intertidal life along BC's coast, and of course, watch out for more wildlife. This 4-day expedition is the perfect introduction to paddling in a remote and coastal BC environment."
    }
  ],
  "map": ""
}