{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "british-columbia-sea-kayaking-holiday",
  "tourName": "British Columbia sea kayaking holiday",
  "placesVisited": "",
  "generalInfo": "Sea kayak, whale watch, hike, and relax among some of the best marine wildlife diversity in the world. God’s Pocket, rated the best cold water scuba diving spot in the world, is any marine adventurers dream. Even above the surface of the water, you’ll be in awe of stunning scenery, a star studded sky, thriving marine life, and dense forests. To top it all off, the God’s Pocket Resort crew offers clean cabins with a comfortable bed and hot shower to end the evening. They welcome guests with hot, fresh, and made from scratch meals daily. <br/><br/>Your adventure begins with a short boat ride from the Northern most point of Vancouver Island, British Columbia, where you’ll cruise past remote forested islands and snow capped mountains. Admire the vast Queen Charlotte Strait on your ride as its boasts with marine wildlife. Soon you’ll stumble upon the protected cove that holds God’s Pocket Resort. The resort got its name from sailors who would find shelter and safety here year after year in various storms. Once the lodge was up and running, sailors began to look forward to the freshly made pastries and meals made by the resort owners. Still today, this resort feels like a slice of heaven.<br/><br/>With the only structure in God’s Pocket Provincial Park being the resort, you’ll admire the remote and charming colorful lodges of God’s Pocket Resort as soon as you arrive.<br/><br/>After each day of kayaking you’ll return to one of seven rooms at God’s Pocket that provide overwhelming ocean views, and all the creature comforts of being right at home. Spend your evenings making new friends while enjoying home cooked meals under a star studded sky. <br/><br/>After a brief safety orientation on the morning of day one, you’ll spend your days paddling through the spectacular waterways of Queen Charlotte Strait, while searching for orca and humpback whales, sea lions, bald eagles, and more. At low tide, there will be time to marvel British Columbias own Browning Wall, that showcases the best of marine diversity and sea life. <br/><br/>Each evening you’ll return to your cabin at the resort to cap your day with a hot shower, glass of wine, and freshly made meals. Enjoy sunset on the communal deck, around the campfire, or with playing a game of corn hole. Each day offers new opportunities, from exploring the nearby tide pools, paddling the strait, bird watching, relaxing on the dock with a book, or hiking one of the many trails from the backside of your cabin.",
  "durationDays": "6",
  "price": "4445",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 0,
      "title": "",
      "description": "Arrive in Port Hardy - Spend the day traveling to Port Hardy, the northernmost town of Vancouver Island, British Columbia. You can take a short taxi ride from the Port Hardy Airport to your local inn or accommodations of choice for the evening. Feel free to explore this waterfront fishing town with any spare time before settling in for the night and dreaming of the adventure ahead."
    },
    {
      "dayNumber": 1,
      "title": "",
      "description": "Orientation, Water Taxi, and Sea Kayaking - With an early start, enjoy coffee and breakfast on your own before checking out of your accommodations and transferring to Government Docks to meet the group at 9:00 AM. Here, there will be a brief safety orientation and discussion to ensure everyone feel ready to get on the water. You’ll receive a wetsuit and booties if you desire this morning before getting on a water taxi to transfer the group to Hurst Island. The boat ride takes about 45 minutes and provides a wonderful first glimpse at the surrounding environment and wildlife of the Queen Charlotte Strait. After the short boat ride, you will have time to settle into your room at God’s Pocket. Promptly after you’ll meet with the group to enjoy lunch made by the in house chef at the resort. After lunch you’ll have the opportunity to paddle through the sheltered waterways around the resort looking for whales, starfish, and porpoises. You’ll return to the resort before sunset to enjoy happy hour appetizers and provided wine before dinner. Cap off your night with good company around the campfire where your guides will share about the natural history of the provincial park. Accommodations: God’s Pocket Resort Meals Included: Lunch, Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sea Kayaking, Hiking, Whale Watching and More! - Fall into the routine of adventure and relaxation. Wake up to the smell of freshly brewed coffee and ocean air before enjoying a hearty, warm breakfast made that morning. Depending on the weather and how you are feeling, you’ll have the opportunity to head out on a hike or go for a crisp morning sea kayak paddle. There will be 4-5 hours a day budgeted for sea kayaking. You’ll stop along the way as whales break the surface of the water and other marine mammals glisten on the horizon. Visit the world renowned diving spot of the Browning Wall that is visible at low tide. Be in awe of the variety of invertebrates and fossils below the surface of the water. Spend lunch breaks on white sand beaches drenched with tide pools to explore along with remains left behind from Indigenous communities. Stretch your legs on a short hike after lunch through dense forested trails and natural interpretation given from your guides. Remember that this is your vacation and the day to day can look however you prefer. Whether you’d like a longer hike and short paddle, more time bird watching or simply reading on the dock, it is all possible thanks to your superb guides and God’s Pocket staff. Accommodations: God’s Pocket Resort Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Return to Port Hardy - After one last freshly cooked breakfast at the resort, you’ll pack your bags to board the water taxi you took on day 1. You can expect to arrive in Port Hardy around 10:30 AM. Once you are back in Vancouver Island you are free to continue on your travels or depart whenever you’d like if you are transporting by car. If you are flying, we recommend you book your flight on this day for after 12:00 PM. Meals Included: Breakfast"
    }
  ],
  "map": ""
}