{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "family-road-trip-holiday-in-western-canada",
  "tourName": "Family road trip holiday in Western Canada",
  "placesVisited": "",
  "generalInfo": "This route is perfect for a family looking for an action-packed adventure combined with wildlife discoveries in the diverse and stunning scenery of the Rocky Mountains and British Columbia.  The itinerary includes the activity areas of Banff, Jasper, Whistler, Vancouver Island and Vancouver, as well as the more laid back Sun Peaks, which benefits from fabulous summer temperatures. There are some ideas for more quirky tours to take along the way, and some ‘don’t-miss’ food stops.<br/><br/>Accommodations can be tailored to individual budgets: everything we offer is tailor made, and this itinerary is a sample to provide an idea of what is possible … please contact us so that we can tailor the perfect holiday for you. <br/><br/>Trip Highlights<br/><br/>•\tWhite water rafting; horse riding, mountain biking in the Rockies<br/>•\tRelax in Banff or Jasper’s Hot Springs<br/>•\tHike or cycle around – or kayak on - glassy, turquoise lakes<br/>•\tTour with a First Nations guide to spot black bears<br/>•\tZip line over Fitzsimmons Creek in Whistler<br/>•\tTake a Whale Watching trip off Vancouver Island<br/>•\tCycle Stanley Park and cross the Suspension bridge in Vancouver<br/><br/><br/>Photo credits: Attraction Pursuit / Mike Seehagel, Tourism Alberta. Noel Hendrickson, Destination Canada, West Coast Aquatic, Destination BC/Tanya Goehring, Prince of Whales - Seanie Malcolm",
  "durationDays": "16",
  "price": "5125",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN CALGARY Arrive at Calgary International Airport and transfer independently to your centrally located hotel. Depending on your arrival time, perhaps take a trip up the Calgary Tower for 360 degree views of the city. This evening, visit one of Calgary’s legendary restaurants such as Caesar's Steak House & Lounge or Vintage Chophouse and Tavern."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "CALGARY TO BANFF (127 KM) Drive time approx. 1 hour 45 mins. Banff National Park encompasses valleys, rugged mountains, enormous glaciers, deep forests, alpine meadows and glassy turquoise lakes. Through it wander wildlife such as bears, elks, wolves and bighorn sheep. The bustling town of Banff is a base for a multitude of outdoor activities. This afternoon, take to horseback for a trail ride, or take the gondola up Sulphur Mountain for hiking trails and viewing points. The high street offers a range of restaurants, including gastro pub, vegetarian bistros, upmarket burger bar, etc … don’t miss the cheesecake and torte at Wild Flour"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "BANFF NATIONAL PARK Activities abound: enjoy a fantastic whitewater rafting experience – choose from exciting grade 3-4 rapids or gentler grade 2-3; bathe in the Upper Hot Springs; rent a canoe or bike at the Vermillion Lakes – a great place for wildlife spotting, or hike the Bow River Falls & Hoodoos Trail."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "BANFF TO JASPER (288 KM) Drive time 3.5 hours. Drive the spectacular Icefields Parkway: stop for photo opportunities at viewpoints of brilliantly coloured glacial lakes, gushing waterfalls, snow-topped mountains and wildlife. Ideas for stops include Lake Louise for a gondola ride, canoeing or a hike, the spectacular teal waters of Moraine Lake, Herbert Lake, Bow Lake and Peyto Lake; Glacier Skywalk, the Sunwapta Falls with a gorgeous mountain backdrop, and the mind blowing Athabasca canyon Falls … arrive here at the end of the day and you could be treated to a sunset alpen-glow on the mountain backdrop. Keep eyes peeled for mountain goats, elk, black and grizzly bears."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "JASPER NATIONAL PARK Take a drive to Maligne Lake for a cruise on the turquoise waters with stunning views of the mountains, take a short hike from Maligne Canyon; bathe in Miette Hot Springs; walk around Horseshoe Lake; ride the Jasper Skytram for more breathless scenery. Whitewater rafting can be experienced on the Maligne, Sunwapta and Athabasca Rivers. This evening, choose from wood-burning-stove pizzas, bistros serving barbeque ribs, or vegetarian bistros. Don’t miss Other Paw Bakery for pastries, muffins, soups, wraps and coffee. Quirky Excursion: take a scenic float trip on the Athabasca River: for easy rapids and calm stretches of water on an oar-powered raft, you keep an eye out for elk, mountain sheep, deer and possibly bears and coyotes on the riverbank. Or Explore the area with a Metis Guide: see wildlife through the eyes of your Indigenous Guide and hear stories about how nature runs in the blood of the people who have lived here since the 19th century."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "JASPER TO WELLS GRAY PROVINCIAL PARK/ CLEARWATER (318 KM) Drive time 3hours 40 mins. Drive the scenic Yellowhead Highway to Wells Gray Park: spot the mist-shrouded peak of Mt Robson en route through the vast unspoiled landscape. We recommend driving through Clearwater to Wells Gray Provincial Park, where craggy mountains rise above evergreen forests, lakes and steaming waterfalls. Hike along one of the trails, looking out for moose, black and grizzly bears, elk and deer. Horse riding and boat trips are available. Dine in Clearwater at the local smokehouse"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "SUN PEAKS TO WHISTLER (356 KM) 4 Hours 45 mins This afternoon, perhaps rent a canoe at twilight, when the river comes alive with birds and animals … look out for black bears, otters, beavers, raccoons, eagles and osprey, and marvel at the golden glow of the sunset against the snow capped mountain peaks. In the evening, dine on tapas, French bistro dishes, tacos – and don’t miss Purebread for their salted caramel bars and gooey shortbread cookie bars."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "WHISTLER Take a 4WD Tour along mountain tracks to look for black bears, a thrilling half day white water rafting trip; the Peak 2 Peak Gondola to whisk you up to dizzy heights for spectacular views, the exhilarating Whistler zip lining experience: high over Fitzsimmons Creek, amongst rainforest by the Whistler and Blackcomb Mountains. Hiking, horseback riding, mountain biking opportunities abound"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "WHISTLER TO PACIFIC RIM NATIONAL PARK (Tofino) (275 KM, land only) Drive time: 1.5 hours to ferry terminal, Ferry: 1.5 hours: Nanaimo to Tofino: 3 hours Your drive on Vancouver Island’s Pacific Rim Highway is true wildlife territory: you may see bears, deer or wolves. Stop en route at Beaches Shopping Centre, home to dozens of little wood-built businesses: try the salted caramel ice cream at Chocolate Tofino, or have a late lunch at Tacofino"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "TOFINO Take an introductory surf lesson; paddle the waters in a canoe, take a boat trip watching for bears on the shoreline with a First Nations guide … at low tide, the bears wander down to the shoreline to forage for crabs, clams and barnacles – and so can be observed from a safe distance on the water. Take a whale watching trip: pods of Orca are commonly sighted, as well as gray and humpback whales … an expert guide will help spot other marine wildlife such as porpoises, sea lions, seals, and an array of seabirds. For food, don’t miss the seafood bounty at Schooner, a Tofino dining fixture. Quirky Excursion: take a full day coastal exploration tour by boat, watching out for marine wildlife along the way, to Hot Springs Cove, where a 2km walk will take you to natural sulphur springs. Soak up the hot water as water tumbles down rocks into the pools"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "TOFINO TO VANCOUVER (206KM TO FERRY – 3 hours drive; ferry: 1.5 hours; 21km / 20 mins to Vancouver) Explore downtown Vancouver: people-watch at a pavement café or visit the Aquarium or excellent science centre, take the Stanley Park train or relax at English Bay beach."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Hire bikes and cycle Stanley Park and the sea Wall. Visit Granville Island: a vibrant dining, shopping and entertainment district full of artisans creating unique gifts; a market where you can sample a host of interesting foods, and aspiring musicians perfecting their craft. Soak up the atmosphere in Chinatown with its quirky shops and markets, or take a guided walk around historic Gastown. Vancouver is a foodie’s delight; evident from the mouth-watering lines at food trucks and the enticing aromas wafting from kitchens on nearly every block. Try the fresh pasta at Ask for Luigi in Gastown, the organic burgers at Templeton in Downtown- or try one of the many popular food trucks. Be sure to look up Beaucoup Bakery for fabulous pastries. Quirky Excursion: for an insight into the indigenous culture, take a cultural kayak expedition from North Vancouver. You will paddle in a First Nations canoe around Burrard Inlet, sing traditional coast Salish songs and spot centuries-old pictographs on the surrounding cliffs."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "VANCOUVER Visit the Capilano Suspension Bridge Park today and spend some time exploring the walkways and forest here. Take the Cliffwalk, which gives a birds eye view of the river below, visit the First Nations Cultural Centre for arts and crafts demonstrations and stories of this heritage, take guided eco walks throughout the park where there is also live seasonal music entertainment. There is also an elevated canopy trail through the trees. Quirky Tour: Take the Mail Run Scenic Flight. Fly over rainforest clad islands to land at the main village on Salt Spring Island, where you can browse shops and coffee outlets. Scenic views of the stunning coastline make this a special experience"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Return to Vancouver International Airport in time to check-in for your departure flight."
    }
  ],
  "map": ""
}