{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "johnstone-strait-kayaking-tour-in-canada",
  "tourName": "Johnstone Strait kayaking tour in Canada",
  "placesVisited": "",
  "generalInfo": "The Johnstone Strait Glamping trip is our longest-running and most popular tour for good reason. Spending four days at our comfortable, ideally situated basecamp may change your idea of being comfortable in the wilderness forever. Located directly across Robson Bight Ecological Reserve, our Boat Bay camp could not be better positioned to give you the best chance possible of encountering the majestic and elusive orca and humpback whale. Nearly all of British Columbia’s 300 resident orcas return to this area for the summer season to play, eat, sleep and rub their bodies underwater on the area’s unique, small pebble beaches. It’s our privilege to spend a few days in their realm.<br/><br/>MORE WILDLIFE<br/>In addition to orcas, we are lucky to share the ecosystem with humpback whales, black bears (it is not uncommon to see black bears foraging along the shores for seafood during low tide), deer, cougars, shore and sea birds, minks, river otters, dolphins and porpoise – to say nothing of the abundant, vibrant and colourful intertidal life one can see below the surface.<br/><br/>KAYAKING AND KILLER WHALES<br/>Watching the majestic orca from the water level while travelling in a silent kayak really makes for a special experience. See the water part with the spray from a whale’s breath turn into mist against the sky and hear the telltale sound of a whale coming to the surface and it’s sure to make your heart race.<br/><br/>GETTING THERE IS HALF THE FUN<br/>This trip begins when you climb aboard our water taxi, head through the famous Johnstone Strait and into the wilderness beyond. Having a supply boat take our group into a base camp means we can take in extra gear, plentiful fresh food and supplies, and get to our remote destination extra fast through some of the most striking scenery on the planet. The water taxi trip is often a highlight for our guests as it gives you a wonderful sampling of coastal scenery and provides excellent wildlife viewing opportunities.<br/><br/>OUR BASE CAMP ACROSS FROM ROBSON BIGHT ECOLOGICAL RESERVE<br/>For those who haven’t tried it, base camping has some big advantages over a typical expedition style kayak trip. Coming back to the same comfortable, established camp each night means there is less time spent making and breaking camp each day. Amenities include big cotton canvas tents on platforms, complete with beds, linens, &amp; pillows, a composting toilet for your personal use, a hot tub overlooking the ocean, a hot water shower with a view over the strait takes camping and kayaking to a whole new level. Our camp is equipped with an underwater hydrophone so we can listen to the songs of the orca as they pass by. <br/><br/>WHAT’S COOKING?<br/>One of the perks that come with the base camp is a well-established kitchen for our guides to prepare your food. We use mostly organic fresh fruits and vegetables to prepare gourmet meals, topped off with home baking. On the first evening, we feature a ling cod barbecue and from here the creative, tasty and hearty meals keep coming.",
  "durationDays": "4",
  "price": "2295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On day 1 of your trip you will meet your water taxi driver in Alder Bay on Vancouver Island (approximately a 5.5-hour drive by car north of Victoria or 4 hours north of Nanaimo). At 11:30am, meet your guides at the grassy area above the dock. After a quick safety briefing, you’ll jump aboard our water taxi for a scenic 50 minute boat journey across the Johnstone Strait. En route, sightings of marine life such as porpoises, dolphins, sea lions, and whales are common. Upon arrival at West Cracroft Island, your guides will serve up a delicious lunch for you to enjoy, before showing you around camp and and checking into your tent. After getting settled, you’ll meet on the beach for a kayak orientation, before an optional late afternoon paddle is offered. Delicious appetizers will be ready and waiting for when you get ashore. Spend the rest of your evening relaxing, enjoying dinner and taking in the incredible scenery that surrounds you."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After a hearty breakfast we will paddle the scenic coast in search of whales and the area’s incredible wildlife. During low tide we will also keep a look out for black bears as they are known to forage along the shoreline rummaging for intertidal snacks. We may choose to hike up forest trails to the viewing area used by researchers studying the behaviour of the whales. Lunches will be savoured on one of the many beaches of the Strait. Sightings of dall’s porpoises, sea lions, seals, otters, cormorants, marbled murrelets, and the eminent bald eagle are common. Although these days can be packed full of activities, there is also plenty of opportunity for those who want to kick back and relax at camp and enjoy the stunning surroundings. This is the joy of base camping, you choose the pace that works for you."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This is our last day to enjoy the marine environment of the Johnstone Strait. Enjoy a quiet reflective early morning paddle before a delicious brunch. Our boat transport will pick us up in the mid-afternoon for the trip back to Alder Bay. We will enjoy the beautiful scenery and, of course, keep our eye out for marine life as we make our way back."
    }
  ],
  "map": ""
}