{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "canadian-rockies-and-northern-lights-tour",
  "tourName": "Canadian Rockies and Northern Lights tour",
  "placesVisited": "Thrilling small group tour of Canada’s rugged wilderness, Optional snowshoeing, ice fishing, even dog sledding, Search for the Northern Lights, Try an ice walk, and watch for moose and bears, in Jasper National Park, Spend a day at the iconic Lake Louise, Drive the world-renowned Icefields Parkway, Guided snowshoeing in Banff National Park",
  "generalInfo": "The motto of the overland traveller is that it’s as much about the journey as it is about the destination. And nowhere is that more true than the spectacular Icefields Parkway between Lake Louise and Jasper National Park, which you will drive along during this superb Canadian Rockies and Northern Lights tour.<br/><br/>The route is 232km of breathtaking scenery, with ancient glaciers and jagged mountaintops on either side, and the Columbia Icefield at its heart. You can take a hike to the foot of the massive Athabasca glacier that flows close to the roadside. And the amazing thing is, this is just one of many natural wonders you’ll encounter on this tour. Probably the thing your tour leader hears most often is: Wow.<br/><br/>Over 11 days your group will explore two of North America’s most revered national parks: Banff and Jasper. You’ll spend a glorious day on the shores of Lake Louise, where optional activities include horse-drawn sleigh rides, ice skating, or snowshoeing. You’ll strap on crampons for an ice walk to see frozen waterfalls in Banff’s Johnston Canyon. And you’ll look skywards every evening, in the hope of seeing the extraordinary Northern Lights dancing across the sky.<br/><br/>With dates from November to March, this is a winter tour, meaning a host of exciting activities. Some, such as a backcountry session of snowshoeing, are included. Others, such as dog sledding in Canmore, are optional – but highly recommended. Naturally, the activity provider is known to take excellent care of their dogs, putting the animals’ welfare first.<br/><br/>Group sizes are kept small, to a maximum of just 12. That means several things. For one, you’ll all be on first name terms by the end of day two. And for another, it means that when it comes to your hotels and your restaurants, you can go locally owned and independent for much of the way. All in all, it makes for a much more authentic and satisfying experience of Canadian culture.<br/><br/>All of this: the experiences, the snowy beauty, the Northern Lights-watching, the camaraderie – framed against the most dramatic of backdrops, the Canadian Rockies. <br/>",
  "durationDays": "11",
  "price": "3496",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Edmonton.",
      "description": "Welcome to beautiful Edmonton, Canada. Your adventure begins with a welcome meeting at 6 pm today. If you arrive early, perhaps visit the biggest mall in North America: West Edmonton Mall, or instead, learn about Canadian living history at Fort Edmonton Park, visit the nearby Ukrainian Cultural Village, and explore the small theatres and diners of the University District."
    },
    {
      "dayNumber": 2,
      "title": "Métis Crossing, Smoky Lake.",
      "description": "This morning, visit the Telus World of Science in Edmonton where you can explore a variety of exhibits and experiences, including the new Indigenous Traditional Room. Then, drive North to Metis Crossing, located near the town of Smoky Lake. After dinner you will head out in search of a view of the spellbinding northern lights (clouds permitting). Enjoy a bonfire under the darkness of the night sky and cook some s’mores while you’re waiting."
    },
    {
      "dayNumber": 3,
      "title": "Métis Crossing, Smoky Lake.",
      "description": "Get ready for a day of activities. Engage in a once-in-a-lifetime opportunity to experience the beauty of heritage species with access to a wildlife park. After lunch, the group will participate in Tales from the Trapline: A Métis Traditional Experience. Build a shelter, walk the land and connect with nature. When there is snow on the ground, strap on traditional snowshoes. After dinner, head back out again to look for the unpredictable northern lights during your second dedicated night of sky gazing. Alberta takes great pride in its wide-open spaces, and Métis Crossing is recognized for being located in one of these expansive areas. The Northern Lights are often spotted in these regions, and the dark, wide, and unpolluted night skies make your aurora borealis viewing experience most optimal. As a designated Dark Skies Preserve, Metis Crossing is committed to protecting the beauty of our dark skies by minimizing light pollution in all its forms."
    },
    {
      "dayNumber": 4,
      "title": "Jasper.",
      "description": "Drive to Jasper National Park, arriving at your hotel in the late afternoon. Once settled in, go searching for wildlife such as moose, elk, deer, bears and coyotes. In the evening, perhaps take yourself out for dinner in Jasper, as there are a variety of restaurants to choose from. Ask your local leader for suggestions on where to go."
    },
    {
      "dayNumber": 5,
      "title": "Jasper.",
      "description": "Today you’ll find out for yourself why Maligne Lake is featured on so many jigsaw puzzles. You'll be treated to stunning views of turquoise waters surrounded by snow-capped peaks as you enjoy a snowshoe along the shore or a hike through the surrounding landscape, taking in breathtaking vistas and the peaceful winter beauty of the area. With glimpses of Spirit Island and possible wildlife sightings, it's the perfect way to experience Jasper's serene, wintery landscape up close. In the afternoon head back to Jasper for an included lunch at a local distillery."
    },
    {
      "dayNumber": 6,
      "title": "Lake Louise.",
      "description": "Prepare yourself for an unforgettable drive as you set out on the Icefields Parkway. The world-renowned roadway between Jasper and Banff stretches 232 kilometres (144 miles) through a landscape of jagged mountaintops and past 100 ancient glaciers. At its heart is the Columbia Icefield, the largest ice field in the Rocky Mountains. The massive Athabasca Glacier, measuring 6 kilometres (3.7 miles) long and 1 kilometre (.62 mile) wide flows within walking distance of the roadway, so take a hike to its toe (the current lowest endpoint of a glacier). Tonight, arrive at Lake Louise to relax and ready yourself for another active day tomorrow."
    },
    {
      "dayNumber": 7,
      "title": "Lake Louise.",
      "description": "Lake Louise is an iconic snapshot of Canada, and today you’ll experience one of its many beautiful moods. There are many options on how to spend the day, including an optional horse-drawn sleigh ride past the glacial lake. You’ll be able to take a snowshoe hike along one of the lake’s many trails, or perhaps pop on a pair of skates and practice some figure eights (or ice stumbles) while gliding across the surface of the lake. Included today is lunch at The Station Restaurant – a heritage railway station which serves hearty Canadian favourites. If you’re looking to continue to put your feet up, the Fairmont Chateau does a beautiful afternoon tea. For those lucky enough to be in Lake Louise during its annual Ice Magic Festival in January, be sure to take a look at the precision and delicate skill on display in the various ice sculptures by the lake."
    },
    {
      "dayNumber": 8,
      "title": "Banff.",
      "description": "Drive to nearby Banff, Canada’s most famous mountain resort town. While located inside a national park, Banff offers plenty of shops, restaurants and bars to distract you from the surrounding natural beauty. Gain a sense of Canadian Rockies culture at the Whyte Museum, where over 200 years of artwork tells the story of the rugged men and women who settled in Banff. Sub-zero temperatures turn Banff’s waterfalls into glittering ice sculptures, and today you will visit Johnston Canyon ice walk to see this all on display. Hike along steel catwalks built into the canyon walls and wander among massive pillars of ice. With all this adventuring, you must be hungry, and so it’s a perfect time for a Beavertail tasting experience. Beavertails are a deep-fried sweet dough made with whole wheat flour and pulled by hand to resemble the long flat tail of a beaver. Order a classic cinnamon and sugar or go a little bit wild with some whipped cream and decadent Nutella – you’ll be licking your lips for hours!"
    },
    {
      "dayNumber": 9,
      "title": "Banff National Park.",
      "description": "Enjoy a free morning in Banff before an included snowshoe hike with your group at Sunshine Village Ski Resort, about 20 minutes out of town. To start, head above the tree line, and then put on your snowshoes and trek across the white powder with a professional guide. Your backcountry hike will be made extra sweet with a stop for hot cocoa and cookies on top of the (Sunshine Village) world."
    },
    {
      "dayNumber": 10,
      "title": "Banff/Canmore.",
      "description": "In the morning, take a short drive to Canmore, which is within the Kananaskis Country park system, and embark on an included ice walk at the Grotto Canyon, using special hiking crampons to grip the smooth frozen creek beds. Alternatively, you could book yourself a dogsledding adventure with a trusted provider, where you’ll meet and greet the dogs on your team before being pulled along the frosty trails by these canines. Return to Banff for the night – a group dinner in town may be on the cards."
    },
    {
      "dayNumber": 11,
      "title": "Calgary.",
      "description": "Enjoy breakfast at the lodge before a drive to Calgary. Your trip will end at Calgary International Airport, the arrival time depends on each group however If you decide to fly out this day, please don't book a flight before 3pm. Drop off in Calgary city can be arranged, please discuss this with your Trip Leader. There are no activities and accommodation planned for the day. If you have the rest of the day here, why not visit the giant pandas at the Calgary Zoo, check out the urban neighbourhood of East Village, or walk across Peace Bridge and explore Prince Island’s Park on the Bow River."
    }
  ],
  "map": ""
}