{
  "destination": "Canada",
  "mainPhoto": "",
  "id": "great-bear-rainforest-kayaking-holiday",
  "tourName": "Great Bear Rainforest kayaking holiday",
  "placesVisited": "",
  "generalInfo": "ENTER THE WILD CENTRAL COAST WITH US<br/>This tour offers you a chance to paddle one of the most unspoilt and unique kayak routes in North America. It combines travel through an area teeming with wildlife along with excellent paddling amongst the beautiful outer islands of the Great Bear Rainforest. This trip takes place in the traditional territory of the Heiltsuk First Nation.<br/><br/>THE AREA<br/>We start and end this tour in the Heiltsuk community of Bella Bella, located on the Central Coast of BC. The Great Bear Rainforest is the largest intact temperate rainforest in the world which means camping amongst giant Sitka spruce trees, ancient red cedars and western hemlocks that are nothing short of awe-inspiring. The area’s cold water and great tidal exchanges – not to mention healthy kelp forests – provide for ample oxygen in the water, supporting an incredible diversity of sea life from tiny shore creatures to majestic whales, dolphins and porpoises.<br/><br/>THE TOUR<br/>This tour aims to help you experience the best and most beautiful parts of this area by kayak. We will explore the intricate shoreline, beautiful long beaches, and windswept islands making our way towards Calvert Island. <br/><br/>WHAT MAKES THIS TOUR SO UNIQUE? <br/>Explore somewhere new each day! The Great Bear Rainforest area includes too many amazing places to explore in one trip – but in order to make the most of your time here, we make use of a water taxi shuttle as part of our tour so we don’t need to spend time backtracking. This also allows us to get off the beaten track exploring some of the more remote areas and islands.<br/><br/>CAMPING AMONG STUNNING ISLANDS<br/>There are so many beautiful places to stay you will be hard pressed to choose a favourite campsite. Each site has unique attributes either tucked in amongst towering forests, atop ancient village sites or overlooking wildlife-rich waters. This is a true expedition style trip, which means we will move from camp to camp each day.<br/><br/>WHAT’S COOKING?<br/>We consider food to be a very important part of your tour. From our delicious dinners to our chocolate fondue and home baking for desserts there are few camp menus that compare to the one you will experience on this tour. We have a wonderful kitchen crew who ensure all dietary needs and restrictions are met. Our food is hearty, healthy, full of flavour and fun.",
  "durationDays": "8",
  "price": "3795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 0,
      "title": "",
      "description": "DAY PRIOR TRAVELING TO BELLA BELLA, BC Some folks may wish to start their travel towards Bella Bella the day before the trip, however, we have also scheduled the start and end dates so it is possible to arrive in Bella Bella on the day the tour starts, either via ferry from Port Hardy on Vancouver Island or plane from Vancouver or Port Hardy. Pre-trip meeting: 6pm at Shearwater Resort"
    },
    {
      "dayNumber": 1,
      "title": "",
      "description": "We will meet on Denny Island just off the coast of Bella Bella at the Shearwater Resort dock. Here we will load kayaks and gear onto our water taxi for the shuttle out to our first campsite. Once there, we will sort out gear and prepare for our adventure, beginning with an orientation to the kayaks and gear, learning efficient paddling techniques and safety procedures. Once everyone is comfortable with their boats we’ll launch for our first strokes in the Great Bear Sea and find our first campsite for the night. Our first warm, delicious camp meal will give us time to really get to know the crew."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This is a beautiful area to paddle and we work with the conditions and remain open to adventure. Each day, your guides will assess the weather, tides, and sea state to determine the destination for the day. Flexibility is key. Depending on the weather and exact drop-off location, we may plan to paddle the remote Goose Group Islands (weather depending), McMullins and Tribal Group. Moving southeast we’ll enter the spectacular islands and beaches of the Hakai Conservancy, continuing in the direction of Calvert Island."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We will meet a water taxi this morning for transport back to Bella Bella. We expect to arrive in Bella Bella by midday, allowing us time for a quick visit to the village before either heading to the airport to catch an afternoon flight back to Vancouver or departing by BC Ferries. If flying you can expect to be back in Vancouver between 3 and 5pm, or if travelling with BC Ferries you’ll arrive in Port Hardy at 11:30pm. (Please note these times were correct at time of publication – please double check before planning your travel)."
    }
  ],
  "map": ""
}