[
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "british-columbia-and-alberta-self-drive-holiday",
    "tourName": "British Columbia and Alberta self drive holiday",
    "placesVisited": "",
    "generalInfo": "Explore British Columbia and Alberta on this fabulous self drive trip, which includes the vibrant and foodie city of Vancouver, the scenic countryside and superb vineyards of the Okanangan Valley, and spectacular mountain scenery of the Rockies.  We include some suggestions for exploring the wilderness and seeing some of the native wildlife.<br/><br/>Accommodations can be tailored to individual budgets: everything we offer is tailor made, and this itinerary is a sample to provide an idea of what is possible … we can amend it in terms of routing, duration, and direction … please contact us so that we can tailor the perfect holiday for you. <br/><br/>•\tTake a Whale Watching trip off Vancouver <br/>•\tCycle Stanley Park and cross the Suspension bridge in Vancouver<br/>•\tRelax on the beach, and lunch at a bistro in the vineyard-filled Okanangan Valley<br/>•\tTake a wine tour to the vineyards in the Okanangan Valley<br/>•\tWhite water rafting; horse riding, mountain biking in the Rockies<br/>•\tRelax in Banff’s Hot Springs<br/>•\tSpectacular scenery of the Rockies<br/><br/><br/>Photo credits: Destination Canada, West Coast Aquatic, Destination BC/Andrew Strain, Destination BC/Hubert Kang, Tourism Alberta, Momme Halbe, Attraction Pursuit/Mike Seehagel.",
    "durationDays": "14",
    "price": "4225",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "VANCOUVER This afternoon, explore downtown Vancouver: people-watch at a pavement café or visit the Aquarium or excellent science centre, take the Stanley Park train or relax at English Bay beach."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "VANCOUVER Hire bikes and cycle Stanley Park and the Sea Wall. Visit Granville Island: a vibrant dining, shopping and entertainment district full of artisans creating unique gifts; a market where you can sample a host of interesting foods, and aspiring musicians perfecting their craft. Soak up the atmosphere in Chinatown with its quirky shops and markets, or take a guided foodie walk around historic Gastown. Vancouver is a foodie’s delight; evident from the mouth-watering lines at food trucks and the enticing aromas wafting from kitchens on nearly every block. Try the fresh pasta at Ask for Luigi in Gastown, the organic burgers at Templeton in Downtown- or try one of the many popular food trucks Quirky Excursion: for an insight into the indigenous culture, take a cultural kayak expedition from North Vancouver. You will paddle in a First Nations canoe around Burrard Inlet, sing traditional coast Salish songs and spot centuries-old pictographs on the surrounding cliffs."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "VANCOUVER Visit the Capilano Suspension Bridge Park today and spend some time exploring the walkways and forest here. Take the Cliffwalk, which gives a birds eye view of the river below, visit the First Nations Cultural Centre for arts and crafts demonstrations and stories of this heritage, take guided eco walks throughout the park where there is also live seasonal music entertainment. There is also an elevated canopy trail through the trees. Quirky Tour: Take the Mail Run Scenic Flight. Fly over rainforest clad islands to land at the main village on Salt Spring Island, where you can browse shops and coffee outlets. Scenic views of the stunning coastline make this a special experience."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "VANCOUVER to KELOWNA (390KM: 4 HOURS 40 MINS) Collect your hire car and start your road trip adventure! Kelowna sits on the shores of Okanangan Lake, surrounded by mountains – and known for its wineries, beaches, scenery and great restaurants packed with local produce. This afternoon, take a boat tour on the lake, hire a canoe to explore coves and bays, or relax on one of the nine beaches."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "KELOWNA Hire a bike and cycle the Kettle Valley Rail Trail amid the vineyards, passing over impressive trestle bridges and through tunnels, or rent a speedboat, canoe, or SUP on the lakeside. There are many walking options in the region, from gentle lakeside trails to more challenging mountain hikes – often worth the effort for the stunning views over the lakes. Alternatively, explore the area: Penticton is a lively town, whilst Peachland and Naramata are laid back: all offering pretty lakefronts and excellent local food and wine. This evening, dine at RauDZ Regional Table: a casual bistro which sources local product for its Mediterranean infused dishes"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "KELOWNA Take a guided wine tour, ending the day with a dinner cruise, or pick a vineyard with a bistro for a long lazy lunch."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "KELOWNA TO WELLS GRAY (289km; 3.5 hours) A scenic drive to Wells Gray Provincial Park, where craggy mountains rise above evergreen forests, lakes and steaming waterfalls. Hike along one of the trails to one of the many waterfalls, looking out for moose, black and grizzly bears, elk and deer. Horse riding and boat trips are available."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "WELLS GRAY The river creates some thrilling white water rafting sites, or take a gentle float along the Thompson river in an inflatable raft, watching for salmon, eagles and bears, or take a guided walk with a passionate and knowledgeable guide to really learn about the wildlife and the rich natural, human and geological history of the area, or hire a canoe or kayak."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "WELLS GRAY TO JASPER (318KM: 3.5 Hours) Another scenic drive following the North Thompson River Valley and then Yellowhead Pass, with fabulous views of Mount Robson. This afternoon, stretch legs with a walk around Horseshoe Lake or ride the Jasper Skytram for more breathless scenery, or to the mind blowing Athabasca Canyon Falls - arrive here at the end of the day and you could be treated to a sunset alpen glow on the mountain backdrop. This evening, choose from wood-burning-stove pizzas, bistros serving barbeque ribs or vegetarian bistros."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "JASPER TO BANFF (288 KM) Drive time 3.5 hours. Drive the spectacular Icefields Parkway: photo opportunities at viewpoints of brilliantly coloured glacial lakes, gushing waterfalls, snow-topped mountains and wildlife. Ideas for stops include Lake Louise for gondola ride, canoeing or a hike, the spectacular teal waters of Moraine Lake, Herbert Lake, Bow Lake and Peyto Lake; Glacier Skywalk, the Sunwapta Falls with gorgeous mountain backdrop. Keep eyes peeled for mountain goats, elk, black and grizzly bears"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "BANFF Banff National Park encompasses valleys, rugged mountains, enormous glaciers, deep forests, alpine meadows and glassy turquoise lakes. Through it wander wildlife such as bears, elks, wolves and bighorn sheep. The bustling town of Banff is a base for a multitude of outdoor activities. This afternoon, take to horseback for a trial ride, take the gondola up Sulphur Mountain for hiking trails and viewing points, bathe in the Upper Hot Springs; rent a canoe or bike on the Vermillion Lakes – a great spot for wildlife spotting, or hike the Bow River Falls & Hoodoos Trail. The high street offers a range of restaurants, including gastro pub, vegetarian bistros, upmarket burger bar … don’t miss the cheesecake and torte at Wild Flour. Quirky Excursion: Join indigenous guides to discover ancient survival skills. In summer see the boreal forest through the eyes of your Cree guides. Leave with a gift of their traditional knowledge"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "BANFF TO CALGARY & ONWARD FLIGHT (145km: 1.5 hours) Spend a final morning in Banff, or visit Canmore, with it’s quirky cafes and art galleries, en route to the airport."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "british-columbia-sea-kayaking-holiday",
    "tourName": "British Columbia sea kayaking holiday",
    "placesVisited": "",
    "generalInfo": "Sea kayak, whale watch, hike, and relax among some of the best marine wildlife diversity in the world. God’s Pocket, rated the best cold water scuba diving spot in the world, is any marine adventurers dream. Even above the surface of the water, you’ll be in awe of stunning scenery, a star studded sky, thriving marine life, and dense forests. To top it all off, the God’s Pocket Resort crew offers clean cabins with a comfortable bed and hot shower to end the evening. They welcome guests with hot, fresh, and made from scratch meals daily. <br/><br/>Your adventure begins with a short boat ride from the Northern most point of Vancouver Island, British Columbia, where you’ll cruise past remote forested islands and snow capped mountains. Admire the vast Queen Charlotte Strait on your ride as its boasts with marine wildlife. Soon you’ll stumble upon the protected cove that holds God’s Pocket Resort. The resort got its name from sailors who would find shelter and safety here year after year in various storms. Once the lodge was up and running, sailors began to look forward to the freshly made pastries and meals made by the resort owners. Still today, this resort feels like a slice of heaven.<br/><br/>With the only structure in God’s Pocket Provincial Park being the resort, you’ll admire the remote and charming colorful lodges of God’s Pocket Resort as soon as you arrive.<br/><br/>After each day of kayaking you’ll return to one of seven rooms at God’s Pocket that provide overwhelming ocean views, and all the creature comforts of being right at home. Spend your evenings making new friends while enjoying home cooked meals under a star studded sky. <br/><br/>After a brief safety orientation on the morning of day one, you’ll spend your days paddling through the spectacular waterways of Queen Charlotte Strait, while searching for orca and humpback whales, sea lions, bald eagles, and more. At low tide, there will be time to marvel British Columbias own Browning Wall, that showcases the best of marine diversity and sea life. <br/><br/>Each evening you’ll return to your cabin at the resort to cap your day with a hot shower, glass of wine, and freshly made meals. Enjoy sunset on the communal deck, around the campfire, or with playing a game of corn hole. Each day offers new opportunities, from exploring the nearby tide pools, paddling the strait, bird watching, relaxing on the dock with a book, or hiking one of the many trails from the backside of your cabin.",
    "durationDays": "6",
    "price": "4445",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 0,
        "title": "",
        "description": "Arrive in Port Hardy - Spend the day traveling to Port Hardy, the northernmost town of Vancouver Island, British Columbia. You can take a short taxi ride from the Port Hardy Airport to your local inn or accommodations of choice for the evening. Feel free to explore this waterfront fishing town with any spare time before settling in for the night and dreaming of the adventure ahead."
      },
      {
        "dayNumber": 1,
        "title": "",
        "description": "Orientation, Water Taxi, and Sea Kayaking - With an early start, enjoy coffee and breakfast on your own before checking out of your accommodations and transferring to Government Docks to meet the group at 9:00 AM. Here, there will be a brief safety orientation and discussion to ensure everyone feel ready to get on the water. You’ll receive a wetsuit and booties if you desire this morning before getting on a water taxi to transfer the group to Hurst Island. The boat ride takes about 45 minutes and provides a wonderful first glimpse at the surrounding environment and wildlife of the Queen Charlotte Strait. After the short boat ride, you will have time to settle into your room at God’s Pocket. Promptly after you’ll meet with the group to enjoy lunch made by the in house chef at the resort. After lunch you’ll have the opportunity to paddle through the sheltered waterways around the resort looking for whales, starfish, and porpoises. You’ll return to the resort before sunset to enjoy happy hour appetizers and provided wine before dinner. Cap off your night with good company around the campfire where your guides will share about the natural history of the provincial park. Accommodations: God’s Pocket Resort Meals Included: Lunch, Dinner"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sea Kayaking, Hiking, Whale Watching and More! - Fall into the routine of adventure and relaxation. Wake up to the smell of freshly brewed coffee and ocean air before enjoying a hearty, warm breakfast made that morning. Depending on the weather and how you are feeling, you’ll have the opportunity to head out on a hike or go for a crisp morning sea kayak paddle. There will be 4-5 hours a day budgeted for sea kayaking. You’ll stop along the way as whales break the surface of the water and other marine mammals glisten on the horizon. Visit the world renowned diving spot of the Browning Wall that is visible at low tide. Be in awe of the variety of invertebrates and fossils below the surface of the water. Spend lunch breaks on white sand beaches drenched with tide pools to explore along with remains left behind from Indigenous communities. Stretch your legs on a short hike after lunch through dense forested trails and natural interpretation given from your guides. Remember that this is your vacation and the day to day can look however you prefer. Whether you’d like a longer hike and short paddle, more time bird watching or simply reading on the dock, it is all possible thanks to your superb guides and God’s Pocket staff. Accommodations: God’s Pocket Resort Meals: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Return to Port Hardy - After one last freshly cooked breakfast at the resort, you’ll pack your bags to board the water taxi you took on day 1. You can expect to arrive in Port Hardy around 10:30 AM. Once you are back in Vancouver Island you are free to continue on your travels or depart whenever you’d like if you are transporting by car. If you are flying, we recommend you book your flight on this day for after 12:00 PM. Meals Included: Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "canada-family-adventure-holiday-self-drive",
    "tourName": "Canada family adventure holiday, self drive",
    "placesVisited": "",
    "generalInfo": "Canada is absolutely huge and to really see and do everything you’d need months! This two-week trip focuses on a relatively small area covering Vancouver, Vancouver Island, and the Rockies. While there are some longer driving days, we break this up with some free time as well as by including our favourite activities to truly experience the best of the main (and some lesser known) areas. <br/><br/>This region is justifiably one of Canada’s biggest attractions, filled to the brim with lush forests, snow-covered mountains, improbably bright turquoise lakes and massive glaciers. For families who love being busy and enjoy the outdoors, you cannot beat Western Canada for variety, impressive vistas, friendly locals, wildlife sightings and delicious food.<br/><br/>Highlights include kayaking and whale-watching on Vancouver Island, hiking in the national parks, searching for bears and moose by boat, white-water rafting, swimming in the amazingly blue water (you’ll find out how it gets its colour), exploring a glacier and generally being astonished by the breath-taking views around every bend in the road. <br/><br/>Our holidays are individually tailored for you and your family, so we will discuss the finer details with you and adapt each itinerary according to your timeframe, number of people, age of children, preferences, and budget. <br/><br/>Canada will remain in your memory for many years to come and inspire the whole family to be active and adventurous.",
    "durationDays": "15",
    "price": "4500",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "VANCOUVER: After you arrive in Vancouver you’ll go straight to your hotel, and the rest of the day is free to start looking around. Widely considered one of the best places to live in Canada, Vancouver is a stunning city located in a wonderful natural location between the Pacific Ocean and the spectacular Rocky Mountains. Heading out for dinner tonight you’ll be spoilt for choice. Perhaps sample a pika bowl as you sip a beer on the waterfront, or encourage the kids to taste the local staple, poutine (chips with gravy and cheese curds – it’s delicious and good value!)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "VANCOUVER: This morning head out on two wheels on a self-guided cycling tour. Collect your rental bikes and navigate the dedicated cycle lanes from the city centre out around the coastal route of Stanley Park. Passing several beaches, don’t forget to stop and admire the impressive First Nations totem poles. Sourced from remote areas around British Colombia, you can read some histories about the families who created these works of art and explanations about the imagery depicted on the poles. Stop off for a well-earned ice-cream at English Bay, before returning the bikes and spending the rest of the afternoon exploring on foot. Perhaps pick up some lunch at the Granville Island Public Market, take the cable car up Grouse Mountain, or even brave the famous Capilano Suspension Bridge, spanning 137 metres over the thundering Capilano River."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "VANCOUVER – UCLUELET (VANCOUVER ISLAND): Collect your rental car and hit the road! Today you will be taking the ferry to Vancouver Island. Crossing the island, we recommend is a stop at MacMillan Provincial Park, where you will have no trouble spotting the Giant Red massive Cedars and ancient Douglas fir trees that make this area famous. After following one of the short well-signposted trails, continue onwards to the Pacific Coast. While here, you’ll be based in Ucluelet, known locally as ‘Ukee’, or in Tofino, just up the coast. Get your first taste of the Pacific Rim National Park, a huge area of historic coastal rainforest and wind-swept sandy beaches. This magnificent natural playground boasts a fabulous choice of activities; if you are very lucky you might even see bears and whales!"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "SEA KAYAKING (VANCOUVER ISLAND): Time to get up close with the water… This morning you’ll head out on a sea kayaking adventure. We can tailor the experience for your family, booking families with younger children on a shorter route within Ucluelet harbour (keep your eyes peeled for California Sea Lions and Bald Eagles!), whereas those with older children can explore Barkley Sound. Paddle past giant kelp beds, bizarre rock formations and wildlife colonies where you might spot black bears or even whales. After you’ve dried off, the remainder of the day is free to continue exploring or relax and enjoy the views. Time-permitting, we recommend visiting Ucluelet Aquarium, a responsibly run centre for education and conservation where the specimens housed here are caught and released back to their home habitats every season."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "WHALE WATCHING (VANCOUVER ISLAND): After breakfast today you will head out into Clayoquot Sound, joining a small boat excursion in search of whales. Accompanied by a specialist guide, take in the expansive coastal views as you cruise to the common feeding areas. Fingers crossed, you should be lucky enough to have some sightings, with grey and humpback whales often seen, and occasionally even orcas. You also have a good chance of seeing sea lions, sea otters, seals and eagles so keep your eyes peeled! The afternoon is free to explore more. Perhaps head to Long Beach to try your hand at surfing, or go for a hike along the 9km Wild Pacific trail… The purpose-built boardwalks wind through the forest, punctuated frequently by bench stops at beautiful viewpoints. In Tofino there is an excellent First Nations art gallery not to be missed."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "VANCOUVER ISLAND – HARRISON HOT SPRINGS: Time to get back on the road! Today you’ll head back across the island; don’t forget to stop off at Nanaimo Country Market “Goats on Roof” – make sure you allow yourselves enough time to fully enjoy the extensive and fabulous farm shop, filled with local souvenirs! Continue to the port and aboard the ferry for the scenic ride to Horseshoe Bay. Today your journey along the Trans-Canada Highway towards the Rockies truly begins! Tonight break your journey in the resort town of Harrison Hot Springs. Located at the foot of Harrison Lake and surrounded by mountains, you can take a sunset walk along the beach or explore the hot mineral springs which give the town its name. With plenty of options for eating out, it’s perfect for an overnight stop."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "HARRISON HOT SPRINGS – CLEARWATER: After breakfast today you’ll drive to Clearwater, gateway to the gorgeous scenery of Wells Gray Provincial Park. Stop on the way for a break in Kamloops – Riverside Park is perfect to stretch your legs. Think ancient forest, canyons, pioneer homesteads, volcanoes, and thundering waterfalls. The most well-known are Helmcken Falls - 142m high and the fourth tallest in Canada. Follow trails through the park and enjoy superb views of the waterfalls and mountains beyond. Visiting in early summer? Keep your eyes open for wildlife; this park is home to one of North America’s largest concentrations of black bears. Remember to be ‘bear safe’ if you bump into a bear – sing, dance and make a fool of yourself noisily!"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "CLEARWATER – JASPER: Enjoy another spectacular journey as you continue to Jasper. Take advantage of the many viewpoints and admire the Columbia and Monashee Mountains on the right and the imposing peak of Mount Robson (the highest in the Canadian Rockies, at 3,954m) on the left. Stop on the way for a jet boat safari, searching for bears and moose and accessing the smaller channels ordinarily off-limits for bigger boats. The scenery here is utterly dramatic but don’t forget to keep those binoculars trained on the shoreline! Your guide will ensure you don’t miss a thing."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "JASPER: Today is a free day to explore Jasper, a gorgeous alpine town with aquamarine lakes, snowy peaks, and glaciers all around. Active families could take the SkyTram to the top of Whistlers Mountain and hike the Summit Trail to the peak (2,463m) for views of Mount Robson. Other options include heading into Jasper National Park on bike or foot. Trails are well-marked, and we recommend the route to Maligne Canyon. For something more relaxing, grab a packed lunch and chill out with SUPs or kayaks at Lac Beauvert or Edith Lake, or browse the many independent shops in the compact town centre."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "WHITE-WATER RAFTING (JASPER): A fun morning is in store today, with a white-water rafting excursion in Jasper National Park. Depending on your children’s ages and abilities, there are a couple of options. For older children or teens, we can book the more challenging one, with exciting rapids promising a good dose of adrenalin. There is also a gentler option, where calmer grade 2 rapids are interspersed with smoother water so you can soak up the breath-taking Rocky Mountain views."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "JASPER – ICEFIELDS PARKWAY – LAKE LOUISE: A fabulous day today as you make your way towards Lake Louise through the Icefields Parkway, a truly spectacular route surrounded by snowy mountains, valleys, and icefields. Stop on the way at the Columbia Icefields; your visit includes a ride in an all-terrain vehicle onto the Athabasca Glacier – you can even drink some glacier water! If you’re brave enough, you can also walk onto the glass-floored platform of the Glacier Skywalk, jutting over the edge of the Sunwapta Canyon. Vertigo aside, the views up and down the valley are incredible. End the day at Lake Louise in Banff National Park, Canada’s oldest park. A phenomenal natural outdoor playground, it’s filled with snowy mountains, glaciers, waterfalls, dense forests, and aquamarine lakes."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "LAKE LOUISE: Today is a free day and there are many activities available at Lake Louise. This is one of the most famous landscapes in the Canadian Rockies and you can choose to hike, canoe, or even view the lake’s bright turquoise waters from horseback. For options further afield, you can pop back across the border to the town of Golden in BC and take the chairlift up to the Kicking Horse Grizzly Bear Refuge, the largest protected grizzly bear habitat in the world. You can also view wolves in their natural environment at the Northern Lights Wolf Centre. For more stunning lake views, check out Yoho National Park and the sparkling green waters of Emerald Lake, surrounded by snow-capped peaks."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "MORAINE LAKE – BANFF: Before heading off today, perhaps visit Moraine Lake using the local shuttle. This glacially fed lake is one of the most photographed spots in Canada, all the more spectacular as it’s surrounded by the Ten Peaks. Time-permitting, follow one of the hiking trails and keep your eyes peeled for wildlife sightings. Grizzlies and black bears are both commonly spotted, as well as moose, elk, bison, wolf, coyote, bald eagles, and marmots. The scenery only gets more breath-taking as you head to the world-famous alpine resort of Banff in its chocolate-box setting. Perhaps splash out on dinner at the historic Fairmont Banff Springs Hotel or introduce the kids to the joys of hot rock cooking at the Grizzly House Restaurant. Here you can prepare your own bison, buffalo, and alligator steaks."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "BANFF: This morning take a ride to the summit of Sulphur Mountain on the Banff Gondola, where you’ll experience an incredible view of six mountain ranges. For the rest of your time in Banff there are masses of activities available. Choose from boat trips, float trips, e-bike rides, zip-lines, and white-water rafting excursions. Perhaps even unleash your inner cowboy for a horseback ride out into the Rockies, tackle a Via Ferrata or take to the skies on a scenic helicopter flight. Had enough activity? Try soaking in the Banff hot springs…"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "DEPARTURE: It won’t take too long to make the drive to Calgary where your trip will end. If you have an evening flight, make a day of it, and stop in the town of Canmore for lunch (a filming location for TV series The Last of Us) or pre-book a visit to the Yamnuska Wolfdog Sanctuary. Drop off your car at the airport and have a good flight home!"
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "canada-northern-lights-adventure",
    "tourName": "Canada Northern Lights adventure",
    "placesVisited": "",
    "generalInfo": "Immerse yourself in the vast and beautiful subarctic landscape on this adventure to witness Canada’s dazzling aurora borealis. On a Subarctic Discovery: Churchill Northern Lights trip, enjoy heading away from the lights of town to exclusive viewing locations, such as Dan’s Diner a remote culinary experience located on the frozen Churchill River beneath the northern lights. <br/><br/>During the day, your small group will enjoy authentic winter experiences when you snowshoe through pristine landscapes, dog sled through the boreal forest and learn about local culture and history.<br/><br/>Located directly beneath the auroral oval, this remote community of 900 people is regarded as one of the best places on Earth to experience the dazzling aurora borealis. Imagine being able to step out onto the tundra and feel tiny against the never-ending sky, enveloping you in Mother Nature’s most spectacular light show.<br/><br/>Accompanied by your own Interpretive Guide, this Northern Lights adventure offers a unique program in which travellers can fly direct to Churchill, Manitoba to experience the dancing skies and the incredible culture of Canada's North.",
    "durationDays": "6",
    "price": "4450",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVAL — You arrive into Winnipeg and check into your hotel close Winnipeg airport; This evening, you meet the rest of your group and enjoy a welcome dinner hosted by your trip guide. (MEALS: D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "CHURCHILL ADVENTURE BEGINS This morning, you take an early morning flight to Churchill; Upon arrival, you head out on a Churchill area tour, which includes Itsanitaq Museum, which has a large collection of Inuit artifacts; a Cultural Presentation; then later, an evening forest excursion. Overnight at Churchill hotel. Meals: L, D"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today, you visit Polar Bears International House: this facility provides space to educate Churchill visitors about polar bears, climate change, and the urgent need to take action. The display features cutting-edge interpretation on polar bears, sea ice, and current polar bear research, and hosts visiting scientists, educators, and special guests whose outreach work and support are critical to polar bear conservation. The display is intended to inspire people to care about the Arctic and its wildlife by featuring live cams that highlight polar bears, beluga whales, and northern lights. This evening, you go to Dan’s Diner and experience regional cuisine in pop-up restaurant, complete with skylights and panoramic windows for the best Northern Lights viewing experience. Overnight at Churchill hotel. Meals: B, L, D"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "DOG SLEDDING AND NORTHERN LIGHTS This morning, you join an exhilarating dog sledding experience. You will be hosted by a local expert, who will explain the significance of dog sledding to the community. This evening, there is a visit to the Thanadelthur Lounge. Here you can view the Northern Lights by peering out of the panoramic windows or you can climb onto the rooftop observation desk for an unobstructed view of the Northern Lights, as they streak across the sky. Overnight at Churchill hotel. Meals: B, L, D"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "LAST DAY IN CHURCHILL This morning, visit the Parks Canada Visitor Centre, which is full of local historical information on Churchill. Evening flight to Winnipeg; Guests will check into their Winnipeg hotel. Meals: B, L, D"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "You depart Winnipeg for your onward flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "canada-small-group-holiday",
    "tourName": "Canada small group holiday",
    "placesVisited": "Calgary, Banff National Park, Lake Louise, Icefields Parkway, Jasper National Park, Clearwater, Helmcken Falls, Whistler, Vancouver Island, Pacific Rim National Park, Victoria, Vancouver",
    "generalInfo": "Starting in Calgary and ending in Vancouver, this two week, small group holiday takes us on a sensational journey across the Canadian Rockies, national parks, mountain towns and the rugged rainforests of Vancouver Island. <br/><br/>The view out over the Rockies from Sulphur Mountain, in Banff National Park, are unbeatable, and the perfect introduction to our tour. From the glassy turquoise waters of Lake Louise to deep forest valleys, Canada’s oldest national park is a picture of perfection. Once we’ve relaxed in the warming waters of the geothermal springs, we’ll hit the highway and drive along the famous Icefields Parkway, a scenic road trip that runs between hundreds of glaciers and icy waterfalls. <br/><br/>Keep your eyes peeled for moose and bears as we explore the vast wilderness of Jasper National Park, where alpine meadows and salmon-filled rivers rub shoulders with snow-capped mountain peaks. Adventurous travellers can take a thrilling ride down the river in a raft or kayak, or see the trails on two wheels. <br/><br/>From Clearwater and views of Mount Robson, the highest point in the Canadian Rockies, we’ll head to the impressive cascade of Helmcken Falls, almost three times higher than Niagara. The mountain resort town of Whistler is famous for its skiing, but in the warmer months its slopes and cable cars offer access to beautiful hiking trails. We’ll leave mainland Canada with a ferry to Vancouver Island, and the hugely contrasting temperate rainforest, before returning across whale inhabited waters to the bustling metropolis of Vancouver.",
    "durationDays": "15",
    "price": "4999",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join tour in Calgary",
        "description": ": Our tour of the Rockies and Pacific Coast starts in Calgary. This dynamic city is a rich fusion of modern architecture and traditional heritage, where the pioneering history of the Canadian West is woven into everyday life. Due to the number of flights arriving into Calgary late in the day, our tour leader - who for the duration of the tour will also be our driver - will meet you in the hotel reception on the morning of day two. A message will be left at reception with details of timings as well as anything else you'll need for the day. There are no activities planned today, so you're free to arrive at any time. If you'd like an airport transfer, you'll need to arrive into Calgary International Airport (YYC), which is a 20-minute drive from the hostel. If your flight arrives earlier in the day, you might like to explore the city and soak up the friendly ambience. Filled with museums, shops and cafes, the centre of the city is a great place to meander and take in Calgary's culture, as well as the ever-present mountains that provide an awe-inspiring backdrop."
      },
      {
        "dayNumber": 2,
        "title": "Visit Calgary, drive to Canmore, explore Kananaskis Country",
        "description": ": We'll waste no time this morning, taking a quick drive through the centre of Calgary as we head west into the Rockies, their peaks rearing up in the background like a distant tidal wave. To the west of Calgary lie the stunning landscapes of Kananaskis Country, Alberta's breathtaking mountain playground. Driving out of the city, we'll head along the Trans-Canada Highway (Highway 1) towards the Peter Lougheed Provincial Park. This landscape is home to bears, elk, moose, and mountain lions. Our base for the next three nights will be the small town of Canmore, situated in the picturesque Bow Valley. Described as the gateway to the Rockies, it's the perfect starting point for exploring the nearby Kananaskis Country and Banff National Park. This afternoon, we'll head into Kananaskis country and the valleys of this region on foot. We'll look to take a hike on either the Ptarmigan Cirque Trail or the Grassi Lakes Trail - each one a well-marked path approximately four kilometres (2.5 miles) in length. Each hike involves a steady climb from the outset with a steady descent to return, with an average of 250 metres accumulated ascent and descent. We expect these trails to take between 1.5 - 2 hours."
      },
      {
        "dayNumber": 3,
        "title": "Full day visit to Lake Louise and Moraine Lake",
        "description": ": Over the next two days, we'll explore the majestic peaks and glacial lakes of Banff National Park. We'll be following well-marked trails to uncover stunning vistas and perfumed pine forests. We'll take the hour-long drive this morning to postcard-perfect Lake Louise and its next-door neighbour, Moraine Lake. Tom Wilson, the first white Canadian to see Lake Louise, when he was led there by a local native in 1882, wrote 'I never, in all my explorations of these five chains of mountains throughout western Canada, saw such a matchless scene… I felt puny in body but glorified in spirit and soul'. Despite the increasing number of visitors to the lake, it's still possible to experience the awe Wilson had when he first laid eyes on it. At Lake Louise we plan to head out on foot along the Lake Agnes trail. This hike is steep, so be prepared for an initial ascent through dense forest. When the trees start to thin, we'll keep our eyes peeled for the dazzle of the lake below, as the path slows into switchbacks that lead us more gently to the summit. We're rewarded for our efforts with the promise of refreshments at the Lake Agnes Tea House, before returning the same way that we came up. The total length of the trail is seven kilometres (4.5 miles) and may take approximately 3 hours. If you'd prefer a less active option, enjoying a drink on the terrace of the Fairmont Chateau Lake Louise or taking a stroll around the perimeter of the lake offer a more leisurely way to soak up the views. During the summer months, once the lake is fully defrosted, canoes are also available for hire."
      },
      {
        "dayNumber": 4,
        "title": "Walk on the Medecine Trail with an indigenous guide; optional aerial tram ride up Sulphur Mountain",
        "description": ": We'll drive from Canmore to Banff this morning, towards the beautiful meadows of Cascade Ponds. Here, we set out on foot with a local and knowledgeable indigenous guide from the Cree Iroquois community, to explore the Medecine Trail, an easy walk of around 1.5km (one mile). Working with a female-owned indigenous organisation, this walk aims to connect travellers with the land, as the guide shares their traditions and knowledge of the plants and wildlife around them. We're free this afternoon to discover Banff, a quaint resort town that exudes Canadian spirit. For those who want to explore further, there'll be an optional excursion by aerial tram to the top of Sulphur Mountain - if the weather is clear, the views across the Rockies are breathtaking. History fans might like to take a trip to the Whyte Museum of the Canadian Rockies, a small but fascinating collection of art and heritage materials that preserves and showcases the history and ideas of mountain cultures, For the more active amongst us, there's also the chance to hike up Tunnel Mountain, a popular self-guided hike that starts in the town itself and rewards walkers for their uphill efforts with spectacular views of the town and forest below."
      },
      {
        "dayNumber": 5,
        "title": "Drive to Jasper National Park via Icefields Parkway",
        "description": ": Today, we'll drive along one of the world's top scenic highways, the Icefield Parkway. Spectacular scenery unfolds at every turn, and we'll likely encounter wildlife along the road too. We'll continue northwards and pass alongside the Columbia Icefield where we'll stop to marvel at the Athabasca Glacier. For those feeling adventurous, there'll be the option to take a guided hike onto the glacial ice - this should be booked at the start of your trip, our tour leader will give you more information. Afterwards, we'll continue up the scenic highway towards Jasper, making more stops en route. If you're hoping to spot a grizzly, our eagle-eyed tour leader will keep an eye out for bears while we travel. Our journey today may take up to 10 hours as we'll make a variety of stops along the route."
      },
      {
        "dayNumber": 6,
        "title": "Walk in the woodlands of Jasper National Park, optional trip to Miette hot springs",
        "description": ": We'll start today with a short hike (approximately three kilometres) on an easy walk called the Moose Lake Loop. This trail stays mostly within the woodlands, cresting small hills and across hollows. Much of the environment here was shaped by a massive landslide that happened millennia ago, where half a billion cubic metres of rock fell from the ridge on the side of Maligne Lake, blocking the valley and causing the lake to grow considerably to today's size. Along the way we'll see mossy, lichen-encrusted boulders, with this huge geological event forming something of a natural rock garden. On the way back there is the option to take a dip in the warm, mineral-rich waters of the Miette Hot Springs. Please note that following on from the 2024 wildfires in Jasper National Park, there is some uncertainty of what will and won't be open this season. This day will therefore have a degree of flexibility, and the Tour Leader may adjust the trip depending on what is open and accessible."
      },
      {
        "dayNumber": 7,
        "title": "Head to Clearwater via Mount Robson",
        "description": ": This morning, we'll head northwest along Highway 16, through Mount Robson Provincial Park. Along the way, we'll get to see Mount Robson itself, the highest peak in the Canadian Rockies (3954m). It's so tall that it has its own weather patterns and, if we're lucky, we'll be able to view it from top to bottom. From here, we'll enjoy a hike along Fraser Canyon to Overlander Falls (a one-kilometre/45-minute walk) before continuing to Clearwater."
      },
      {
        "dayNumber": 8,
        "title": "Visit the Wells Gray Provincial Park",
        "description": ": This morning, we'll head out to the nearby Wells Gray Provincial Park, home to Helmcken Falls, which (at 127 metres) is higher than Niagara Falls. There are unexpectedly spectacular views from all along the park entrance road and great opportunities for wildlife spotting. We'll spend the day here travelling along the park road and making stops at the many waterfalls and lakes along the way, taking walks and exploring the area on foot. As well as Helmcken Falls, we'll visit Spahats Creek, from where we can take an easy walk to the 61-metre high Spahats Falls. These impressive falls cascade down through layers of pinky-red volcanic rock, and from the observation point we should also have a great view down the Clearwater Valley. The rest of our itinerary for the day will rely on our Tour Leader; we might visit the spectacular Dawson Falls, walking to its two viewpoints and feeling its mighty spray. We may also visit Shadow Lake, a peaceful wilderness that has some great birding opportunities, or Clearwater Lake, with its lakeshore trail and peaceful atmosphere. While our Tour Leader will make decisions on the spot, we can expect to be outdoors for much of the day with a variety of short walks on offer."
      },
      {
        "dayNumber": 9,
        "title": "Journey to Whistler",
        "description": ": We'll have a long drive, around six hours, ahead of us today, as we travel south to Whistler. En route, we'll make various stops to soak up the scenery. We'll travel through the mountains of interior British Colombia, the landscape changing with the shifting climate, stopping at several viewpoints such as Seton or Kalamalka Lake to stretch our legs. This evening, we'll enjoy a meal in one of Whistler's many restaurants and, for those who wish, follow it up with a night on the town."
      },
      {
        "dayNumber": 10,
        "title": "Free day in Whistler, walk or take cable car ride",
        "description": ": Today is free to enjoy Whistler and the variety of activities on offer here. You might like to take a cable car up one of the nearby peaks and hike a trail. There are plenty of trails in and around Whistler, taking in either the rugged mountains or the peaceful shores. Alternatively, a visit to the Lil'wat Cultural Center in nearby Squamish provides rich insight into the indigenous heritage of the Squamish and Lil'wat Nations."
      },
      {
        "dayNumber": 11,
        "title": "Ferry to Nanaimo, drive to Pacific Rim National Park",
        "description": ": This morning, we'll follow Route 99 (more famously known as the Sea to Sky Highway) toward the Pacific Coast and Vancouver. We'll continue to Horseshoe Bay from where we'll catch the ferry across to Nanaimo on Vancouver Island. Although the island stretches almost 500 kilometres from north to south, it has a population of just 500,000 and, with its numerous provincial parks, it's easy to escape into the wilderness. En route to Pacific Rim National Park, we'll stop in MacMillan Provincial Park where we'll take a short walk to the famous Cathedral Grove, a striking group of huge Douglas Firs. Some of these incredible trees reach up to 70 metres high, are two metres thick and are estimated to be up to 1000 years old. We'll then continue to the National Park which stretches for 130 kilometres and is teeming with mountains, coastal rainforest, wild beaches, and unkempt marine landscapes. We'll spend tonight in Ucluelet near Tofino. Including time spent on the ferry, our journey today may take approximately eight or nine hours."
      },
      {
        "dayNumber": 12,
        "title": "Free day for optional whale watching or sea kayaking",
        "description": ": Today we're free to choose from a variety of activities. The two most popular excursions are both out to sea. The more energetic amongst us might like to explore the wild coastline and hidden coves by kayak. Alternatively, there'll be the chance to go whale watching from one of the coastal villages in the park. There'll also be the opportunity to go black bear watching from a zodiac boat or take an optional walk along one of the park's many trails. For a chance to interact further with the island's First Nations peoples, there is the option to take a water taxi to Meares Island, and be guided by a local from the Nuu-chah-nulth First Nations group along the Big Tree Trail, through old growth forest and past some of the largest trees in British Columbia. Our local guide will be on hand to organise these trips."
      },
      {
        "dayNumber": 13,
        "title": "Drive to Victoria, free time to explore",
        "description": ": We'll head south today, away from the wilderness of the Pacific Rim National Park and towards the much gentler scenery of Victoria. On the way, we'll make stops to view the totem poles carved by the First Nations of the North West Coast. In 1884 the Federal Government outlawed 'pot latching' and this unique art form nearly died out. Fortunately, in recent times, there has been a revived interest in this proud tradition and the totems that can be found along this stretch of coast are strong reminders of the island's native people. This afternoon, we'll have free time to explore Victoria. We highly recommend visiting the Royal British Columbia Museum or grabbing a seat at one of the pavement cafes to watch the world pass by."
      },
      {
        "dayNumber": 14,
        "title": "Ferry to Vancouver and orientation tour",
        "description": ": Vancouver (the Jewel of North America) beckons us today. As cosmopolitan as the city is, reaching to the Pacific Ocean and surrounded by Mount Seymour and Grouse Mountain, it's impossible to forget Canada's abundant natural beauty. During the afternoon, we'll have a brief orientation tour, as well as the opportunity to discover Stanley Park (optional). Later this evening, we recommend a visit to Gastown, an upbeat neighbourhood with plenty of local restaurants and bars."
      },
      {
        "dayNumber": 15,
        "title": "Trip ends in Vancouver",
        "description": ": Our tour of the Rockies and Pacific Coast ends at our hotel in Vancouver. There are no activities planned today, so you're free to depart at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer, you need to depart from Vancouver International Airport (YVR), around a 40-minute drive from the hotel."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "canadian-rockies-activity-holiday",
    "tourName": "Canadian Rockies activity holiday",
    "placesVisited": "Vancouver, Whistler, Wells Gray Provincial Park, Jasper National Park, Banff National Park, Golden, Yoho National Park and the Kicking Horse River, Glacier National Park, Kamloops, Mount Revelstoke National Park",
    "generalInfo": "The Rocky Mountains of Canada feature an array of stunning landscapes that you won’t see anywhere else in the world. Towering peaks, serene turquoise lakes, thick forests and gushing rivers are dotted throughout huge national parks. This 15-day small group trip takes you to its heart, with 13 nights camping and the chance to muck in, enjoy the scenery, connect with the wild landscape and make new friends.<br/><br/>Walk the streets of Vancouver, hike the trails of Jasper and Banff, meander along the river in Yoho National Park and soak up the superb alpine scenery. Spot native moose and bears and unleash your inner daredevil on a trip packed full of optional outdoor activities. Hike through forests, cycle in remote corners of the Rocky Mountains and canoe across a picturesque lake to an overnight campsite in the remote wilderness. You will also be able to learn more about the area by connecting with its residents. Canadians are an incredibly friendly and welcoming people, happy to chat! So jump in feet first and be completely immersed in this awesome outdoor Canadian experience.<br/><br/>This is a participatory trip. That’s a fancy way of saying you’re not just along for the ride – you’re part of a team! You know the phrase ‘the more you put in, the more you get out’. Well, that’s extra true on this trip. Be prepared to roll up your sleeves and help out with camp activities like food prep and washing up.<br/>",
    "durationDays": "15",
    "price": "2940",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Vancouver.",
        "description": "Welcome to Canada! Home of ice hockey and maple syrup, and the source of your soon-to-be fondest travel memories. It all starts in Vancouver. Your adventure begins with a welcome meeting at 8 am tomorrow morning where you’ll meet your local leader and fellow travellers. If you arrive early in Vancouver, why not take a walk around the Victorian buildings in the historic Gastown neighbourhood, or maybe wander through the huge urban forest that is Stanley Park."
      },
      {
        "dayNumber": 2,
        "title": "Whistler.",
        "description": "At 8 am sharp, meet your fellow travellers and leader in the hotel lobby for a welcome meeting. Then, hit the road for the outdoorsy hub of Whistler. Drive along the Sea to Sky Highway, widely considered one of the most scenic routes in the world, with a stop at Squamish along the way. When you arrive in Whistler, join your leader for an orientation walk around the pedestrian-only town. Tomorrow’s a free day, so this could be a good chance to get a sense of what’s on offer. Have a chat to your leader about how to go about booking and taking part in hiking, mountain biking, zip-lining, kayaking and more. Then, settle into the campground for the night."
      },
      {
        "dayNumber": 3,
        "title": "Whistler.",
        "description": "You have a free day today and Whistler is ready to be explored, up the mountain or back down in the village. Perhaps buy yourself a ticket to ride the PEAK 2 PEAK gondola to enjoy unparalleled views of towering volcanic peaks and surrounding forest on the world’s longest and highest lift. Once at the top, check out the nearby scenic walking trails, mountaintop restaurants and indoor interpretive displays. Otherwise, you could hire a bike and ride along the Valley Trail to Lost Lake or go for an easy hike along the Lost Lake Nature Trail. If you're after something a little more cultured, perhaps hit the Audain Art Museum to see a selection of First Nations and British Columbian artwork."
      },
      {
        "dayNumber": 4,
        "title": "Wells Gray Provincial Park.",
        "description": "Make sure you’ve got a book, a podcast or some sparkling conversation ready as you settle in for a long drive to Wells Gray Provincial Park. You’ll arrive in time to set up camp for the evening. Wells Gray Park is known for its waterfalls (there are 42 named waterfalls throughout the park!) and it sits within a truly unique ecosystem – the world’s only inland temperate rainforest."
      },
      {
        "dayNumber": 5,
        "title": "Wells Gray Provincial Park.",
        "description": "This morning you’ll travel deeper into Wells Gray Provincial Park, disembarking at Clearwater Lake. Pack your camping equipment into a canoe, then cruise into the water. On a sunny day the name of the lake is particularly apt, and if you work up a thirst while paddling you can drink the pristine water around you, no filter necessary. After some instruction from the canoeing guides, paddle to a secluded beach campsite. Set up camp for the night, then you can choose to head out on a leader-led hike to Eagle’s View. Later, cook dinner and finish the day with some stargazing."
      },
      {
        "dayNumber": 6,
        "title": "Wells Gray Provincial Park.",
        "description": "For your second day in the backcountry, the agenda is up to the group! You can take on some more of the trails the park has to offer, do some more paddling around Clearwater Laker, swim – or all three. Your leader will be on hand to provide you with any recommendations you need. Return to your campsite in the evening and enjoy another meal under the stars."
      },
      {
        "dayNumber": 7,
        "title": "Jasper National Park.",
        "description": "Wake up lakeside and pack up your gear to hit the water again. Back at the starting point, help unload and store the canoes and then hit the road bound for Jasper National Park. It’s a long drive, but you’ll break it up with a short hike to Helmcken and Spahats waterfalls. There’ll also be a stop in at Mt Robson Provincial Park, giving you a chance to stretch your legs on a short walk through the picturesque wildflower meadows. Arrive in Jasper in the early evening and settle into your campsite."
      },
      {
        "dayNumber": 8,
        "title": "Jasper National Park/Maligne Lake.",
        "description": "Today you’ll make a visit to Maligne Lake. Make sure you’ve got a charged phone or camera ready to capture shots of the jagged mountains and bright green pine forests that surround these glacial waters. There's an option to pay for a cruise around the lake, including a visit to Spirit Island. This tiny ‘tied’ island is one of the most photographed spots in the Canadian Rockies for a reason! If the lake cruise isn’t your thing, you might like to spend your time seeing the area while hiking either the Mary Schaeffer or the Moose Lake trails. This afternoon, you are free to explore Jasper – perhaps hire a bicycle or canoe to explore from a different perspective!"
      },
      {
        "dayNumber": 9,
        "title": "Banff National Park.",
        "description": "Take a scenic morning drive through mountain scenery on the famous Icefields Parkway, which connects Jasper and Banff National Parks. There will be numerous opportunities to stop at viewpoints and waterfalls along the way. This includes visits to the ice fields of Athabasca Glacier, where you can walk to the toe of the glacier with your leader or explore on an optional hike on the glacier with a local guide (at own expense). Then, continue to your campground in Banff where you'll be spending the next three nights."
      },
      {
        "dayNumber": 10,
        "title": "Banff National Park.",
        "description": "Today you'll begin exploring the many possibilities that Banff National Park provides, starting with Lake Louise and its surrounds. You’ll visit Lake Louise and Moraine Lake (subject to seasonal closures), then it’s a choose-your-own-adventure kind of day. There’ll be an optional hike on the Plain of Six Glaciers trail around Lake Louise, which can also be extended to visit the Lake Agnes teahouse or the aptly named Big Beehive. There are plenty of other trails of different lengths to choose from, or you might like to visit the Fairmont Lake Louise Chateau which offers some of the best views of the lake. As always, your leader is there to help, so pick their brain for advice on which (if any) you wish to participate in. This evening, you’ll return to your campsite in Banff."
      },
      {
        "dayNumber": 11,
        "title": "Banff National Park.",
        "description": "Enjoy a free day to explore Banff National Park. You could take a gondola ride up Sulphur Mountain or get active with opportunities for canoeing and mountain biking. Maybe you’ll explore the town of Banff itself – your local leader will have recommendations for local restaurants and boutique stores to explore."
      },
      {
        "dayNumber": 12,
        "title": "Yoho National Park/Golden.",
        "description": "Today drive to a place so beautiful its name comes from a Cree word that means awe and wonder – Yoho National Park. The nearby town of Golden will serve as your base for the next two nights, giving you ample time to explore the terrain and take part in the many activities the park provides. Be sure to ask your leader for a recommendation that matches your fitness level! If you’d like to take things a little easier, perhaps head to Emerald Lake where you can book a canoeing activity, go for a swim or simply hang out by the lake. For an easier hike, the 5 km trail around Emerald Lake lets you enjoy views of the turquoise waters from every angle."
      },
      {
        "dayNumber": 13,
        "title": "Yoho National Park/Golden.",
        "description": "There are a couple of ways to continuing explore Yoho National Park today. If you’d like to break in your boots (and don’t mind heights), there’ll be an optional walk to the Golden Skybridge, which’ll provide some incredible views of the Rockies from 426 feet in the air. Another option (not for the faint of heart) is to battle the wild waters of the aptly named Kicking Horse River on a guided rafting tour. Please note, this is an optional activity booked through an outside company that will incur an extra cost. Floored by the scenery? You could always lie back on the riverbank and watch the world float by."
      },
      {
        "dayNumber": 14,
        "title": "Glacier National Park/Revelstoke/Salmon Arm.",
        "description": "This morning, travel through the high mountain clearing of Rogers Pass to reach Glacier National Park. Stop at Rogers Pass Discovery Centre for a look around and (depending on time and conditions) take a short hike through an old-growth area of cedar and hemlock. As one of the world's most active avalanche areas, most of the rugged, mountainous area of Glacier National Park is inaccessible for day hikes. Pause for lunch at Revelstoke which contains part of the world's only temperate inland rainforest, then set up camp near Salmon Arm, BC."
      },
      {
        "dayNumber": 15,
        "title": "Vancouver.",
        "description": "Make the journey back to Vancouver. The arrival time depends on a variety of factors such as weather, but you should expect to be back in the city before 3 pm. There are no activities scheduled upon arrival in Vancouver. If you are flying out today, please don't book a flight before 8 pm, as this will give you enough time to catch a taxi from the hotel to the airport and be there 2 hours before departure. Vancouver is the largest city in western Canada and it’s well worth taking some extra time to explore the city’s delights. Should you choose to stay longer in Vancouver, just speak to your booking agent to book additional accommodation (subject to availability)."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "canadian-rockies-adventure-japer-to-banff",
    "tourName": "Canadian Rockies adventure, Japer to Banff",
    "placesVisited": "",
    "generalInfo": "Get ready for mountains, lakes and glaciers, Canadian style! Explore some of the grandest scenery in Canada and take advantage of the hiking and adventure activities available on this tour. Starting from Calgary, gateway to the Canadian Rockies, encounter stunning waterfalls and aquamarine lakes, spot wildlife in wilderness parks and enjoy the spectacularly scenic Icefields Parkway. Add on as much adventure as you want, from mountain biking and white-water rafting to canoeing. This 10-day Canadian Rockies tour is one great big adventure, so what are you waiting for?",
    "durationDays": "10",
    "price": "4799",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Sandwiched between the Rocky Mountains and the winding Bow River, Calgary is at the epicentre of Alberta’s oil industry. The high-rise buildings and urban parklands create a balanced modern city. Around 6pm, say hello to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner at a nearby restaurant. Want more time in Calgary? Secure pre-tour hotel nights through your sales representative. Accommodation: Ramada Plaza Calgary Downtown/Sandman Signature Calgary Airport (or similar)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "We set off early and head north-west to Jasper. Part of our journey will be along the spectacular Icefields Parkway. Cutting through the heart of the Rockies, it is recognised as one of the top scenic drives in the world, travelling for 140mi (230km) past hanging glaciers, sheer rock walls and broad sweeping valleys. We will return along the Icefields Parkway later in the week, when there is the option to take a guided walk on Athabasca Glacier. Jasper National Park is the largest national park in Canada, covering 4,200sqmi (10,878sqkm). It's much less developed than other areas of Western Canada and offers a true wilderness feel. Driving time today is approximately 5 hours (not including the many stops along the Icefields Parkway to stretch our legs and take in the astounding views). Accommodation: Becker's Chalets (or similar)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today we begin our discovery of Jasper National Park. There are several options on offer in Jasper, including the SkyTram cable car for a bird's-eye view of this splendid park. There's also ample opportunity for hiking or mountain biking amid glorious lakeside scenery. Optional activities: Jasper SkyTram: 67-73 dollars (US$48-US$52) Mountain biking: 45 dollars (US$34) half day or 35 dollars (US$26) per hour Accommodation: Becker’s Chalets (or similar)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Waterfalls, fossils, underground streams, nests of ravens and rare black swifts, unexpectedly lush plant life and the startling effects of frost: these are just some of the wonders of Maligne Canyon. Swirling, churning water has worn the canyon, only two metres across at some points, to a depth of more than 50 metres. Maligne Canyon is carved into the Palliser Formation, a layer of limestone deposited in a shallow tropical sea by lime-secreting plankton about 365-million years ago. Some geologists speculate that parts of the canyon were originally deep caves that have since been uncovered by glacial scraping and water erosion. Our leader takes us on an easy trail along the canyon, stopping along the way to share the geological history of the area. There are four bridges across the gorge, each with its own special view. A short hiking loop tours the upper reaches of the canyon, while a longer trail follows the gorge and exits at a fifth and sixth bridge lower down - you may choose the short or longer route. * Parts of Maligne Canyon are currently closed. An alternative walk maybe offered covering the Mary Schäffer Loop. This trail passes through lichen-rich forests of pine, spruce and fragrant subalpine fir, offering lovely views of Maligne Lake. This is a leisurely hike of one to two hours, 1.8mi (2.9km). Accommodation: Becker’s Chalets (or similar)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today we experience the Icefields Parkway in all its glory. Take the chance to marvel at views you won't have seen when travelling from south to north, and there's also the opportunity to traverse a portion of the imposing Athabasca Glacier on an optional guided glacier hike and be amazed by the turquoise waters of Peyto Lake. We end our day in Golden, close to Yoho National Park. Optional activities: Guided glacier walk: 115 dollars (US$81) Accommodation: Prestige Inn Golden (or similar)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Yoho National Park is considered the hidden treasure of the Canadian national park system and you have a full day to explore. It's a photographer's dream with several hiking opportunities that showcase the mountains, lakes and waterfalls of this pristine alpine landscape. In the morning, there is time for optional activities including an exhilarating half-day white-water rafting excursion on Kicking Horse River, or hire a mountain bike to explore the area on two wheels. In the afternoon, our tour leader will accompany us on a walk to the impressive Takakkaw Falls, one of the most powerful waterfalls in British Columbia, set amidst towering mountainous scenery, and then to magnificent Emerald Lake. Surrounded by snow-capped mountains, the vibrant colour of Emerald Lake lends it its name. We hike along a trail through the surrounding forest, passing colourful flowers and surprisingly jungle-like plants that thrive in this climate, enjoying views of the lake all the way round. We make the most of this spectacular national park before returning to Golden in the early evening. Optional activities: White-water rafting: 129-189 dollars (US$96-US$140) Via Ferrata: 96 dollars (US$72) Grizzly bear refuge: 36 dollars (US$27) Mountain bike rental - Trail bike from 74 dollars/day (US$55), full suspension bike from 174 dollars/day (US$133) Accommodation: Prestige Inn Golden (or similar)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Cameras at the ready as we head to two of the Rockies' most photographed locations. With its snow-capped peaks, ancient pine forests and aquamarine waters, Lake Louise is known as the Gem of the Canadian Rockies, while iconic Moraine Lake lies in the Valley of the Ten Peaks and is arguably the most picturesque lake in the region. We spend time at both lakes and there's the opportunity to join the tour leader for a guided hike (the duration and level of difficulty will be determined by the tour leader based on the group's ability). Your next three nights will be spent in the picturesque resort town of Banff. Optional activities: Canoeing: 145 dollars (US$107) for one hour The order to visit the two lakes and where we hike will be decided based on visitor numbers and local conditions. Accommodation: Charltons Banff or Banff Rocky Mountain Resorts (or similar)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "In the heart of the Canadian Rockies, Banff National Park was established in 1885 and is the oldest national park in Canada. Its mountainous terrain encompasses coniferous forests, alpine meadows, icefields and glaciers. The morning is free to explore Banff and perhaps enjoy one of the many optional activities available. Take a gondola ride to the top of Sulphur Mountain or opt to view the scenic grandeur from a helicopter. Outstanding hikes are available and, with an abundance of wildlife around, there's always a chance of spotting something special so keep your camera at the ready. In the afternoon, we head to the Sulphur Mountain Hot Springs above Banff for a soak in the thermal pool, surrounded by the jagged peaks of Rundle and Cascade Mountains. Optional activities: Aerial gondola/tramway: 78 dollars (US$57) Horse riding (1-2 hour ride): 90-170 dollars (US$66-US$125) Canoe rental: 55 dollars (US$40) per hour Bike rental: 60-110 dollars (US$43-US$80) per day Accommodation: Charltons Banff or Banff Rocky Mountain Resorts (or similar)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "For our last full day in the Rockies, our leader will guide us on a hike to take in the awe-inspiring scenery surrounding Banff. There is a range of hikes available, from an easy 1.7mi (2.7km) loop along the Bow Falls Trail to a more strenuous 6.7mi (10.8km) hike to the summit of Sulphur Mountain. The leader can recommend the best option based on the group's preference and ability, but you can be sure that every hike in Banff National Park is a beauty! Afterwards, there is time for optional activities or independent exploration of Banff. Accommodation: Charltons Banff or Banff Rocky Mountain Resorts (or similar)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "The adventure ends in Banff this morning and we make our return journeys home after discovering the beauty of the Canadian Rockies. Speak to your sales representative if you’d like to extend your stay in Banff."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "canadian-rockies-and-northern-lights-tour",
    "tourName": "Canadian Rockies and Northern Lights tour",
    "placesVisited": "Thrilling small group tour of Canada’s rugged wilderness, Optional snowshoeing, ice fishing, even dog sledding, Search for the Northern Lights, Try an ice walk, and watch for moose and bears, in Jasper National Park, Spend a day at the iconic Lake Louise, Drive the world-renowned Icefields Parkway, Guided snowshoeing in Banff National Park",
    "generalInfo": "The motto of the overland traveller is that it’s as much about the journey as it is about the destination. And nowhere is that more true than the spectacular Icefields Parkway between Lake Louise and Jasper National Park, which you will drive along during this superb Canadian Rockies and Northern Lights tour.<br/><br/>The route is 232km of breathtaking scenery, with ancient glaciers and jagged mountaintops on either side, and the Columbia Icefield at its heart. You can take a hike to the foot of the massive Athabasca glacier that flows close to the roadside. And the amazing thing is, this is just one of many natural wonders you’ll encounter on this tour. Probably the thing your tour leader hears most often is: Wow.<br/><br/>Over 11 days your group will explore two of North America’s most revered national parks: Banff and Jasper. You’ll spend a glorious day on the shores of Lake Louise, where optional activities include horse-drawn sleigh rides, ice skating, or snowshoeing. You’ll strap on crampons for an ice walk to see frozen waterfalls in Banff’s Johnston Canyon. And you’ll look skywards every evening, in the hope of seeing the extraordinary Northern Lights dancing across the sky.<br/><br/>With dates from November to March, this is a winter tour, meaning a host of exciting activities. Some, such as a backcountry session of snowshoeing, are included. Others, such as dog sledding in Canmore, are optional – but highly recommended. Naturally, the activity provider is known to take excellent care of their dogs, putting the animals’ welfare first.<br/><br/>Group sizes are kept small, to a maximum of just 12. That means several things. For one, you’ll all be on first name terms by the end of day two. And for another, it means that when it comes to your hotels and your restaurants, you can go locally owned and independent for much of the way. All in all, it makes for a much more authentic and satisfying experience of Canadian culture.<br/><br/>All of this: the experiences, the snowy beauty, the Northern Lights-watching, the camaraderie – framed against the most dramatic of backdrops, the Canadian Rockies. <br/>",
    "durationDays": "11",
    "price": "3496",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Edmonton.",
        "description": "Welcome to beautiful Edmonton, Canada. Your adventure begins with a welcome meeting at 6 pm today. If you arrive early, perhaps visit the biggest mall in North America: West Edmonton Mall, or instead, learn about Canadian living history at Fort Edmonton Park, visit the nearby Ukrainian Cultural Village, and explore the small theatres and diners of the University District."
      },
      {
        "dayNumber": 2,
        "title": "Métis Crossing, Smoky Lake.",
        "description": "This morning, visit the Telus World of Science in Edmonton where you can explore a variety of exhibits and experiences, including the new Indigenous Traditional Room. Then, drive North to Metis Crossing, located near the town of Smoky Lake. After dinner you will head out in search of a view of the spellbinding northern lights (clouds permitting). Enjoy a bonfire under the darkness of the night sky and cook some s’mores while you’re waiting."
      },
      {
        "dayNumber": 3,
        "title": "Métis Crossing, Smoky Lake.",
        "description": "Get ready for a day of activities. Engage in a once-in-a-lifetime opportunity to experience the beauty of heritage species with access to a wildlife park. After lunch, the group will participate in Tales from the Trapline: A Métis Traditional Experience. Build a shelter, walk the land and connect with nature. When there is snow on the ground, strap on traditional snowshoes. After dinner, head back out again to look for the unpredictable northern lights during your second dedicated night of sky gazing. Alberta takes great pride in its wide-open spaces, and Métis Crossing is recognized for being located in one of these expansive areas. The Northern Lights are often spotted in these regions, and the dark, wide, and unpolluted night skies make your aurora borealis viewing experience most optimal. As a designated Dark Skies Preserve, Metis Crossing is committed to protecting the beauty of our dark skies by minimizing light pollution in all its forms."
      },
      {
        "dayNumber": 4,
        "title": "Jasper.",
        "description": "Drive to Jasper National Park, arriving at your hotel in the late afternoon. Once settled in, go searching for wildlife such as moose, elk, deer, bears and coyotes. In the evening, perhaps take yourself out for dinner in Jasper, as there are a variety of restaurants to choose from. Ask your local leader for suggestions on where to go."
      },
      {
        "dayNumber": 5,
        "title": "Jasper.",
        "description": "Today you’ll find out for yourself why Maligne Lake is featured on so many jigsaw puzzles. You'll be treated to stunning views of turquoise waters surrounded by snow-capped peaks as you enjoy a snowshoe along the shore or a hike through the surrounding landscape, taking in breathtaking vistas and the peaceful winter beauty of the area. With glimpses of Spirit Island and possible wildlife sightings, it's the perfect way to experience Jasper's serene, wintery landscape up close. In the afternoon head back to Jasper for an included lunch at a local distillery."
      },
      {
        "dayNumber": 6,
        "title": "Lake Louise.",
        "description": "Prepare yourself for an unforgettable drive as you set out on the Icefields Parkway. The world-renowned roadway between Jasper and Banff stretches 232 kilometres (144 miles) through a landscape of jagged mountaintops and past 100 ancient glaciers. At its heart is the Columbia Icefield, the largest ice field in the Rocky Mountains. The massive Athabasca Glacier, measuring 6 kilometres (3.7 miles) long and 1 kilometre (.62 mile) wide flows within walking distance of the roadway, so take a hike to its toe (the current lowest endpoint of a glacier). Tonight, arrive at Lake Louise to relax and ready yourself for another active day tomorrow."
      },
      {
        "dayNumber": 7,
        "title": "Lake Louise.",
        "description": "Lake Louise is an iconic snapshot of Canada, and today you’ll experience one of its many beautiful moods. There are many options on how to spend the day, including an optional horse-drawn sleigh ride past the glacial lake. You’ll be able to take a snowshoe hike along one of the lake’s many trails, or perhaps pop on a pair of skates and practice some figure eights (or ice stumbles) while gliding across the surface of the lake. Included today is lunch at The Station Restaurant – a heritage railway station which serves hearty Canadian favourites. If you’re looking to continue to put your feet up, the Fairmont Chateau does a beautiful afternoon tea. For those lucky enough to be in Lake Louise during its annual Ice Magic Festival in January, be sure to take a look at the precision and delicate skill on display in the various ice sculptures by the lake."
      },
      {
        "dayNumber": 8,
        "title": "Banff.",
        "description": "Drive to nearby Banff, Canada’s most famous mountain resort town. While located inside a national park, Banff offers plenty of shops, restaurants and bars to distract you from the surrounding natural beauty. Gain a sense of Canadian Rockies culture at the Whyte Museum, where over 200 years of artwork tells the story of the rugged men and women who settled in Banff. Sub-zero temperatures turn Banff’s waterfalls into glittering ice sculptures, and today you will visit Johnston Canyon ice walk to see this all on display. Hike along steel catwalks built into the canyon walls and wander among massive pillars of ice. With all this adventuring, you must be hungry, and so it’s a perfect time for a Beavertail tasting experience. Beavertails are a deep-fried sweet dough made with whole wheat flour and pulled by hand to resemble the long flat tail of a beaver. Order a classic cinnamon and sugar or go a little bit wild with some whipped cream and decadent Nutella – you’ll be licking your lips for hours!"
      },
      {
        "dayNumber": 9,
        "title": "Banff National Park.",
        "description": "Enjoy a free morning in Banff before an included snowshoe hike with your group at Sunshine Village Ski Resort, about 20 minutes out of town. To start, head above the tree line, and then put on your snowshoes and trek across the white powder with a professional guide. Your backcountry hike will be made extra sweet with a stop for hot cocoa and cookies on top of the (Sunshine Village) world."
      },
      {
        "dayNumber": 10,
        "title": "Banff/Canmore.",
        "description": "In the morning, take a short drive to Canmore, which is within the Kananaskis Country park system, and embark on an included ice walk at the Grotto Canyon, using special hiking crampons to grip the smooth frozen creek beds. Alternatively, you could book yourself a dogsledding adventure with a trusted provider, where you’ll meet and greet the dogs on your team before being pulled along the frosty trails by these canines. Return to Banff for the night – a group dinner in town may be on the cards."
      },
      {
        "dayNumber": 11,
        "title": "Calgary.",
        "description": "Enjoy breakfast at the lodge before a drive to Calgary. Your trip will end at Calgary International Airport, the arrival time depends on each group however If you decide to fly out this day, please don't book a flight before 3pm. Drop off in Calgary city can be arranged, please discuss this with your Trip Leader. There are no activities and accommodation planned for the day. If you have the rest of the day here, why not visit the giant pandas at the Calgary Zoo, check out the urban neighbourhood of East Village, or walk across Peace Bridge and explore Prince Island’s Park on the Bow River."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "canadian-rockies-small-group-holiday",
    "tourName": "Canadian Rockies small group holiday",
    "placesVisited": "Vancouver, Victoria, Vancouver Island, Whistler, Sun Peaks, Jasper, Banff National Park, Calgary, Knowledgeable tour leader, Included & optional activities and free time",
    "generalInfo": "Join a small group of merry wanders on this 12 day trip into the Canadian Rockies and be prepared to instantly fall head over heels in love with life north of the border. Your tour leader will be on hand 24/7 to ensure you get to witness the wildlife and the scenery in the safest and most informed way possible. Optional activities, such as kayaking, mountain biking, hiking and boat cruising, can make this holiday as relaxed or as fast-paced as you wish.<br/><br/>Captivating Rocky Mountain scenes surround you at every turn in addition to time spent in a couple of Canada's coolest cities, Victoria and Calgary.<br/><br/>Starting out from Vancouver invites insight into the laid back and characterful lifestyles of Canadians living in the shadow of the Rocky Mountains. A short ferry ride will take your group to Vancouver Island before you return to the mainland and head onwards and upwards into them there hills.<br/><br/>Whistler, Jasper and Banff national parks all lie in store, after scenic road transfers, with the calm of Lake Louise providing a chance to reflect on newfound friendships, shared experiences and your absolute ultimate pancake toppings.<br/><br/>Loads of hiking, biking and wildlife watching options make this 12 day holiday really easy to adapt to suit your pace with some of the best darn alpine scenery in Canada providing untold chances to chill with a hot choc and soak it all in.",
    "durationDays": "10",
    "price": "4170",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Vancouver.",
        "description": "Welcome to Canada! Your adventure begins with a welcome meeting at 6 pm. If you do arrive early, perhaps explore the happening neighbourhood of Yaletown, or head to Granville Island to visit the colourful markets full of fresh produce and handcrafts. Vancouver’s coastal setting is beautiful, bordered by an ocean harbour to the north and a river to the south. The majestic Coastal Mountains, often snow-capped, provide the eastern horizon, making it a picturesque place to spend a few days before the tour begins."
      },
      {
        "dayNumber": 2,
        "title": "Whistler.",
        "description": "On your way out of Vancouver today, check out Stanley Park’s carved totem poles, representing the historical crests of First Nations families and their clans. During the drive to Whistler you’ll stop at the beautiful Shannon Falls, then learn more about First Nations art, history and culture at Squamish Lil'Wat Cultural Centre. Refuel with a late lunch at the onsite cafe, serving a modern take on traditional First Nations food. Once you arrive in Whistler Village, your leader will take you on an orientation walk through the bustling hub of shops and award-winning restaurants, all surrounded by beautiful mountain scenery. Later, you may like to join in on the Whistler nightlife by sampling one of the town’s lively bars."
      },
      {
        "dayNumber": 3,
        "title": "Whistler.",
        "description": "Stunning Whistler is ready to be explored, up the mountain or back down in the village. Perhaps buy yourself a ticket to ride the PEAK 2 PEAK gondola to enjoy unparalleled views of towering volcanic peaks and surrounding forest on the world’s longest and highest lift. Once at the top, check out the nearby scenic walking trails, mountaintop restaurants and indoor interpretive displays. Otherwise, you could hire a bike and ride along the Valley Trail to Lost Lake, or go for an easy hike along the Lost Lake Nature Trail. If you're after something a little more cultured, perhaps hit the Audain Art Museum to see a selection of First Nations and British Columbian artwork."
      },
      {
        "dayNumber": 4,
        "title": "Sun Peaks.",
        "description": "Say goodbye to Whistler and drive through the mountains to Sun Peaks. The Sun Peaks township is set on one of many peaks along the mountain range and the views from the top are incredible. On arrival you’ll have the choice to see those views for yourself by doing a hike along the Sunburst Loop. Or, you might like to take a shorter walk along the Shuswap Medicine Trail and learn about local flora, fauna and traditional First Nations medicines. This evening, rejoin your group for dinner together."
      },
      {
        "dayNumber": 5,
        "title": "Jasper.",
        "description": "This morning head to Jasper National Park, one of the most photographed places in Canada. Jasper is the largest of Canada's Rocky Mountain parks, famous for wildlife such as elk, moose, deer, coyotes, grizzly bears and mountain lions, as well as smaller mammals and birds. Along the way you’ll stop in at Mt Robson Provincial Park, stretching your legs on a short walk through the picturesque wildflower meadows. Once you arrive in Jasper, you’ll have options to explore the village of Jasper and its surrounds."
      },
      {
        "dayNumber": 6,
        "title": "Jasper.",
        "description": "Today is a free day in Jasper. Join the group on a visit to Maligne Lake for some hiking, and perhaps book yourself a cruise on the lake’s shimmering blue waters past the much-photographed Spirit Island. If the lake cruise isn’t your thing, you might like to spend your time seeing the area while hiking either the Mary Schaeffer or the Moose Lake trails. There’s also the option hike or bike around Beauvert Lake, or a ride on the Jasper SkyTram is highly recommended if you didn’t do it yesterday!"
      },
      {
        "dayNumber": 7,
        "title": "Banff National Park.",
        "description": "Buckle up for Banff. Today is a long day, with many scenic stops and visits along the way. In the morning, travel towards Banff, stopping off at the Columbia Icefields Centre and Sunwapta Falls. You'll have the chance to join an optional glacier hike with a professional guide (at own expense). Then head into Banff National Park in the heart of the Canadian Rockies. Banff is considered the oldest national park in Canada, showcasing the Rockies’ valleys and mountain chains which began forming up to 75 million years ago."
      },
      {
        "dayNumber": 8,
        "title": "Lake Louise / Banff National Park.",
        "description": "Today, pay a visit to Lake Louise. You can get your bearings on optional walks along the easy Waterfront Trail, or take the steeper trail to the Fairview Lookout for some incredible views from above. After, you might like to check out the interior of the luxury mountain resort, Fairmont Chateau Lake Louise. This afternoon, don an old-fashioned swimsuit and soak in the hot mineral waters of the Banff Upper Hot Springs. If there is extra time today, you may like to take part in one of the many adventure activities available within the park. With its coniferous forests, alpine meadows, icefields and glaciers, the park is an outdoor enthusiast's paradise. There are opportunities for canoeing, mountain biking, hiking or riding the gondola to the top of Sulphur Mountain."
      },
      {
        "dayNumber": 9,
        "title": "Calgary.",
        "description": "Before leaving Banff this morning, join a guide from Yellowstone to Yukon (Y2Y). Y2Y is an initiative to create wildlife corridors spanning from Yellowstone to Yukon, and you’ll learn about how the US and Canada have come together to support the animals whose habitats span both countries. Then, complete your crossing of the Rockies today on a drive to Calgary. Along the way, make a stop in the cosy little town of Canmore, the perfect place to grab some lunch and soak in some final mountain views. Arriving in Calgary the afternoon. Home to the famous Calgary Stampede, the city is growing at a rapid rate, largely thanks to oil and mining. While it may not be the most picturesque of cities, Calgary makes up for it with a budding dining and nightlife scene. In the evening perhaps head for dinner at one of the city's great restaurants."
      },
      {
        "dayNumber": 10,
        "title": "Calgary.",
        "description": "There are no activities planned for today and you can depart the accommodation at any time, though please be sure to comply with any hotel check-out times."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "desolation-sound-kayaking-expedition-canada",
    "tourName": "Desolation Sound kayaking expedition, Canada",
    "placesVisited": "",
    "generalInfo": "KAYAKING DESOLATION SOUND<br/>Kayaking Desolation Sound, a sea kayaker’s paradise. Paddling amongst the towering mountains of the British Columbia Coast Mountain range is a truly awe-inspiring adventure. Desolation Sound has a Mediterranean climate which makes it our favourite place to paddle in May, June, early July and September where you can anticipate having some of the best weather on the coast.<br/><br/>THE AREA<br/>Carved into the inaccessible wilderness of the Canadian mainland over the ages, the soaring peaks of the coastal mountains tumble to the water's edge in a jumble of river mouths and small islands, a perfect spot for sea kayaking. The rugged terrain has stopped any road access into Desolation; kayaks are the best way to visit this majestic and unspoiled area.<br/><br/>KAYAKING PARADISE<br/>There are few places on earth as stunningly beautiful as kayaking Desolation Sound. This is a kayaking trip where you spend more time looking up than looking down. The calm waters make this ideal for first-time paddlers and the rugged mountain vistas make it suitable for anyone looking to experience some of Mother Nature’s most amazing works of art.<br/><br/>CAMPING &amp; DINING<br/>Our campsites In Desolation Sound are simply stunning. Most of our campsites will be on small Islands in the heart of Desolation Sound. 6000ft peaks will tower over us giving us the feeling of being rather small. Our food is fresh, wholesome and local when possible. Our shellfish and cod come from local Quadra Island fishermen. And our guides know how to prepare the meals just right.<br/><br/>OTHER ACTIVITIES<br/>Other activities include hiking, kayaking skills development, shellfish harvesting, and lots of opportunities to swim in the nearby lakes as well as the warmest ocean waters north of Mexico.",
    "durationDays": "5",
    "price": "1795",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "You can meet either on Quadra Island or on Cortes Island in British Columbia, Western Canada. We are based on Quadra Island (a 10-minute ferry ride from Campbell River) and this is where our tour starts. We highly recommend making Quadra Island a part of your vacation plans. Our beautiful island has a whole different and laid back feel to it, complete with endless opportunities for outdoor activities, beaches to relax, amazing accommodations and great local artisans. We will travel to our launch site at Squirrel Cove. After packing our kayaks we will spend some time reviewing kayaking skills and tips for comfort and of course safety procedures before our journey begins. Our route takes us on a paddle towards the fjords of Desolation Sound, providing us with a stunning mountain backdrop. There are a number of beautiful sites within an afternoon’s paddle. Keep your eyes open for harbour seals or dall’s porpoises along the way!"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Savour our first hearty breakfast in the great outdoors before we pack up and head off on today’s adventure. We continue on into the enchanting islands of Desolation Sound, where we take our time exploring as we head towards our desired camping site for the evening."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "These days may entail paddling through the scattered islands, interpretive forest walks, swimming in fresh water lakes, practicing some on-water skills, or simply lounging at our island campsites."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "We will journey back to Cortes Island along the rugged shores of West Redonda Island. A visit to Refuge Cove or the lovely protected lagoon of Squirrel Cove will be our last stop of our 5-day kayak journey. A return in the early afternoon will allow for the time needed to return to Quadra Island between 3-6 pm."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "eastern-canada-self-drive-holiday",
    "tourName": "Eastern Canada self drive holiday",
    "placesVisited": "",
    "generalInfo": "New Brunswick is an off-the-beaten-track beauty of a destination, with majestic, brown-sugar beaches, culturally rich Acadian villages, quant coastal islands and vast tracks of forests brimming with wildlife.  Combining Prince Edward Island with the Fundy Coastal drive, this dramatically scenic route will reward with the stunning scenery of Fundy National Park, Hopewell Rocks, forests and lush countryside.  Visitors are rewarded with opportunities to kayak through the world’s highest tides, bib up for a lobster feast, view whales, seals, porpoises from the shoreline or on boat, and wonder at the views from the network of hiking trails.<br/><br/>Accommodations can be tailored to individual budgets: everything we offer is tailor made, and this itinerary is a sample to provide an idea of what is possible … please contact us so that we can tailor the perfect holiday for you. <br/><br/><br/>•\tExplore the historic &amp; scenic waterfront at Halifax, with fabulous boutiques, restaurants &amp; pubs with live entertainment<br/>•\tWater and land based activities on Prince Edward Island and at the Bay of Fundy<br/>•\tWhale watching in the Bay of Fundy<br/>•\tFresh seafood, particularly lobster, plucked straight from the sea<br/>•\tDiscover unspoilt beaches, historic lighthouses and stunning national parks<br/><br/><br/>Photo credits:",
    "durationDays": "13",
    "price": "3995",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "HALIFAX After arrival, perhaps explore the waterfront, with one of the most spectacular boardwalks in the world. Measuring 2.5 miles of beautiful sea front views, the historic waterfront is where you’ll find fabulous boutiques, restaurants, pubs with live entertainment, as well as popular festivals and events that utilize the harbour as a scenic backdrop, all year round. This evening, perhaps join a sunset wine and cheese sailing trip where you may be invited to take the helm, hoist the sails, or sit back and enjoy the beautiful sights and wines Nova Scotia has to offer."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "DALVAY BY THE SEA TO CHARLOTTETOWN (26KM: 30 MINS) En route, visit take a tour of the Island Farmhouse Gouda Inc. at Winsloe – for quality cheese, sample the Cheese Lady’s Gouda. Take a culinary walking tour of downtown Charlottetown to try lobster sushi, mussels, craft beer, Lebanese specialities and COWS ice cream. Or take a Confederation Players walking tour, where actors garbed in 19th century dress entertain visitors as they walk through the town’s historic streets. Don’t miss the fresh lobster at Water Prince Corner Shop & Lobster Pound. Tip: Listen to some live music at Trailside Music Cafe & Inn, an up-close and intimate live music experience where seafood chowder is served with Iron Bridge Brown Ale from PEI Brewing Company"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "CHARLOTTETOWN TO SHEDIAC (140KM: 90 MINS) Perhaps take a lobster cruise which includes a feast from freshly caught lobster traps and acadian music. Nearby Parlee Beach offers volleyball, ultimate frisbee, football, a sand-sculpture competition, and daily scheduled sports activities. Head to the locally popular Paturel’s Shore House for lobster chowder or bacon wrapped scallops for dinner."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "SHEDIAC TO MIRAMICHI (126KM: 1 HOUR 20 MINS) Visit the pristine Kouchibouguac National Park, where beaches and sand dunes sweep over winding coastal paths and empty grasslands: the area is home to moose and deer. Follow one of the hiking trails, or take a voyageur canoe experience with an interpreter/guide, who’ll paddle with you over the waves while relating ancient legends, exploring lagoons, and observing marine fauna and seals. On the Miramichi River, hop in a canoe or kayak and explore the river at your own pace, or slow it down even more and go for a lazy float along the river in an inflatable tube. Learn about the waterway and region in a riverboat, go on a nature walk on the shoreline, or go bear-watching."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "MIRAMICHI TO FREDERICTON (173KM: 2 HOURs 10 MINS) Take a heritage walking tour rent a canoe, kayak or paddleboard, visit the Farmers Market, where Over 250 local suppliers bring fresh produce, meats, cheeses, breads, wines, and much more to the table or explore the trails at Odell Park. Don’t miss the macaroons and mini cheesecakes at Chess Piece Patisserie & Café, or try the small plates and cocktails at 11th Mile. The Muse features coffee, cocktails, beer and prosecco with live music in the evenings, whilst Graystone Brewing and Red Rover Craft Cider serve local craft brews."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "ST ANDREWS TO ST JOHN (106KM: 1 HOUR 10 MINS) Spend a day mingling with the locals and basking in the charm and personality of this city of tropical coloured homes and bustling street life. Visit Signal Hill for great views. Explore Quidi Vidi Village, a historic former fishing village 15 minutes walk from the heart of town. Explore the antique shop and sample the craft beers at the brewery. Visit award winning bars, pubs, restaurants and hear live music on George Street. On the restaurant scene, Raymonds offers fine dining, whilst Piatto has superb wood fired pizza. Tip: Be sure to look out for Moo Moo’s Ice Cream. This institution of creamy ice cream on Canada’s east coast is covered in cow print. On the inside, you’ll find a ton of ever changing flavours to choose from"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "FUNDY NATIONAL PARK to HALIFAX AIRPORT (310KM: 3 HOURS 20 MINS) Outbound Flight"
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "family-kayaking-tour-vancouver-island",
    "tourName": "Family kayaking tour, Vancouver Island",
    "placesVisited": "",
    "generalInfo": "UNFORGETTABLE MEMORIES TOGETHER AS A FAMILY!<br/><br/>THE AREA<br/>Vancouver Island is the best place on earth to see killer whales in the wild. Most of British Columbia’s 300 or so orcas return to these waters to feed, sleep, play, and rub their bodies on the pebble beaches. And there’s no more exciting way to encounter pods of these fascinating animals than from the seat of your sea kayak or from your tent right on the beach. Also sharing this diverse habitat are dolphins, porpoises, sea lions, harbour seals, humpback whales, eagles and black bears, to name just a few.<br/><br/>ABOUT THE PADDLING ROUTE<br/>The Ultimate Family Adventure is based in the heart of the action of Johnstone Strait. This trip launches from picturesque Alder Bay and offers paddling options along the coast of West Cracroft Island in the Johnstone Strait, to return to Alder Bay four days later. This area of the coast has a true rugged northwest feel with its lush temperate rain forests, rolling mountains, and an abundance of seabirds and marine wildlife including the infamous transient and resident pods of killer whales.<br/><br/>THE WEST CRACROFT ISLAND BASECAMP<br/>Built onto a rocky bluff, the camp has lots of open outdoor space and unobstructed views of the ocean. The camp also features a large kitchen and communal dining area, as well as a hot tub overlooking Johnstone Strait. Comfortable amenities include large white cotton canvas tents on wooden tent platforms, complete with a simple bed &amp; pillow. Bring your own sleeping bag (or contact us if you need us to bring one for you) for sleeping. You’ll have a designated composting toilet, as well as shared access to a heated outdoor shower. A comfortable, established site is the perfect place to base ourselves for exploring the local area.<br/><br/>THE MENU<br/>Our menu provides hearty and nutritious meals for the whole family. The meals include breakfast, lunch and dinner, and plenty of snacks for hungry paddlers. Our menu for this trip is slightly different from our regular trips in that it attempts to provide “kid-friendly” options or alternatives for certain meals. This is another area of this trip where we are love to be flexible and work with your needs as a family to accommodate allergies, dietary restrictions, and to ensure that your kids will be happy with our food.<br/><br/>LISTENING TO THE WHALES SING <br/>We are equipped with a portable underwater hydrophone so we can listen to the beautiful songs of the orca as they pass while we are paddling.<br/><br/>MOST IMPORTANTLY – THE FUN!<br/>Above all else, we want to make sure that everyone in your family has fun on this kayaking trip! Our trained guides will help to keep your family happy with games, activities, and stories around the campfire that everyone can enjoy. We hope you can join us!",
    "durationDays": "4",
    "price": "2195",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "On day 1 of your trip you will meet your water taxi driver in Alder Bay on Vancouver Island (approximately a 5.5-hour drive by car north of Victoria or 4 hours north of Nanaimo). Meeting in Alder Bay at 11:30 am, we will go over the kayaking basics and essential safety procedures before heading off on our paddling adventure. A certified water taxi will whisk us across the Johnstone Strait to be dropped right at our camp on West Cracroft Island. Our first day will be spent exploring the shores of the Johnstone Strait on the lookout for the Northern Resident killer whales and other marine life. We will enjoy our first delicious dinner together and soak up the sunset."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "On days 2 and 3 we will paddle the waters of the Johnstone Strait along the West Cracroft Island shorelines. There is a lot of flexibility on these days and ultimately we will choose the best route based on the weather and the group’s strengths and desires. Each night we will stay at the established Cracroft Island basecamp, saving the chores of packing up camp each day. For our lunch breaks, we will enjoy picnics on various beaches. These breaks will also give us the opportunity to stretch our legs, discover the creatures that live in the intertidal zone, and explore the lush coastal rainforests with old-growth cedar trees. The evenings can be designed tailored to your family. Each day will be full of events but also leaves enough time to relax and simply take in all the natural wonders of our surroundings. The cozy camping under the stars and the chance to listen to the blows of the whales passing by is highlight for every kid (and parent)!"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "On day 4, after another hearty breakfast, we will slowly pack up our gear for the water taxi ride back to Alder Bay. A last opportunity to watch out for more wildlife. This adventure is the perfect introduction to sea kayaking in a remote and coastal BC environment. To learn new wilderness skills, and the take a break from the hustle and bustle of your family’s everyday life."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "family-road-trip-holiday-in-western-canada",
    "tourName": "Family road trip holiday in Western Canada",
    "placesVisited": "",
    "generalInfo": "This route is perfect for a family looking for an action-packed adventure combined with wildlife discoveries in the diverse and stunning scenery of the Rocky Mountains and British Columbia.  The itinerary includes the activity areas of Banff, Jasper, Whistler, Vancouver Island and Vancouver, as well as the more laid back Sun Peaks, which benefits from fabulous summer temperatures. There are some ideas for more quirky tours to take along the way, and some ‘don’t-miss’ food stops.<br/><br/>Accommodations can be tailored to individual budgets: everything we offer is tailor made, and this itinerary is a sample to provide an idea of what is possible … please contact us so that we can tailor the perfect holiday for you. <br/><br/>Trip Highlights<br/><br/>•\tWhite water rafting; horse riding, mountain biking in the Rockies<br/>•\tRelax in Banff or Jasper’s Hot Springs<br/>•\tHike or cycle around – or kayak on - glassy, turquoise lakes<br/>•\tTour with a First Nations guide to spot black bears<br/>•\tZip line over Fitzsimmons Creek in Whistler<br/>•\tTake a Whale Watching trip off Vancouver Island<br/>•\tCycle Stanley Park and cross the Suspension bridge in Vancouver<br/><br/><br/>Photo credits: Attraction Pursuit / Mike Seehagel, Tourism Alberta. Noel Hendrickson, Destination Canada, West Coast Aquatic, Destination BC/Tanya Goehring, Prince of Whales - Seanie Malcolm",
    "durationDays": "16",
    "price": "5125",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVAL IN CALGARY Arrive at Calgary International Airport and transfer independently to your centrally located hotel. Depending on your arrival time, perhaps take a trip up the Calgary Tower for 360 degree views of the city. This evening, visit one of Calgary’s legendary restaurants such as Caesar's Steak House & Lounge or Vintage Chophouse and Tavern."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "CALGARY TO BANFF (127 KM) Drive time approx. 1 hour 45 mins. Banff National Park encompasses valleys, rugged mountains, enormous glaciers, deep forests, alpine meadows and glassy turquoise lakes. Through it wander wildlife such as bears, elks, wolves and bighorn sheep. The bustling town of Banff is a base for a multitude of outdoor activities. This afternoon, take to horseback for a trail ride, or take the gondola up Sulphur Mountain for hiking trails and viewing points. The high street offers a range of restaurants, including gastro pub, vegetarian bistros, upmarket burger bar, etc … don’t miss the cheesecake and torte at Wild Flour"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "BANFF NATIONAL PARK Activities abound: enjoy a fantastic whitewater rafting experience – choose from exciting grade 3-4 rapids or gentler grade 2-3; bathe in the Upper Hot Springs; rent a canoe or bike at the Vermillion Lakes – a great place for wildlife spotting, or hike the Bow River Falls & Hoodoos Trail."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "BANFF TO JASPER (288 KM) Drive time 3.5 hours. Drive the spectacular Icefields Parkway: stop for photo opportunities at viewpoints of brilliantly coloured glacial lakes, gushing waterfalls, snow-topped mountains and wildlife. Ideas for stops include Lake Louise for a gondola ride, canoeing or a hike, the spectacular teal waters of Moraine Lake, Herbert Lake, Bow Lake and Peyto Lake; Glacier Skywalk, the Sunwapta Falls with a gorgeous mountain backdrop, and the mind blowing Athabasca canyon Falls … arrive here at the end of the day and you could be treated to a sunset alpen-glow on the mountain backdrop. Keep eyes peeled for mountain goats, elk, black and grizzly bears."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "JASPER NATIONAL PARK Take a drive to Maligne Lake for a cruise on the turquoise waters with stunning views of the mountains, take a short hike from Maligne Canyon; bathe in Miette Hot Springs; walk around Horseshoe Lake; ride the Jasper Skytram for more breathless scenery. Whitewater rafting can be experienced on the Maligne, Sunwapta and Athabasca Rivers. This evening, choose from wood-burning-stove pizzas, bistros serving barbeque ribs, or vegetarian bistros. Don’t miss Other Paw Bakery for pastries, muffins, soups, wraps and coffee. Quirky Excursion: take a scenic float trip on the Athabasca River: for easy rapids and calm stretches of water on an oar-powered raft, you keep an eye out for elk, mountain sheep, deer and possibly bears and coyotes on the riverbank. Or Explore the area with a Metis Guide: see wildlife through the eyes of your Indigenous Guide and hear stories about how nature runs in the blood of the people who have lived here since the 19th century."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "JASPER TO WELLS GRAY PROVINCIAL PARK/ CLEARWATER (318 KM) Drive time 3hours 40 mins. Drive the scenic Yellowhead Highway to Wells Gray Park: spot the mist-shrouded peak of Mt Robson en route through the vast unspoiled landscape. We recommend driving through Clearwater to Wells Gray Provincial Park, where craggy mountains rise above evergreen forests, lakes and steaming waterfalls. Hike along one of the trails, looking out for moose, black and grizzly bears, elk and deer. Horse riding and boat trips are available. Dine in Clearwater at the local smokehouse"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "SUN PEAKS TO WHISTLER (356 KM) 4 Hours 45 mins This afternoon, perhaps rent a canoe at twilight, when the river comes alive with birds and animals … look out for black bears, otters, beavers, raccoons, eagles and osprey, and marvel at the golden glow of the sunset against the snow capped mountain peaks. In the evening, dine on tapas, French bistro dishes, tacos – and don’t miss Purebread for their salted caramel bars and gooey shortbread cookie bars."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "WHISTLER Take a 4WD Tour along mountain tracks to look for black bears, a thrilling half day white water rafting trip; the Peak 2 Peak Gondola to whisk you up to dizzy heights for spectacular views, the exhilarating Whistler zip lining experience: high over Fitzsimmons Creek, amongst rainforest by the Whistler and Blackcomb Mountains. Hiking, horseback riding, mountain biking opportunities abound"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "WHISTLER TO PACIFIC RIM NATIONAL PARK (Tofino) (275 KM, land only) Drive time: 1.5 hours to ferry terminal, Ferry: 1.5 hours: Nanaimo to Tofino: 3 hours Your drive on Vancouver Island’s Pacific Rim Highway is true wildlife territory: you may see bears, deer or wolves. Stop en route at Beaches Shopping Centre, home to dozens of little wood-built businesses: try the salted caramel ice cream at Chocolate Tofino, or have a late lunch at Tacofino"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "TOFINO Take an introductory surf lesson; paddle the waters in a canoe, take a boat trip watching for bears on the shoreline with a First Nations guide … at low tide, the bears wander down to the shoreline to forage for crabs, clams and barnacles – and so can be observed from a safe distance on the water. Take a whale watching trip: pods of Orca are commonly sighted, as well as gray and humpback whales … an expert guide will help spot other marine wildlife such as porpoises, sea lions, seals, and an array of seabirds. For food, don’t miss the seafood bounty at Schooner, a Tofino dining fixture. Quirky Excursion: take a full day coastal exploration tour by boat, watching out for marine wildlife along the way, to Hot Springs Cove, where a 2km walk will take you to natural sulphur springs. Soak up the hot water as water tumbles down rocks into the pools"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "TOFINO TO VANCOUVER (206KM TO FERRY – 3 hours drive; ferry: 1.5 hours; 21km / 20 mins to Vancouver) Explore downtown Vancouver: people-watch at a pavement café or visit the Aquarium or excellent science centre, take the Stanley Park train or relax at English Bay beach."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Hire bikes and cycle Stanley Park and the sea Wall. Visit Granville Island: a vibrant dining, shopping and entertainment district full of artisans creating unique gifts; a market where you can sample a host of interesting foods, and aspiring musicians perfecting their craft. Soak up the atmosphere in Chinatown with its quirky shops and markets, or take a guided walk around historic Gastown. Vancouver is a foodie’s delight; evident from the mouth-watering lines at food trucks and the enticing aromas wafting from kitchens on nearly every block. Try the fresh pasta at Ask for Luigi in Gastown, the organic burgers at Templeton in Downtown- or try one of the many popular food trucks. Be sure to look up Beaucoup Bakery for fabulous pastries. Quirky Excursion: for an insight into the indigenous culture, take a cultural kayak expedition from North Vancouver. You will paddle in a First Nations canoe around Burrard Inlet, sing traditional coast Salish songs and spot centuries-old pictographs on the surrounding cliffs."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "VANCOUVER Visit the Capilano Suspension Bridge Park today and spend some time exploring the walkways and forest here. Take the Cliffwalk, which gives a birds eye view of the river below, visit the First Nations Cultural Centre for arts and crafts demonstrations and stories of this heritage, take guided eco walks throughout the park where there is also live seasonal music entertainment. There is also an elevated canopy trail through the trees. Quirky Tour: Take the Mail Run Scenic Flight. Fly over rainforest clad islands to land at the main village on Salt Spring Island, where you can browse shops and coffee outlets. Scenic views of the stunning coastline make this a special experience"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Return to Vancouver International Airport in time to check-in for your departure flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "great-bear-rainforest-kayaking-holiday",
    "tourName": "Great Bear Rainforest kayaking holiday",
    "placesVisited": "",
    "generalInfo": "ENTER THE WILD CENTRAL COAST WITH US<br/>This tour offers you a chance to paddle one of the most unspoilt and unique kayak routes in North America. It combines travel through an area teeming with wildlife along with excellent paddling amongst the beautiful outer islands of the Great Bear Rainforest. This trip takes place in the traditional territory of the Heiltsuk First Nation.<br/><br/>THE AREA<br/>We start and end this tour in the Heiltsuk community of Bella Bella, located on the Central Coast of BC. The Great Bear Rainforest is the largest intact temperate rainforest in the world which means camping amongst giant Sitka spruce trees, ancient red cedars and western hemlocks that are nothing short of awe-inspiring. The area’s cold water and great tidal exchanges – not to mention healthy kelp forests – provide for ample oxygen in the water, supporting an incredible diversity of sea life from tiny shore creatures to majestic whales, dolphins and porpoises.<br/><br/>THE TOUR<br/>This tour aims to help you experience the best and most beautiful parts of this area by kayak. We will explore the intricate shoreline, beautiful long beaches, and windswept islands making our way towards Calvert Island. <br/><br/>WHAT MAKES THIS TOUR SO UNIQUE? <br/>Explore somewhere new each day! The Great Bear Rainforest area includes too many amazing places to explore in one trip – but in order to make the most of your time here, we make use of a water taxi shuttle as part of our tour so we don’t need to spend time backtracking. This also allows us to get off the beaten track exploring some of the more remote areas and islands.<br/><br/>CAMPING AMONG STUNNING ISLANDS<br/>There are so many beautiful places to stay you will be hard pressed to choose a favourite campsite. Each site has unique attributes either tucked in amongst towering forests, atop ancient village sites or overlooking wildlife-rich waters. This is a true expedition style trip, which means we will move from camp to camp each day.<br/><br/>WHAT’S COOKING?<br/>We consider food to be a very important part of your tour. From our delicious dinners to our chocolate fondue and home baking for desserts there are few camp menus that compare to the one you will experience on this tour. We have a wonderful kitchen crew who ensure all dietary needs and restrictions are met. Our food is hearty, healthy, full of flavour and fun.",
    "durationDays": "8",
    "price": "3795",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 0,
        "title": "",
        "description": "DAY PRIOR TRAVELING TO BELLA BELLA, BC Some folks may wish to start their travel towards Bella Bella the day before the trip, however, we have also scheduled the start and end dates so it is possible to arrive in Bella Bella on the day the tour starts, either via ferry from Port Hardy on Vancouver Island or plane from Vancouver or Port Hardy. Pre-trip meeting: 6pm at Shearwater Resort"
      },
      {
        "dayNumber": 1,
        "title": "",
        "description": "We will meet on Denny Island just off the coast of Bella Bella at the Shearwater Resort dock. Here we will load kayaks and gear onto our water taxi for the shuttle out to our first campsite. Once there, we will sort out gear and prepare for our adventure, beginning with an orientation to the kayaks and gear, learning efficient paddling techniques and safety procedures. Once everyone is comfortable with their boats we’ll launch for our first strokes in the Great Bear Sea and find our first campsite for the night. Our first warm, delicious camp meal will give us time to really get to know the crew."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "This is a beautiful area to paddle and we work with the conditions and remain open to adventure. Each day, your guides will assess the weather, tides, and sea state to determine the destination for the day. Flexibility is key. Depending on the weather and exact drop-off location, we may plan to paddle the remote Goose Group Islands (weather depending), McMullins and Tribal Group. Moving southeast we’ll enter the spectacular islands and beaches of the Hakai Conservancy, continuing in the direction of Calvert Island."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "We will meet a water taxi this morning for transport back to Bella Bella. We expect to arrive in Bella Bella by midday, allowing us time for a quick visit to the village before either heading to the airport to catch an afternoon flight back to Vancouver or departing by BC Ferries. If flying you can expect to be back in Vancouver between 3 and 5pm, or if travelling with BC Ferries you’ll arrive in Port Hardy at 11:30pm. (Please note these times were correct at time of publication – please double check before planning your travel)."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "great-lakes-small-ship-cruise-toronto-to-milwaukee",
    "tourName": "Great Lakes small ship cruise, Toronto to Milwaukee",
    "placesVisited": "",
    "generalInfo": "Embark on an 8-day small ship cruise around the Great Lakes, offering a unique opportunity to explore the stunning landscapes and vibrant cultures of this remarkable region during the spectacular autumn season.<br/><br/>Your journey begins in the cosmopolitan city of Toronto, Ontario, located on the shores of Lake Ontario. This dynamic city will captivate you with its world-class museums, lush parks, and scenic gardens.<br/><br/>From Toronto, you’ll cruise through the canal connecting Lake Ontario and Lake Erie, with a stop in Port Colborne. From here, you can take in the breathtaking view of Niagara Falls—three awe-inspiring waterfalls that are one of the most famous natural wonders in the world.<br/><br/>Next, you’ll set sail for Lake Huron, home to numerous islands in its northern region. The dramatic landscape of white rocks and coniferous forests plunging into the deep sapphire waters will leave you in awe. Your journey continues with a visit to Parry Sound, nestled within the UNESCO Biosphere Reserve of Georgian Bay, known for its stunning natural beauty. You’ll also explore Little Current, a charming town that serves as the gateway to Manitoulin Island, the world’s largest freshwater island.<br/><br/>Throughout the voyage, enjoy enriching shore excursions that allow you to fully immerse yourself in the local culture, history, and natural wonders of each destination.",
    "durationDays": "9",
    "price": "6875",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Toronto The largest city in Canada and capital of the province of Ontario, Toronto fascinates as much by its incredible diversity as by its size. Make sure you visit the CN Tower, the tallest tower in the western hemisphere, as well as the St. Lawrence Market whose stalls reflect the multicultural wealth of this city known as the global city. Not far from there, the historic Distillery District unveils its brick-paved streets imbued with romantic charm and its myriad of small restaurants, cafés, boutiques, theatres and art galleries. The Royal Ontario Museum and its impressive collections devoted to the world’s natural and cultural history will also be an unmissable stop during this port of call."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Going through the Welland Canal locks More than 42 km long, the Welland Canal is part of the Saint Lawrence Seaway and enables ships to travel between Lake Erie and Lake Ontario. With eight locks today, this canal, whose first version dates from 1824, is considered to be one of the major technical constructions of the 20th century. Its completion revolutionised trade in the Great Lakes region by facilitating the transport of goods from the big industrialised cities of Chicago, Cleveland or Milwaukee to the Atlantic Ocean. Sailing along this technological masterpiece is a unique experience that will let you admire the different locks, real jewels of engineering, and enjoy the magnificent surrounding scenery."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Port Colborne & Sailing Lake Erie Port Colborne is a small port city located in southern Ontario, at the mouth of the Welland Canal. It is well-known for one of the longest locks in the world: measuring 420 metres, this lock, the 8th in the canal, has an observation footbridge and marks the final transit point before the Erie Canal. In addition to the discovery of this tremendous hydraulic infrastructure, this port of call will be your privileged access point to the famous Niagara Falls, renowned all over the world for their spectacular beauty. Located on the river of the same name, which means “water thunder” in Amerindian language, these wonders of nature are among the most powerful waterfalls in the world. Located to the south of Lake Huron and connected to Lake Ontario by the Welland Canal, Lake Erie, which owes its name to one of the Amerindian tribes which peopled its banks before the arrival of the French in the 17th century, is remarkable for its unique ecosystem. Its shallow fish-filled waters make it an excellent fishing spot, while its banks, famous for their many migratory birds, attract photographers and ornithology enthusiasts."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Detroit & Sailing St. Clair River Founded as a fort and trading post in 1701, Detroit, the \"Motor City,\" is the birthplace of the American automobile industry, home to companies like Ford, General Motors, and Chrysler. Since the middle of the 20th century, it has also been a major force in American popular music, from the Motown sound of the 1960s and 1970s to the hip hop and techno beats of 1990s to the present. Among its leading attractions are the Ambassador Bridge, which spans the Detroit River, connecting the United States to Canada; the Henry Ford Museum and Greenfield Village, located in nearby Dearborn; the Detroit Institute of Arts; and the Motown Museum. Forming a natural line of separation between the United States and Canada, the St. Clair River, which flows from Lake Huron into Lake St. Clair, is a significant element of the Great Lakes Waterway. Used in the 18th century for the fur trade by the French colonists of North America who sailed it on small boats to trade with the Amerindians, it was then travelled by freighters transporting lumber, iron ore and copper from the Great Lakes region to the cities of the Rust Belt."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Sailing Lake Huron A natural border between the American State of Michigan and the Canadian province of Ontario, Lake Huron is one of the five American Great Lakes and one of the largest freshwater lakes in the world. Comprising the main lake, Saginaw Bay, the North Channel and Georgian Bay, and home to around 30,000 islands, it offers varied coastal landscapes and unique views. From your ship, you’ll thus be able to admire the wild beauty of the wooded and at times craggy coastline of Manitoulin Island, or the spectacular cliffs of the Bruce Peninsular."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Little Current A small port town located along the North Channel of Lake Huron, Little Current is considered to be the gateway to Manitoulin Island, the largest freshwater island in the world. The town’s emblematic construction, the Little Current Swing Bridge built in 1913, provides the only land access to the island, peaceful lands whose name means “the island of spirits” in the local dialect. A real haven of peace, sheltering wild nature and some hamlets, the place is ideal for outdoor activities such as horse-riding and hiking."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Sault Ste. Marie Located to the east of the Upper Peninsula of Michigan, Sault Ste. Marie is one of the oldest cities in the United States. Separated from its Canadian twin city by St. Marys River, it is famous among other things for its locks, known as either the Sault Locks or the Soo Locks, which enable ships to travel the metres in change in elevation between Lake Superior and the lower Great Lakes. These locks, which date back over 160 years, are considered the most important in the world due to their shipping traffic. Make sure you visit the Museum Ship Valley Camp where you can visit the interior of a former freighter that sailed on the Great Lakes for more than 50 years."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Mackinac Island & Sailing Lake Michigan Close to the banks of Lake Huron in the State of Michigan, Mackinac Island promises a real journey through time. Originally inhabited by Amerindians, then occupied by French and British colonists, this small island measuring only a few km² still retains an atmosphere of yesteryear today, with its Victorian-style buildings and elegant horse-drawn carriages. Fort Mackinac, on the heights of the island, is a reminder of the conflicts that punctuated the history of this strategic place, a former fur trade centre. In addition to this scenery from the past, the island offers magnificent fine sandy beaches and is home to one of the oldest National Parks in the United States. You will sail the United States’ largest freshwater body, which gave its name to Michigan, one of the four states that border this lake measuring 500 km long and 200 km wide. The first colonists settled in the south at the end of the 17th century, on the site of the current megalopolis of Chicago. Wild landscapes of forests with sparkling colours, cliffs, golden sandy beaches and dunes as far as the eye can see stretch along its 2,600 km of shoreline. In the north, magnificent wind-swept islands rise out of the lake’s emerald waters. At 8 km long, the Mackinac Bridge, which spans the straits between Lake Michigan and Lake Huron, is one of the world’s longest suspension bridges."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Milwaukee Nested on the shores of Lake Michigan, Milwaukee, the largest city in the State of Wisconsin, harmoniously combines tradition and modernity. Industrial long ago, the city, known as Brew City because of its old breweries renowned all over the world, is experiencing a certain renaissance. While warehouses have given way to restaurants, bars, theatres and art galleries in the city centre, the district still retains traces of its manufacturing past. Further south lies Chicago, the economic centre of the Midwest, with an interesting mix of natural and urban landscapes: its immense skyscrapers, diverse architecture, many parks and magnificent beaches make the city a popular destination."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "hike-bike-and-rafting-adventure-in-the-canadian-rockies",
    "tourName": "Hike, bike and rafting adventure in the Canadian Rockies",
    "placesVisited": "",
    "generalInfo": "If you want a Canadian Rockies holiday that’s active, varied, and fully supported, our Canadian Rockies Multi-Sport Guided Tour delivers six days of cycling, hiking, and rafting across Banff and Jasper National Parks. The trip starts and ends in Banff and is packed with daily mountain adventures. Two professional local guides look after the details—transport, timing, route choices, and on-trip support—so you can focus on the mountains. <br/><br/>You’ll experience the Rockies from three angles. On foot, you’ll hike glacier-view classics like Parker Ridge, Wilcox Pass and Lake Annette, where alpine meadows and icefields fill the horizon. On two wheels, you’ll ride beautiful stretches around Jasper and along the Icefields Parkway: ride to Maligne Canyon, a big-scenery parkway day toward Sunwapta Falls, and a finale from Lake Louise back to Banff. Along the way, we stop at Mount Edith Cavell for views of Angel Glacier. <br/><br/>To round out the week, you’ll swap pedals for paddles with a rafting trip on the Athabasca River (about 3 hours, Class II–III)—a Rockies rush framed by peaks and glacial-fed water. The highlights are built in too: Peyto Lake’s viewpoint, time at Moraine Lake, a photo visit at Lake Louise, and a memorable week in the Canadian Rockies<br/><br/>What makes this holiday special is the balance of adventure and comfort. You’ll travel in a small group (4–12), stay five nights in mountain lodgings, and enjoy a trip where the big logistics are handled: all transportation during the tour, national park and activity entry fees, luggage transfers, rafting, meals as listed, plus snacks and non-alcoholic beverages.<br/><br/>Before or after your tour, it’s easy to add extra Rockies fun: ride the Banff Gondola, soak in the Banff Upper Hot Springs, stroll Banff Avenue for cafés and restaurants, or explore Canmore’s riverside paths and local breweries.<br/><br/>Although we do our very best to adhere to the schedule below, the itinerary is subject to change for numerous reasons beyond our control, including weather and terrain conditions.",
    "durationDays": "6",
    "price": "4395",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to the Rockies! Meet at 8:00 AM at the Banff Train Station and kick off your adventure with a scenic drive through Banff and Jasper National Parks. Along the way, we stop for a beautiful subalpine hike with sweeping views of the surrounding peaks before continuing on to the mountain town of Jasper. Hike: Parker’s Ridge, 6.5 km / 4 mi, 340 m / 1,115 ft elevation gain | 2-3 hours Meals: Lunch, Dinner Overnight: Jasper Inn"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Biking & Rafting Adventures! Start the day with a scenic bike ride to Maligne Canyon, followed by a short walk along its dramatic cliffs and frozen waterfalls. In the afternoon, swap pedals for paddles as we raft the Athabasca River, tackling Class III rapids surrounded by towering peaks. Cycle: 28 km / 17.5 mi, 285 m / 935 ft elevation gain | 2-3 hours Rafting: 3 hours, Class II-III Meals: Breakfast, Lunch Overnight: Jasper Inn"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Cycling the Icefields Parkway! Cycle past glaciers, canyons, and alpine valleys on one of the world’s most scenic roads. From Jasper to Sunwapta Falls, we stop at Mount Edith Cavell and Angel Glacier before continuing along the iconic Icefields Parkway. Cycle: 56 km / 35 mi, +794 m / -459 m elevation | 3-5 hours Meals: Breakfast, Lunch, Dinner Overnight: Sunwapta Falls Resort"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Columbia Icefields Alpine Hike! Hike the high country around the Columbia Icefields, where meadows, moraines, and snow-capped giants come together. This classic alpine trek delivers epic views—and a deep sense of place. Hike: Wilcox Pass, 8 km / 5 mi, 365 m / 1,200 ft elevation gain | 3-5 hours Meals: Breakfast, Lunch Overnight: The Crossing Resort"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Moraine Lake, Alpine Lake & Iconic Vistas! Visit jaw-dropping Peyto Lake on your way to the world-famous Moraine Lake before setting out on a scenic hike to a secluded alpine lake in Paradise Valley near Lake Louise. After the hike, we descend and drive to the iconic Lake Louise for a photo visit before ending the day with a celebratory group dinner. Hike: Lake Annette, 11.4 km / 7 mi, 385 m / 1,250 ft elevation gain | 4-6 hours Meals: Breakfast, Lunch, Dinner Overnight: Mountaineer Lodge"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Final Ride to Banff! Finish your journey with a gentle ride from Lake Louise to Banff, descending past towering cliffs and glacier-fed rivers. After a final stretch of scenery, we return to Banff Train Station for goodbyes and group photos. Cycle: 58 km / 36 mi, +517 m / -674 m elevation | 2-4 hours Meals: Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "johnstone-strait-kayaking-expedition-in-canada",
    "tourName": "Johnstone Strait kayaking expedition in Canada",
    "placesVisited": "",
    "generalInfo": "This tour is simply about giving you a sea kayaking experience at a price that is easy on the pocketbook. You will still have the best-trained guides on the coast, top-of-the-line gear, industry-leading pre- and post-trip service, and most importantly, plenty of safe, fun, adventure, and wildlife! The Johnstone Strait Expedition fits most individual, student, and family budgets while still providing our outstanding service!<br/><br/>THE AREA - KAYAK THE REALM OF WHALES<br/>Vancouver Island is the best place on earth to see killer whales in the wild. Most of British Columbia’s 300 or so orcas return to these waters to feed, sleep, play, and rub their bodies on the pebble beaches of world-famous Robson Bight Ecological Reserve. And there’s no more exciting way to encounter pods of these fascinating animals than from the seat of your very own sea kayak. Also sharing this diverse habitat are dolphins, porpoises, sea lions, harbour seals, humpback whales, eagles, and black bears, to name just a few.<br/><br/>THE TOUR<br/>We meet in Bauza Cove on Northern Vancouver Island where we will begin our kayaking adventure. Prior to departure, the group will take part in a route planning session with the guides. After some kayaking skills instruction and packing our kayaks, we will begin our journey into the rich and diverse waters of Johnstone Strait. Our route and itinerary are flexible and will be dictated by wildlife viewing opportunities, tidal, wind, and wave conditions. To allow us to tailor-make your holiday, we base our campsite choices on scenic qualities, availability, and group preferences.<br/><br/>LISTENING TO THE WHALES SING<br/>We are equipped with a portable underwater hydrophone so we can listen to the beautiful songs of the orca as they pass while we are paddling.<br/><br/>CAMPING<br/>This is a true expedition style trip, which means we will move from camp to camp. If we find the perfect location we may choose to spend a couple of nights camped at the same beautiful sites. However, most nights we will be at a new campsite on Vancouver Island or smaller island in the area.",
    "durationDays": "4",
    "price": "1695",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "On day 1 of your trip you will meet your guides in Bauza Cove (just outside of Telegraph Cove) at 11:30 am on Vancouver Island (an approx. 5.5-hour drive by car north of Victoria or 4 hours north of Nanaimo). Meeting point: Bauza Cove landing Bauza Cove Directions: Just before you arrive at Telegraph Cove, turn right onto the gravel road above the hotel. Take the second left turn through the open gate and drive all the way down the hill until you get to the end at the water. While Google Maps doesn’t show the last road, it’s there! With coaching from your guides, we will pack up all of our gear into our kayaks around noon. After a safety briefing and orientation to kayaking, we will head out into the waters of Johnstone Strait. We will paddle to our first campsite, either at a remote site on Vancouver Island or on one of the smaller islands nestled between Johnstone Strait and Blackfish Sound - the territory of the orca and humpback whales. After a hearty meal for dinner and a bonfire on the beach, you will be ready for your first night's sleep under the stars in the wild coastal paradise of Johnstone Strait and Blackfish Sound."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Our route and schedule for this tour are entirely flexible. This allows our guides to customize the trip depending on weather conditions, campsite availability, group preference, and wildlife viewing opportunities. After a hearty breakfast, we will enjoy a new adventure on the water each day. Time will be spent exploring the nearby islands and shorelines, always looking and listening for the many marine mammals including orcas, humpbacks, minke whales, dolphins, and porpoises. For our lunch breaks, we will enjoy picnics on various beaches. These breaks will also give us the opportunity to stretch our legs, discover the creatures that live in the intertidal zone, and explore the lush coastal rainforests with old-growth cedar trees."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After our last breakfast in the wild, we will pack up our gear and leave for our last day of exploration. On the paddle back to Bauza Cove we will have more opportunities to paddle along various shorelines and islands, experience the rich intertidal life along BC's coast, and of course, watch out for more wildlife. This 4-day expedition is the perfect introduction to paddling in a remote and coastal BC environment."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "johnstone-strait-kayaking-tour-in-canada",
    "tourName": "Johnstone Strait kayaking tour in Canada",
    "placesVisited": "",
    "generalInfo": "The Johnstone Strait Glamping trip is our longest-running and most popular tour for good reason. Spending four days at our comfortable, ideally situated basecamp may change your idea of being comfortable in the wilderness forever. Located directly across Robson Bight Ecological Reserve, our Boat Bay camp could not be better positioned to give you the best chance possible of encountering the majestic and elusive orca and humpback whale. Nearly all of British Columbia’s 300 resident orcas return to this area for the summer season to play, eat, sleep and rub their bodies underwater on the area’s unique, small pebble beaches. It’s our privilege to spend a few days in their realm.<br/><br/>MORE WILDLIFE<br/>In addition to orcas, we are lucky to share the ecosystem with humpback whales, black bears (it is not uncommon to see black bears foraging along the shores for seafood during low tide), deer, cougars, shore and sea birds, minks, river otters, dolphins and porpoise – to say nothing of the abundant, vibrant and colourful intertidal life one can see below the surface.<br/><br/>KAYAKING AND KILLER WHALES<br/>Watching the majestic orca from the water level while travelling in a silent kayak really makes for a special experience. See the water part with the spray from a whale’s breath turn into mist against the sky and hear the telltale sound of a whale coming to the surface and it’s sure to make your heart race.<br/><br/>GETTING THERE IS HALF THE FUN<br/>This trip begins when you climb aboard our water taxi, head through the famous Johnstone Strait and into the wilderness beyond. Having a supply boat take our group into a base camp means we can take in extra gear, plentiful fresh food and supplies, and get to our remote destination extra fast through some of the most striking scenery on the planet. The water taxi trip is often a highlight for our guests as it gives you a wonderful sampling of coastal scenery and provides excellent wildlife viewing opportunities.<br/><br/>OUR BASE CAMP ACROSS FROM ROBSON BIGHT ECOLOGICAL RESERVE<br/>For those who haven’t tried it, base camping has some big advantages over a typical expedition style kayak trip. Coming back to the same comfortable, established camp each night means there is less time spent making and breaking camp each day. Amenities include big cotton canvas tents on platforms, complete with beds, linens, &amp; pillows, a composting toilet for your personal use, a hot tub overlooking the ocean, a hot water shower with a view over the strait takes camping and kayaking to a whole new level. Our camp is equipped with an underwater hydrophone so we can listen to the songs of the orca as they pass by. <br/><br/>WHAT’S COOKING?<br/>One of the perks that come with the base camp is a well-established kitchen for our guides to prepare your food. We use mostly organic fresh fruits and vegetables to prepare gourmet meals, topped off with home baking. On the first evening, we feature a ling cod barbecue and from here the creative, tasty and hearty meals keep coming.",
    "durationDays": "4",
    "price": "2295",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "On day 1 of your trip you will meet your water taxi driver in Alder Bay on Vancouver Island (approximately a 5.5-hour drive by car north of Victoria or 4 hours north of Nanaimo). At 11:30am, meet your guides at the grassy area above the dock. After a quick safety briefing, you’ll jump aboard our water taxi for a scenic 50 minute boat journey across the Johnstone Strait. En route, sightings of marine life such as porpoises, dolphins, sea lions, and whales are common. Upon arrival at West Cracroft Island, your guides will serve up a delicious lunch for you to enjoy, before showing you around camp and and checking into your tent. After getting settled, you’ll meet on the beach for a kayak orientation, before an optional late afternoon paddle is offered. Delicious appetizers will be ready and waiting for when you get ashore. Spend the rest of your evening relaxing, enjoying dinner and taking in the incredible scenery that surrounds you."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After a hearty breakfast we will paddle the scenic coast in search of whales and the area’s incredible wildlife. During low tide we will also keep a look out for black bears as they are known to forage along the shoreline rummaging for intertidal snacks. We may choose to hike up forest trails to the viewing area used by researchers studying the behaviour of the whales. Lunches will be savoured on one of the many beaches of the Strait. Sightings of dall’s porpoises, sea lions, seals, otters, cormorants, marbled murrelets, and the eminent bald eagle are common. Although these days can be packed full of activities, there is also plenty of opportunity for those who want to kick back and relax at camp and enjoy the stunning surroundings. This is the joy of base camping, you choose the pace that works for you."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "This is our last day to enjoy the marine environment of the Johnstone Strait. Enjoy a quiet reflective early morning paddle before a delicious brunch. Our boat transport will pick us up in the mid-afternoon for the trip back to Alder Bay. We will enjoy the beautiful scenery and, of course, keep our eye out for marine life as we make our way back."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "kayak-with-orcas-holiday-in-canada",
    "tourName": "Kayak with orcas holiday in Canada",
    "placesVisited": "",
    "generalInfo": "Get eye to eye at sea level, from the eco-friendly vantage of a kayak! Your journey begins in Port McNeill, BC, Canada, on the very northern end of Vancouver Island. Here, in the sheltered waters of the Inside Passage, hundreds of orcas congregate following the summer salmon runs into the narrow geography of Johnstone Strait. This is the best place on Earth to view wild killer whales, and the generally calm waters are also ideal for kayaking. <br/><br/>On this adventure, you can select from either four or six days paddling the magnificent waters of the Strait in the heart of orca territory. You'll stay at eco-friendly base camps, complete with sleeping cots and full-height canvas tents that overlook the water. Orcas may pass just meters from your bed! <br/><br/>You'll paddle about 4-5 hours per day, with plenty of time left for hiking, tidepooling, strolling the beach, and eating really delicious meals cooked from scratch in the wilderness. Whales always steal the show, but let our guides share their enthusiasm for the rain coast ecosystem through natural history discussions and up close wildlife encounters. In addition to orcas, you might find dolphins, porpoises, colorful invertebrates, numerous sea birds from soaring eagles to clunky auklets, bear, deer, mink, and even the occasional wolf!<br/><br/>With 20 years in business, we are an authority on sea kayaking and exploring this stunning location. Let us share our experience so that you can have seamless and spectacular adventure!",
    "durationDays": "6",
    "price": "2040",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 0,
        "title": "",
        "description": "Arrival. Meet your guides for an orientation meeting in the small village of Port McNeill, located on the northern end of Vancouver Island."
      },
      {
        "dayNumber": 1,
        "title": "",
        "description": "Today you'll start out on the water bright and early. The guides will meet you at the kayak launch site, where they will conduct a thorough safety orientation. Then, it's time to head out into the wild! You'll have lunch on a beach and paddle to the first night's camp. Accommodations: Beachside Camping Meals Included: Lunch, Dinner"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Each day will begin with the same rhythm. You'll awake to the smell of your favorite brew while your guides prepare a hearty, warm breakfast. Then, you'll head out into the Strait and adjoining waterways, on the lookout for whales, eagles, and beautiful scenery. You'll paddle about two hours in the morning and two hours in the afternoon, broken up by a long lunch break with time to hike or take in the splendor of this lovely area. After you paddle to your evening camp site, cozy in to pre-assembled tents in time for happy hour and ocean-side dinner. Whales make their own travel patterns, but you could see them at any time during the trip. Accommodations: Beachside Camping Meals Included: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "After a final breakfast, you'll paddle back to the kayak launch site. You'll have time to enjoy lunch at Telegraph Cove and to explore the Whale Museum at this interesting site. A van will return you to your hotel for showers and a bit of relaxation before a farewell dinner with your guides and group. Accommodations: None Meals Included: Breakfast, Lunch"
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "kayak-with-whales-in-british-columbia-canada",
    "tourName": "Kayak with whales in British Columbia, Canada",
    "placesVisited": "",
    "generalInfo": "A wildlife-rich, one-way expedition through Johnstone Strait and the Broughton Archipelago in BC, Canada.<br/><br/>Do you want to see the best of everything?<br/><br/>Our 6-day Whales and Wilderness Expedition offers you a chance to paddle one of the most amazing kayak routes in North America. We begin this tour from the Broughton Archipelago Paddlers’ Inn set located at the northern tip of the marine provincial park where we will spend our first night prior to starting our kayak tour. We will then traverse the entire Archipelago, one of the most stunning seascapes on earth, before entering Johnstone Strait and the realm of the killer whales. The diversity of both paddling environment and wildlife, from tiny intertidal life up to humpback whales, makes this a trip not to be missed.<br/><br/>OUR KNOWLEDGE IS WHAT COUNTS<br/>After years of exploring this region with its pristine shoreline, we have been able to seek out the best kayaking opportunities that exist well beyond the reach of the typical sea kayaking circuit. With this knowledge, we have designed a very special kayak tour. Starting our paddle from the remote Paddler’s Inn deep within the Archipelago, we begin a one-way journey through the uncrowded northern part, through secret paddling spots few have ever been. After three days of paddling we start to see other kayaking groups as we enter the areas where most shore-based companies depart from. The remainder of the tour will be spent in Blackfish Sound, Johnstone Strait and the realm of the killer whale.<br/><br/>A WHALE WATCHING EXPEDITION<br/>Wildlife we may see on this trip include:<br/>Humpback whales<br/>Killer whales<br/>Dall’s and harbour porpoises<br/>Pacific white-sided dolphins<br/>Minke whales<br/>Sea lions<br/>Bald eagles<br/>River otters<br/>Black bears<br/>Rich intertidal and bird life<br/><br/>One of the star attractions on this expedition is the Killer Whale. Getting a chance to paddle in their habitat is a thrill of a lifetime. Johnstone Strait is quite simply the best place on earth to kayak with the killer whales, also known as orca, in the wild. Most of British Columbia’s northern resident killer whales return to these waters to feed, sleep, play every season. <br/><br/>THE CAMPING<br/>This is a true expedition style trip, which means we will move from camp to camp. If we find the perfect location we may choose to spend two nights camped at the same beautiful site, however, most nights we will be at a new campsite. Relaxing around a fire at night is a great way to finish a day of sea kayaking. <br/><br/>THE LODGE<br/>We will begin or end our Expedition at the Paddler’s Inn, in one of the more remote corners on the British Columbia coast. The warm hospitality of the McMorran family will ensure that our stay is both comfortable and relaxing. The perfect way to start or finish this wonderful journey. On-site massage, showers and trails are available.",
    "durationDays": "6",
    "price": "2495",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to your adventure! On day 1 of your trip you will meet your water taxi driver in Alder Bay on Vancouver Island (approximately a 5.5-hour drive by car north of Victoria or 4 hours north of Nanaimo). At 11:30AM, we will transfer ourselves and equipment aboard our water taxi and journey out to the unique Paddler’s Inn Eco-lodge. Once arrived at the floating lodge we will meet our hosts Bruce and Josée, will get comfortable, explore the surroundings, and if time and weather allow we will get out for our first introductory paddle after a kayak briefing from your guides before we enjoy our first dinner together."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After a delicious breakfast we will pack our kayaks and head off on our expedition. Our first day will be spent exploring the islands of the Broughton Archipelago and enjoying the stunning views and wildlife while en route to camp for the night."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "There are many options to paddle amongst the enchanting islands of the Broughton Archipelago. This region is a network of forested islands and protected passageways that offers both scenic paddling as well as intriguing history. Several beaches and campsites show evidence of those who have come before us- the First Nations people. We often visit the home of local legend, Billy Proctor, and his collection of historical west coast treasures. Spending time listening to Billy’s stories is a great way to get a sense of what life on the west coast was like and how it is changing. Each day we will keep our eyes and ears open for the marine mammals that frequent the area, including orcas, humpbacks, minke whales, dolphins, and porpoises. For our lunch breaks, we will enjoy picnics on various beaches. These breaks will also give us the opportunity to stretch our legs, discover the creatures that live in the intertidal zone, and explore the lush coastal rainforests with old-growth cedar trees. We will stay at some of the most stunning wilderness campsites of the region. Enjoy locally-inspired dinners on the beaches, sitting around bonfires sharing the highlights of your day with your crew, before crawling into your tent for a cozy night under the stars."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This is our last day to enjoy the marine environment of Johnstone Strait and the Broughton Archipelago. On the previous day we will paddle to Spirit of the West Adventures’ private campsite on Hanson Island to spend our last night under the stars. A paddle across the impressive Johnstone Strait, will bring us back to Bauza Cove on Vancouver Island to be shuttled back to Alder Bay. This is the time for a last deep breath of ocean air, to take in the panoramic scenery and all the natural wonders around us, before our real life catches up with us."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "kayaking-with-orcas-in-british-columbia-4-days",
    "tourName": "Kayaking with orcas in British Columbia, 4 days",
    "placesVisited": "",
    "generalInfo": "Imagine falling asleep under the stars to the sounds of whales breaching. Over the course of 4 days and 3 nights spent on a remote island off the coast of British Columbia this imagination becomes a reality. You’ll spend your days paddling with naturalist guides and sea kayaking extraordinaires who will guide you through the waters of the Johnstone Strait and the wildlife that comes with it. Each night you’ll camp on a magical island near Robson Bight. This site has become an ecological preserve as it has been a central point for orca whales to feed and socializes for decades. Robson Bight offers a unique landscape for whales as the beach offers a steep drop-off full of pebbles and rocks that creates the perfect belly-rubbing environment for them. This rocky alcove attracts whales as it offers a plethora of salmon and belly-rubbing opportunities. Camping on this beach offers us the chance to witness whales in their usual routines without disrupting them. <br/><br/>Spend your nights sipping a glass of wine while watching the sunset as whales jump on the horizon and interrupt the magnificent colors of the sky. Breathe in the fresh air of salt, cedar forests, and dinner being cooked in dutch ovens behind you by superb guides. <br/><br/>Experience the magic of orca whales throughout many activities that take place during the day. Without having the break down and set up camp everyday, you’ll have more time to paddle, hike, explore tide pools, and watch wildlife.",
    "durationDays": "4",
    "price": "1725",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 0,
        "title": "",
        "description": "Travel to Port McNeill - Make your way to Port McNeill where we will meet in the evening for an orientation and Q&A session for your upcoming tour. You’ll have a chance to meet your fellow paddlers and gather dry bags, wetsuit booties, and all other provided gear. Enjoy the evening at Haida Way Motor Inn, just a short drive from where you’ll launch on your kayak in the morning. Accommodations: Haida Way Motor Inn or Black Bear Resort"
      },
      {
        "dayNumber": 1,
        "title": "",
        "description": "Paddle to Camp Through Telegraph Cove - With an early start, your tour guides will pick you up from your hotel to take you to our launching point in Telegraph Cove. This colorful and quiet harbor has an easily accessible boat launch that allows us to begin our journey atop calm waters protected from wind. Before launching, your guides will give a brief safety talk, and ensure everyone feels comfortable in their paddling techniques. You’ll spend some time as a group practicing paddling and communicating from the kayaks in the calm cove before paddling onwards to camp. After a short morning paddle, you’ll stop for lunch on a pristine beach. After lunch, hop back into your kayak and continue on to our already set up camp in the center of orca territory. While we see orcas on most tours, other incredible wildlife can be viewed when the whales are not around. There is a high chance of seeing other marine mammals, seabirds, eagles, and more. Tonight, as you take in the views and wild neighbors, you’ll enjoy appetizers before dinner and a glass of local wine if you please. After a fresh salmon bake dinner, cozy up by the campfire before falling asleep to breaching whales and sparkles of bioluminescence. Accommodations: Beachside Camping Meals Included: Lunch, Dinner"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sea Kayaking, Whale Watching, Orca Preserve - Over the next couple of days you’ll enjoy a series of adventures and outings all from your basecamp island campsite. You’ll explore the Robson Bight Preserve, admire porpoises and sea lions, bird watch from shore and/or the seat of your kayak, and paddle through narrow straits full of fascinating marine flora and fauna. Your guides will provide plenty of nature interpretation and excursions to quench your adventurous spirit. They will prepare all meals for you on various beaches consisting of hot, fresh, and delicious foods! Accommodations: Beach Camping Meals Included: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Explore Telegraph Cove, Visit Whale Interpretive Centre, and Return to Port McNeill After a final breakfast and cup of coffee shared with fellow paddlers and whales, you will begin the last kayak paddle to the take out. Along the way you’ll stop at the Whale Interpretive Centre for an educational tour with one of their naturalist guides. Here you will learn about the biological and anthropological threats currently impacting populations of whales in British Columbia, and around the globe. After learning more about the gentle giants you enjoyed throughout the week, you’ll enjoy a final lunch as a team before heading to the takeout at Telegraph Cove. *Please note that we try our very best to adhere to this itinerary. Activities throughout your tour may be subject to change due to things like turbulent water, wind, and unforeseen inclement weather patterns."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "nova-scotia-self-drive-holiday",
    "tourName": "Nova Scotia self drive holiday",
    "placesVisited": "Halifax, Luneburg, Yarmouth, stargazing at a wilderness lodge, Brier Island whale watching, Annapolis Royal, Wolfville, Pictou, Cabot Trail, Cape Breton, Highlands National Park, Cheticamp, option for tubing, paddleboarding, whale watching, kayaking, guided hiking, Ingonish, Uisge Ban Falls Provincial Park, Catamaran tour on Bras D’Or, Lake Baddeck night time kayak tour, Charlos Cove Liscombe Mills, explore historic fishing villages and the Wild Islands",
    "generalInfo": "Take this 16-day road trip around Nova Scotia’s long, wild coastline, and get a true taste of Atlantic Canada. <br/><br/>This quiet area needs a car to appreciate in full – dodge the tour buses and instead go at your own pace between the sandy beaches, charming towns and windswept marshland and forest. <br/><br/>The driving here is great. Canada’s second smallest province is nearly all peninsula. It has a massive coastline, where stretches like the Lighthouse Route feature photogenic lighthouses jutting out of wild scenery. Driving the Cabot Trail along Cape Breton Highlands National Park has you teetering between sea and forest. Passing through little historic settlements you’ll spot ramshackle jetties, neat white churches, and houses with pastel-coloured clapboard siding.<br/><br/>These remote areas mean that you can enjoy fabulous star gazing. It also means that your money is serving the community well in small towns like Guysborough and Wolfville. You’ll meet extremely friendly people in Nova Scotia – it’s one of the most welcoming places around, and once you get stuck into the numerous small towns beyond Halifax you’ll soon be hanging out with fishermen and learning cultural history.  <br/><br/>It might be wild and remote, but you’re not the only visitor. There are twelve species of whale that converge on the nutrient-rich feeding ground in Nova Scotia’s Bay of Fundy, a place with the largest tidal range in the world. On this trip there are plenty of opportunities to whale-watch and see how many species you can spot. <br/><br/>Food is a surprising highlight – whether your preference leans towards locally-made pear eau-de-vie, or simple seafood chowders, home-baked muffins and or pecan buns. The Annapolis valley has some of Canada’s most up and coming vineyards. And you can’t leave without donning a bib and tucking into at least one classic lobster supper – you can even help local fishermen splice ropes for their lobster traps first. Learn how to be a locavore – someone who tries to eat as locally as possible. It’s easy when everything here is so enticing. <br/><br/>Between meals, there’s some wonderful wilderness to explore, including the Cape Breton Highlands National Park, where moose roam in the forests, and Uisge Ban Falls Provincial Park, where a pretty trail leads to its namesake waterfall. There are opportunities to kayak and hike – great ways to explore close to nature. <br/><br/>It’s thought that the early European explorer John Cabot sailed here from Bristol, England in 1497 – travellers coming from the UK can now get here by just a 6-hour flight. Come and discover what Cabot saw – plus, so much more. <br/><br/>Photo credits: Destination Canada, Stefanie Heinzmann, Adele Beaton<br/>",
    "durationDays": "16",
    "price": "4420",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "HALIFAX After arrival, perhaps explore the waterfront, with one of the most spectacular boardwalks in the world. Measuring 2.5 miles of beautiful sea front views, the historic waterfront is where you’ll find fabulous boutiques, restaurants, pubs with live entertainment, as well as popular festivals and events that utilize the harbour as a scenic backdrop, all year round."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "HALIFAX Explore Halifax today: the excellent Maritime Museum holds a unique collection of memorabilia on the Titanic, the Museum of Immigration tells the story of European Settlers to the area, or take a quick ferry ride to explore Dartmouth. This evening, perhaps join a sunset wine and cheese sailing trip where you may be invited to take the helm, hoist the sails, or sit back and enjoy the beautiful sights and wines Nova Scotia has to offer. Tip: For a sweet dessert and a nightcap after an adventurous day in Halifax, stop by The Middle Spoon Desserterie & Bar. This favourite has some of the best desserts and cocktails in the city. Looking for a local-approved choice? Pair the chocolate lava cake with a martini."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "HALIFAX TO LUNENBURG (99KM: 1 HOUR 15MINS) Collect your hire car and begin your journey south along the Lighthouse Route, stopping to visit Peggy's Cove, a picturesque fishing village surrounded by bare granite and coastal barrens: the lighthouse here is considered one of the most photographed lighthouses in the world. Your final destination is Lunenburg, a UNESCO World Heritage Site with a colourful waterfront, narrow streets, captivating architecture and seafaring history. An optional walking tour is the best way to explore. Tip: Visit the Ironworks Distillery near the waterfront - hyper-focused on delivering quality spirits by integrating local ingredients. Their award-winning spirits make the perfect souvenir or a memorable gift from your visit to Lunenburg. Their Pear Eau-de-Vie is an incredible example of creative bottling; the pear grows inside the bottle on the tree all summer making for a stunning visual. Souvenir Tip: Take the time to visit Fiore Botanica and pick up a few products which make for great gifts to take home. Sweet Stop Tip: make a stop in to Kate’s Sweet Indulgence for a freshly baked muffin or scone, honey pecan cinnamon bun, maple glazed blueberry biscuit, chocolate oat cake."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "LUNENBURG TO YARMOUTH (225KM: 2.5 HOURS) Raw beauty, heart-warming joie-de-vivre, and a spirit driven by the sea encapsulate daily life in Yarmouth & the Acadian Shores. This region is part of North America’s first starlight destination - Acadian Skies and Mi’kmaq Lands - as designated by the International Starlight Foundation. Discover dark skies like nowhere else, with brilliant stars from distant galaxies shining against the vast night sky. Staying in a remote wilderness lodge is a highlight of this western part of the province. Just 40 minutes inland from Yarmouth, visitors can overnight in luxury at a remote lodge while exploring the edge of the Tusket River, the pristine forest, bog, and marshes of a UNESCO biosphere while also having the unique opportunity to embark on expert guided cooking classes, star gazing, geo-tours or ‘forest bathing’. Another great activity in the Yarmouth area is to splice rope for lobster traps with a fisherman. Discover the tools and skills of the locals’ fishery, and enjoy a few tall tales too."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "ANNAPOLIS ROYAL TO WOLFVILLE (108KM: 1 HOUR 15 MINS) Perhaps visit the Lightfoot & Wolfville vineyard for lunch – be sure to book ahead. There are many vineyards in the area: Tidal Bay is the first wine appellation for Nova Scotia. This crisp, aromatic white wine is the perfect pairing for Nova Scotia’s fresh seafood. Wolfville boasts several charming and quaint restaurants and cafés, each dedicated to creating fresh, seasonal dishes from local produce and seafood. Tip: take a seat at the harvest table at Le Caveau Restaurant at Domaine de Grand Pré Winery to enjoy an intimate vineyard dinner. Each delicious course in this meal for locavores is prepared tableside by two celebrated chefs, and perfectly paired with award-winning Nova Scotia wines and a short film, curated by the Devour."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "WOLFVILLE TO PICTOU (225KM: 2 HOURS 15 MINS) Visit the Hector Heritage Quay, where visitors can board a full size replica Ship - the first ship to bring emigrants directly from Scotland to Nova Scotia in 1773. The site consists of an Interpretive Centre telling the story of the Hector settlers, a blacksmith shop, rigging room and carpenters shop. Perhaps visit nearby Melmerby Beach – the stretch of coastline is known for its warm waters, averaging more than 19° Celsius (66° F) in the summer."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "PICTOU TO CHETICAMP (257KM: 3 HOURS) Join the Cabot Trail, which takes you through Cape Breton Highlands National Park - one of Canada’s most exceptional wilderness areas with 26 hiking trails to explore. This afternoon, take a whale watching trip or take a walk on the beautiful Le Buttereau Trail – a hidden gem with incredible views over the Atlantic Ocean and Cheticamp River. (4.6km). Reward your exertions at Frog Pond Café where you can listen to frogs in the pond whilst sipping fair trade coffee and sampling the delicious sweet treats. Don’t miss Flora’s Gift shop for locally hand made gifts."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "CHETICAMP Perhaps take a whale watching trip this morning, or go tubing on Margaree River, where you can let the currents carry you downstream as you dip your toes in the clean crisp water, keeping eyes peeled for salmon, bald eagles and the occasional otter. Alternatively, take a guided SUP or kayaking tour on the Margaree River for an unforgettable experience paddling along the beautiful Cabot Trail. Don’t miss the butter tarts and cinnamon buns at La Boulangerie Aucoin Bakery."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "CHETICAMP TO INGONISH (115KM; 1 HOUR 40 MINS) Enjoy one of the most beautiful drives in Canada through Cape Breton Highlands National Park. With open ocean on one side and forested mountains on the other this is the realm of humpback whales, bald eagles and moose, waiting to be glimpsed alongside remote villages and interesting cultural heritage sites. Consider stopping off en route to walk the 7.5km skyline trail - a particularly popular walk which offers beautiful views along the rugged coastline, or the 7.4km Freney Trail, close to Ingonish, with a climb that rewards with 360 degree views of the Atlantic coastline and Clyburn Brook canyon. Enjoy the area’s restaurants serving fresh shrimp, lobster, scallops, haddock, mussels, chowders, etc. William’s Beach House restaurant is well recommended just outside Ingonish: be sure to book ahead."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "BADDECK TO CHARLOS COVE (175KM; 2 HOURS 15 MINS) Perhaps stop off en route at Guysborough, a quaint town on the Eastern Shore with a waterfront worth exploring. Be sure to stop and try the fresh baked goods at Days Gone By Bakery. Later, experience seaside gourmet dining with breathtaking views in Charlos Cove."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "CHARLOS COVE TO LISCOMBE MILLS (255KM; 3 HOURS 15 MINS) Pristine wilderness, historically-themed attractions, authentic fishing communities, and beaches stretching as far as the eye can see along the Eastern Shore. En route to Liscombe Mills, stop off at Sherbrooke Village to experience life in the 1800s, where you can walk through carefully preserved homes and hear from costumed interpreters, including blacksmiths, potters, weavers, and printers. Alternatively, explore the Wild Islands by sea kayak, go clam digging or set off on a coastal hiking adventure: these islands offer explorers sheltered coves, turquoise waters, windswept headlands and unique boreal rainforests."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "LISCOMBE MILLS TO HALIFAX AIRPORT (210KM; 2 HOURS 45 MINS) Make the most of the day driving along the Eastern Shore to Halifax: perhaps stop at Fisherman’s Cove: a quaint restored 200-year-old fishing village: the perfect place for seafood, tea, coffee and tasty desserts. Stroll the picturesque boardwalk and visit the many shops for Maritime crafts, unique folk art and souvenirs. Drop your hire vehicle at the airport in time for your outbound flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "ontario-self-drive-holiday-in-canada",
    "tourName": "Ontario self drive holiday in Canada",
    "placesVisited": "",
    "generalInfo": "Experience nature in all its finest glory on this trip which can be as energetic or relaxed as you like.  The trip combines the cosmopolitan city of Toronto, with live sports, fine cuisine and vibrant waterfront with the pristine wilderness and magnificent landscapes of the Blue Mountains, Killarney and Algonquin Provincial Parks.  The route includes the magnificent Niagara Falls, the winelands, and a unique opportunity to interact with First Nations people on Manitoulin Island.<br/><br/>Accommodations can be tailored to individual budgets: everything we offer is tailor made, and this itinerary is a sample to provide an idea of what is possible … please contact us so that we can tailor the perfect holiday for you. <br/><br/>•\tExplore vibrant Toronto, with live sports, music, and a great restaurant scene<br/>•\tLunch at one of Niagara’s wineries, and visit the magnificent Falls<br/>•\tCanoe, kayak or SUP in the stunning Blue Mountains<br/>•\tDiscover shipwrecks at Tobermory<br/>•\tPaddle ancient canoe routes or take a guided walking tour with First National people, learning about medicinal plants and hearing tales of old;<br/>•\tTake to hiking trails in Killarney Provincial park, home to moose, black bears, beavers and deer<br/>•\tEnjoy the stillness and peace of Algonquin Provincial Park – or canoe, kayak, hike or cycle lakes and trails.<br/>•\tWatch as night falls and the skies become full of incredible constellations in this pollution free environment.<br/><br/><br/>Photo credits: Niagara Parks Commission, Destination Canada, Destination Ontario, Destination Toronto, Maxime Coquard, Algonquin Provincial Park",
    "durationDays": "17",
    "price": "5295",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "TORONTO Rocket-ride up the CN Tower and explore the Waterfront, packed with restaurants, theatres, galleries, stores and parklands."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "TORONTO Catch the ferry to the Toronto Islands, catch a baseball or hockey game, or take a heritage walking tour. Later, explore the Distillery district, with its artist studios, galleries, eateries and cafes – there is usually live jazz, activities, exhibitions and foodie events, whilst the South Market houses more than 120 speciality food stalls: cheese vendors, bakers, pasta makers, etc. Perhaps catch a show at the Elgin & Winter Garden Theatre and grab a bite at Boxcar Social with enviable views of Lake Ontario"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "TORONTO TO NIAGARA ON THE LAKE (130KM: 1 HOUR 40 MINS) Collect your hire vehicle: later, explore Niagara on the Lake, with its quant store-lined 19th Century Streets and great restaurants. Explore the area’s wineries: Ontario’s renowned ice wine is not to be missed. Stop for lunch in one of the Niagara region’s wineries: local chefs use the finest seasonal ingredients to make for a fabulous gastronomic experience."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "NIAGARA ON THE LAKE Explore nearby Niagara Falls: feel the mist on the Hornblower Cruise, and don a poncho to get up close with Journey Behind the Falls. There is also a whirlpool jet boat tour or a helicopter ride for a full panoramic view of this natural wonder. Head to Napoli Ristorante Pizza for the best Italian food in town."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "OTTAWA TO AIRPORT Make your way to Ottawa airport for your outbound flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "quebec-self-drive-holiday-canada",
    "tourName": "Quebec self drive holiday, Canada",
    "placesVisited": "Québec, Montmorency Falls, La Baie, Saguenay Fjord National Park, Tadoussac, La Malbaie, drive the Route du Fleuve, Baie St Paul, Montreal",
    "generalInfo": "This road trip sandwiches the natural wonders of Quebec between two major cultural cities. Starting in Quebec City, you’ll follow the path of the Saint Lawrence River and the Saguenay River, through Saguenay Fjord National Park, to some of the region’s prettiest areas, before heading back west to Montreal. <br/><br/>There’s not a great deal of distance between Quebec City and Montreal – they are just 260km apart by road. But stray away from the Trans-Canada highway, and instead follow the roads along the rivers and fjords, and you’ll find you’ll want to while away the days in this region. This trip takes you past waterfalls, fjords and rivers and tiny towns – it’s the perfect setting for a holiday that mixes adventure with gastronomy.<br/><br/>East of Quebec City, the Saint Lawrence river widens, and its shoreline road forms a scenic route known as the Route du Fleuve, which passes between little riverside villages. The views, of hillsides covered in trees – maples yellowing in the autumn, and vivid green in spring – is occasionally disturbed by something more exciting – whale sightings. <br/><br/>The Saguenay River drains into the salty Saint Lawrence River, which brings whales including humpbacks, blue whales and belugas, as well as Greenland sharks to the river mouth. From a little outpost known as Point de Islet, you may even be able to spot whales whilst standing on the shore. You can also go on a whale watching trip to get even closer to the action. <br/><br/>If you continue up the Saguenay River, into Saguenay Fjord National Park, you’ll discover a gorgeous natural adventure playground. This is one of the longest fjords in the world, hemmed in by high, dramatic cliffs – and a wonderful place for kayaking and hiking. <br/><br/>Food is high on the agenda in the province. You can lunch like the French and brunch like the Canadians. Croissants sit alongside maple syrup-soaked pastries, and there are plenty of local cheeses and meats to try.  Poutine is never far away – but, when you find it, you might want to get it as takeaway, so you can keep exploring. It wouldn’t be a road trip without some roadside restaurants too – and you’ll find plenty en-route. <br/><br/>This trip gives you plenty of time in Montreal and Québec, giving these large cities the attention they deserve. Quebec City has a walled city centre, where cobblestone streets sport fancy boutiques, whilst Montreal’s gothic-revival basilica wows the crowds with its dramatic interior decor. It’s refreshing to switch between car and city break, and this trip does a great job of balancing both sides.<br/><br/>By going on a self drive holiday you have all the agency. You can reach places off the tourist trail, support First Nations communities and smaller villages and towns – and still not miss out on the cultural highlights of Canada’s great cities too. <br/><br/>Photo credits: Canyon Sainte-Anne, Village historique de Val-Jalbert, Destination Canada<br/>",
    "durationDays": "12",
    "price": "4250",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "QUEBEC This fortified city is one of the oldest in North America and the picturesque old town is home to a maze of atmospheric cobbled streets lined with 17th- and 18th-century houses and charming bistros. Perhaps explore the Petit Champlain District in Old Quebec, which has a number of bistros, pastry shops, and sweet shops, all in a beautifully historic setting."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "QUEBEC Perhaps get your bearings with a guided tour, or tickle the taste buds with a food-based guided walk: The city’s food scene is known for its wide range of styles, excellent service, and its French, British, North American, and Indigenous influences. Visiting Ile d’Oleans is a must: the food on the island is absolutely one of the highlights. The Old Port has a high concentration of fine dining restaurants, or you can stop in at the Marché du Vieux-Port, a nearly 400-year-old market."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "QUEBEC TO LA BAIE (220km: 2 hours 15 mins) En route, visit the 83 metre Montmorency Falls: just 15 minutes from Quebec City. This 83-metre waterfall can be viewed from the highway below, but for the most impressive vistas, walk across the bridge suspended above the roaring water. If you’re thrill-seeker, try zip-lining across the falls to get back to your starting point. La Baie is in Saguenay Fjord National Park: an area of endless panoramic vistas. Take a cruise to L’Anse Saint Jean from the Park for amazing views."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "LA BAIE Perhaps take a drive to L’Anse Saint Jean: kayak on the fjord; hike in the National Park or rent an electric bike. Lunch at Bistro la Chasse-Pinte: a microbrewery and all the alcohol served here is local, from other breweries and distilleries in the region – followed by ice cream at La Cabane à glaces."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "TADOUSSAC TO LA MALBAIE (74KM; 1 HOUR 20 MINS) Take the free ferry to Baie Sainte-Catherine for magnificent views of the Saguenay Fjord. En route, stop at Fromagerie Saint-Fidele to sample great local cheeses. For a luxury stay in the area, spend the night at Fairmont Le Manoir Richelieu which offers a variety of restaurants and activities. For one of the best smoked meat sandwiches around, eat at Joe Smoked Meat."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "LA MALBAIE TO BAIE ST PAUL (47KM; 40 MINS) Drive the Route du Fleuve: prepare to be wowed by views as this road is nested between the Laurentian Mountains and the St. Lawrence River. En route, stop off for a guided tour of the observatory. Charlevoix is an immense crater, which is explained in a multimedia presentation. When night falls, you get to view the stars through a telescope. And stop at the stop at the Papeterie Saint-Gilles, to see how paper was produced in the 17th century. There are exhibitions of traditional and avant-garde paper works. The Charlevoix Maritime Museum offers tours of four ships and six exhibitions, as well as hiking trails, an obstacle course, an arboretum and a plant maze."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "BAIE ST PAUL Baie St Paul’s streets of century-old homes are bustling with museums, art galleries, restaurants, bars and patios. Musicians, painters and street artists all gather there. Hike one of the trails in the Parc National des Grands Jardins, or take a sea kayaing, canyoning or tandem paragliding tour. Be sure to take a stroll down Rue Saint-Jean-Baptiste, home to one of the highest concentrations of art galleries in Canada. This evening, head for French Bistro Le Mouton Noir for the best patio in town. For a beautiful nature walk, visit Boisé du Quai and explore the shores of the St Lawrence seaway. At the Boisé’s western tip, you’ll find a beautiful observation tower: a perfect place to watch sunset over the marshlands"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "BAIE ST PAUL TO MONTREAL (365km; +/- 4 HOURS) Before leaving Baie Saint-Paul, fill up on delightful sandwiches, pastries and coffee from bakery À chacun son pain. Stop off at Ferme Le Comte de Roussy in L’Ange-Gardien (great views and delicious pies) and Praline & Chocolat in Château-Richer (delightful pastries and chocolates). In Montreal, make for the Basilique Notre-Dame, explore the cobblestoned streets of the old town, winding your way to the sailors’ church, then stroll up Place Jacque-Cartier with its many buskers and artists into the Chateau Ramezay museum. For dinner, head for Garde-Manger for tasty cocktails and dishes."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "MONTREAL Look at the farmers’ produce, croissants and cheeses at Marche Atwater, and take a cruise on the canal. Make for Little Italy to explore the mounthwatering Marche Jean-Talon, and brose the old-world shops along Blvd St-Laurent. Before dinner, grab a taxi to Parc du Mont-Royal afor a panoramic view of the city from Belvedere Kondiaronk lookout. For incredible Quebecois fare, try Joe Beef (reservations essential). Tip: Be sure to seek out Boulangerie Guillaume: the local’s very favourite bakery in all of Montreal. With artisanal chef Guillaume Vaillant at the helm crafting deliciously flaky baguettes and croissants, it’s not surprising that Boulangerie Guillaume has earned that title, as well as major accolades in the city’s food scene."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "MONTREAL Enjoy your last few hours in the city before your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "swanson-island-kayaking-glamping-tour",
    "tourName": "Swanson Island kayaking & glamping tour",
    "placesVisited": "",
    "generalInfo": "THE AREA<br/>This 5-day, 4-night kayaking tour takes place north-east of Vancouver Island in British Columbia, Canada. Nestled between the mainland mountains and Vancouver Island tidal currents stir up the water column and create an environment rich with nutrients and oxygen. Abundant marine life of all shapes and sizes make their home here, from the smallest crustacean to the largest whales. From our camp, we have the opportunity to look out into the open waters of the Sound and paddle among the small islands and narrow passages, an ideal combination for the wildlife enthusiast.<br/><br/>THE SETTING<br/>A stunning private campsite on remote Swanson Island. We have exclusive rights to the use of this little piece of heaven. The site overlooks Blackfish Sound which is renowned for its biodiversity including being home to many humpback and orca whales. This site offers extraordinary land-based whale watching, sunrises and sunsets, and diverse kayaking at the edge of the Broughton Archipelago.<br/><br/>RELAX, RECHARGE, ADVENTURE RESPONSIBLY<br/>Our comfortable outdoor basecamp allows us to have comprehensive systems and infrastructure to help keep you safe while still being able to get to stunning and remote places, exploring by kayak by day, and relaxing in comfort every evening.<br/><br/>YOUR ACCOMMODATION – GLAMPING<br/>We have all the details covered. The only thing you have to do is to arrive, relax, and enjoy every moment. Imagine beautiful, big white cozy tents set against the backdrop of towering fir trees and the blues and greens of the ocean lapping at your doorstep. The sounds of silence interrupted only by the occasional blow of passing whales or the songs of the birds as they wake with the sun.<br/>Large, bright, and spacious cotton canvas tents with real beds and private outdoor toilets. The tents are perched off the ground on cedar platforms spaced out throughout the forest for privacy. The beds each have a thick soya foam mattress, pillows, crisp white linens, a warm duvet. The camp also has hot water showers, a comfortable lounge, and a hot tub both overlooking the ocean.<br/><br/>ENDLESS PADDLING OPTIONS<br/>We’ll head off in our kayaks to explore the many nooks and crannies of the shoreline. Keep your senses alert for the tell-tale blow of some of the area’s more famous residents like orcas and humpback whales. Kayaks are a great way to get outside together and explore while easily maintaining physical distance. The days on the water are flexible based on the abilities and desires of each group. <br/><br/>THE BEST PLACE FOR WHALE WATCHING IN BC<br/>In addition to orcas, we are lucky to share the ecosystem with humpback whales, bears (it is not uncommon to see black bears foraging along the shores for seafood during low tide), deer, cougars, shore and seabirds, minks, river otters, dolphins, and porpoise – to say nothing of the abundant and colourful intertidal life one can see below the surface. Witnessing these incredible creatures in their natural habitat is truly breathtaking.",
    "durationDays": "5",
    "price": "2995",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Rise and shine ready for adventure! On day 1 of your trip you will meet your water taxi driver in Alder Bay on Vancouver Island (approximately a 5.5-hour drive by car north of Victoria or 4 hours north of Nanaimo). At 2PM meet the water taxi that will take you across Johnstone Strait into Blackfish Sound. En route, sightings of marine life such as porpoises, dolphins, sea lions, and whales are common. Your water taxi journey will be approximately 40 minutes. After arriving our team will provide a thorough safety briefing and orientation. We will then settle into the camp and have a kayak orientation and paddle before dinner. After dinner, enjoy the sunset from the lounge or hot tub overlooking the ocean before retiring to rest for more exploration in the morning."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "This is our last day of exploration. We will have an early breakfast and for those who are keen we will have a morning paddle shortly after. After a final debrief, the water taxi will arrive at approximately 10:30AM to transport you back to the starting point. You should be back in Alder Bay by approximately 11AM-12:30PM for your onward travels."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "western-canada-family-fly-drive-holiday",
    "tourName": "Western Canada family fly drive holiday",
    "placesVisited": "Calgary, Banff National Park, Revelstoke, Penticton, Sun Peaks, Whistler, Vancouver",
    "generalInfo": "This is a fabulous family tour in Western Canada, packed with adventure, wildlife and beautiful scenery. All of which you can explore on your own terms, with a hire car at your disposal. Below you’ll find a suggested itinerary that takes you through several of Western Canada’s most iconic destinations including Whistler, Banff National Park and Vancouver, but also several areas that are a little off the well-established tourist route. You’ll have 24/7 support along with helpful route notes so that you can travel in confidence, pausing whenever the mood takes you for a walk, a photo, or an ice cream.<br/><br/>Staying in locally run hotels as far as possible, this holiday can give your family some truly magical memories. In Banff there are hot springs to soak in, white water rapids to raft, bears and elk to spot. In Whistler you can track black bears on sunset canoe rides, or 4WD safaris. And in Vancouver you might join a whale watching cruise, or paddle along in a First Nations canoe with a Coast Salish guide, learning about Indigenous history in the region, and how to sing traditional songs.<br/><br/>Revelstoke is a pleasant and walkable town with a railway museum that will charm the little train-lovers in your family. Come in the summer for al fresco live music performances, or the winter for dog sledding. Further south, the Okanagan Valley is gorgeous, with orchards of peaches and apricots, a lake where you can hire kayaks or SUPs, and abundant wineries offering cellar door tastings. And Sun Peaks is another lovely place to spend a night or two, with plenty of walking trails and family-friendly activities in the area. <br/><br/>Your Western Canada family tour will take you through some of the country’s most stirring scenery. But it’s not only the landscapes you’ll remember from this trip, but the experiences you have as you go: sampling the delicious street food in Banff and Vancouver; paddling along rivers in search of wildlife; larking about in lakes; or strapping in for some of Canada’s highest ziplines. And because your schedule is entirely your own, you can experience all of it at a pace that suits your family.<br/>",
    "durationDays": "14",
    "price": "3250",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at Calgary International Airport and transfer to your centrally located hotel. Depending on your arrival time, perhaps take a trip up the Calgary Tower for 360 degree views of the city. This evening, visit one of Calgary’s legendary restaurants such as Caesar's Steak House & Lounge or Vintage Chophouse and Tavern."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "CALGARY TO BANFF (127 KM, 1 hour 45 mins): Collect your hire car and start your adventure! Banff National Park encompasses valleys, rugged mountains, enormous glaciers, deep forests, alpine meadows and glassy turquoise lakes. Through it wander wildlife such as bears, elks, wolves and bighorn sheep. The bustling town of Banff is a base for a multitude of outdoor activities. This afternoon, take to horseback for a trial ride, or take the gondola up Sulphur Mountain for hiking trails and viewing points. The high street offers a range of restaurants, including gastro pub, vegetarian bistros, upmarket burger bar … don’t miss the cheesecake and torte at Wild Flour."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "BANFF NATIONAL PARK Activities abound: enjoy a fantastic whitewater rafting experience – choose from exciting grade 3-4 rapids or gentler grade 2-3; bathe in the Upper Hot Springs; rent a canoe or bike on the Vermillion Lakes – a great place for wildlife spotting, or hike the Bow River Falls & Hoodoos Trail."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "BANFF TO REVELSTOKE (283km; 3 hours 20 mins) A town lined with heritage buildings and an important railway crossing point, activities on offer here include a railway museum with restored steam locomotives, white water rafting, mountain biking, kayaking and dog sledding through the Kootenay wilderness. Don’t miss free live music performances every evening in July and August on the pedestrian precinct. Hint: En route, stop to do the 1.2km boardwalk Skunk Cabbage Trail."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "REVELSTOKE TO PENTICTON (262KM; 3.5 hours) The Okanagan Valley is home to orchards of peaches and apricots, and scores of excellent wineries. Penticton is a great base for time on Okanangan beach, sailboarding, boating, kayaking, SUP, and paddling on Okanangan Lake, and cycling on the Kettle Valley Rail Trail’s old railway and trestle bridges. The area has over 120 wineries, many with excellent cafes and bistros."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "PENTICTON Pack a picnic and take a scenic drive to Naramata along the eastern shore of Okanangan Lake, zoom along Canada’s highest zip lines at Zipzone Peachland, or ride the Kettle Valley Steam Railway."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "PENTICTON TO SUN PEAKS (294km; Drive time 3 hours 10 minutes) In the small but lively resort town of Sun Peaks, take a gondola up the hillside for great walking trails, follow one of the many cross country bike trails, hire a canoe or kayak on McGivillray Lake, take SUP lessons on nearby Heffley Lake. There are regular concerts and family entertainment programmes throughout the school holidays."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "SUN PEAKS Take advantage of the many activities in the area."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "SUN PEAKS TO WHISTLER (356 KM) 4 Hours 45 mins This afternoon, perhaps rent a canoe at twilight, when the river comes alive with birds and animals … look out for black bears, otters, beavers, raccoons, eagles and osprey, and marvel at the golden glow of the sunset against the snow capped mountain peaks. In the evening, dine on tapas, French bistro dishes, tacos – and don’t miss Purebread for their salted caramel bars and gooey shortbread cookie bars."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "WHISTLER Take a 4WD Tour along mountain tracks to look for black bears, take a thrilling half day white water rafting trip; the Peak 2 Peak Gondola will whisk you up to dizzy heights for spectacular views, do the exhilarating Whistler zip lining experience: high over Fitzsimmons Creek, amongst rainforest by the Whistler and Blackcomb Mountains. Hiking, horseback riding, mountain biking opportunities abound."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "WHISTLER Enjoy the many activities in the area."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "WHISTLER TO VANCOUVER (120KM 1.5 hours) End of your driving route: this afternoon, explore downtown Vancouver: people-watch at a pavement café or visit the Aquarium or excellent science centre, take the Stanley Park train or relax at English Bay beach."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Hire bikes and cycle Stanley Park and the sea Wall. Visit Granville Island: a vibrant dining, shopping and entertainment district full of artisans creating unique gifts; a market where you can sample a host of interesting foods, and aspiring musicians perfecting their craft. Soak up the atmosphere in Chinatown with its quirky shops and markets, or take a guided walk around historic Gastown. Vancouver is a foodie’s delight; evident from the mouth-watering lines at food trucks and the enticing aromas wafting from kitchens on nearly every block. Try the fresh pasta at Ask for Luigi in Gastown, the organic burgers at Templeton in Downtown- or try one o the many popular food trucks Quirky Excursion: for an insight into the indigenous culture, take a cultural kayak expedition from North Vancouver. You will paddle in a First Nations canoe around Burrard Inlet, sing traditional coast Salish songs and spot centuries-old pictographs on the surrounding cliffs."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Visit the Capilano Suspension Bridge Park today and spend some time exploring the walkways and forest here. Take the Cliffwalk, which gives a birds eye view of the river below, visit the First Nations Cultural Centre for arts and crafts demonstrations and stories of this heritage, take guided eco walks throughout the park where there is also live seasonal music entertainment. There is also an elevated canopy trail through the trees. Quirky Tour: Take the Mail Run Scenic Flight. Fly over rainforest clad islands to land at the main village on Salt Spring Island, where you can browse shops and coffee outlets. Scenic views of the stunning coastline make this a special experience. Return to Vancouver International Airport in time to check-in for your departure flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "western-canada-self-drive-holiday",
    "tourName": "Western Canada self drive holiday",
    "placesVisited": "Vancouver, Cycle Stanley Park, Granville Island, Capilano Suspension Bridge Park, Whistler, Guided walk in Wells Gray Provincial Park, Jasper, Cruise on Maligne Lake, Drive the Icefields Parkway, Banff National Park",
    "generalInfo": "The beauty of a self drive holiday is that you can set your own pace, and follow your own interests, with complete independence. And this Western Canada highlights tour gives you plenty of chances to do just that, with fantastic activities and experiences to consider every day as you make your way 850km northeast from Vancouver to Banff, staying in locally run hotels as much as possible. You can really escape the busier routes when you have your own car, so that your holiday can financially benefit communities that are less-known to tourists.<br/><br/>Begin with a few days to explore Vancouver, one of the coolest cities in North America. Its coastal waters are teeming with marine life, and its streets are teeming with food trucks where you can sate your appetite before exploring further. You’ll collect your hire car in Vancouver and head north to legendary winter sports resort Whistler. You might take a twilight canoe tour here, and look for bears, racoons, beavers and otters on the shore. <br/><br/>From Whistler your journey might continue on to Wells Gray Provincial Park, where black and grizzly bears reside, and where those with the nerve might tackle a white water rafting expedition. On any Western Canada self drive holiday you’re going to enjoy mindblowing scenery, but that of Jasper is particularly spectacular. When you reach Jasper National Park, you can hike, take a scenic boat trip, or relax in the hot springs. <br/><br/>It’s just a few hours of driving from Jasper to Banff so take your time on the stunning Icefields Parkway. Pack a picnic in your hire car; en route to Banff there are myriad opportunities for a lakeside lunch – Lake Louise is a particularly scenic spot. Once in Banff, you can try a walk through the boreal forest with a Cree guide, learning about medicinal plants and traditional survival skills.<br/>",
    "durationDays": "13",
    "price": "4250",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVAL IN VANCOUVER Explore downtown Vancouver: people-watch at a pavement café, window-shop along Robson Street, then cut down to the waterfront for panoramic sea and mountain vistas. The West End has a good choice of restaurants for dinner."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "VANCOUVER Hire bikes and cycle Stanley Park and the sea wall. Visit Granville Island: a vibrant dining, shopping and entertainment district full of artisans creating unique gifts; a market where you can sample a host of interesting foods, and aspiring musicians perfecting their craft. Soak up the atmosphere in Chinatown with its quirky shops and markets, or take a guided walk around historic Gastown. Vancouver is a foodie’s delight; evident from the mouth-watering lines at food trucks and the enticing aromas wafting from kitchens on nearly every block. Try the fresh pasta at Ask for Luigi in Gastown, the organic burgers at Templeton in Downtown- or try one of the many popular food trucks Quirky Excursion: Explore Stanley Park’s ancient rainforest with Indigenous guides – learn insights into how First Nations people managed the area’s land, forest and ocean for millennia. The Guides are passionate about sustainability and being connected with their land."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "VANCOUVER Visit the Capilano Suspension Bridge Park today and spend some time exploring the walkways and forest here. There are guided eco walks throughout the park and live seasonal music entertainment. Or take a whale watching trip, looking for porpoises, orca, sea lions, seals, bald eagles. Alternatively, visit the Museum of Anthropology for great totem pole carvings, the Art Gallery, Police Museum for a glimpse into the area’s salacious history – or take the gondola up Grouse Mountain for superb views and alpine hiking trails. Let your nose lead you to the delightful smells emanating from one of the foodie trucks for some legendary street food, and quench thirst at Vancouvers best craft beer tavern, Alibi. Quirky excursion: take a highly entertaining tour delving into Prohibition-era Vancouver, poking around the seedy underbelly of historic Gastown with Forbidden Vancouver. Quirky Tour: Take the Mail Run Scenic Flight. Fly over rainforest clad islands to land at the main village on Salt Spring Island, where you can browse shops and coffee outlets. Scenic views of the stunning coastline make this a special experience."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "VANCOUVER TO WHISTLER (122km; 1 Hour 40 mins) Collect a hire car this morning and drive to Whistler. This afternoon, perhaps rent a canoe at twilight, when the river comes alive with birds and animals … look out for black bears, otters, beavers, raccoons, eagles and osprey, and marvel at the golden glow of the sunset against the snow capped mountain peaks. In the evening, dine on tapas, French bistro dishes, tacos – and don’t miss Purebread for their salted caramel bars and gooey shortbread cookie bars"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "WHISTLER Take a 4WD Tour along mountain tracks to look for black bears, take a thrilling half day white water rafting trip; the Peak 2 Peak Gondola will whisk you up to dizzy heights for spectacular views, do the exhilarating Whistler zip lining experience: high over Fitzsimmons Creek, amongst rainforest by the Whistler and Blackcomb Mountains. Hiking, horseback riding, mountain biking opportunities abound. This evening, go local at the Gone Village Eatery, or dine well at Red Door French Bistro."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "WHISTLER TO WELLS GRAY (423KM: 5.5 Hours) A scenic drive to Wells Gray Provincial Park, where craggy mountains rise above evergreen forests, lakes and steaming waterfalls. Hike along one of the trails to one of the many waterfalls, looking out for moose, black and grizzly bears, elk and deer. Horse riding and boat trips are available"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "WELLS GRAY The river creates some thrilling white water rafting sites, or take a gentle float along the Thompson river in an inflatable raft, watching for salmon, eagles and bears. Take a guided walk with a passionate and knowledgeable guide to really learn about the wildlife and the rich natural, human and geological history of the area, or hire a canoe or kayak."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "WELLS GRAY TO JASPER (318KM: 3.5 Hours) Another scenic drive following the North Thompson River Valley and then Yellowhead Pass, with fabulous views of Mount Robson. This afternoon, stretch legs with a walk around Horseshoe Lake or ride the Jasper Skytram for more breathless scenery, or to the mind blowing Athabasca Canyon Falls - arrive here at the end of the day and you could be treated to a sunset alpen glow on the mountain backdrop. This evening, choose from wood-burning-stove pizzas, Bistros serving barbeque ribs or vegetarian bistros."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "JASPER Take a drive to Maligne Lake for a cruise on the turquoise waters with stunning views of the mountains, take a short hike from Maligne Canyon, bathe in Miette Hot Springs. Whitewater rafting can be experienced on the Maligne, Sunwapta and Athabasca Rivers. This evening, choose from wood-burning-stove pizzas, Bistros serving barbeque ribs or vegetarian bistros. Don’t miss Other Paw Bakery for pastries, muffins, soups, wraps and coffee. Quirky Excursion: take a scenic float trip on the Athabasca River: easy rapids and calm stretches of water on an oar-powered raft, you keep an eye out for elk, mountain sheep, deer – and possibly bears and coyotes on the riverbank."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "JASPER TO BANFF (288 KM) Drive time 3.5 hours. Drive the spectacular Icefields Parkway: photo opportunities at viewpoints of brilliantly coloured glacial lakes, gushing waterfalls, snow-topped mountains and wildlife. Ideas for stops include Lake Louise for gondola ride, canoeing or a hike, the spectacular teal waters of Moraine Lake, Herbert Lake, Bow Lake and Peyto Lake; Glacier Skywalk, the Sunwapta Falls with gorgeous mountain backdrop. Keep eyes peeled for mountain goats, elk, black and grizzly bears."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "BANFF Banff National Park encompasses valleys, rugged mountains, enormous glaciers, deep forests, alpine meadows and glassy turquoise lakes. Through it wander wildlife such as bears, elks, wolves and bighorn sheep. The bustling town of Banff is a base for a multitude of outdoor activities. This afternoon, take to horseback for a trial ride, or take the gondola up Sulphur Mountain for hiking trails and viewing points. The high street offers a range of restaurants, including gastro pub, vegetarian bistros, upmarket burger bar … don’t miss the cheesecake and torte at Wild Flour."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "BANFF Activities abound: enjoy a fantastic whitewater rafting experience – choose from exciting grade 3-4 rapids or gentler grade 2-3; bathe in the Upper Hot Springs; rent a canoe or bike on the Vermillion Lakes – a great place for wildlife spotting, or hike the Bow River Falls & Hoodoos Trail. Quirky Excursion: Join indigenous guides to discover ancient survival skills. In summer see the boreal forest through the eyes of your Cree guides. Leave with a gift of their traditional knowledge"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "BANFF TO CALGARY & ONWARD FLIGHT (145km: 1.5 hours) Spend a final morning in Banff, or visit Canmore, with it’s quirky cafes and art galleries, en route to the airport."
      }
    ],
    "map": ""
  },
  {
    "destination": "Canada",
    "mainPhoto": "",
    "id": "wild-sea-kayaking-expedition-vancouver-island",
    "tourName": "Wild sea kayaking expedition, Vancouver Island",
    "placesVisited": "",
    "generalInfo": "WHAT MAKES THIS TOUR SO SPECIAL?<br/>If you crave adventure, and a desire to kayak and explore an area that few ever get to, then this west coast sea kayaking expedition is for you. Our expert guides know the area, the currents, winds, and of course the best camping and sunset spots! Together with your small group, you will see sites and visit places that are outside the realm of the modern world, and accessible to only a select few. The dramatic seascape of the wild northwest coast of Vancouver Island provides the setting for one of the finest sea kayaking destinations in Canada, Nuchatlitz Marine Park. The area is sheltered from the open ocean by small and enchanting islands. This string of islets gives the adventurous kayaker an opportunity to experience the rugged coast while paddling in relatively protected waters.<br/><br/>THE TOUR<br/>Our adventure begins from the town of Tahsis on the west coast of Vancouver Island. From here we jump aboard our water taxi and head into the heart of the Nuchatlitz Provincial Marine Park. En route, we take in the mountainous coastal landscape and keep our eyes peeled for wildlife as we pass by historic village sites. <br/><br/>THE AREA<br/>This remote area is one of the few places where you can escape the crowds. Getting out to the park can be difficult for the solo paddler or independent group as the distance is far from the launch site and headwinds are often encountered deeper in the inlets. To avoid this long and arduous paddle, we transport you by water taxi to and from this prime kayaking destination. Once there we will establish our first night’s camp on a secluded beach among old-growth forests. Each day we will explore the numerous islands and beaches, marvel at the natural rock formations like sea caves and towering rock pinnacles, and reflect on the rich west coast First Nations culture.<br/><br/>HIGHLIGHTS<br/><br/>SEA OTTERS - The Nuchatlitz is home to one of the largest sea otter populations on the west coast of North America. Once hunted to extinction in this area, the sea otter was reintroduced in the late 1960s and now thrives. <br/><br/>WEST COAST SUNSETS - The sunsets on the West Coast of Vancouver Island are simply stunning. Watch as the sun sinks over the horizon to the west and beautiful colours illuminate the skies. <br/><br/>WHITE SAND - Most sea kayaking areas on the Inside Passage, between Vancouver Island and the mainland, have landing areas that range from rock to pebbles or gravel due to the lack of consistent wave action. Here on the outer coast, we are treated to numerous beaches where you can walk barefoot and really get the sand between your toes.<br/><br/>SEA STACKS &amp; CAVES - Stacks are formed when part of a headland is eroded by hydraulic action. The force of the water weakens cracks in the headland and causes them to collapse, forming free-standing stacks and small islands. These formations, along with the numerous sea caves in the area, make for some of the most picturesque and interesting paddling on the coast.",
    "durationDays": "6",
    "price": "2495",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "At 9 am you will meet your guides at the Municipal Dock. We will transfer ourselves and equipment aboard our water taxi and begin the scenic journey to the west coast paradise of the Nuchatlitz Marine Park. En route, we take in the mountainous coastal landscape and keep our eyes peeled for wildlife as we pass by historic village sites. After settling into our new surroundings and lunch we will have a kayak orientation and discuss safety procedures before setting off on an afternoon paddle. We will return in time for a fresh wild fish dinner (alternatives of course for those who do not eat fish). Enjoy the sunset from the beach (or from your tent) before retiring to rest for more fun in the morning."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After waking up in one of the most beautiful places on earth, to stunning sunrises, we will begin our day with a delicious breakfast before we break camp. On the Nuchatlitz tour, there is no set itinerary. Instead, our route will depend on weather conditions and the group’s desires. Our days will be spent exploring the picturesque islands, lagoons, beaches, and sea caves hidden behind cascading waterfalls. We will also take some time out for beach combing, or simply lounging and taking in the magnificent surroundings. If we are fortunate we will end our day with a famous west coast sunset. Campsites are plentiful and scenically situated on either sand or pebble beaches, grassy knolls or beneath the canopy of ancient rain forests."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This is our last day to enjoy the marine environment of the west coast. In the morning, our boat transport will take us back to Tahsis. Time for one last deep breath of ocean air, to take in the panoramic scenery and all the natural wonders around us, before our real life catches up with us. This 6-day adventure is the perfect introduction to sea kayaking in a remote and coastal BC environment. To learn new wilderness skills, and take a break from the hustle and bustle of your everyday life."
      }
    ],
    "map": ""
  }
]