{
  "destination": "Küba",
  "mainPhoto": "",
  "id": "ST08015",
  "tourName": "Geleneksel 1 Mayıs Küba - 29 Nisan",
  "placesVisited": "Küba",
  "generalInfo": "Tek bir uçak yolculuğu ile zamanda yolculuk yapmak ister misiniz? Küba turu sizin için adeta bir zamanda yolculuk oluşturacak. Dünyaca ünlü puroları, sıcakkanlı insanları ve her zaman eğlenceli olan sokakları ile adeta masalsı bir dünyayı andıran Küba’  ya ulaşmak Siempre Tour ile çok kolay.<br><br>Dünyanın en büyük 7. adası olma özelliği taşıyan Havana, Karayip Denizi’  nin berrak sularıyla kültür tatilini deniz tatili ile birleştirme imkanı sunuyor. Aynı tatil süresince Küba’  nın tarihinin içine girebilir, hayalinizdeki gibi bir deniz tatili yaşayabilirsiniz.<br><br>İstanbul kalkışlı Küba turu, Siempre Tour’  un deneyimli rehber ekibiyle Atatürk Havaalanı’  ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır. Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
  "durationDays": "9",
  "price": "2670",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "12",
  "meet": "",
  "whatExpect": "<ul>\n<li>- İstanbul &amp; Havana AİRFRANCE &amp;KLM Havayolu ile Gidiş dönüş Uçak biletleri</li>\n<li>- 3 Gece Nacional veya Cohiba Hotelde B.B Konaklama</li>\n<li>- 1 Gece Nacional Hotelde veya Melia Cohiba H.B Konaklama</li>\n<li>- 2 Gece Trinidad Brissa Del Mar Hotel&amp; Benzeri Hotelde Her şey Dâhil Konaklama</li>\n<li>- 2 Gece Melia Varadero Hotel de Her şey Dâhil Konaklama</li>\n<li>- Tüm Transferler</li>\n<li>- Tur boyunca Türkçe Rehberlik .</li>\n<li>- Yarım Gün Havana Şehir Turu</li>\n<li>- Yarım Gün Trinidad Şehir Turu</li>\n<li>- LA Budequita del Medio Restourant’  ta öğle yemeği, 2 içki dâhil</li>\n<li>- Florita Barda Daiquri</li>\n<li>- Tropicana gösterisi Yarım Şişe Havana Rom dâhil.</li>\n<li>- Tam Gün Öğle yemekli Vinales ve Pınar Del Rio gezisi &amp; Öğle yemeği Menü Tavuk eti. 2 içki dâhil</li>\n<li>- Yarım gün KLASİK ARABALARLA 1.30 saat gezi</li>\n<li>- Buena Vista Social Club, Cafe Taberna: Istakoz menülü,4 içki dâhil. Canlı Küba müzikleri eşliğinde Salsa Unutulmaz Renkli gecesi Havana</li>\n<li>- CAYO BLANCO gezisi. Şnorkelle dalış ve Beyaz ada her şey dâhil Öğle yemeği adada 3 saat kalış,</li>\n<li>- Akşam yemeği California Restoran’  da</li>\n<li>- Akşam yemeği El Toccorro Restoran’  da</li>\n<li>- Yurtdışı Çıkış Vergisi (15 TL)</li>\n<li>- Zorunlu Seyahat Sigortası</li>\n</ul>\n<p><strong>NOT: </strong>Şehir Turlarında hava şartları ve yenileme çalışmalarından dolayı Ören yerleri ve Müzeler Kapalı olabilir. Programımızdaki Müzelerin Kapalı olması durunda ziyaretleri değişe bilir ve acık olan Müzeler Ziyaret edilir. Gün içinde size yerel rehber bilgi paylaşımında bulunacaktır.</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Havana' ya Varış",
      "description": "Atatürk Havaalanı Dış Hatlar Terminali’  nde buluşma ve giriş işlemlerinden sonra, hareket. Paris ‘  e varış. Saatlerinizi 1 saat geri almayı unutmayınız. Uçak değişiminden sonra Küba’  nın başkenti Havana’  ya hareket. Yaklaşık 9 saatlik bir uçuştan sonra Küba Havana’  ya varış. Saatlerinizi 7 saat daha geri almayı unutmayınız. Havaalanında karşılanmamızın ardından şehir merkezinde bulunan NACIONAL Hotel ‘  e özel otobüsümüz ile transfer. Hoş geldiniz kokteylimiz otelimizde olacaktır. Ardından odalara yerleşme ve serbest zaman. Geceleme otelimizde."
    },
    {
      "dayNumber": 2,
      "title": "Havana",
      "description": "Sabah kahvaltısından sonra 8.30 da Hareket edecek şekilde tam günlük panoramik Havana şehir turu için otelden ayrılacağız. Etkileyici tarihinin yanında Dünya savaşlarından çok az zararla çıkmış ve ilk inşa edildiği haliyle kendini korumuş, 50’  li ve 60’  lı yılların Amerikan arabalarına sıkça rastlanan, İspanyol mimarisinin muazzam örneklerine sahip Havana’  yı tanımaya yönelik şehir turu gerçekleştirilecektir. Turumuz, modern Havana’  dan başlar, art deko ve modern mimari ile karışık Vedado ve Miramar Bölgesi’  nden geçer ve dünyaca ünlü Devrim Meydanı’  nda ilerler. Morro Kalesinin den görüntü almak için ilerlerken Morro Kalesin’ de bulunan Che’ nin Havana’ daki evini, günümüzdeki Müzesini geziyoruz. Devrimciler parkında Atatürk ün Büstünü Ziyaret ediyoruz. Capitolio Binası’  ndan başlayarak Central Park ve Opera Binası görülür. Hemingway in Dünyaca Meşhur Daiquri sini Florita barda onun Bardaki Bronz heykeliyle yudumluyoruz. Sonrasında Obispo Caddesi boyunca gezdikten sonra Eski Havana’  nın Kolonyal tarzı meydanları karşınıza çıkacaktır. Plaza de Armas, Plaza de la Catedral, Plaza Vieja ve Plaza de San Francisco de Asis gibi görkemli mekânları ve eski sokakları gezilirken çamaşır asılmış kırık dökük balkonlardan bizi izleyen ağzı purolu yaşlılar sizlere el sallayabilir. Kendinizi zamanda yolculuk yapmış gibi hissedeceksiniz. Öğle yemeğini yine Hemingway meşhur Mojitosunu içtiği La Budequita del Medio Restourant’  ta alıyoruz. Öğle yemeğinin ardından Şehrin En büyük yerel Alış veriş mekânı San Hose Pazarını ziyaret ediyoruz. Otelimize transfer. Akşam Programı için 07.00 lobide buluşuyoruz. Akşam yemeği için lobide buluşup California Restorana geçiyoruz. Daha sonra misafirlerimizle meşhur Tropicana gösterisini izleyeceğiz, ardından geceleme otelimizde olacaktır. NOT: Devrim müzesi Gezimiz bu Günün yoğunluğuna göre Rehberimiz tarafından Başka bir gün içinde de yapılı bilinir.1959 yılında devrime kadar Tüm Dünya jet sosyetesini ağırlamış, sahnesinde dünyanın en ünlü müzisyenleri çıkarmış Küba deyince akla gelen ilk gece kulübüdür. Küba’  nın Turizm e açılmasından sonra 150 Tropicana dans okulu dansçılarının Showlarını sergilendiği bu kulüp, Turistlerin en gözde mekânıdır."
    },
    {
      "dayNumber": 3,
      "title": "Havana, Vinales, Pınar Del Rio",
      "description": "Sabah kahvaltıdan sonra saat 08.00’  da otelden ayrılıyoruz; adanın tütün plantasyonunun en geniş yer kapladığı Unesco tarafından Dünya Koruma Mirası Listesine alınmış Vinales Vadisi’  ne hareket ediyoruz. 1492 yılında Cristof Colomb’  un burayı gördüğü zaman “İnsan gözünün görebileceği en güzel yer “ dediği vadinin tam gün yapılacak Pinar del Rio ve Vinales Turumuzda, önce tütün tarlaları (Montesinos Çiftliği) ziyaret edilerek ve. Tütünün nasıl yetiştirildiği hakkında bilgileneceğiz. Pinar del Rio’  daki Tarihi Puro Fabrikası’  nı ziyaret edilecektir. Cueva del Indio Mağarasının içindeki nehri sandalla gezdikten sonra Öğle yemeğimizi burada İndian Cave Restoran’  ında alacağız. Mural de la Prehistoria’  da inanılmaz güzel bir doğa ortamda “Mogote” üzerinde Leovigildo Gonzalez tarafından çizilmiş devasa bir yağlı boya tablo sizleri şaşırtacak. Son olarak rastgele seçeceğiniz bir yerli aileyi misafirliğe gidiyoruz ve onlarla sohbet ediyoruz. “Los Jazmines” tepesindeki seyir terasından Vinales Vadisi manzarasını seyrettikten sonra Havana’  daki otelimize geri dönüyoruz. Akşam yemeği El Tocororo Restoran’ da alıyoruz."
    },
    {
      "dayNumber": 4,
      "title": "Havana, Viva Küba",
      "description": "30 Nisan – 1 Mayıs gecesi her yıl Küba’  da çok özeldir. Hazırlıklar yapılır, sokakta gezerler ve Marşları yeri göğü inletir. Kübalılar, işçi bayramının gelmesini sabırsızlıkla ve mutlulukla bekler. 1 Mayıs arifesi en az 1 Mayıs günü kadar eğlencelidir. Sabah 5.00 da kalkar Kahvaltı paketleri alındıktan sonra 1 Mayıs Bayramı’  nın büyük bir coşkuyla binlerce işçi tarafından kutlandığı Devrim Meydanı’  na yürüyerek eşlik ediyoruz. Burada kutlamalara dâhil olup, insan denizinde bir damla oluyor, Küba halkının en büyük bayramını biz de yerinde yaşıyoruz. Kortej saat 10.00 Son bulur. Rehberimizin daha önce belirmiş olduğu yerde buluşup buradan Hotelimize geçiyoruz. Öğleyin saat 2 de Eski Amerikan Klasik arabalarla 1,30 saatlik gezimizi Miramar bölgesinde yapacağız. Akşam saat 8 de yemek için buluşuyoruz ve Akşam yemeğini Cafe Tavernada alıyoruz. Havana şehrine geldiğinizi hissettirecek Şehrin Eski havana kısmına gidiyoruz. Buena Vista Social Club Müzisyenlerinin sahne aldığı güzel salsa müzikleri eşliğinde leziz deniz ürünleri içeren menüsüyle , eşsiz Küba Romun dan yapılmış Kokteylleri tatma zevkine varacağız . Otelden çıkış saatimiz 20.00’  dır. Ana menü içerisine 4 içki dâhildir."
    },
    {
      "dayNumber": 5,
      "title": "Havana, Cienfeugus, Trinidad",
      "description": "Sabah kahvaltıdan sonra saat 08.00’  da özel otobüsümüz ile Matanzas Bölgesine hareket ediyoruz, Öğle yemeğimizi Zapata körfezinde aldıktan sonra, ilk olarak Cienfuegos’  da İspanyol mimarisinin güzel örneklerini görebileceğimiz Cienfuegos’  da kentine gidiyoruz. Tarihi Thomas Terry Tiyatrosu ve harika manzarası ile De Vale Sarayı görüldükten sonra zamanın durduğu şehir TRİNİDAD ‘   a devam ediyoruz.90 km yolculuktan sonra Trinidad şehrinde her şey dâhil otelimizde konaklama imkânı. Dileyenler yemek sonrası müzik ve dans için Casa De La Truva’  ya gidebilirler."
    },
    {
      "dayNumber": 6,
      "title": "Trinidad",
      "description": "Sabah kahvaltıdan sonra saat 08.00’  da özel otobüsümüz ile Kolonyal Trinidad’  ı gezerek UNESCO tarafından koruma altına alınmış ve Kübalıların gurur duyduğu şehri yakından tanıma fırsatınız olacaktır. Gezimiz esnasında kocaman pencerelerden yüksek tavanlı evler seyredeceğiz. Çok popüler olan sallanan koltukları, evlerde bulunan değerli ahşaptan mobilyaları ve misafirperver Trinidad halkı sizi keyiflendirecek. Taş sokaklarında yürürken eski zamanlara yolculuk yaptığımızı hissedeceğiz. Tur sırasında, Şehir Müzesi (Cantero Müzesi), Plaza Mayor ve Santisima Trinidad Katedrali görülecek yerler arasında yer alıyor. Siz değerli misafirlerimizi canlı müzik eşliğinde Trinidad’  a has ve tarihi bir kokteyl olan Canchanchara içmeye davet ediyoruz. Varışımızda otelimize transfer oluyor ve odalarımıza yerleşiyoruz. Her şey dâhil olarak konaklayacağımız otelimizde akşam yemeğimizi alıyoruz. Dileyenler yemek sonrası müzik ve dans için Casa De La Truva’  ya gidebilirler."
    },
    {
      "dayNumber": 7,
      "title": "Trinidad, Santa Clara, Varadero",
      "description": "Sabah kahvaltıdan sonra saat 08.00’  da özel otobüsümüz ile Kolonyal Trinidad’  ı gezerek UNESCO tarafından koruma altına alınmış ve Kübalıların gurur duyduğu şehri yakından tanıma fırsatınız olacaktır. Gezimiz esnasında kocaman pencerelerden yüksek tavanlı evler seyredeceğiz. Çok popüler olan sallanan koltukları, evlerde bulunan değerli ahşaptan mobilyaları ve misafirperver Trinidad halkı sizi keyiflendirecek. Taş sokaklarında yürürken eski zamanlara yolculuk yaptığımızı hissedeceğiz. Tur sırasında, Şehir Müzesi (Cantero Müzesi), Plaza Mayor ve Santisima Trinidad Katedrali görülecek yerler arasında yer alıyor. Siz değerli misafirlerimizi canlı müzik eşliğinde Trinidad’  a has ve tarihi bir kokteyl olan Canchanchara içmeye davet ediyoruz. Güzergâhımız üzerinde Santa Clara turunu gerçekleştiriyoruz. Tur dâhilinde önce kahraman Ernesto CHE Guevara’  nın gerilla arkadaşları ile beraber ebedi uykusuna yattığı ve heyecanla beklenen Che’  nin Anıt Mezarı ve Müzesi’  ni ziyaret edip sonra da kahramanlık öyküsünün yazıldığı mekân olan Tren Blindado’   ya gidiyoruz. Öğle yemeğinden sonra Varadero’  ya yolculuğumuz devam ediyor. Akşam her şey dâhil otelimize giriş yapıyoruz."
    },
    {
      "dayNumber": 8,
      "title": "Varadero",
      "description": "Sabah kahvaltıdan sonra serbest zaman . Otelimizde her şey dâhil . Özel Katamaran veya özel teknelerle (Katılım sayısına göre) Cayo Blanco gezisine davet ediyoruz. Şnorkeller ile dalış, Karayip’  lere özgü renkli denizaltı hayatını ve siyah, kırmızı mercanları görme imkânı sağlıyoruz. Katamaran la deniz gezisi, yunuslarla birlikte görme imkânı ve bembeyaz kumsalda güneşlenme olanağı sağlıyoruz. Canlı Küba müzikleri eşliğinde öğlen yemeğimiz deniz ürünlerinden oluşuyor ve gün boyunca sınırsız içki sunuyoruz. Hareket saatimiz sabah 08.30’  dur."
    },
    {
      "dayNumber": 8,
      "title": "Varadero, Havana",
      "description": "Sabah kahvaltıdan sonra serbest zaman . Dünyanın en ünlü sahillerinden biri olan, Varadero’   da turkuaz denizin ve bembeyaz kumsalın tadını doyasıya çıkarabilmeniz için sabah erken kalkmanızı öneririz. Saat 12.00’  de çıkış işlemleri gerçekleştiriyoruz. Öğle yemeğinden sonra saat 14.00’  te Havana’  ya Havaalanına transfer; yol üzerinde Bacunayagua Seyir Terasında canlı müzik eşliğinde Küba’  nın en ünlü Pina Coladasını içerek serinleyebilirsiniz ve aynı zamanda hediyelik eşya alışverişi yapabilirsiniz. Saat 20.30 Paris’  e hareket. Geceleme uçaktadır."
    },
    {
      "dayNumber": 10,
      "title": "İstanbul' a Varış",
      "description": "İstanbul Atatürk Havalimanına varış ve tur sonu."
    }
  ],
  "map": ""
}