[
    {
        "type": "overview",
        "Main_Title": "Our Zambia holidays & tours",
        "Main_Paragraph": "Our Zambia holidays pull back the curtain on one of Africa’s most sensational safari destinations, yet one that somehow seems to slip under the radar. That means national parks such as South Luangwa, home to lions, elephants, African wild dogs and hippos, remain little-visited and you won’t be sharing every waterhole with a dozen other jeeps. Leave the jeeps behind altogether with walking safaris, led by fantastic local guides and rangers - a great way to gain new perspectives on Zambia’s landscapes and wildlife. Our holidays benefit nature through contributing to conservation efforts of course, but they also help local people. Comfortable, solar-powered camps source the ingredients for their delicious meals from farmers in surrounding areas. And our trips back a range of community projects, too, including education, health and transport, as well as skills training, ensuring that the benefits from your visit have a wide reach.",
        "Subtitle": "Zambia holiday highlights",
        "Title1": "Walking safaris",
        "Paragraph1": "Travelling to Zambia and not going on a walking safari is like going to Pisa and ignoring the Leaning Tower: silly. This kind of intimate, on-foot safari originated in South Luangwa in the 1950s and is the ultimate way to become part of the landscape, chancing on random discoveries as you go. You could come across a wallowing hippo or two, spy a newly hatched croc egg, or find a newborn giraffe still wobbling on its bandy legs.",
        "image1": "",
        "Title2": "",
        "Paragraph2": "Walking safaris are available throughout Zambia. Lower Zambezi National Park and Kafue offer them, and in both South and North Luangwa you can find camps that only offer walking safaris. Guides have to pass strict exams and bring an extraordinary level of experience and knowledge to each bush walk, on everything from insect life to birds and the Big Five. It makes an already intense experience (just the thought that a major predator could be eyeing you up through the long grass certainly heightens the senses!) into a truly mind-expanding and informative one, too. Magical!",
        "image2": "",
        "Title3": "Camping",
        "Paragraph3": "You can take the luxury lodge option in Zambia, but the country is also well set up for camping. From well equipped campsites with hot showers, to wilderness tours that involve fly camping in the bush, often on the banks of the Zambezi. Sleeping with just a sheet of canvas between you and elephants, hippos and lions is a thrilling and intimate experience.",
        "Title4": "",
        "Paragraph4": "Dirk Reich, from our supplier Sunway Safaris, discusses whats worth a try  and what to skip:\nThe best experiences are the bungee jump, flying fox [youre clipped into a harness to glide along a cable 125m above the gorge] and the rafting. A game walk with rhino is also a great option as you get really close to the white rhino left in the Mosi Oa Tunya National Park. We dont support elephant back safaris, anything to do with animal petting or lion interactions. This is where you go to a special sanctuary, there is a talk about lions and then you get given a stick and go on a short walk with a guide through the bush. Those lions will never be released back into the wild as they are used to humans.",
        "image3": "",
        "Title5": "Game drives",
        "Paragraph5": "Walking safaris are Zambia’s exhilarating calling card, but game drives are also on offer, and useful in some of the larger parks where game tends to spread out. You’ll experience the same excellent level of guiding as on a bush walk, so you’re lead directly to the elephant and buffalo, giraffe and lion that populate Zambia’s parks in huge numbers."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Zambia",
        "Main_Paragraph": "The dry season, from Jun-Nov, is generally considered the best time to visit Zambia. Walking safari bush camps in and around South Luangwa are open for six months per year during this time. Be prepared for high temperatures during Sep-Oct in the Lower Zambezi and the Luangwa Valley, but if you can take the heat youll see incredible game as animals vie for limited water sources. The rains come from Dec-Mar, falling most heavily in Jan-Feb. Outside of these months it may still rain, but the risk of a shower is offset by minimal crowds and great bird watching.",
        "image1": "",
        "when_to_go": "WHEN TO VISIT ZAMBIA & WHEN NOT TO",
        "when_to_go_html": "<bullet><b>January and February</b> are the peak of the rainy season in Zambia, with most camps closed but bargains available at those that remain open. Herbivores are giving birth now and this is a great time for birdwatching, with birds sporting their snazziest breeding plumage and water birds drawn to the pools and lagoons created when the Luangwa River bursts its banks.\r\n</bullet>\n<bullet><b>March is a good time to see Victoria Falls</b>, as the flow rate increases after the rains. Bird watching remains excellent now, and few people visit, making this a wonderfully quiet time to come.\r\n</bullet>\n<bullet>\r\nYou will still encounter showers in <b>April</b>, but the weather is beginning to dry up now. The Kuomboka festival often falls in April, too, although its date changes year to year (sometimes its in March) and in some years it has been cancelled due to low river levels. \r\n</bullet>\n<bullet>\r\nCamps begin to open up again in <b>May</b>, but walking safaris can be tricky as the ground is still muddy and slippery after the rains. Overflowing rivers and streams mean access can be difficult, too. Water is flowing at its greatest volume over Victoria Falls, which can mean the cascade is actually obscured by the spray it produces. Splash out on a flight over it now  when this full, the falls are best seen from the air. \r\n</bullet>\n<bullet>\n<b>June</b> is a great time to visit, with the camps all open but still offering good deals, as there arent many visitors yet. The ground is drying out, but rivers are still full and the landscape remains green and colourful.\r\n</bullet>\n<bullet>\n<b>July</b> is the start of the tourist season in Zambia, when visitor numbers really hike up. River cruises on the Lower Zambezi and game watching in South Luangwa are massive draws and the Victoria Falls are slightly less thunderous than in May  still flowing strongly, but without producing quite such crazy quantities of spray. Temperatures are on the rise, reaching 25°C by day in South Luangwa, but at night and in the mornings it can cool to around 10°C.\r\n</bullet>\n<bullet>\n<b>August</b> is the best time of year to combine Victoria Falls and one of the national parks. Walking safaris are excellent, with the drier bush easier to navigate on foot. The weather is heating up, though, climbing to around 28°C in South Luangwa.\r\n</bullet>\n<bullet>\n<b>September</b> has max daytime temperatures of about 32°C, but its a great time for safaris as water sources begin to dry up, attracting large quantities of animals to remaining waterholes and rivers in search of a drink. This is also when huge flocks of beautiful carmine bee eaters arrive and head for the riverbanks, where they build their nests in a dazzle of colour and sound.\r\n</bullet>\n<bullet>\n<b>October</b> pushes into the mid 30°Cs, which means game drives and walking safaris are confined to the early morning and evening, to avoid the heat of the day.\r\n</bullet>\n<bullet>\n<b>November</b> marks the start of the Green Season, with rains arriving in the second half of the month. Often, the rain is not too heavy or regular, falling at night or late afternoon, so its still a great time to visit. The landscape blooming into life under dramatic, rolling storm clouds is a highlight, but it can feel humid and reach 34°C. You may see baby animals and theres the chance to grab a bargain, too, in those camps that remain open. The Victoria Falls are more of a trickle now, though.\r\n</bullet>\n<bullet>\r\nBy <b>December</b> the rains are in full effect, and the bush is beginning to green-up and become denser. This is a great time to grab a bargain, but only some camps stay open, so there wont be such a choice of accommodation. The Zambia side of the Victoria Falls dries up.\r\n</bullet>",
        "weather_chart": "Livingstone Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Livingstone Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">171 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 82%;\">140 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 44%;\">76 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 12%;\">20 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 2%;\">3 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">34</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 12%;\">20 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 37%;\">64 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 95%;\">163 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "WHAT HAPPENS WHEN IN ZAMBIA",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "<b>Dirk Reiche, from our supplier Sunway Safaris, discusses the best time to visit Zambia:</b><br/> Any period from March to November is a good time to hit Zambia. Its out of the rainy season and much easier to travel. Most of the parks do close during the rainy season as they become inaccessible. The best time for Victoria Falls is March to July when its nice and full.",
        "title3": "FESTIVALS & EVENTS IN ZAMBIA",
        "paragraph3": "",
        "title4": "",
        "paragraph4": "The Kuomboka\nCelebrated by the Lozi people of western Zambia at the end of the rains, the Kuomboka marks the ceremonial journey of the Litunga, the Lozi king, from his summer capital in the flood plains to his winter residence on higher ground. Kuomboka in the Lozi language means to get out of water! This full-on spectacle involves a huge wooden barge, massive Maoma war drums and around 100 paddlers wearing animal skin headdresses and skirts. Dates arent fixed, but Kuomboka usually takes place in late March or early April."
    }
]