{
    "Main_Title": "Our Zambia holidays & tours",
    "Main_Paragraph": "Our Zambia holidays pull back the curtain on one of Africa’s most sensational safari destinations, yet one that somehow seems to slip under the radar. That means national parks such as South Luangwa, home to lions, elephants, African wild dogs and hippos, remain little-visited and you won’t be sharing every waterhole with a dozen other jeeps. Leave the jeeps behind altogether with walking safaris, led by fantastic local guides and rangers - a great way to gain new perspectives on Zambia’s landscapes and wildlife. Our holidays benefit nature through contributing to conservation efforts of course, but they also help local people. Comfortable, solar-powered camps source the ingredients for their delicious meals from farmers in surrounding areas. And our trips back a range of community projects, too, including education, health and transport, as well as skills training, ensuring that the benefits from your visit have a wide reach.",
    "Subtitle": "Zambia holiday highlights",
    "Title1": "Walking safaris",
    "Paragraph1": "Travelling to Zambia and not going on a walking safari is like going to Pisa and ignoring the Leaning Tower: silly. This kind of intimate, on-foot safari originated in South Luangwa in the 1950s and is the ultimate way to become part of the landscape, chancing on random discoveries as you go. You could come across a wallowing hippo or two, spy a newly hatched croc egg, or find a newborn giraffe still wobbling on its bandy legs.",
    "image1": "",
    "Title2": "",
    "Paragraph2": "Walking safaris are available throughout Zambia. Lower Zambezi National Park and Kafue offer them, and in both South and North Luangwa you can find camps that only offer walking safaris. Guides have to pass strict exams and bring an extraordinary level of experience and knowledge to each bush walk, on everything from insect life to birds and the Big Five. It makes an already intense experience (just the thought that a major predator could be eyeing you up through the long grass certainly heightens the senses!) into a truly mind-expanding and informative one, too. Magical!",
    "image2": "",
    "Title3": "Camping",
    "Paragraph3": "You can take the luxury lodge option in Zambia, but the country is also well set up for camping. From well equipped campsites with hot showers, to wilderness tours that involve fly camping in the bush, often on the banks of the Zambezi. Sleeping with just a sheet of canvas between you and elephants, hippos and lions is a thrilling and intimate experience.",
    "Title4": "",
    "Paragraph4": "Dirk Reich, from our supplier Sunway Safaris, discusses whats worth a try  and what to skip:\nThe best experiences are the bungee jump, flying fox [youre clipped into a harness to glide along a cable 125m above the gorge] and the rafting. A game walk with rhino is also a great option as you get really close to the white rhino left in the Mosi Oa Tunya National Park. We dont support elephant back safaris, anything to do with animal petting or lion interactions. This is where you go to a special sanctuary, there is a talk about lions and then you get given a stick and go on a short walk with a guide through the bush. Those lions will never be released back into the wild as they are used to humans.",
    "image3": "",
    "Title5": "Game drives",
    "Paragraph5": "Walking safaris are Zambia’s exhilarating calling card, but game drives are also on offer, and useful in some of the larger parks where game tends to spread out. You’ll experience the same excellent level of guiding as on a bush walk, so you’re lead directly to the elephant and buffalo, giraffe and lion that populate Zambia’s parks in huge numbers."
}