[
  {
    "destination": "Armenia",
    "mainPhoto": "",
    "id": "armenia-short-break-holiday",
    "tourName": "Armenia short break holiday",
    "placesVisited": "",
    "generalInfo": "Armenia is a fascinating mixture of cultural influences. Proud of its independence, its alphabet, and its Christian heritage, Armenia has more than a whiff of former Soviet Republic, indeed crossing Yerevan’s busy Republic Square (built over a nuclear bunker) risks being run over by one of many shiny white Lada Nivas.<br/><br/>This short break in Armenia will give you an excellent insight into this fascinating frontier state.<br/><br/>From your base in vibrant Yerevan, explore the most intrinsic areas of the city, before on Days 3 and 4 heading out of the city to observe incredible architecture and historical monuments such as the remarkable UNESCO listed Geghard monastery carved from the mountain,  and Khor Virap with its incredible views of Mt. Ararat.<br/><br/>Also gain an insight into Armenian culture, even trying your hand at traditional bread making and tasting delicious wine in one of the world’s oldest wine producing nations.",
    "durationDays": "5",
    "price": "895",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Yerevan - Upon arrival in Armenia, you will be welcomed and transferred to your hotel in central Yerevan. Overnight Tufenkian Historic Hotel Yerevan. No meals or guided activities are included today."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Yerevan sightseeing - After breakfast meet your local guide and enjoy a half-day walking city tour of Yerevan, including Victory Park with its high-scale view point over the city, Cascade and the Gafeschian Centre of Art, The North Avenue, the Opera House and Republic Square. Visit the Genocide Memorial and museum dedicated to the victims of the genocide that took place in 1915 and the memorial of eternal fire. Also enjoy a short visit to Matenadaran - a Museum and Scientific Institute of ancient manuscripts, which houses a unique collection of ancient manuscripts covering such topics as philosophy, law, mathematics, medicine and geography. The rest of the afternoon will be at leisure for you to relax perhaps al fresco at a local café or explore independently. Finish the day at the Vernissage flea market, a large open-air market for handmade souvenirs, carpets, silver and jewellery. Optional activity (not included): Visit the Yerevan Brandy Factory for a guided excursion to the cellars and enjoy a degustation of 2 types of local brandy. Overnight Tufenkian Historic Hotel Yerevan. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Yerevan – Garni - Geghard (UNESCO) – Lake Sevan – Yerevan (Overall approx. driving time today is 3.5 hours) - Travel to Kotayk province to explore Geghard Monastery, astonishingly partly carved out of a mountain. Continue to nearby Garni to visit the impressive pagan temple. Enjoy lunch in the village of Garni in an authentic rural environment with a master-class of baking lavash - traditional Armenian flatbread. Continue onwards to beautiful alpine Lake Sevan and take the steps to the top of the peninsula to enjoy breathtaking scenery of the splendid mountain chain surrounding the glittering surface of the lake. Optional activity (not included): Near Lake Sevan visit a craftsman specialized in khachkars (Armenian cross-stones). Later return to Yerevan where your evening will be at leisure. Overnight Tufenkian Historic Hotel Yerevan. (BL)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Yerevan – Khor Virap – Tushpa Wine Cellar – Yerevan (Overall driving time today is approx. 2 hours) - This morning we leave the city and drive through the fertile Ararat valley to the picture postcard monastery of Khor Virap (4th -17th c), one of the sanctuaries of the Armenian Apostolic church and an important pilgrimage site. The views across to the imposing peak of Mt. Ararat are stunning. Continue to the Tushpa Wine Cellar where you will experience Armenian viticulture first hand and learn about historic Armenian wine-making traditions. You will also have lunch here. Armenia is one of the oldest wine producing nations in the world along with neighbouring Georgia. Return to Yerevan where your late afternoon and evening will be at leisure. Overnight Tufenkian Historic Hotel Yerevan. (BL)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Yerevan – Departure from Armenia - Bid farewell to Armenia as you are transferred to the airport or train station for your onward journey. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Armenia",
    "mainPhoto": "",
    "id": "armenia-wine-tour",
    "tourName": "Armenia wine tour",
    "placesVisited": "",
    "generalInfo": "Armenia is one of the world's oldest wine-producing countries, with a winemaking tradition dating back over 6,000 years. This tour offers an intimate exploration of bush vineyards, wild grapes, giving the chance to experience a deep connection to this historic craft.The picturesque backdrop of Armenia’s lush vineyards, set against the breathtaking scenery of mountains and ancient monasteries, provides a stunning setting for wine lovers to enjoy.<br/><br/>You will enjoy access to boutique wineries and exclusive wine tastings, paired with expert insights from winemakers. These curated experiences are designed to highlight both traditional and modern approaches to Armenian winemaking. Small group sizes let one experience a luxurious, personalized trip with plenty of time to connect with winemakers.",
    "durationDays": "9",
    "price": "1975",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today, we journey to the Armavir region, beginning with a visit to the ancient Zvartnots Temple, a UNESCO World Heritage site, deeply connected to the routes of Armenian wine-making traditions. From there, we head to Armavir town to meet a skilled barrel maker and observe the fascinating process of barrel-making. Next, we visit the Jraghatspanyan Winery, where the winemakers focus on rare, indigenous Armenian grape varieties. Here, you’ll enjoy a wine tasting and a delicious lunch while meeting the winemaker, who will share insights into their unique approach to winemaking. Afterward, we continue to the Metsamor Museum to explore its rich history. In the evening, we return to Yerevan."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "We begin the day with a visit to the historic Khor Virap Monastery, where you’ll take in breathtaking views of Mount Ararat. Next, we explore the ancient Areni-1 Cave, the site of the world’s oldest known winery, where you’ll dive into Armenia’s deep winemaking history. Afterward, we visit the stunning Noravank Monastery, set against a backdrop of dramatic red cliffs. Later, you’ll experience a special wine tasting featuring wine made from wild grapes, a rare and traditional Armenian wine variety. In the evening, we head to Old Bridge Winery for another wine tasting paired with a delicious dinner. We’ll conclude the day with an overnight stay at the charming Green Stone Hotel."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Start the day with a small hike to the bush vineyards, where you’ll enjoy the beauty of the landscape. Meet a winemaker and learn about the unique challenges and joys of growing grapes in this region. Enjoy a wine tasting and a traditional BBQ. Continue the journey through the scenic Selim Pass, a historic trade route with stunning views. Stop for a cheese tasting before heading to Dilijan, where you’ll stay overnight in Dili Town."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "This day is dedicated to the Tavoush region and an organic distillery. We will frist drive to Makaravank Medieval Monastery, one of the quiet corners of Armenia, and a masterpiece of Armenian spiritual architecture. Later head to Dilvados distillery, meet Arnag Avetisyan, a doctor who left a job in the capital city and moved to the village to be closer to nature and enjoy his hobby of distiller making, which later became a business. We will taste Armenian fruit distillers along with different meats baked on the grill. In the evening we will be back to Dilijan for rest and overnight. Explore the charming town of Dilijan, known as the “Switzerland of Armenia.”"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Head to the village of Tsaghkunk, to Chef House guesthouse, and cook with one of the best chefs in Armenia. Here you will cook a local fish and enjoy a local dessert a fruit baked in the over with honey and nuts with herbal tea. Continue to the ancient Geghard Monastery, a UNESCO World Heritage site carved into the cliffs. Visit the Garni Temple, the only standing Greco-Roman colonnaded building in the former Soviet Union."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Morning we will visit the fascinating Levon’s Cave, an underground cave of 21 meters depth hand-carved by a local man. In the bottom of the cave a small surprise awaits you representing Armenian culture. Later we will head to the local food market and the bustling Vernissage market, known for crafts and antiques. We will stop in the city for lunch and continue to Armenia winery, to the local wine museum. After the museum, we will head to Van Ardi Winery for a touring wine tasting and dinner with the head winemaker."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "After breakfast, we’ll drive to Mount Aragats, home to the stunning Lake Kari. Here, we’ll experience the Halde Wine tasting, produced by Maran Winery since 2018. This unique wine is aged underwater in the lake at 3,185 meters above sea level for 12 months, resulting in a softer, richer flavour profile. Join us to savour this exceptional wine and learn about the innovative techniques that make it special. HALDE will be held on 13 July 2025. If you booked another date you will have a blind tasting with an experienced sommelier, and get your favorite bottle as a present."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "As your incredible journey through Armenia comes to an end, it’s time to say goodbye. After breakfast at the hotel, you’ll have some free time to relax, explore the surroundings, or do any last-minute shopping. Depending on your flight schedule, we will arrange transfers to the airport. We hope you’ve enjoyed this unforgettable adventure and look forward to welcoming you on future tours. Safe travels!"
      }
    ],
    "map": ""
  }
]
