{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "everlasting-memories-of-japan-culture-history-and-new-discoveries-tour",
  "tourName": "Everlasting Memories of Japan: Culture, History, and New Discoveries Tour",
  "placesVisited": "Tokyo, Takayama, Kyoto, Kameoka",
  "generalInfo": "From cityscapes that shimmer brightly throughout the day and night to towns that have been imbued with history and tradition, Japan’s bewildering blend of antiquity and modernity is revealed during this curated 12-day tour of Tokyo and Kyoto. Every step of the way and every minute will prove to be picturesque and culturally rewarding, bringing you closer to the heart of Japan than you could have ever imagined.",
  "durationDays": "12",
  "price": "8,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo - First Steps in Japan",
      "description": "Drenched in memories of the past and enveloped in visions of the future, Tokyo will impress you from the moment you arrive in its always-on-the-go city. Its skyline is soaring and riddled with LED screens that project colorful graphics from bustling streets, its hotels provide a blend of opulent splendor and boutique charm, and its back alleys are laden with enchanting eateries. You will be blown away by the staggering mix of tradition and modernity within minutes of exploring Tokyo."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo - Culture and Colorful Sights",
      "description": "Today, you will witness Tokyo for all its splendid allure when you tour with a guide to the landmarked locations and venerated heritage sites among its buzzing districts. Your guide will lead the way depending on the experiences you wish to enjoy. You may choose to wander in local fish markets where Japanese cuisine is flawlessly curated, peruse the ancient temple that dominates Asakusa, or get lost in the bliss of the colorful neighborhood of Harajuku. Regardless of what you desire, your guide can make it happen."
    },
    {
      "dayNumber": "3",
      "title": "Tokyo - Free Time in Tokyo",
      "description": "Your day in Tokyo will be free for you to take pleasure in discovering its charm on your own. Armed with an understanding of what lies around you, you will pleasantly explore the sparkling streets and some iconic Tokyo landmarks that yearn to be explored. From the empirical archway of the Meiji Shrine to the tree-lined boulevard of the Omotesando, which runs from the shrine to Aoyama-dōri, the wonders of Japan will warmly welcome you."
    },
    {
      "dayNumber": "4",
      "title": "Takayama - Breathtaking Train Ride",
      "description": "Having encountered Japan’s spirited energy that floods Tokyo, you will bask in the luxuries of the Japanese countryside as you venture to the mountain-shadowed town of Takayama by train. Recognized as one of Japan’s most serene destinations, beauty will present itself as you spend moments strolling Takayama’s streets. Compact museums will share a wealth of insight into traditional Japanese life, friendly local stores that boast handcrafted trinkets will invite visitors into their densely packed rooms, and momentous shrines that depict creatures of Japanese mythology will rise like beacons of the old-world."
    },
    {
      "dayNumber": "5",
      "title": "Takayama - Off the Beaten Path on a Bicycle",
      "description": "For the most part, Takayama is quiet, and foreign crowds mainly gather around its town center to witness iconic sites. Rather than following the trodden path, you will cruise around Takayama by bicycle for a truly unique escape beneath the towering mountains of the Japanese Alps. By crossing paved bridges, you will eventually arrive at viewpoints that afford visitors arresting scenes of the rolling countryside. Today, you will uncover Takayama’s unspoiled splendors slowly and joyfully."
    },
    {
      "dayNumber": "6",
      "title": "Kyoto - History in a Spectacular Setting",
      "description": "This morning will mark your escape to one of Japan’s most beloved destinations with heritage and boundless beauty: Kyoto. After arriving in Kyoto and dropping your belongings off at your accommodation, you will learn the sacred symbols of the town during a guided tour of its mesmerizing heritage sites. Zen and Shinto traditions retain life in the wooden homes beneath cherry blossoms of the Higashiyama Ward, textiles of distinct designs and vibrant colors will spotlight the origins of Japanese garbs in the Kimono Museum, and tributes to Japanese Manga will dominate the famous Kyoto International Manga Museum. After your tour, you will have the rest of the day at your leisure."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto - Enlightening Spiritual Discoveries",
      "description": "Beyond picturesque scenes and enchanting museums, Kyoto is full of culture and tradition. You will be besotted during a tour of Kyoto’s spiritual landmarks that will allow you to explore the magical ambiance of the city's towns. By cycling along the winding paths, images of the iconic orange arches of the Fushimi Inari Shrine will stretch endlessly through the forested landscape. You will also see scenes of the looming Shingon Buddhist architecture of the Toji Temple, and zen history will originate from the foliage-circled complex of Tofukuji Temple."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto - Japanese Tea and Cuisine",
      "description": "There is no experience as culturally awakening as savoring a country’s regional delicacies. For your final day in Kyoto, the day will be dedicated to immersing your palates in Japanese cuisine. Beginning with a traditional tea ceremony led by a master tea artist, you will be amazed at the calming and meditative experience. In the afternoon, you will delight in the chance to curate Japanese dishes under the guidance of a local chef who will teach you the art of their authentic cuisine. After you finish cooking, you will be able to indulge in the fruits of your labor."
    },
    {
      "dayNumber": "9",
      "title": "Kameoka - Life Among the Locals",
      "description": "During your trip back to Tokyo, you will make one brief stop in the endearing town of Kameoka. This experience will be hosted by a friendly local, who will prove one of the most memorable experiences of your vacation. During this stop, you will be afforded the opportunity to share the evening with the people of Kameoka. You will be welcomed into a beautiful home to converse with one another and teach each other about your cultures. Authentic meals will be enjoyed over laughter and will bring you closer to the heart of Japanese culture."
    },
    {
      "dayNumber": "10",
      "title": "Tokyo - Postcard-Perfect Parks",
      "description": "Your vacation will culminate with a final few nights in the dazzling city of Tokyo. It is enormous and packed with bewitching highlights, meaning that you will have just enough time to see as much of it as you can. The days will be yours to experience more of Tokyo with several key activities proving unmissable during your free time in the city. Today, you can tuck into authentic Japanese sushi at coveted eateries or wander the pink-flowered parks."
    },
    {
      "dayNumber": "11",
      "title": "Tokyo - The Culinary Culture of Japan",
      "description": "As the billboard screens flicker dimly during the rise of the sun, Tokyo will be embellished in a golden glow. You can spend the early hours appreciating the atmosphere within buzzing markets before heading to imperial palaces that are flanked by manicured gardens. In the evening, you can discover the tradition of Japanese performing arts during a dance performances within the antique theaters of Tokyo. The opportunities for cultural immersion lay abundantly across the shimmering city for you to take pleasure in today."
    },
    {
      "dayNumber": "12",
      "title": "Tokyo - Departure",
      "description": "It will be your last chance to enjoy the splendor of Japan on your final morning in Tokyo. However you choose to spend these final moments will be entirely up to you. You will soon head home feeling deeply rewarded by your time spent in Japan. A private transfer will ensure you a timely arrival for your departing flight."
    }
  ],
  "map": ""
}