{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "stunning-cityscapes-and-enduring-traditions-japan-tour",
  "tourName": "Stunning Cityscapes and Enduring Traditions Japan Tour",
  "placesVisited": "Kamakura, Kanazawa, Shirakawa-go, Kyoto, Nara, Tokyo",
  "generalInfo": "Japan is steeped in history and boasts a tapestry of cultural experiences for you to immerse yourself in on this extravagant 14-day tour leading from Tokyo to Kyoto. Between visiting these iconic cities to have your senses dazzled and gaining a deeper understanding of rural Japanese traditions and customs in Shirakawa-go, this vacation will be both beautiful and educationally rewarding.",
  "durationDays": "14",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo - Self-Guided Sightseeing in Japan",
      "description": "Tokyo is a humming destination flooded with locals and foreigners who adore the futuristic cityscape and its fascinating collection of cultural landmarks. You will soon touch down here, finding yourself engulfed by the monstrous buildings that rise to meet the clouds. The enormous capital is a feat of modern architecture, sprawling in all directions endlessly. You will be taken to your accommodation, where you may unpack your things before taking to the Tokyo streets for an evening of self-guided sightseeing."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo - Wandering to Wonders in Tokyo’s Neighborhoods",
      "description": "Today, you will let a professional show you the way to many of Tokyo’s marvelous highlights through its dynamic districts. From the over-the-top colorful fashion adorned by residents of the Harajuku district to the multiple-story technology buildings dominating Akihabara, you will be absorbed by the array of cultural influences spreading through Tokyo’s neighborhoods. Your tour will bring you to the manicured lawns and palatial complexes of the Meiji Shrine before you continue to the buzzing Tsukiji Outer Fish Market for a succulent afternoon seafood snack."
    },
    {
      "dayNumber": "3",
      "title": "Tokyo - Resort Retreat in Kamakura",
      "description": "Tokyo is the gateway to Japan and represents only a slice of its picturesque landscape and highlight destinations. Today, you will retreat to the flourishing resort town of Kamakura to visit the many spiritual sculptures that are housed in Shinto shrines flanking the seaboard. From sights of Enoshima enjoyed from sweeping viewpoints to exhibitions showcasing the destination's former shogunate government, you will relish this escape from the bustling city streets of Tokyo before returning to your accommodation later in the day."
    },
    {
      "dayNumber": "4",
      "title": "Tokyo - Magic beyond Tokyo’s Cityscape",
      "description": "Today, you and your family will have the fantastic opportunity to lose yourselves in marvelous moments at Tokyo’s DisneySea. The treasured theme park is an incredible escape from the crowded cityscape and an opportunity to soak up the sunshine while getting your hair wet. Boasting a remarkable collection of world-class slides and rides, the day trip to DisneySea will be as magical and thrilling as ever. Along the way, you will capture endearing pictures of you and your family having an absolute blast."
    },
    {
      "dayNumber": "5",
      "title": "Kanazawa - A Peaceful Afternoon in the Japanese Countryside",
      "description": "After breakfast, you will venture into the Japanese countryside, headed for the illustrious region of Kanazawa. Dressed in picturesque gardens and cascading hills, Kanazawa is seemingly lifted from the pages of a glossy magazine, scenes that you will swoon over from the minute you arrive in its endearing city. You may spend your afternoon wallowing in the golden sunshine that blankets the cityscape while familiarizing yourself with your Kanazawa surroundings in preparation for the adventures that lie ahead."
    },
    {
      "dayNumber": "6",
      "title": "Kanazawa - Picture-Perfect Greenery in the Kenrokuen Garden",
      "description": "Today, you will discover Kanazawa on a deeper level as you are joined by a tour guide and set off for some of the city’s highlights. The Kenrokuen Garden stands as the region’s iconic site, an enchanting manicured park spreading through the hills that spotlights endemic flora and fauna in all its natural glory. You will catch wafts of the fragrant flowers as you stroll through the idyllic gardens, hearing the creatures scuttle through the bushes and the wind rolling through the trees."
    },
    {
      "dayNumber": "7",
      "title": "Kanazawa - A Taste of Rural Japan",
      "description": "The rolling olive-green mountains of the Japanese countryside will unfold before your eyes as you transfer to the Gifu prefecture en route to Shirakawa-go this morning. Arriving in the modest rural town, you will cherish scenes of age-old thatched houses composing a rustic skyline reminiscent of old-world Japan. In Shirakawa-go, heritage is preserved in every part of the local culture, from these very homes to the mouth-watering delicacies prepared within them. Joining a local family, you may indulge in these exquisite dishes prepared with a tremendous amount of love and care."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto - The Art of Japanese Tea",
      "description": "Your travels in Japan will bring you to Kyoto on your eighth day for a few nights spent amongst the emerald forests and traditional districts that populate its enchanting landscape. After you have settled into your accommodation, you will transfer to a local tea house where you will relish an authentic tea ceremony prepared by a master tea artist. Brewing a selection of tantalizing blends, you will indulge in the fruits of the artist's labor while the echo of birds singing from the nearby trees soundtracks your afternoon tasting experience."
    },
    {
      "dayNumber": "9",
      "title": "Kyoto - Deep Discovery of Kyoto’s Surroundings",
      "description": "Today, you will join a tour guide for an immersive exploration of the highlights of Kyoto. Your journey will bring you to several fascinating districts, such as the colorful geisha neighborhood of Gion and the feudal-era surroundings of Higashiyama. After a light stroll through these mesmerizing districts, you will visit key landmarks such as the impressive Manga Museum, which traces back the history of the art form. Then discover the Kinkaku-Ji temple, a showcasing of palatial spiritual architecture. Each stop will share a glimpse into Japan’s past, from its long-standing marvels to relics of the old-world."
    },
    {
      "dayNumber": "10",
      "title": "Kyoto - The Blue Dragon Festival",
      "description": "Several historic festivals share insight into ancient Japanese traditions, and the Blue Dragon Festival hosted at the Kiyomizudera temple is one of the most iconic ones. Today, you will escape to the sanctified temple grounds riddled with intricate sculptures presenting mythic creatures and century-old deities. The festival will be dressed in color and flamboyantly performed, with an elaborate dragon material sculpture led through the streets towards the temple complex. The celebrations continue well into the day with traditional performers sharing a look at the ancient customs."
    },
    {
      "dayNumber": "11",
      "title": "Kyoto - Traditional Cooking and Zazen Meditation",
      "description": "Today, you will tap into Japanese cuisine and spirit as you participate in a traditional cooking class and Zazen meditation retreat. The cooking class, led by an experienced chef, will share the secrets behind some of the country’s beloved delicacies, teaching you how to master the dishes to prepare yourself. The Zazen meditation retreat will introduce you to a long-established spiritual practice led by the master Buddhist priests. Each experience will bring you closer to the local culture of Japan, giving you an insider view of the country’s esteemed customs."
    },
    {
      "dayNumber": "12",
      "title": "Kyoto - Escape to Nara",
      "description": "Today, you will escape to the emerald landscapes of Nara, a dreamy Japanese destination on Honshu Island that stood as the first capital of the country. Boasting a tapestry of mesmerizing temples and royal palaces, the grounds of Nara are steeped in lore and history, sharing images of the old-world right before your eyes. You will appreciate the close attention to detail paid to the construction of these sacred complexes before delving into the region's imperial heritage at the museums and sites speckling its viridian hills."
    },
    {
      "dayNumber": "13",
      "title": "Tokyo - Ticking Off Many More Experiences",
      "description": "Sweeping back to where it all began today, you will be thrilled with the opportunity to explore Tokyo one last time before you head back home. There are still many marvelous heritage sites and magnificent museums peppered across its exuberant districts, so take the afternoon to slowly explore the highlights left undiscovered. Whether it be enjoying the city through its coveted cuisine or appreciating the phenomenal architecture of the city’s districts, Tokyo will show off its flair on your self-guided tour."
    },
    {
      "dayNumber": "14",
      "title": "Tokyo - Snapping Up Some Final Scenes",
      "description": "As your adventure comes to an end, you will be delighted to spend one more morning exploring Tokyo before you head back home. Stepping out onto the streets after breakfast, follow the roads to tucked-away sites and boutique stores hidden in the city's back alleys. You may stumble upon several scenes worth snapping up before you are collected by your private transfer and whisked away to the international airport where you will bid your farewell to Japan."
    }
  ],
  "map": ""
}