{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "sublime-luxury-japan-explorer-tour",
  "tourName": "Sublime Luxury Japan Explorer Tour",
  "placesVisited": "Tokyo, Takayama, Kyoto, Hakone",
  "generalInfo": "Lavish experiences abound on this exquisite 12-day tour to Japan, one of the world’s most majestic and culturally rich destinations. You will be enchanted to discover Tokyo and Kyoto, as from decorated museums drenched in history to beloved vistas of the soaring snowy peak of Mount Fuji, Japan’s hallowed traditions and spectacular scenery will be yours to soak up along the way.",
  "durationDays": "12",
  "price": "21,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo - Where the Past Meets the Future",
      "description": "The spectacular Tokyo skyline will seduce you as you approach the airport. Peer out of your plane window, gazing upon the sparkling town squares with soaring skyscrapers. Decorated in gleaming neon billboards displaying fashion products and luxury vehicles, Tokyo is a city of the future with its visionary culture and impressive technological achievements. That said, there are delightful historical discoveries to be found as you explore the ins and outs of its humming districts during your time spent here in your palatial Japanese-styled accommodation."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo - Heritage Finds between Buzzing Eclectic Districts",
      "description": "Today, you will step out with your private guide after a sumptuous Japanese breakfast buffet to explore the surrounding neighborhoods. From the eclectic pink, purple, and green fashion statements adorned by residents in the graffiti-dressed Harajuku district to the buzzing anime artwork dominating the towering shopping hub of Akihabara, you will be blown away at every glance as you stroll towards sacred spiritual sites tucked between the crowded streets. The mesmerizing Meiji Shinto Shrine and Senso-ji temple are but a few heritage discoveries to find along the way."
    },
    {
      "dayNumber": "3",
      "title": "Tokyo - Dine Like an Insider at an Izakaya this Evening",
      "description": "After a morning and afternoon spent exploring Tokyo at your own pace, you will be met by an insider guide for an extraordinary behind-the-scenes tour of Tokyo’s nightlife. You will weave past the crowded hotspots and down the alleys to destinations brimming with an absorbing local ambiance reminiscent of Japan’s pre-globalized days. Within an authentic Izakaya, a traditional Japanese bar, you will open your palate to a world of tantalizing flavors as you sip on sumptuous locally produced beverages and sink your teeth into delectable Japanese cuisine."
    },
    {
      "dayNumber": "4",
      "title": "Takayama - Serenity Sits Below the Japanese Alps",
      "description": "The Northern Japanese Alps, a collection of the rising Hida, Kiso, and Akaishi mountains, soar majestically above the sprawling northern Honshu region. The former castle town of Takayama rests in all its old-world glory with districts riddled with antique tea houses, artisanal craft stores, and ancient architecture. Beyond the town’s Edo-era fame of being a pivotal craft destination, the appeal largely stems from the breathtaking mountain backdrop and idyllic Miyagawa River that flows peacefully through the heart of Takayama."
    },
    {
      "dayNumber": "5",
      "title": "Takayama - Guided Through Edo-era Gastronomy",
      "description": "There are few better ways to appreciate the authentic ambiance that spreads through the antiquated districts of Takayama than through a tantalizing taste tour of the town’s beloved delicacies. Today, you will be joined by a knowledgeable tour guide who will show you along the spirited streets to exceptional eateries where you may indulge in Japanese cuisine prepared as it has been for generations. Awaken your senses as you wallow in the fragrances and flavors of Japanese dishes dating back to the Edo-era, a gastronomic experience of historic significance."
    },
    {
      "dayNumber": "6",
      "title": "Kyoto - Resplendent Moments Under the Kyoto Stars",
      "description": "Kyoto is an incredibly rich cultural destination for one of the most fascinating stops on any Japan tour. Its cityscape is bursting with life, and crowds gather to witness the phenomenal heritage in districts that have largely remained untouched by immense global influence, allowing visitors to see Japan as it once was. You will be thrilled to spend your time here in a gorgeous royal accommodation dressed in traditional Japanese stylings, giving you a sense of authentic Japan every night spent under the Kyoto stars."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto - Spirit and Culture Shines Across Kyoto",
      "description": "Your day will begin gloriously with a slow, guided tour of the remarkable spiritual sites peppering Kyoto’s varied districts. Such destinations include the bewitching golden Zen Buddhist temple known as Kinkaku-ji, which stands in regal posture amidst the emerald forest, as well as the impeccably crafted wooden Nijo Castle that rests impressively between the forested green canopy. In the afternoon, you will appreciate the opportunity to learn about one of Japan’s oldest professions in the Gion Geisha District as you talk with a beautifully kimono-dressed Maiko. You will be served tea and a Japanese sweet, and you can discuss her life via your guide as a translator before she performs her speciality, which varies from singing, dancing, koto and more."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto - Capture the Essence of Izakaya Cuisine",
      "description": "By the time the 8th day of your vacation rolls around, you will be well accustomed to the nuances and subtleties of Japanese cuisine. However, you will have yet to experience the timeless art of curating the culinary staples yourself. Today, you will visit an acclaimed culinary school to learn how to craft a collection of coveted Japanese dishes using fresh produce locally picked at a buzzing market around the corner. Centered around the Izakaya culture, you will delve deep into the traditional culinary arts that form the backbone of Japan’s famed cuisine."
    },
    {
      "dayNumber": "9",
      "title": "Hakone - Moments of Peace with Panoramas of Mount Fuji",
      "description": "Your vacation will lead you deeper into the Japanese countryside where the unspoiled expanse of Hakone National Park sweeps in all directions endlessly. In one of the most dreamy locations in the world, composed of an immense tranquil lake and rolling forested hills, you will find refuge from the crowds and the worries of the world. Cruise across Lake Ashi’s calm turquoise waters or sitting in the thermal springs that fleck the volcanic landscape."
    },
    {
      "dayNumber": "10",
      "title": "Hakone - Remarkable Vistas of the Japanese Countryside",
      "description": "Hakone is a destination that deftly blends wondrous wilderness vistas with deep cultural roots for visitors to unravel while perusing its idyllic landscape. From the sweeping flower fields that veil the vast forest landscape to the art galleries and museums that dot the humble little villages, there is so much to adore about Hakone as you privately tour the region's premier heritage sites and lofty viewpoints. You will capture lifelong memories and magical images of the speechless spectacles awaiting your discovery along the way."
    },
    {
      "dayNumber": "11",
      "title": "Tokyo - The Finer Things in Life",
      "description": "You will slowly make your way back to where it all began, Tokyo, after a delightful Japanese breakfast. The journey itself will showcase more of the country’s bucolic scenery, offering moments worth capturing from the window of your first-class train cabin. Upon arriving in Tokyo, check into your lavish accommodation and revitalize your mind and body with an enchanting traditional Japanese spa therapy."
    },
    {
      "dayNumber": "12",
      "title": "Tokyo - Savor Every Fleeting Moment",
      "description": "As locals rise from their slumber and take to the streets to fire up grills and open up boutique stores, Tokyo comes to life. From the moment the sun peeks through the clouds and shines across the twinkling cityscape, you can watch from your balcony as everything begins anew. Tokyo hums with an exuberant atmosphere as you settle in for one last bite of Japanese cuisine. You will soon transfer to the airport to catch your flight so savor every little moment before it passes you by on your final morning in Japan."
    }
  ],
  "map": ""
}