{
    "Main_Title": "Our Tunisia holidays & tours",
    "Main_Paragraph": "For the uninitiated, Tunisia is an amazing surprise. You probably weren’t expecting some of the best Roman ruins in the Mediterranean – but here they are, with very few crowds around them. And you might not have realised how many incredible cities there are here: Tunis, Sfax, Tozeur and Kairouan, to name a few. Add a very long, very sunny coastline and the opportunity to camp in the desert and you have a great holiday destination – and there’s no need to stay in an all-inclusive resort. Our Tunisia holidays are intent on providing an alternative to Tunisia’s enclave tourism: using local guides, drivers and homestays, and visiting with Berber communities.",
    "Subtitle": "Tunisia holiday highlights",
    "Title1": "",
    "Paragraph1": "Visitors who come to Tunisia and sit on a beach are facing the wrong way. The Mediterranean Sea is distracting them from the country’s real treasures – what’s happening inland.\nAt El Jem, a small town in Tunisia, visitors can see one of the largest Roman amphitheatres in the world. Built around 238 AD, it’s designed to hold 35,000 people and still standing. But how many people are here, looking around it today? A thousandth of that. That’s Tunisia all over: taking visitors by surprise, so long as they get up off the beach – which few still do.\nThe country is small and easy to get around, with landscapes that range from the surprisingly familiar to – in the case of the Star Wars sets that have been left in situ in the desert – the distinctly alien. Drive three hours from Tunis, to the country’s mountainous north-west, and you’ll find red deer grazing in oak forests. If you were to drive for two hours south from the capital instead, you’d be on the country’s rolling plains, at two very different UNESCO World Heritage Sites. There’s Kairouan, a historic Islamic centre of learning, and El Jem, site of that miraculously well-preserved Roman amphitheatre.",
    "image1": "",
    "Title2": "",
    "Paragraph2": "Drive for four hours further south from here, and you’re not in Tunisia anymore: you’re on Tataouine, a destination George Lucas clearly thought was out of this world when he decided to use it as the location for scenes from\nStar Wars: A New Hope\n. He filmed here in the 1970s, leaving intact props and sets that can still be visited today. You’re also getting into the Sahara, and it shows in the rocky, sandy hills with scattered Berber villages.\nFrom here, most tours head back up the country – perhaps along the coast to the city of Sfax or to Djerba Island for a few days of relaxation. With sites so close together, the question really should be, why\nwouldn’t\nyou tour? Road travel is easy, distances are short, and you can go off the beaten track quite quickly, with little effort, cost or time.\nMost people do not tour inland. Some 80 percent of all urban areas in Tunisia are coastal, and its where 90 percent of employment opportunities lie. Tunisia’s north-east coastline is awash with beach resorts; it’s oft-touted as a good-value all-inclusive destination, but local people see little benefit from these foreign-owned resorts, and struggle with polluted coastlines. Spending some time inland encourages investment in under-visited inland sites.\nThe most striking difference between El Jem’s Roman amphitheatre and Rome’s Colosseum, which is of a comparable size, is the stark difference in the number of visitors. The Colosseum gets six million annually – that’s two thirds of Tunisia’s total tourists.",
    "image2": "",
    "Title3": "Tunis",
    "Paragraph3": "Most tours of Tunisia start and finish in its beachside capital, where youll find a historic medina, and cafés with breezy rooftop terraces. Tunis is now so large that the nearby archaeological site of Carthage is within the suburbs of the city. Sidi Bou Said, a nearby fishing town with distinctive blue and white buildings, is a popular trip out for photographers looking to capture typical Tunisian architecture.",
    "Title4": "Jebil National Park",
    "Paragraph4": "Jebil National Park is an essential stop for wildlife watchers. There have been several rewilding programmes here, so you can see addax (desert-adapted antelope)  very near extinct in the wild  which have been reintroduced. Night-time safari drives can, with the help of a spotlight, reveal glimpses of elusive desert species, including, for the very lucky, fennec foxes.",
    "image3": "",
    "Title5": "Dougga",
    "Paragraph5": "Dougga, a small town two hours drive south-west of Tunis, is dominated by the ruins of a complete Roman city  most impressive are the ancient theatre and a clutch of temples with columns still intact. Like many Roman ruins in North Africa, they are very well preserved, yet far less visited than corresponding sites in Europe.",
    "Title6": "Djerba Island",
    "Paragraph6": "Of course, it would be churlish to forgo the beach completely on your Tunisia tour. Djerba, accessible by causeway from the mainland, is a palm-fringed island which sticks very closely to a blue and white colour scheme  white-sand beaches and blue sea are matched in town by distinctive whitewashed buildings with blue shuttered windows. The odd brightly woven carpet, hanging out for a beating, breaks up the palette.",
    "Title7": "Tozeur",
    "Paragraph7": "Tozeur is known as the gateway to the Sahara, but its\npalmerie\n a plantation thats hundreds of thousands of date palms strong  leaves an impression of lushness, not aridity. Near the city is Chott el Djerid, a massive salt lake thats a popular part of a road trip. For most of the year, the lake is a massive, shimmering salt pan. Its an important area for birds, including flamingos.",
    "Title8": "El Jem",
    "Paragraph8": "The whole population of the town of El Jem could comfortably sit in its massive Roman amphitheatre, which once held tens of thousands of baying Romans. People tend to stop here to see the ruins, undoubtably one of the most impressive Roman sites in North Africa, on the way to or from nearby Kairouan.",
    "Title9": "Kairouan",
    "Paragraph9": "Kairouan, which in the 9th century was hub of Islamic scholarship, remains a holy city for followers of Islam . Visitors who arent here on pilgrimage can still admire the stately architecture of the Grand Mosque and go into the medina in search of fine carpets and\nmakroudh\n(date pastries), a speciality in the city.",
    "Title10": "Sfax",
    "Paragraph10": "You can tell youre on the coast by Sfaxs atmospheric fish market, situated within the old city. This citys old town also has a mosque-dominated medina and labyrinthine souks where you can go off in search of beautiful textiles, emerging some hours later with a hand-woven rug.",
    "Title11": "Sousse",
    "Paragraph11": "One of Tunisias oldest coastal cities; Sousses history is seen in its UNESCO-listed medina and archaeological museum. The museum is well-known for its lovely Roman mosaics, and its setting isnt bad, either; its housed in an old Kasbah.",
    "Title12": "Mountain oases",
    "Paragraph12": "Midway down the country, near the Algerian border and not far from Tozeur, there are several remarkable mountain oases. Chebika, Tamerza and Mides in the foothills of Djebel el Negueb mountain have splashing waterfalls framed by pretty palms, and make a welcome stop on a travellers desert journey.",
    "Title13": "Tataouine",
    "Paragraph13": "Famous because you can visit the remnants of\nStar Wars\nsets from the planet Tatooine, the town of Tataouine has Berber architecture, including underground cave dwellings to protect its inhabitants from the desert heat. Most tours of Tunisia dont go much further south than this; from here on, its Sahara desert all the way down.",
    "Title14": "The Sahara",
    "Paragraph14": "The Sahara encroaches upon the bottom half of Tunisia. Wildlife tours might start looking out for desert animals  gerbils, foxes and possibly rare sandy cats. The further south in Tunisia you travel the sandier it gets, until you find yourself on the Great Eastern Erg  a field of sand dunes. Tours dont tend to go this far south  travel advice advises against travelling in the region close to Libya.",
    "Title15": "Practicalities",
    "Paragraph15": "",
    "Title16": "What are Tunisia tours like?",
    "Paragraph16": "Our Tunisia tours use a minibus or car and driver to take you around the sites. Journey times are relatively short and you can fit in a great variety – from beaches to desert, to cities and towns – in a short ten day or two-week tour. Tours will give you a sense of how the culture of Tunisia changes across the country, but what tends to prevail is hospitality and tolerance. Our partners at the destination note that guests often notice the openness of the people and how relaxed the country feels. It can feel like a more liberal space than its neighbours; Tunisians are used to seeing people from other cultures in a way that parts of Algeria and Morocco are not.\nTolerance does not extend to everyone; LGBT rights in Tunisia lag far behind the rest of the world. Visitors may note that rural areas likely to be more conservative in values and dress than the cities. With their focus on meeting local people, our tours will have you visiting guest houses serving farm-to-table delicacies, and family run restaurants. Tunisian food is celebrated. Delicious harissa is a menu staple, as is lablabi – a warming chickpea soup. The country is also a major exporter of olive oil, and there small-batch olive oil producers to meet around the nation.",
    "Title17": "When is the best time to tour Tunisia?",
    "Paragraph17": "The best time to tour Tunisia is outside of summer, as otherwise the desert is far too hot. April to May and October to November are the most popular times to travel, and this is when many small group tours depart.\nJanuary and February are the true off-season in Tunisia, meaning that the country is at its quietest. Tailor made tours still embark in winter, and it’s becoming an increasingly popular time of year to visit.",
    "Title18": "Small group tour or tailor made trip?",
    "Paragraph18": "You can travel in a small group in Tunisia, or choose a tailor made holiday. Both kinds of holiday tend to make use of local drivers and guides. Whilst public transport is an option in Tunisia, the best way to see the sights, with the least fuss, is with a driver. This way, you can get to remote areas that might not be on the bus route.\nSome tours of Tunisia include internal flights to take visitors back to Tunis quickly from the south of the country. For those interested in reducing their flights, there are tours that do not do this, and instead do a driving circuit.\nHowever you tour, from the red stags in the north to the reddening desert in the south, you'll find Tunisia is an intriguing country from top to bottom."
}