{
  "destination": "Yeni Zelanda",
  "mainPhoto": "",
  "id": "ST02019",
  "tourName": "Yeni Zelanda Gezgini",
  "placesVisited": "Yeni Zelanda",
  "generalInfo": "Gezimiz  bağımsız gezgin ile tasarlanmıştır. Tüm düzenlemeler önceden planlanmıştır, böylece Kuzey ve Güney Adası boyunca macera aktivitelerini keşfetmenin ve bunlara katılmanın tadını çıkarabilirsiniz.",
  "durationDays": "13",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Auckland",
      "description": "Varışta karşılanıp otelinize transferle ulaştırılacaksınız. İlk gününüz, Waitemata Limanı'nda bir yatta gezintiye çıkarak bir yelken deneyimi yaşadığınız \"Yelkenler Şehri\" nde geçirilir. Güzel Auckland'nın panoramik manzarasını görmek için Sky Tower'ı gezmeye dikkat edin."
    },
    {
      "dayNumber": 2,
      "title": "Waitomo Mağara Boruları",
      "description": "Arabanızı kiralayın ve mağara tüpü maceranız için Auckland'dan Waitomo'ye bu sabah seyahat edin. Bu öğleden sonra mağara tüpü macerası için ısmarlama elektrik ışığı ile wetsuit & hardhats içinde vites değiştirin. Bölgenin mağara sistemine gittiğinizde, kızdırma kurtlarının şirketinde olacaksınız. Bu gece, bazı gerçek Kiwi misafirperverliği için B & B'ye yerleşin."
    },
    {
      "dayNumber": 3,
      "title": "Waitomo'dan Rotorua'ya",
      "description": "Sabah, binicilik yerel çalılık yollarından, Lost World Tandem Abseil veya Haggis Honking Holes (sadece Yeni Zelanda'da) gibi yeraltı şelaleleriyle dolu bir maceraya atılmaktan zevk alacaksınız! Daha sonra bugün Maori şarkı, dans, akşam yemeği ve hikaye anlatma eğlenceli bir akşam için Rotorua için seyahat edin."
    },
    {
      "dayNumber": 4,
      "title": "Rotorua",
      "description": "Bugünkü macera seçiminiz: sınıf V Kaituna Nehri'nin raftingi, göl kanosu veya dağ bisikleti. Bu büyüleyici bölgenin buharlı geyiklerini keşfetmek için öğleden sonra boş bir bölümünüz var. Bu gece Polinezya Spa Termal Havuzlarını ziyaret etmenin tadını çıkar."
    },
    {
      "dayNumber": 5,
      "title": "Nelson’a Dönüş",
      "description": "Bugün güneye güneşli Nelson'a uçuyorsunuz. Girişte karşılanacak ve iyi konumdaki B & B'ye transfer edilecektir. (Yerel hava dahil değildir). Dinlenmek ya da mevcut birçok maceraya katılmak için serbest bir gününüz olacak."
    },
    {
      "dayNumber": 6,
      "title": "Abel Tasman Ulusal Parkı (Nelson Bölgesi)",
      "description": "Sub-tropik Abel Tasman, binlerce hektar doğal orman, altın kumlu plajlar, berrak kıyı suları ve ülkenin en iyi iklimine sahiptir! Bu muhteşem bölgede bir günlük rehberli Deniz kayağı ve yürüyüş turunun keyfini çıkarın."
    },
    {
      "dayNumber": 7,
      "title": "Abel Tasman Ulusal Parkı (Nelson Bölgesi)",
      "description": "Park ve Nelson bölgesini kendi başınıza keşfetmek için gününüzün tadını çıkarın."
    },
    {
      "dayNumber": 8,
      "title": "Abel Tasman Ulusal Parkı (Nelson Bölgesi)",
      "description": "Park ve Nelson bölgesini kendi başınıza keşfetmek için gününüzün tadını çıkarın."
    },
    {
      "dayNumber": 9,
      "title": "Punakaiki \"Gözleme\" Kayaları",
      "description": "Araç kiralama hizmetinden yararlanın ve West Coast'taki Punakaiki'ye gidin ve eşsiz \"krep\" kaya oluşumlarını ve patlayıcı boşlukları görmek için nikau avuçlarının ve ağaç eğrelerinin gölgeliklerinin altında kısa bir yürüyüş yapın. İsteğe bağlı öğleden sonraları arasında nehir kanosu veya nehir kanyonu yürüyüşü bulunmaktadır."
    },
    {
      "dayNumber": 10,
      "title": "Fox Buzulu",
      "description": "Cook Dağı Milli Parkı'nın karları tarafından beslenen ve Yeni Zelanda'daki en erişilebilir buzullardan biri olan Fox Glacier'e transfer olun. Ertesi gün, zirvenin üst seviyelerinde zirveler ve tepeler üzerinde uçmak ve karaya çıkmak için bir helikopter kurulacak. Nitelikli bir dağ rehberi ile, buzulun muhteşem buz oluşumlarını keşfederek 2.5 saat geçirin."
    },
    {
      "dayNumber": 11,
      "title": "Queenstown için Fox Glacier",
      "description": "Wakatipu Gölü kıyılarında yer alan otel, çevreyi keşfetmek için mükemmel bir konuma sahiptir."
    },
    {
      "dayNumber": 12,
      "title": "Queenstown",
      "description": "Boş zamanlarınızda gününüzün tadını çıkarın."
    },
    {
      "dayNumber": 13,
      "title": "Queenstown",
      "description": "Boş zamanlarınızda gününüzün tadını çıkarın."
    }
  ],
  "map": ""
}