{
  "destination": "Yeni Zelanda",
  "mainPhoto": "",
  "id": "ST02018",
  "tourName": "Yeni Zelanda - Kararlı Güney / Küçük Grup Turu",
  "placesVisited": "Yeni Zelanda",
  "generalInfo": "El değmemiş Yeni Zelanda'nın büyük bir bölümünü görmenin en büyük yolu bu 7 günde sürecek. On iki gün süren Decidedly South küçük grup rehberli turuyla gezmeye doyacaksınız. Bu yolculukta ovalardan, dağ havzalarından ve dağ geçitlerinden geçeceksiniz. Manzaralar mükemmel ve geniş açık alanlara sahip. Bilgili sürücü / rehber size Yeni Zelanda'ya ve kültürüne yeni ve kişisel bir bakış açısı kazandıracak. Burası  sadece görmekten çok gerçekten ne gördüğünüzü size  hissettiriyor.<br><br>Yeni Zelanda'da sadece bir haftanız varsa veya 14 Günlük Güdümlü Kuzey ve Güney Adaları'na göz atınca ...",
  "durationDays": "7",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Christchurch - Mt Somers (L, D)",
      "description": "Saat 11.30'da sürücünüz / rehberiniz Christchurch'de sizinle buluşuyor. Ashburton ve \"Akaunui\" için güney karayoluyla seyahat etmek, güzel bahçelerde yer alan tarihi 100 yıllık çiftlik evinde öğle yemeği için Di & Ian Mackenzie'e ev sahipliği yapacak. Mackenzie'in sıcak misafirperverliğinden ayrılmak asla kolay değil, daha sonra öğleden sonra Güney Alpler'in eteklerine ve küçük Mt Somers köyüne gidiyoruz. Bu akşam Stronechrubie'nin alkışlanan restoranında yemek yiyin."
    },
    {
      "dayNumber": 2,
      "title": "Mt Somers - Queenstown (B)",
      "description": "Burkes'in ardından, manzara değişiklikleri turkuaz göllere ve Mackenzie Havzası'ndaki tussock otlarının ve dağlarının dramatik süpürme manzaralarına geçilir. Tekapo Gölü'nde pitoresk kilise ve çoban köpeği heykeli favori fotoğraf duraklarıdır. Pukaki Gölü'nün başında, 3754 metre Yeni Zelanda'nın en yüksek dağı olan Maori Aorangi'de \"bulut delici\" olarak adlandırılan Mt Cook yer alıyor. Lindis Geçidi, sağlam Kawarau Geçidi'ne ve Queenstown'a doğru yol alır. Butik otel, göle ve Remarkables Sıradağları'na bakan şehir merkezine sadece birkaç dakikalık yürüme mesafesindedir. Bu dünyaca ünlü turistik beldede çok çeşitli restoran ve kafeler var - ve şoförünüz / rehberiniz onun favorilerini bilmenizi sağlayacaktır."
    },
    {
      "dayNumber": 3,
      "title": "Queenstown - Milford Sound Doğa Gezisi - Queenstown (B)",
      "description": "Bu sabah, otelinizden Te Anau'ya ve Milford Sound'un Fiordland Milli Parkı'nın göbeğinde bulunan muhteşem Milford Road'a seyahat etmeleri için otelinizden alınıyorsunuz. Mirror Lakes ve Chasm gibi güzellik noktalarına kısa yürüyüşler yapın. Milford Sound'da, isterseniz, Tazman Denizi'ne çıkan ikonik Gönye Zirvesi'nin hakim olduğu sesle bir yolculuk yapın. Şelalelerin, yağmur ormanlarının, dağların ve vahşi yaşamın çarpıcı bir fiord manzara. Te Anau'ya ve Wakatipu Gölü kıyısına doğru Queenstown'a yolculuk yapın."
    },
    {
      "dayNumber": 4,
      "title": "Queenstown - Cardrona Vadisi - Wanaka (B, D)",
      "description": "Sabah Queenstown'ı daha fazla keşfetmek için sizindir. Belki bir sabah erken bir jet tekne yolculuğuna Yüzüklerin Efendisi ülkesindeki muhteşem Dart Nehri üzerinde, resmedilmeye değer bir köy olan Arrowtown'a gitmeden önce dönün. Tussock ülkesine doğru ilerleyen yol, Crown Range'e doğru iniyor ve daha sonra Cardrona Vadisi'ne iniyor. Tarihi Cardrona Hotel'de durduk, tarihi altın dönemine kadar uzanıyor ve ardından dağ zirvelerinin bir panorama ortasında otelimize kadar Wanaka'ya devam ediyoruz. Bu akşam Wanaka'da yemek yiyoruz."
    },
    {
      "dayNumber": 5,
      "title": "Wanaka - Haast Geçidi - Franz Josef (B)",
      "description": "Mt Aspiring Ulusal Parkı'nda Haast Geçidi'nin muhteşem dağ ve nehir manzaralarına gitmeden önce Hawea Gölü ve Wanaka Gölü'nün yanından geçin. Yerli kayın ormanlarından şelalelere ve alabalıkların yer aldığı mavi havuzlara kadar iyi bakımlı pistlerde harika kısa yürüyüşler yapabilirsiniz. Dağlardan ayrılan yol, nehrin kıyısındaki yol boyunca Haast’a, Koruma Merkezi’nin bölgelerin renkli tarihi, flora ve faunasını belgelediği rüzgâr. Westland Dünya Mirası Parkı'nın yemyeşil, ilkel yağmur ormanı boyunca kuzeye doğru devam edin, kumsalda dune gölü ve bataklık yağmur ormanları boyunca bir gezintiye çıkmak için Ship Creek'e uğrayın. Franz Josef Glacier kısa yürüyüşler sizi ilerleyen buzulu görmek için puan noktalara götürür."
    },
    {
      "dayNumber": 6,
      "title": "Franz Josef - Punakaiki (B, D)",
      "description": "Bu sabah erken saatlerde buzulların ve Mt Cook'un üzerinden uçmayı seçebilir ve bir buzul inişinin heyecanını yaşayabilirsiniz. Daha sonra, nadir kotuku, beyaz balıkçıl evi olan Okarito'nun sevimli lagünü ziyaret ediyoruz. Sahildeki ayna gölleri, kayalık nehirlerden geçen nehirleri ve Güney Alpler'in manzaralarını seyrederek kıyıya çıkın. Hokitika'da bir dizi el sanatları galerisi var - Pounamu (yeşiltaş) oyma, cam üfleme, ahşap ve bakır zanaatkârlar. Maori'nin yüzyıllardır Pounamu'da kullandığı eski Greenstone Parkurlarının bir bölümünü takip eden güzel bir sahil yolu, Punakaiki sahilinde otelinize yol açar. Yolun biraz ilerisinde, önde gelen yerel cazibe yer almaktadır - Punakaiki Pancake Kayaları, yontulmuş deniz yığınları ve yükselen uçurumlar. Gelgit doğruysa, hava delikleri sprey bulutlarını yayar. Bu akşam otelin restoranında yemek yiyin."
    },
    {
      "dayNumber": 7,
      "title": "Punakaiki - Greymouth - TranzAlpine demiryolu yolculuğu - Christchurch (B)",
      "description": "TranzAlpine tren yolculuğunuzun sizi beklediği sahile doğru, Greymouth'a doğru sürün. Arkanıza yaslanın ve sağlam Otira Gorge ve Arthur's Pass Ulusal Parkı'nın muhteşem dağ manzarasının keyfini çıkarın. Geç öğleden sonra Christchurch'e ulaşmak için Canterbury Ovaları'nı geçtik. Sürücünüz / rehberiniz sizi tren istasyonunda karşılar ve bu İngiliz tarzı taş binalar, büyük parklar ve muhteşem bahçelerdeki konaklamanıza transfer eder."
    }
  ],
  "map": ""
}