{
  "destination": "İtalya",
  "mainPhoto": "",
  "id": "ST08009",
  "tourName": "İtalya",
  "placesVisited": "İtalya",
  "generalInfo": "İtalya Yarımadasındaki insan varlığının izleri bu İtalik kavimlerin yarımadaya ulaşmalarından çok öncelerine,  200 binyıl öncesi Yeni Taş Çağı’ na kadar dayanır.  İnsanlık tarihinin kültür başkentlerinden olan İtalya’ yı Siempre Tur ile keşfedin.<br><br>Tur boyunca hem rehberlerimizin tarihi anlatımlarından hem de İtalya’ nın tarih kokan doğal güzelliklerinden çok etkileneceksiniz.<br><br>Turumuz,  Siempre Tour’ un deneyimli rehber ekibiyle Havaalanı’ ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır.  Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
  "durationDays": "9",
  "price": "1930",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "12",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Thy Hava Yolları Tarifeli Seferi İle İstanbul (Adana &amp; Ankara Aktarmalar ) Venedik Ve Napoli (Fco)  - İstanbul(Adana &amp; Ankara Aktarmalar) arası ekonomi sınıfı uçak biletleri</li>\n<li>- Havalimanı vergileri</li>\n<li>- 4 Yıldızlı ve 5 Yıldızlı otellerde 8 gece Zengin kahvaltı dâhil konaklamalar.</li>\n<li>- Programdaki Tüm Turlar</li>\n<li>- Venedik de Nh hotel de Konaklama</li>\n<li>- Venedik de Marco Polo Restoran da akşam yemeği</li>\n<li>- Floransa da Star hotel de Konaklama</li>\n<li>- Roma da Hotel Cicerone,  Start Hotel veya Barcelo Hotelde Konaklama</li>\n<li>- Sorento da Hotel Hilton da Konaklama</li>\n<li>- Napoli de Hotel Accor Hotel veya Exe Hotelde Konaklama</li>\n<li>- Havalimanı - otel - havalimanı transferleri</li>\n<li>- Vaporetto ücreti (15 Euro)</li>\n<li>- Şehir vergileri (25 Euro)</li>\n<li>- Otobüs Şoför bahşişi (10 Euro)</li>\n<li>- Rehber Bahşişi ( 20 Euro )</li>\n<li>- Tüm şehirlerarası transferler</li>\n<li>- Tüm Şehir turları</li>\n<li>- Profesyonel Türkçe rehberlik hizmetleri</li>\n<li>- Zorunlu seyahat sigortası</li>\n<li>- Yurt dışı çıkış vergisi 15 TL</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Venedik' e Varış",
      "description": "Havalimanı buluşması sonrası Venedik’ e hareket .  Venedik’ e varışımızın ardından panoramik şehir turumuza başlıyoruz.  San Marco Katedrali ve Meydanı,  Dükler Sarayı,  Canale Grande,  İç Çekme ve Rialto Köprüsünü gördükten sonra şehrin kalbindeki kanalları gezeceğimiz Gondol turuna başlıyoruz.  Tur sonrası otelimize transfer."
    },
    {
      "dayNumber": 2,
      "title": "Venedik, Floransa",
      "description": "Sabah kahvaltısından sonra İtalya’ nın ilk başkenti Floransa’ ya hareket ediyoruz.  Floransa şehir turumuzda yürüyerek Duomo Kilisesi (Santa Maria Del Fiore),  Vaftizhane,  Eski Saray,  Ponte Vecchio,  Piazza Signoria gibi kentin en önemli yerlerini gezdikten sonra serbest zaman.  Serbest zamanımızda arzu eden misafirlerimiz alışveriş yaparken arzu eden misafirlerimiz ise Piazza Republica da bulunan birbirinden güzel kafelerde kahvelerini içip geleneksel tatlı Tiramisu nun tadına bakabilirler.  Geceleme otelimizde."
    },
    {
      "dayNumber": 3,
      "title": "Toscana",
      "description": "Sabah kahvaltısının ardından tam gün Toscana turumuza çıkıyoruz.  Bölgenin en önemli yerleri Siena ve dünyanın en meşhur eğri çan kulesinin olduğu Pisa kenti gezilerimiz dışında meşhur Toscana bağları ve vadileri göreceğimiz yerler arasında.  Konaklama otelimizde."
    },
    {
      "dayNumber": 4,
      "title": "Roma",
      "description": "Kahvaltı sonrası Roma ya hareket.  İspanyol Merdivenleri,  Fontana di Trevi Aşk Çeşmesi,  Piazza Venezia,  Vittorio Emmanuelle Anıtı,  Roma Forumu, Colleseo,  Via Del Corso Caddesini gördükten sonra otele transfer."
    },
    {
      "dayNumber": 5,
      "title": "Roma",
      "description": "Kahvaltı sonrası Papaların yazlık sarayını ve muhteşem manzaralar eşliğindeki göller bölgesini görebileceğimiz turumuz için otelden hareket ediyoruz.  Eski krater göllerinin olduğu bölgenin en güzel köyleri bizleri bekliyor olacak.  Bu gezimizin ardından uygun alışveriş yapabileceğiniz markaların olduğu Roma’ nın en büyük Outlet’ ine gidiyoruz.  Daha sonra otelimize dönüş için transfer."
    },
    {
      "dayNumber": 6,
      "title": "Roma",
      "description": "Gün boyu Roma sokaklarını keşfedip bu muhteşem Başkentin keyfini çıkarabilirsiniz."
    },
    {
      "dayNumber": 7,
      "title": "Napoli, Pompei, Amalfi Kıyıları, Sorrento",
      "description": "Napoli ye varışımızın ardından Vezüv yanardağı eteklerinde bulunan Pompei açık hava müzesi gezimiz başlıyor.  Bu muhteşem antik kentin ziyaretinden sonra Amalfi kıyılarının meşhur kasabası Sorrento ya hareket ediyoruz.  Otele yerleşmemizin ardından Sorrento turu yapıyoruz.  Geceleme otelimizde."
    },
    {
      "dayNumber": 8,
      "title": "Amalfi Kıyıları, Positano",
      "description": "Kahvaltı sonrası İtalya’nın en güzel kıyıları olarak adlandırılan Amalfi kıyıları turu Positano turumuza başlıyoruz.  Bu küçük dünyanın en karakteristik koylarından olan Positano turumuzdan sonra güney İtalya’ nın en büyük liman ve sıra dışı kenti Napoli ye geçiyoruz.  Napoli şehir merkezinde yapacağımız panoramik tur sonrası otele hareket."
    },
    {
      "dayNumber": 9,
      "title": "Capri Adası Turu, Napoli, İstanbul",
      "description": "Sabah otelde alınan kahvaltı sonrası hareketle; Capri Adası turunu yapıyoruz.  Burada Ada’ nın ana limanı Marina Grande’ yi ve Piazzette Meydanı’ nı ve Ünlülerin yaşadığı evleri görüyoruz.  Sonrasında Napoli’ ye dönüş ve havaalanına transfer.  Türk Havayollarının TK 1454 sefer sayılı uçağı ile 18. 05’ de İstanbul’ a hareket.  Yerel saati ile 21. 15’ de İstanbul’ a dönüş. Otelde alacağımız kahvaltıdan sonra havalimanı için hareket."
    }
  ],
  "map": ""
}