[
    {
        "type": "overview",
        "Main_Title": "Our Switzerland holidays & tours",
        "Main_Paragraph": "Our Switzerland holidays explore the countrys majestic mountains, as well as life at lower elevations, with a responsible approach. Switzerlands stunning landscapes are just made for adventuring, think relaxed cycling, walking and multi activity breaks, with stays in locally run hotels that always offer a warm welcome. All of which will build up a healthy appetite, so our trips visit local restaurants that offer you delicious traditional cuisine, from raclette to rösti. Another pleasure that many of our Switzerland tours make good use of is the ease of getting around by train, which is convenient, wonderfully scenic, and low carbon. Talk to our Travel Team about your Switzerland plans and learn how we put the fun in fondue.",
        "Subtitle": "Highlights of our Switzerland holidays",
        "Title1": "Bernese Oberland",
        "Paragraph1": "If its scenery you want  and lets face it, if youve come to Switzerland on holiday then youre probably expecting it  then this highland region boasts the classic Alpine wonder for which the country is so renowned. Walking here, youll enjoy breathtaking panoramas of iconic peaks like the Matterhorn, the Eiger and Jungfrau, as well as green pastures tinkling with goat bells, and welcoming mountain communities. And while activity holidays hold plenty of thrill, in Switzerland some of that must be attributed to the backdrop. Interlaken (between lakes Thun and Brienz) is a gorgeous resort town, and the perfect base for exploring the Bernese Oberland whether on foot, on bike, or on spectacular cable cars.",
        "image1": "",
        "Title2": "Zermatt",
        "Paragraph2": "One of Europes most famous winter resorts, Zermatt attracts glamourous skiers between December and April. But come in late spring or early autumn, and you can enjoy high altitude hiking with trails that, while still busy, are nowhere near as crowded as the winter pistes. For those with two weeks to spare, the 100km route between Mont Blanc and the Matterhorn, culminating in Zermatt, is bursting with epic scenery and challenge. Guided small group hikes make use of campsites and remote mountain huts on a trail thats well-known to ski tourists but not as familiar to walkers.",
        "image2": "",
        "Title3": "Cycling",
        "Paragraph3": "If you were contemplating destinations for a cycling holiday, Switzerland probably wouldnt be on top of your list, given all the mountains. But as our cycling tours reveal, although there may be the occasional long climb to contend with, the terrain tends to be pretty flat, with the mountains off in the distance. These are mostly tailor made, self guided holidays too, so youre not tied to any schedule and can stop off for a break any time you fancy.\nPedal gently along lakeside trails, through chocolate-box Alpine villages, and stop off at vineyards as you go for some wine tasting, if thats your thing. Youll stay in a succession of locally owned hotels, your luggage transported ahead of you, so there will be plenty of room in your saddlebags. Our well crafted routes ensure that cycling here offer just as much, or as little, challenge as you like.",
        "Title4": "Activity trips",
        "Paragraph4": "Switzerland is a country just made for getting out and about. Our multi activity holidays have expertly designed itineraries that you can arrange to suit your own interests and fitness level. Summer might see you kayaking, or swimming in beautiful lakes, and winter is ideal for cross country skiing, snowshoeing or frosty walks. For hiking and mountain biking, look to the spring and autumn months when the colours in the landscapes are rich but the temperatures are slightly cooler than July and August.\nIf you want to intersperse the active stuff with a few more laidback experiences then visits to a cheese farm or a chocolate factory help support local producers and give you some tasty souvenirs to remember your trip. And with tickets arranged for you in advance, you can get from A to B easily by train, helping to keep your holidays carbon footprint that little bit lower.",
        "image3": "",
        "Title5": "Rail touring",
        "Paragraph5": "There are several reasons to recommend touring Switzerland by rail. Its a low carbon form of travel, for one thing, compared to getting around by car, and especially so because most Swiss trains are electric. Rail journeys are wonderfully relaxing  especially as on our holidays you can either travel as part of an escorted small group, or if youre taking a self guided option, all the tickets will be prebooked for you. But above all, its the views that recommend travelling by train in Switzerland. Youll be riding the rails between some of the highest train stations in Europe, and the mountain panoramas are staggering  be sure to request a window seat.\nThe other great thing about journeying by train in Switzerland is that the cast of travel companions is constantly changing. If you love meeting people and learning about their culture, its just a matter of making conversation with whoever is sitting next to you.",
        "Title6": "Winter walking",
        "Paragraph6": "During the winter months, Switzerlands ski resorts get very crowded, but you can enjoy the sublime frosty landscapes in peace and quiet with our holidays that combine snowshoeing and walking in much less busy parts of the mountains. Even if youre entirely new to snowshoeing, youll have grasped it by the end of the first day, and our small group holidays, led by local guides, move at a relaxed pace anyway, the better to enjoy the scenery. On some days youll swap snowshoes for walking boots, as you traverse this pristine scenery cast beneath a blanket of white.\nAs well as leading the way and ensuring everyone sticks to the trails so as not to accidentally damage any plants, our guides are adept at filling you in on the history, culture and nature of the Swiss Alps. And because our trips take place during quieter months, they help hotels earn income and employ local people into the low season."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Switzerland",
        "Main_Paragraph": "Cloud, snow, fog and rain appear just as quickly as glorious sunshine so pack rucksacks and panniers for four seasons. Nov-April are all about winter sports with the annual Engadin ski marathon making March a must for anyone looking to take cross country skiing to a new level. \r\n\r\nWild flower festooned meadows can be seen between snow thawing and hay mowing with June providing the best blankets, although plants on higher ground flower later. \r\n\r\nJuly-Aug are the best time to visit Switzerland for lake swimming, whilst Sep-early Oct promise successful grape harvesting, fabulous autumnal foliage and crystal clear air.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Switzerland Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Switzerland Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-4</td>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 57%;\">69 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 45%;\">55 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 50%;\">61 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 57%;\">69 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 67%;\">81 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 88%;\">106 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 79%;\">95 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">121 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 66%;\">80 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 47%;\">57 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 70%;\">85 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 57%;\">69 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Things to do in Switzerland",
        "paragraph1": "",
        "image2": "",
        "title2": "Things to do in Switzerland",
        "paragraph2": "<div style=\"margin-top:20px\"></div>\n<bullet><b>Self-guided walking holidays</b> come with with detailed trip notes and 24-hour back up enabling Alpine exploration safe in the knowledge that luggage is always one step ahead. The Jungfrau region, Bernese Oberland and the Swiss Alps contain a superb selection of gradients, with funicular railways and cable cars effortlessly ascending slopes whereupon summit walking trails promise higher perspectives of life in the valleys.</bullet>\n<bullet><b>Swiss lakes</b> are often surrounded by pine forests and nature reserves with mountains sweeping skywards inviting incredible reflections to absorb from restaurant terraces or picnic blankets. Cycling or strolling around a lake is the perfect remedy for steeper gradients with many a well maintained marina or cobbled town square offering a chance to enjoy a few moments people watching or wondering whether the waters warm enough for a dip.</bullet>\n<bullet><b>Taste the difference.</b> Having France, Germany and Italy as neighbours is no bad thing where food is concerned and if you can travel close to the borders youll soon discover just how delicious risottos, raclettes and rostis can really taste. Rural Swiss restaurants often open for lunch to provide a hearty two course meal, with traditional pizzerias, cheese farms and roadside cafes serving up more of the same  often at a more affordable price to tourist resorts and city centres.</bullet>",
        "title3": "Things not to do in Switzerland...",
        "paragraph3": "Fear for your fitness levels.\nAlthough it can be tempting to tackle the Alps no sooner than youve touched down, taking it easy in Switzerland is also an achievable option. Medieval sightseeing in Fribourg or Murten, thermal spas in Yverdon-les-Bains or just hopping on the local yellow post bus rather than walking or cycling; Switzerland may well be famed for its snow capped peaks but no one says you have to be Ueli Steck to fully appreciate them.",
        "title4": "",
        "paragraph4": "Expect to speak English.\nAlthough you will find English spoken in many of Switzerlands major cities and lakeside resorts, its certainly not the language of choice for the majority of Swiss. Brushing up on your French and German (depending on the region youre visiting) is the perfect way to make a good impression, with an enthusiastic smile sure to open doors in remote rural villages and roadside restaurants.",
        "title5": "",
        "paragraph5": "Pick the flowers.\nThe Swiss Alps feature Europes widest range of flowers, with edelweiss, primrose, cowslip, bell flowers and golden hawks beard all populating pastures above and below the snow line. Sticking to designated foot paths and not trampling over meadows like Julie Andrews will give these seasonal adornments every chance possible to flourish  at least until the scythes and munching cows have had their fill over the course of the summer.",
        "title6": "Switzerland Travel Advice",
        "paragraph6": "",
        "title7": "Small group tours",
        "paragraph7": "Tina James from our supplier, Headwater, shares her advice and personal experiences related to Switzerland:\nTravelling in a small group is the perfect way to learn more about Switzerland as guides will point out traditional cheese, wine or chocolate workshops and invite you to meet local people and ask questions about what you're actually seeing rather than referring to a guide book.",
        "title8": "Jungfrau advice",
        "paragraph8": "\"The Jungfrau region is great all year round with cycling and walking trails turning to cross country ski tracks during the winter season. It's just the perfect place to explore from one village to the next where you'll feel like you're making your own discoveries as you stumble across out of the way restaurants or farms that produce and sell their own fresh goats cheese.",
        "title9": "Non-walking tip",
        "paragraph9": "It's certainly possible to visit Switzerland as a general tourist without having to undertake too much strenuous exercise with several Roman ruins, lakeside vineyards and historic chateaux providing ample options to explore at leisure and enjoy the Alpine ambience. Grandson is worth a visit if you're close to Lake Neuchatel with a medieval castle, the second largest in Switzerland, featuring a collection of weapons, armour and vintage cars, as well as information on the 15th century Battle of Grandson that played a pivotal part in Swiss history.\"",
        "title10": "Tips from our travellers",
        "paragraph10": "",
        "title11": "",
        "paragraph11": "At Responsible Travel, we think the best people to advise our travellers are often... other travellers. They always return from our tours with\npacking tips, weather reports, ideas about what to do - and opinions about what not to.\nWe have selected some of the most useful Switzerland travel advice that our guests have provided over the years to\nhelp you make the very most of your holiday - and the space inside your suitcase.",
        "title12": "",
        "paragraph12": "Buy a Swiss Card and get reduced travel costs. Switzerland is expensive and this card makes visits to Jungfraujoch, Kleine Scheidegg and Schiltorn much more affordable We found Nordic walking sticks useful, for the long descents in particular (we're fit but in our 50s) Walk to the Monchhutte if you go to the Jungfraujoch. It's a great hike, with views of the beginning of the glacier, and you can have hot soup when you get there! <b> Lynda Bailey on a walking holiday in the Swiss Alps </b>\n<br/><br/>\r\nTake lots of layers as the temperature varies and the weather can change quickly. Make sure you have lots of film or a large memory card because the scenery is stunning! <b>  Pamela Addison on a cross country skiing holiday</b>"
    }
]