{
    "Main_Title": "Our Switzerland holidays & tours",
    "Main_Paragraph": "Our Switzerland holidays explore the countrys majestic mountains, as well as life at lower elevations, with a responsible approach. Switzerlands stunning landscapes are just made for adventuring, think relaxed cycling, walking and multi activity breaks, with stays in locally run hotels that always offer a warm welcome. All of which will build up a healthy appetite, so our trips visit local restaurants that offer you delicious traditional cuisine, from raclette to rösti. Another pleasure that many of our Switzerland tours make good use of is the ease of getting around by train, which is convenient, wonderfully scenic, and low carbon. Talk to our Travel Team about your Switzerland plans and learn how we put the fun in fondue.",
    "Subtitle": "Highlights of our Switzerland holidays",
    "Title1": "Bernese Oberland",
    "Paragraph1": "If its scenery you want  and lets face it, if youve come to Switzerland on holiday then youre probably expecting it  then this highland region boasts the classic Alpine wonder for which the country is so renowned. Walking here, youll enjoy breathtaking panoramas of iconic peaks like the Matterhorn, the Eiger and Jungfrau, as well as green pastures tinkling with goat bells, and welcoming mountain communities. And while activity holidays hold plenty of thrill, in Switzerland some of that must be attributed to the backdrop. Interlaken (between lakes Thun and Brienz) is a gorgeous resort town, and the perfect base for exploring the Bernese Oberland whether on foot, on bike, or on spectacular cable cars.",
    "image1": "",
    "Title2": "Zermatt",
    "Paragraph2": "One of Europes most famous winter resorts, Zermatt attracts glamourous skiers between December and April. But come in late spring or early autumn, and you can enjoy high altitude hiking with trails that, while still busy, are nowhere near as crowded as the winter pistes. For those with two weeks to spare, the 100km route between Mont Blanc and the Matterhorn, culminating in Zermatt, is bursting with epic scenery and challenge. Guided small group hikes make use of campsites and remote mountain huts on a trail thats well-known to ski tourists but not as familiar to walkers.",
    "image2": "",
    "Title3": "Cycling",
    "Paragraph3": "If you were contemplating destinations for a cycling holiday, Switzerland probably wouldnt be on top of your list, given all the mountains. But as our cycling tours reveal, although there may be the occasional long climb to contend with, the terrain tends to be pretty flat, with the mountains off in the distance. These are mostly tailor made, self guided holidays too, so youre not tied to any schedule and can stop off for a break any time you fancy.\nPedal gently along lakeside trails, through chocolate-box Alpine villages, and stop off at vineyards as you go for some wine tasting, if thats your thing. Youll stay in a succession of locally owned hotels, your luggage transported ahead of you, so there will be plenty of room in your saddlebags. Our well crafted routes ensure that cycling here offer just as much, or as little, challenge as you like.",
    "Title4": "Activity trips",
    "Paragraph4": "Switzerland is a country just made for getting out and about. Our multi activity holidays have expertly designed itineraries that you can arrange to suit your own interests and fitness level. Summer might see you kayaking, or swimming in beautiful lakes, and winter is ideal for cross country skiing, snowshoeing or frosty walks. For hiking and mountain biking, look to the spring and autumn months when the colours in the landscapes are rich but the temperatures are slightly cooler than July and August.\nIf you want to intersperse the active stuff with a few more laidback experiences then visits to a cheese farm or a chocolate factory help support local producers and give you some tasty souvenirs to remember your trip. And with tickets arranged for you in advance, you can get from A to B easily by train, helping to keep your holidays carbon footprint that little bit lower.",
    "image3": "",
    "Title5": "Rail touring",
    "Paragraph5": "There are several reasons to recommend touring Switzerland by rail. Its a low carbon form of travel, for one thing, compared to getting around by car, and especially so because most Swiss trains are electric. Rail journeys are wonderfully relaxing  especially as on our holidays you can either travel as part of an escorted small group, or if youre taking a self guided option, all the tickets will be prebooked for you. But above all, its the views that recommend travelling by train in Switzerland. Youll be riding the rails between some of the highest train stations in Europe, and the mountain panoramas are staggering  be sure to request a window seat.\nThe other great thing about journeying by train in Switzerland is that the cast of travel companions is constantly changing. If you love meeting people and learning about their culture, its just a matter of making conversation with whoever is sitting next to you.",
    "Title6": "Winter walking",
    "Paragraph6": "During the winter months, Switzerlands ski resorts get very crowded, but you can enjoy the sublime frosty landscapes in peace and quiet with our holidays that combine snowshoeing and walking in much less busy parts of the mountains. Even if youre entirely new to snowshoeing, youll have grasped it by the end of the first day, and our small group holidays, led by local guides, move at a relaxed pace anyway, the better to enjoy the scenery. On some days youll swap snowshoes for walking boots, as you traverse this pristine scenery cast beneath a blanket of white.\nAs well as leading the way and ensuring everyone sticks to the trails so as not to accidentally damage any plants, our guides are adept at filling you in on the history, culture and nature of the Swiss Alps. And because our trips take place during quieter months, they help hotels earn income and employ local people into the low season."
}