[
  {
    "destination": "Austria",
    "mainPhoto": "/siempretour-images/AFBN/afbn_botswana-namibia2019_04_08_21_22_12_0.jpg",
    "id": "austria-multi-activity-holiday",
    "tourName": "Austria multi activity holiday",
    "placesVisited": "Typical Austrian chalet in Hohe Tauern National Park, Family adventures in the Austrian Alps, Yoga lessons, Yoga studio with mountain views, Guided hiking, Guided mountain biking, White water rafting",
    "generalInfo": "This exciting multi activity holiday is hosted at MoaAlm Mountain Retreat, a unique and beautifully designed mountain house, situated high in the Austrian Alps. Each holiday at MoaAlm offers a healthy balance of fresh air, mountain activities, yoga and great freshly cooked plant based food. <br/><br/>HIKING:<br/>Situated at 1800m,  MoaAlm Mountain Retreat offers a superb base from which to explore the breathtaking mountains of East Tirol. We create a personalised holiday, giving you the opportunity to share our passion for the mountains, with five guided hikes.<br/><br/>MOUNTAIN BIKING:<br/>Alpine trails, windy forest tracks, or speedy down hill bump tracks are available within cycling distance from MoaAlm. You can choose between traditional mountain bikes or have a go on a e-mountain bike, allowing you to tackle more of the down hill without the strenuous up hill first!<br/><br/>RAFTING:<br/>The river Isel that flows at the bottom of our valley is a unique river, being the only river in the Alps that has not been damned or used for hydroelectricity. Not only does this mean it is an excellent place to spot wildlife, but it is also excellent for rafting! We work with a trusted local rafting guide to ensure you have an incredible day out on the rapids. <br/><br/>YOGA: <br/>Every holiday with us includes six yoga classes in our in-house yoga studio with panoramic mountain views. At MoaAlm we believe that yoga is for everyone, no matter what your age or level of fitness and, as such, our classes are prepared with all of our guests’ needs in mind. <br/><br/>ADDITIONAL ACTIVITIES<br/>If you would like an adrenaline rush, we can also arrange additional activities with our local partners, such as canyoning, paragliding, mountaineering and rock climbing. <br/><br/>FOOD:<br/>We are passionate about healthy living and reducing our impact on the environment. Therefore included in your holiday are five three course evening meals which are entirely plant based. Our in house chef creates seasonal menus and our food is organic and as locally sourced as possible. We also offer a delicious, organic breakfast and freshly baked cakes with organic tea and coffee. <br/><br/>ABOUT THE AREA<br/>We are situated on the edge of the Hohe Tauren National Park underneath Austria's highest mountain, Großglockner. This means we have a unique opportunity to spot rare wildlife, flora and fauna. Our local village Kals is still a traditional Alpine village, where many of the residents graze animals on the high alpine pastures. Kals is also home to a small ski resort and a few lovely traditional restaurants.",
    "durationDays": "8",
    "price": "1490",
    "image1": "images/02-Tokyo-.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival at MoaAlm. Welcome drink enjoying the stunning views and remote location. Meet other guests and chat over delicious three course dinner about your weekly activity preferences."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Start the day with yoga watching the sun rise from behind the mountains. Organic breakfast is followed by a guided hike from MoaAlm exploring the National Park Hohe Tauern. On return to your home, the hot tub is lit and you enjoy a relaxing late afternoon on the terrace."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Fancy some biking and hiking? Rent an e-mountain bike from your local sports shop and explore the breathtaking landscape around the Großglockner. Back for an afternoon restorative yoga session, followed by cake and tea. Dinner out this evening at one of the restaurants in the village."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "The weather allows us to take our morning yoga session outside. After breakfast you take the gondola up to 2600m to do some high alpine hiking towards the top of Blauspitz mountain. You enjoy a picnic at the summit before heading back to enjoy the hot tub and a plant-based dinner."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After yoga and breakfast you could head to the nearby town of Lienz to try the rodel-rollercoaster, browse the shops, taste local wine or visit the olympic size swimming pool. Under favorable conditions, a paragliding flight can be booked. Dinner out this evening at one of the restaurants in the village."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Yoga in our panoramic studio is followed by a nutritious breakfast. On request, we can organize a rock climbing course with a local mountain guide. Those who do not want to climb can take a guided hike from the climbing garden with a view of Austria's highest mountain!"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Friday comes around all too quickly. Sunrise yoga and a guided hike from MoaAlm to the stunning Dorfer Lake. Those who want more than a cold dip can book a rafting tour on the Isel instead. Hiking back for cake and tea. The hot tub is lit, and we enjoy a final evening on the terrace. A special three course dinner is served, followed by a camp fire."
      }
    ],
    "map": ""
  },
  {
    "destination": "Austria",
    "mainPhoto": "",
    "id": "austrian-lakes-family-activity-holiday",
    "tourName": "Austrian lakes family activity holiday",
    "placesVisited": "",
    "generalInfo": "<br/>   Combine glorious Alpine panoramas with a wide range of activities, and you have the perfect ingredients for a fun-filled family holiday. You stay in the picturesque Austrian village of Strobl, on the eastern shore of Lake Wolfgang, and one of the prettiest spots in the region. During your time here we provide a wide selection of fully researched self-guided walking and cycling routes, typically with a level 1 activity rating. To ensure total flexibility, we give you a complimentary Headwater bike for your exclusive use throughout your stay. There's also excellent local bus, ferry and cable car services (payable locally) linking the local lakes and villages.   A full range of watersports can be booked and paid for locally, with tuition available for beginners. Alternatively, perhaps take a trip on one of the many hop on, hop off lake cruisers and soak up the views from the water. There's also a natural wide beach for sunbathing. Take time to visit Mozart's magical city of Salzburg: stroll through the Mirabell Gardens, lunch in an atmospheric cobbled square, then take the funicular to Hohensalzburg Fortress for the most amazing city views.  You will spend 7 nights at the family-run and recently renovated 4 star Hotel Bergrose Hideaway, set back from the river, and less than five minutes' cycle from the lake. Half Board is available at a supplement (Weds-Sun) at the Hideaway Kitchen where a 4 course menu is served using fine ingredients from regional producers. Alternatively an a la carte and sushi restaurant are available (Weds-Sun). Hotel Bergrose is suitable for families with children over 12 only.<br/>",
    "durationDays": "8",
    "price": "1639",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Day 1: Arrive in Strobl.",
        "description": "Arrive at your hotel in Strobl. A typical itinerary is shown below, but you're free to pick and choose your activities each day."
      },
      {
        "dayNumber": 2,
        "title": "Day 2: Cycle Bad Ischl to Strobl.",
        "description": "Take the bus to Bad Ischl for your briefing and to collect your bike. Take time to explore the spa town - visit Franz Josef's Kaiservilla and the imperial hot spa that houses salt baths, steam room, hammam and Alhambra baths. Return to Strobl along the banks of the River Ischl, passing tiny shrines hidden below the Leonsberg and Bleckwand."
      },
      {
        "dayNumber": 3,
        "title": "Day 3: Cycle to St Gilgen.",
        "description": "Keeping close to Lake Wolfgang's southern shore, a level cycling track through a tiny nature reserve brings you into lovely St Gilgen where the busy waterfront is filled with restaurants, cafes and attractive frescoed houses. Visit Mozart's museum (his mother was born here), or take the cable car up Zwolferhorn for stunning 360-degree views. Alternatively, try your hand at water skiing on Lake Wolfgang followed by a cooling swim from the hotel's bathing jetty."
      },
      {
        "dayNumber": 4,
        "title": "Day 4: Cycle/Walk to St Wolfgang Cycle or Walk.",
        "description": "Today head first by the river then along the north shore of the lake to St Wolfgang. Renowned for its beautiful 15th century church, this famously pretty village boasts a maze of cobbled streets lined with attractive frescoed houses, shops and cafe terraces affording superb lake views. Culture and music are very much part of St Wolfgang's fine tradition, so be sure to explore the boutique craft and chocolate shops! After lunch, hop on the antique cog railway as it chugs up to the summit of Schafberg (1782m) for unrivalled Alpine views."
      },
      {
        "dayNumber": 5,
        "title": "Day 5: Free day exploring Salzburg.",
        "description": "Why not give yourself a break from cycling today and take the local bus (80 mins) to Mozart's fairytale city of Salzburg? Described as a Baroque jewel, and recognised by UNESCO, its idyllic setting, surrounded by the Alps and bisected by the gentle Salzach river, cannot be bettered by any other city in Europe. Take time to explore its historic heart and you'll find a wealth of Baroque palaces, Renaissance gardens, elegant Viennese cafes and the oldest open-air theatre in Europe."
      },
      {
        "dayNumber": 6,
        "title": "Day 6: Cycle to Lake Nussensee.",
        "description": "Today's cycling route takes you along quiet country lanes and through rural farming hamlets bordered by low Alpine meadows - look out for the neat woodpiles to be used for heating over the winter months. Lunch at the popular Zur Wacht restaurant then ascend up to beautiful Lake Nussensee, a hidden gem completely off the tourist trail; look out for rare orchids scattered around its shady shores. There's lots of time to swim and relax before completing a circular loop back to Strobl."
      },
      {
        "dayNumber": 7,
        "title": "Day 7: Cycle or walk to Lake Schwarzen Cycle or Walk.",
        "description": "You have a choice of walking or cycling routes today across the valley and up through the forest towards Lake Schwarzen, perfectly positioned beneath the shadows of the Vormauerstein, Hoheneck and Breitenberg peaks. Have lunch in one of the restaurants basking in sunshine beneath the snow-capped mountains, then it's a delightful valley descent back to Strobl."
      },
      {
        "dayNumber": 8,
        "title": "Day 8: Leave Strobl.",
        "description": ""
      }
    ],
    "map": ""
  },
  {
    "destination": "Austria",
    "mainPhoto": "",
    "id": "local-cultures-unveiled-luxury-austria-tour",
    "tourName": "Local Cultures Unveiled: Luxury Austria Tour",
    "placesVisited": "Bregenz, Innsbruck, Salzburg, Graz",
    "generalInfo": "Celebrating Austria’s off the beaten path treasures, this 12-night luxury Austria tour is an intimate and authentic exploration of a country’s culture and nature. Avoiding crowded tourist hot spots you will travel into the real Austria, where dazzling scenery and old-world atmospheres provide a welcome break from standard European travel. Welcome to the cultures the world doesn’t really know about.",
    "durationDays": "12",
    "price": "11,700",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Bregenz - Relax on Lake Constance",
        "description": "Most luxury Austrian cultural tours focus on the famous sights, located on the popular touristic route between Vienna and Salzburg. These 12 days will take you in a very different direction, on an experiential journey into Austria’s lesser-known regional cultures. After flying to Zurich you will be greeted by a guide and transferred over the border to Bregenz, on the shores of Lake Constance. This afternoon you will visit the excellent Rolls-Royce Museum in Dornbirn, then catch some contemporary art in Kunsthaus Bregenz. Dine overlooking the lake this evening, as you slowly get used to the Vorarlberg region."
      },
      {
        "dayNumber": "2",
        "title": "Montafon - Traditional Cheese",
        "description": "Now into the mountains, the road twisting north as you admire the scenery change. A local driver-guide is at the wheel and you ascend to Bregenzerwald, where bell-tinkling cows wander open green pastures. The traditional wooden architecture is superb and it’s almost universal here, with hardly a building out of place. Enter one of these buildings for a traditional cheese tasting, before exploring a Werkraum Bregenzerwald, a furniture exhibition dedicated to Vararlberg’s distinctive wooden style. End your day higher in the mountains at Montafon, at a spa hotel offering sublime alpine views."
      },
      {
        "dayNumber": "3",
        "title": "Montafon - Enchanting Spa Retreat",
        "description": "This day has been left free so you can fully appreciate the mountains and spend some time in the on-site spa. Walking trails start from the hotel and crisscross into the valley. You can also take a mountain bike into the valley, with a guide picking you up from the bottom of a slope. After a couple of busy days at the start of your luxury Austria tour, today provides a chance to rest and reset, before you travel deeper into an off-the-beaten-path region. A spa session is included as part of your hotel stay."
      },
      {
        "dayNumber": "4",
        "title": "Montafon - Natural Alpine Roller-Coaster",
        "description": "The Vorarlberg region’s culture involves lots of time in the mountains, savoring the outdoors. A local guide will transfer you to the Golm Alpine Coaster and strap you in for a very unique ride. Part roller-coaster and part tobogganing, this mountain ride is full of thrills and completely different from a typical theme park. Up here you can also do some guided mountain biking, including on an e-bike. To complete today’s alpine immersion you can spend the afternoon ascending Piz Buin, a 10,866-foot peak with stupendous views across the entire region."
      },
      {
        "dayNumber": "5",
        "title": "Innsbruck - Habsburg History and Culture",
        "description": "Weaving across the mountains you’ll leave Vararlberg for Tyrol and its capital city Innsbruck. Adored for its Habsburg architecture, this alpine city mixes regal history with Tyrolean culture. You’ll do a walking tour of the historic old town, from the 16th-century Golden Roof to a series of glamorous townhouse facades. Architect Zaha Hadid’s Bergisel Ski Jump and Nordkettenbahnen reflect modern Tyrolean style, while the Swarovski Crystal World shimmers as you would expect. The culture becomes more immersive as you spend the evening with a local historian, enjoying a five-course Tyrolean tasting menu at a top local restaurant."
      },
      {
        "dayNumber": "6",
        "title": "Zillertal Valley - The Best of Tyrolean Traditions",
        "description": "Staying in the Tyrolean mountains you’ll travel by guided transfer to the Zillertal Valley, where local traditions are tasted throughout the day. Cheese and yogurts reflect the region’s dairy producing heritage, whetting your appetite for traditional sausages at a butcher’s shop in Mayrhofen. This valley is an idyllic ski base in winter, while in summer it enjoys glorious sunshine. You will be staying in a mountain chalet and dinner will be a heavy affair, as you explore the Tyrolean obsession with roasted meats"
      },
      {
        "dayNumber": "7",
        "title": "Zillertal Valley - The Landscapes of Zillertal",
        "description": "Both Zillertal and neighboring Alpbach offer some of the finest alpine scenery anywhere in Europe, not just in the Alps. Trails are neatly connected by gondolas and you will find breweries located in remote mountain huts. Today will be adjusted to your energy and fitness level, as there are countless trails to explore in the two valleys. As well as walking, you can meet the proprietor at the Land of Herbs, explore a local glass factory, and uncover 900 years of Tyrolean art in a monastery turned museum."
      },
      {
        "dayNumber": "8",
        "title": "Zillertal Valley - The Famed Eagle Walk",
        "description": "Austrian culture is defined by the outdoors. While most international visitors flock to the Austrian Lake District, you’ll find more space and more varied landscapes around Zillertal and Alpbach. Traversing these valleys is the Eagle Walk, a superb multi-day trail cutting across the heart of Tyrol. If you want to hike for more than one day you will need overnight accommodation in simple alpine huts. But you can still admire some of the fine scenery in a single day, as well as tucking into a hearty local hiker’s delicacy known as Tiroler grostl ."
      },
      {
        "dayNumber": "9",
        "title": "Salzburg - The Sounds of Mozart",
        "description": "Ah, the Sound of Music and the sounds of Mozart, flowing between your ears as you set foot in Salzburg. Your hotel is in the World Heritage old town, around the corner from where Mozart was born. During the afternoon you’ll use the composer to explore the town, his narrative mingling with city streets and old-world culture. Dine at St Peter Stiftskeller, a Mozart favorite, where a concert plays in the restaurant as a traditional three-course dinner is served. Salzburg is a regal side to Austrian culture and over the day you’ll explore with all your senses."
      },
      {
        "dayNumber": "10",
        "title": "Graz - Authentic Styrian Culture",
        "description": "While Salzburg is crammed with visitors throughout summer, there’s another World Heritage where you can complete your luxury Austria tour. Graz may be the country’s second city but it’s wonderfully free of visitors and very authentic. Here they live Styrian culture and you’ll once again enjoy the contrasts and nuance from Austria’s other regions. A guided tour will reveal the fabulous old town, where baroque rooftops descend at sharp angles. Graz is also superb for foodies and you may find that two days isn’t enough to sample all the Styrian delicacies on show."
      },
      {
        "dayNumber": "12",
        "title": "Graz - Departure",
        "description": "After breakfast you will be transferred to Graz’s international airport for your outbound flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Austria",
    "mainPhoto": "",
    "id": "perfect-luxury-austria-vacation-for-seniors",
    "tourName": "Perfect Luxury Austria Vacation for Seniors",
    "placesVisited": "Vienna, Salzburg, Innsbruck",
    "generalInfo": "Delight in the wonders of nature and culture in addition to savoring the finest luxury Austria tours for seniors. Handcrafted with three nights in each of Vienna, Salzburg, and Innsbruck, you will go in search of local heritage and sublime landscapes. From the sights and sounds of music to regal history and cruising the Danube, these ten days reflect the very best this country can offer.",
    "durationDays": "10",
    "price": "13,000",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Vienna - A Royal Beginning",
        "description": "A baroque cathedral spire stands high above your hotel. A small doorway leads to a grotto laden with jewels. Architectural wonder stretches out each way you look. Welcome to Vienna, one of Europe’s grandest cities. After a private airport transfer, you will have time to freshen up before a short city tour. With a hotel in the historic old town, you can explore most of the key attractions, without needing to travel far. Simply strolling the streets is wonderful here, then there are countless regal cafes for Viennese pastry and coffee."
      },
      {
        "dayNumber": "2",
        "title": "Vienna - Museums and Architectural Highlights",
        "description": "After yesterday’s introduction, you can now venture further into the architectural juxtapositions. On a private tour you’ll explore the nuance between Gothic, baroque, and Secessionist styles, before an intimate look into Otto Wagner’s style. After lunch, there are plenty of excellent museums, and the guide can tailor visits to your interests, with the Freud and Jewish museums especially good. Also unmissable this afternoon is Schonbrunn, a glorious palace that helps to evoke Hapsburg times. Your luxury Austria tours are private, so each day can be adjusted to your preferences. For example, you may add on the Naschmarkt food market today."
      },
      {
        "dayNumber": "3",
        "title": "Vienna - Lipizzaner Stallion Performance",
        "description": "Famously white but also appearing in other colors, Lipizzaner stallions are an icon of the equestrian world. Mixing power with poise, they bound elegantly across a performance ring, as you watch on in awe. On a visit to a Spanish riding school, you’ll discover how these horses are trained, before watching them perform. It’s also possible to ride one, but only if you have significant experience. This laid-back visit can be complemented by more Vienna highlights, including a tour of St Stephen’s Cathedral and a journey to find the original apple strudel."
      },
      {
        "dayNumber": "4",
        "title": "Salzburg - Exploring Wine Country",
        "description": "Vineyards glisten along the banks of the Danube. Waters flow gently as you cruise this famous river. Church spires dot the riverside and old stone bridges arc above your boat. This is the Wachau area, a bucolic sight that’s perfect for a languid afternoon. Leaving Vienna, you will explore Melk Abbey, before a private Danube cruise. Castles and villages roll by, and there’s an immersion in old-world Austrian scenery. After the cruise, you’ll transfer onward to Salzburg, Austria’s most famous destination. Few other European cities evoke such an easy-going and charming atmosphere."
      },
      {
        "dayNumber": "5",
        "title": "Salzburg - The Sound of Music Tour",
        "description": "Salzburg is universally loved by senior visitors. It’s small and accessible enough to get around, either on foot or in a horse and carriage. But you can encounter a superb variety of attractions and highlights, within such a small and perfectly-formed area. Today’s private tour will take you down Getreidesgasse, past flowing Baroque architecture, to an excellent private art museum. Mozart’s house will provide insight into a genius mind, then the sound of music will take you away, as you discover filming locations from the movie."
      },
      {
        "dayNumber": "6",
        "title": "Salzburg - A Day in Salzkammergut",
        "description": "Mountains clamber for attention in the snow-ridden Salzkammergut. Lakes reflect their rugged peaks, creating surreal mirror images that morph into a mirage. Small villages and wooden houses dot the roads, along with bell-tinkling cows. This is Austria’s prettiest region, and you will have a full day to explore, with the exact itinerary decided by you on the day. There are many options for walking if you wish, and you may be interested in visiting the world’s oldest salt mines. Just driving and exploring this area is a lovely insight into the Alps and rural Austrian culture."
      },
      {
        "dayNumber": "7",
        "title": "Innsbruck - Swarovski Crystals and the Hills",
        "description": "Make a stop at the Swarovski Crystal World this morning, a relatively touristic attraction packed with what you would expect. For glistening crystal and indulgent decoration, it’s always worth a stop. You will then continue into Tyral and Innsbruck, an alpine town with a dazzling mountain backdrop. Check into a castle hotel in the hills and gaze across the slopes, as you plan out the final three days with your guide. Innsbruck itself is a charming place to stroll, and you will have dinner reservations in the town, for a first taste of authentic Tylorean cuisine."
      },
      {
        "dayNumber": "8",
        "title": "Innsbruck - Tailoring Your Time in Tyrol",
        "description": "These two days have been kept flexible so you can maximize your time in the mountains. Guided mountain and forest hikes can be adjusted to most abilities and energy levels, as can horseback riding. There is excellent fishing as well, along with artisanal workshops and cooking classes. Guided drives into the mountains are likely to feature on your itinerary, as you explore mind-boggling alpine landscapes and breathe in the fresh alpine air. Also expect plenty of culture, especially in Innsbruck’s Old Town, where traditions are proudly taken forward into the modern day."
      },
      {
        "dayNumber": "10",
        "title": "Innsbruck - Departure",
        "description": "After breakfast you will be transferred to Innsbruck’s international airport for your outbound flight. Alternatively, you can transfer to nearby Munich for your outbound departure."
      }
    ],
    "map": ""
  }
]