{
  "destination": "Austria",
  "mainPhoto": "",
  "id": "local-cultures-unveiled-luxury-austria-tour",
  "tourName": "Local Cultures Unveiled: Luxury Austria Tour",
  "placesVisited": "Bregenz, Innsbruck, Salzburg, Graz",
  "generalInfo": "Celebrating Austria’s off the beaten path treasures, this 12-night luxury Austria tour is an intimate and authentic exploration of a country’s culture and nature. Avoiding crowded tourist hot spots you will travel into the real Austria, where dazzling scenery and old-world atmospheres provide a welcome break from standard European travel. Welcome to the cultures the world doesn’t really know about.",
  "durationDays": "12",
  "price": "11,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bregenz - Relax on Lake Constance",
      "description": "Most luxury Austrian cultural tours focus on the famous sights, located on the popular touristic route between Vienna and Salzburg. These 12 days will take you in a very different direction, on an experiential journey into Austria’s lesser-known regional cultures. After flying to Zurich you will be greeted by a guide and transferred over the border to Bregenz, on the shores of Lake Constance. This afternoon you will visit the excellent Rolls-Royce Museum in Dornbirn, then catch some contemporary art in Kunsthaus Bregenz. Dine overlooking the lake this evening, as you slowly get used to the Vorarlberg region."
    },
    {
      "dayNumber": "2",
      "title": "Montafon - Traditional Cheese",
      "description": "Now into the mountains, the road twisting north as you admire the scenery change. A local driver-guide is at the wheel and you ascend to Bregenzerwald, where bell-tinkling cows wander open green pastures. The traditional wooden architecture is superb and it’s almost universal here, with hardly a building out of place. Enter one of these buildings for a traditional cheese tasting, before exploring a Werkraum Bregenzerwald, a furniture exhibition dedicated to Vararlberg’s distinctive wooden style. End your day higher in the mountains at Montafon, at a spa hotel offering sublime alpine views."
    },
    {
      "dayNumber": "3",
      "title": "Montafon - Enchanting Spa Retreat",
      "description": "This day has been left free so you can fully appreciate the mountains and spend some time in the on-site spa. Walking trails start from the hotel and crisscross into the valley. You can also take a mountain bike into the valley, with a guide picking you up from the bottom of a slope. After a couple of busy days at the start of your luxury Austria tour, today provides a chance to rest and reset, before you travel deeper into an off-the-beaten-path region. A spa session is included as part of your hotel stay."
    },
    {
      "dayNumber": "4",
      "title": "Montafon - Natural Alpine Roller-Coaster",
      "description": "The Vorarlberg region’s culture involves lots of time in the mountains, savoring the outdoors. A local guide will transfer you to the Golm Alpine Coaster and strap you in for a very unique ride. Part roller-coaster and part tobogganing, this mountain ride is full of thrills and completely different from a typical theme park. Up here you can also do some guided mountain biking, including on an e-bike. To complete today’s alpine immersion you can spend the afternoon ascending Piz Buin, a 10,866-foot peak with stupendous views across the entire region."
    },
    {
      "dayNumber": "5",
      "title": "Innsbruck - Habsburg History and Culture",
      "description": "Weaving across the mountains you’ll leave Vararlberg for Tyrol and its capital city Innsbruck. Adored for its Habsburg architecture, this alpine city mixes regal history with Tyrolean culture. You’ll do a walking tour of the historic old town, from the 16th-century Golden Roof to a series of glamorous townhouse facades. Architect Zaha Hadid’s Bergisel Ski Jump and Nordkettenbahnen reflect modern Tyrolean style, while the Swarovski Crystal World shimmers as you would expect. The culture becomes more immersive as you spend the evening with a local historian, enjoying a five-course Tyrolean tasting menu at a top local restaurant."
    },
    {
      "dayNumber": "6",
      "title": "Zillertal Valley - The Best of Tyrolean Traditions",
      "description": "Staying in the Tyrolean mountains you’ll travel by guided transfer to the Zillertal Valley, where local traditions are tasted throughout the day. Cheese and yogurts reflect the region’s dairy producing heritage, whetting your appetite for traditional sausages at a butcher’s shop in Mayrhofen. This valley is an idyllic ski base in winter, while in summer it enjoys glorious sunshine. You will be staying in a mountain chalet and dinner will be a heavy affair, as you explore the Tyrolean obsession with roasted meats"
    },
    {
      "dayNumber": "7",
      "title": "Zillertal Valley - The Landscapes of Zillertal",
      "description": "Both Zillertal and neighboring Alpbach offer some of the finest alpine scenery anywhere in Europe, not just in the Alps. Trails are neatly connected by gondolas and you will find breweries located in remote mountain huts. Today will be adjusted to your energy and fitness level, as there are countless trails to explore in the two valleys. As well as walking, you can meet the proprietor at the Land of Herbs, explore a local glass factory, and uncover 900 years of Tyrolean art in a monastery turned museum."
    },
    {
      "dayNumber": "8",
      "title": "Zillertal Valley - The Famed Eagle Walk",
      "description": "Austrian culture is defined by the outdoors. While most international visitors flock to the Austrian Lake District, you’ll find more space and more varied landscapes around Zillertal and Alpbach. Traversing these valleys is the Eagle Walk, a superb multi-day trail cutting across the heart of Tyrol. If you want to hike for more than one day you will need overnight accommodation in simple alpine huts. But you can still admire some of the fine scenery in a single day, as well as tucking into a hearty local hiker’s delicacy known as Tiroler grostl ."
    },
    {
      "dayNumber": "9",
      "title": "Salzburg - The Sounds of Mozart",
      "description": "Ah, the Sound of Music and the sounds of Mozart, flowing between your ears as you set foot in Salzburg. Your hotel is in the World Heritage old town, around the corner from where Mozart was born. During the afternoon you’ll use the composer to explore the town, his narrative mingling with city streets and old-world culture. Dine at St Peter Stiftskeller, a Mozart favorite, where a concert plays in the restaurant as a traditional three-course dinner is served. Salzburg is a regal side to Austrian culture and over the day you’ll explore with all your senses."
    },
    {
      "dayNumber": "10",
      "title": "Graz - Authentic Styrian Culture",
      "description": "While Salzburg is crammed with visitors throughout summer, there’s another World Heritage where you can complete your luxury Austria tour. Graz may be the country’s second city but it’s wonderfully free of visitors and very authentic. Here they live Styrian culture and you’ll once again enjoy the contrasts and nuance from Austria’s other regions. A guided tour will reveal the fabulous old town, where baroque rooftops descend at sharp angles. Graz is also superb for foodies and you may find that two days isn’t enough to sample all the Styrian delicacies on show."
    },
    {
      "dayNumber": "12",
      "title": "Graz - Departure",
      "description": "After breakfast you will be transferred to Graz’s international airport for your outbound flight."
    }
  ],
  "map": ""
}