{
    "Main_Title": "Best time to visit Ethiopia",
    "Main_Paragraph": "The best time to visit Ethiopia is\nSeptember to April\n, but particularly at either end of the rainy season. Travel in April, when the land is dry and barren, or as it flourishes again in September-October. This green season is also best for highland wildlife. Heavy rain soaks the Omo Valley from the end of March to June, so travel here November-March or June-September. Generally, though, the rains cause little disruption; youll just find lusher landscapes and fewer tourists. Much of Ethiopia sits over 1,500m high, so days can be mild and nights cold  especially in the fog-shrouded highlands, which soar well over 3,000m.",
    "image1": "",
    "when_to_go": "When to go to Ethiopia month by month",
    "when_to_go_html": "<bullet>Ethiopia's annual Christian celebration, Timkat, takes place around the middle of <b>January</b> and, although crowded with tourists and known for large gatherings, this is an amazing event to witness firsthand especially with the relatively mild temperatures.</bullet>\n<bullet>If you're planning on visiting Ethiopia any time over their winter period, which runs until <b>Februar</b>y, you need to be aware that it can get cold in the highlands, especially at night.</bullet>\n<bullet>The Simien Mountains and northern areas, around towns like Lalibela, start to get a little warmer from <b>March</b> and trekkers will find ideal conditions with the occasional shower never too problematic.</bullet>\n<bullet>Regions around the Omo Valley in the southwest of Ethiopia are the first to experience the shorter <i>belg</i> rains in<b> April</b> with the wetter weather moving eastwards into Bale Mountains National Park and the Rift Valley Lakes during <b>May</b> and <b>June</b>.</bullet>\n<bullet>As the heavier and more permanent rains of the <i>kiremt</i> season really start to kick in around Simiens and Bale in <b>July</b> and <b>August</b> it's probably advisable to give them a miss around this time of year and opt for Omo and Mago National Parks instead.</bullet>\n<bullet>Ethiopia's rainy season can stretch into <b>September</b> although around <b>October</b> you'll find the best time of year to visit the central highlands and northern circuit with lush green landscapes featuring carpets of yellow meskel flowers as well as easier travelling conditions.</bullet>\n<bullet>One of the best times to visit the South Omo Valley and the Danakil Depression on the Eritrean border are the months of <b>November</b> and <b>December</b> as temperatures are lower with little or no rainfall.</bullet>\n<bullet>In general, avoid the rainy season from <b>June</b> to <b>August</b> and bear in mind lower temperatures the higher the altitude and hotter conditions the lower you go and the further east you travel.</bullet>",
    "weather_chart": "Simien Mountains Weather Chart",
    "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Simien Mountains Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 3%;\">8 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 6%;\">18 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 15%;\">44 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 24%;\">71 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 32%;\">92 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 36%;\">106 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">291 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">291 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 41%;\">120 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 19%;\">54 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 11%;\">32 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 6%;\">18 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
    "title1": "Tips on the best time to visit Ethiopia",
    "paragraph1": "",
    "image2": "",
    "title2": "",
    "paragraph2": "Lukey Bourne, from our partner Wild Frontiers, shares her best time to visit Ethiopia:\n\"I went in April and it was starting to get hot but we had Lalibela to ourselves. We were going round the rock hewn churches and there were so few tourists. It is just before the rains so it was still very barren and dry, and spectacular. So I usually recommend April.\nThe souths slightly different though. Youre really best going to the Omo Valley in March, as their rains start in April. The roads in the south are not very good so although you can go in the rains, the journeys take quite a lot longer and there is quite a lot of driving everywhere you go.",
    "title3": "",
    "paragraph3": "<b>Linda Maguire, from our partner Undiscovered Destinations:</b><br/> If I went back I would go just towards the end of the rainy season, in September or October. Its absolutely gorgeous; all the wildflowers are out. Its just as green as green can be at the end of the rainy season  but you can go any time. If you have to travel in July or August, It would be in the rainy season but that shouldnt deter people from going if thats the only time they can go.",
    "title4": "Festivals & events in Ethiopia",
    "paragraph4": "",
    "title5": "Timkat",
    "paragraph5": "Lalibela, Addis Ababa and Gondar are the hotspots for this 1,000-year-old epiphany celebration, in which religious processions carry replicas of the Ark of the Covenant. There is lively music, dancing and colourful robes – followed by feasting and a ceremonial bathing to mark Jesus’ baptism. Many tours incorporate Timkat, which takes place from 19-21 January. You can read more\nhere\n.\nIf you'd prefer to travel in September, Meskel - which commemorates the finding of the True Cross - is a two-day celebration with bonfires and feasts. Book well in advance for both."
}