{
    "Main_Title": "Our Ethiopia holidays & tours",
    "Main_Paragraph": "Our Ethiopia holidays and Ethiopia tours introduce you to the people and culture of this East African country. You will sample the finest vegan food (few countries do it better), go trekking in the Bale Mountains, hike to see the baboons in the Simien Mountains, or travel the Northern Circuit to admire the ancient rock-hewn churches of Lalibela. And wherever you go, you’ll be in the company of knowledgeable local guides and staying in smaller, often family-run accommodation. It’s the best way to travel here, and definitely the best introduction to Ethiopia.",
    "Subtitle": "About our Ethiopia holidays",
    "Title1": "Cultural discovery",
    "Paragraph1": "When thinking of Ethiopian culture, many people think of the tribes along the Omo Valley, each with their own distinctive traditions. Our cultural holidays tread carefully here: the Omo tribes continue to maintain their unique cultures and languages under pressure from displacement and increasing interest from tourists. Our tours help by keeping group sizes very small, briefing visitors on local customs, and visiting lesser-visited villages so that the benefits of tourism are more equally spread.",
    "image1": "",
    "Title2": "Walking holidays",
    "Paragraph2": "Our Ethiopia walking holidays take you to trails that are refreshingly crowd-free and work with guides who will introduce you to communities away from the busier sights. Most of our Ethiopia trekking is done in the north of the country, especially in the Simien Mountains National Park, where you can encounter Gelada baboons in the grasslands and rare Walia ibex. You can also explore the Bale Mountains south of Addis Ababa, and do so either in a small group or on a tailor made trip.",
    "image2": "",
    "Title3": "Northern Circuit",
    "Paragraph3": "The Northern Circuit is the most popular – and most impressive – tourism route in Ethiopia, going from Bahir Dar on the shore of Lake Tana (said to be the source of the Blue Nile) to Gondar, Axum and the ancient underground churches of Lalibela. Our small group and tailor made trips on this route normally travel in a clockwise direction, and last for around two weeks, so that you can get the most from the country. A highlight of our Northern Circuit tours is our guided, community based trekking in the Simien Mountains, between Gondar and Axum."
}