{
    "Main_Title": "Our Portugal holidays & tours",
    "Main_Paragraph": "Portugal’s long coastline and under-explored interior are ideal for low carbon travel like cycling or walking. Our relaxed, carefully designed routes take you into rural areas of the Algarve and Alentejo, far from overcrowded resorts, or along the wild Atlantic Coast between Porto and Lisbon. The locally owned hotels and restaurants that we use benefit from holidays that typically bookend the peak season, and offer you a genuine taste of Portuguese culture. Walking holidays also look to Madeira and the gorgeous Sintra Natural Park outside the capital. This ever-popular family destination also offers plenty of expertly guided activity holidays.",
    "Subtitle": "About our Portugal holidays",
    "Title1": "Portugal on two wheels",
    "Paragraph1": "Portugal is growing in popularity for cycling holidays, thanks to many magnificent coastal and inland routes, most of which seem to end in a sandy beach. Typically, our cycling options are tailor made, self guided trips with plenty of support and excellent route notes provided by locally-based experts. Portugal’s wild and windswept Atlantic Coast from Porto to Lisbon is a popular route, and there are lush trails in the Peneda-Gerês National Park in the north of the country. And if you want a really different destination, try our cycling trips in the Azores, an Atlantic archipelago where you can combine cycling with world-class whale watching. All of our cycling trips are committed to protecting the natural environment and minimising the effects of overcrowding in the destinations they visit.",
    "image1": "",
    "Title2": "Walking in Portugal",
    "Paragraph2": "There’s more to Portugal than beach holidays, and one of the best ways to find that out is with one of our walking holidays. You can follow\nlevada\nwater channels through UNESCO-protected forest on Madeira, watching out for dolphins dancing in the waves. In the Azores, walking and whale watching makes for a sublime combination. And in the Alentejo region you can leave the crowds behind, exploring aromatic pine groves, traditional fishing villages on the coast, and plains of cork oaks, olive trees and grapevines. Expect to cover around 20km a day on our walking holidays that are typically tailor made, self guided and always supportive of the communities they visit.",
    "image2": "",
    "Title3": "Family holidays away from the crowds",
    "Paragraph3": "The Algarve might be best-known for family holidays, but there’s also plenty of fun to be had elsewhere in Portugal. You can explore Roman and Arabic ruins, and learn the stories of Europe’s first great ocean explorers. And while the most popular beaches of the Algarve can get crowded during peak season, Portugal boasts some 1,800km of extraordinarily diverse coastline – ideal not just for sunbathing, but also for our activity holidays, featuring surfing, scuba diving and kayaking too. Our holidays visit the quieter, less touristy areas in the Algarve where you can get a taste of the real Portugal away from the resorts.",
    "Title4": "Flight free holidays to Portugal",
    "Paragraph4": "Portugal is a lot closer than you might think, and you can easily get from London to Lisbon in under 24 hours on a flight free holiday. A typical journey from the UK might go through northern Spain by ferry and road from Portsmouth, or through Spain via Lyon or Paris by rail. And of course there are several scenic routes from other parts of Europe. Our friendly Travel Team are always happy to help with advice, and you’ll find details of suggested routes and approximate timings on many of our holiday pages.",
    "image3": "",
    "Title5": "Tours & holidays in Portugal",
    "Paragraph5": "Most visitors to Portugal focus on the Algarve or Lisbon, but the country also has a fantastic reputation for walking holidays and cycling holidays. We offer tailor made walking and cycling trips for both and there are plenty of small group holidays to choose from too. And if you like to mix things up a little, you can also opt for one of our multi activity holidays, whether that’s watersports in Alentejo or mountain biking with kayaking and whale watching in the Azores. Our adventure holidays cover everything from swimming with dolphins in crystal clear waters off Madeira, to cycling and surfing your way around the Costa Verde. You can be sure that your trip will benefit local communities and protect the natural environment you visit.",
    "Title6": "Where to go on holiday in Portugal",
    "Paragraph6": "Inland Algarve, and the southwest coast, are a world apart from the golf resorts, high rises, time shares and crowded beaches found in other parts of the region. Instead, expect sleepy villages and seaside towns, and great expanses of countryside to explore. The Alentejo region borders the Algarve, and is largely overlooked by tourists. It offers tranquil, undeveloped landscapes perfect for cycling and walking, plus windy beaches to tempt surfers. And Madeira, to the west of Morocco, is a volcanic island with a coastline fringed with reefs and an interior composed of mountains, plunging valleys and lush forest."
}