{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-garden-route-luxury-holiday",
  "tourName": "South Africa Garden Route luxury holiday",
  "placesVisited": "",
  "generalInfo": "Experience the greatest adventures on the Garden Route, handpicked by our local experts to showcase the very best of South Africa. Begin in buzzy Cape Town, ascending Table Mountain by cable car, before touring the Winelands, exploring the 20m-year-old Cango Caves, and searching for ocean giants on a wildlife-watching boat trip. It ends in the African bush, where expert rangers help you spot those iconic safari animals. To elevate your experience, you’ll stay in Premium accommodation throughout – the perfect sanctuary after a day of adventure.",
  "durationDays": "11",
  "price": "5799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Cape Town, undeniably beautiful, culturally rich and a gateway to the Garden Route. Around 6pm, say howzit to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big South African welcome by arranging dinner at the hotel restaurant. Want to explore Cape Town further? Secure pre-tour hotel nights through your sales representative. Accommodation: The Winchester Boutique Hotel (or similar) Upgrade to a sea-view suite today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Experience the best of Cape Town today. It starts with a driving tour around the city, visiting plenty of landmarks, including the Castle of Good Hope, Grand Parade and St George’s Cathedral. We then head to Table Mountain, where we ascend to the top by cable car, weather permitting, for glorious views over Cape Town, Robben Island and the Twelve Apostles. The afternoon is free for you to explore further, including an optional excursion to Robben Island, which you can book before the trip begins. Accommodation: The Winchester Boutique Hotel (or similar) Upgrade to a sea-view suite today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Discover the highlights of the Cape Peninsula, jumping into the vehicle to enjoy the Chapmans Peak drive, among the most spectacular coastal routes in the world, on our way to the Cape of Good Hope, where we take the funicular to the Cape Point lighthouse. Next, we visit the protected African penguin rookery at Boulders Beach, before lunch at Seaforth Restaurant in Simon’s Town, where we can tuck into seafood while gazing over the waters of False Bay. After, we head to Kirstenbosch National Botanical Garden on the slopes of Table Mountain. Here, we wander the trails, seeing some of the 7,000-plus southern African plant species that form a gorgeous natural display. As the sun begins to set, we head to the on-site MOYO restaurant for drinks and glorious views over the garden. Accommodation: The Winchester Boutique Hotel (or similar) Upgrade to a sea-view suite today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After a leisurely morning at the hotel, we dive deep into traditional Cape Malay cuisine, known for its fruity, mild and full-bodied flavours. And there’s no better place to do this than the Bo-Kaap district of Cape Town, an area characterised by steep cobblestone streets and brightly painted houses. We learn the history of the Cape Malay people from our tour leader as we stroll to a home, before we learn the secrets of Cape Malay cooking from our host, attempting to fold samosas, while also sampling delicious dishes. After, we head to our hotel in South Africa’s renowned wine region, ready for our explorations tomorrow. Accommodation: Le Franschhoek Hotel and Spa (or similar) Upgrade to a one-bedroom villa today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Join your tour leader for a delightful day exploring the Winelands. Our first stop is Stellenbosch, where we join our leader on an orientation tour, before ducking into a wine estate for an expertly guided tasting. After, we head to Franschhoek, said to be the gourmet capital of South Africa, to enjoy another tour, before a food and wine pairing at MIKO restaurant with views of the Franschhoek Valley and vineyards. Finally, we visit another wine estate, exploring the cellars and enjoying another tasting experience. Accommodation: Le Franschhoek Hotel and Spa (or similar) Upgrade to a one-bedroom villa today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bid farewell to the Winelands and transfer (five hours) to one of South Africa’s greatest natural treasures: the Cango Caves. Formed over 20m years ago, this extensive complex of caverns is home to magnificent stalactites and stalagmites, which we learn all about from a local guide. We then complete our journey, arriving at our hotel in Oudtshoorn, a town at the foot of the Swartberg Mountains. Accommodation: Surval Boutique Olive Estate (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today's journey takes us to Bloukrans Bridge (home to the highest commercially operated bungy jump in the world) and Tsitsikamma National Park, where we visit Storms River Mouth (weather permitting), the end point of the Garden Route. Then continue to Plettenberg Bay, but not before stopping for lunch at a lagoon-side restaurant in Knysna. This pretty coastal town is known as the oyster capital of South Africa, so you may wish to take advantage and enjoy an optional oyster-tasting session. Accommodation: Hog Hollow Country Lodge (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After a morning at leisure, we hop onto a boat for a sea safari. To give us the best chance of spotting mighty ocean animals, the skipper determines the best route. Depending on the time of year, we may visit Humpback Highway, where migrating humpback whales travel on their way to breeding or feeding grounds. With the help of the experienced skipper, we may also spot southern right whales, bottlenose dolphins and Indo-Pacific humpback dolphins. Accommodation: Hog Hollow Country Lodge (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Leave early this morning and transfer (3hr 45min) to our lodge in Kariega Private Game Reserve, where we enjoy lunch. In the evening, we head into the private reserve for a game drive in open safari vehicles. Joined by an experienced ranger, we explore the African bush, with the chance to spot lions, elephants and more. Cap the day with a sundowner in the bush! Accommodation: Kariega Main Lodge (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Rising early for tea, coffee and a snack, we leave for an early morning game drive or river cruise with the chance to spot more safari animals. After returning to the lodge for a late breakfast, you can either enjoy a bush walk, spa treatment (additional cost), have a swim or relax after your early start. Post-lunch, we depart for an evening game drive and sundowners, a chance to see animals you may not have spotted yesterday or this morning. Return to the lodge for a farewell dinner, in which we can relive some of the adventures we’ve had together. Accommodation: Kariega Main Lodge (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "The adventure ends at Kariega Private Game Reserve. If you’d like more time to explore the African bush, speak to your sales representative about extending your stay. Alternatively begin your journey home and join the group transfer to Port Elizabeth (a journey of around 1hr 40mins)."
    }
  ],
  "map": ""
}