{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "cape-town-to-johannesburg-tour-south-africa",
  "tourName": "Cape Town to Johannesburg tour, South Africa",
  "placesVisited": "",
  "generalInfo": "Witness first-hand all that is fantastic about South Africa - stunning beaches, dense forests and abundant marine and bush wildlife. We visit the most southerly point in Africa, venture along the world-renowned Garden Route, the lesser-known Wild Coast and explore the mountainous kingdom of Lesotho. Note: This is one of our Overland Adventures which are run using one of our specialist famous yellow overland expedition trucks. Trips are run on a participatory basis – you’ll be involved in the day to day running of the trip and have fun taking turns helping to shop and cook for the group. Expect to sometimes get dusty and dishevelled and not to be able to have hot showers every night. Groups of up to 24 people are led by our crew of two. Please note that the accommodation on this trip is predominantly camping, though there may be opportunities to upgrade this locally where rooms are available. Please see the trip inclusions for an approximate percentage of camping and room nights. Our Overland Adventures provide once in a life time experiences and whilst some safari activities may be included in the itinerary, or be available to book locally, this should not be considered a traditional safari holiday, though we consider that part of the fun!!",
  "durationDays": "17",
  "price": "1295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "CAPE TOWN TO LITTLE KAROO We depart from Cape Town taking a leisurely drive along the coastal roads to the Cape of Good Hope, a rocky headland at the southern end of the Cape peninsula. Here you have a chance to walk up to the upper lighthouse or take a ride on the Flying Dutchman Funicular for some spectacular views. After visiting the Cape, we follow the coastline on to our next stop. We overnight in Hermanus/Gansbaai and the next day there are several marine options - Whale watching, Shark Cave Diving and Dyer Island Nature Reserve. From here we will head for the most southern tip of Africa at Cape Agulhas - which is the dividing line between the warm Indian Ocean and the cooler Atlantic Ocean. The seas around Cape Agulhas are very treacherous and have caused numerous shipwrecks, to help reduce fatalities the Cape Agulhas Lighthouse was built in 1848 and is the 2nd oldest working lighthouse in South Africa. From August to December Southern Right and Humpback Whales may be spotted along the coast - as they feed in the nutrient rich waters off the southern coast. From Cape Agulhas we pass through the Outeniqua Mountains to the Little Karoo - we will visit an Ostrich farm to learn more about the world’s largest bird. The Ostrich has been around for 8 million years, and a feather was discovered in King Tutankhamun's tomb in Egypt. 97% of the world's population of Ostriches lives in the Karoo. We will also explore Cango Calcite Caves recognised as one of the world's finest networks of Calcite caves. The bizarre formations of Stalagmites and Stalactites represent over a million years of slow formation."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "LITTLE KAROO TO ADDO NATIONAL PARK We spend two days winding our way along South Africa's famous Garden Route where there is a wealth of things to see and do. We travel through the popular resort of Knysna, located on a tranquil lagoon that is protected from the sea by two enormous cliffs known as 'the heads'. We visit the Tsitsikamma Forest, where you will be able to hike along the coast and view the crashing waves at the mouth of the scenic Storms River, and maybe spot dolphins and whales in the ocean. Optional excursions in this region include mountain biking, black water tubing, and the mother of all bungee jumps at Bloakrans Bridge - the highest jump in the world at 216 metres. From the Garden Route we continue along the coast and in the summer months (October to March) there will be an opportunity to stop at one of the beaches we pass before we head inland to Addo Elephant National Park which has recently been extended to include part of the coast and is now home to the BIG 7 - lion, rhino, elephant, leopard, buffalo, whale, and shark! On our game drive we hope to spot some of the many elephants that the park is famous for, which are the most southerly population in Africa."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "ADDO NATIONAL PARK TO FREE STATE We then drive to the beautiful, rugged, and remote Wild Coast to the quaint little seaside village of Cintsa. Situated on the banks of the Cintsa River and estuary - Cintsa offers a haven in a tranquil setting, surrounded by lush indigenous forest and thicket, and an amazing bird life. You will have a fee day to enjoy the unspoiled stretches of white sandy beaches, take a canoe ride up the river, many hikes in the area, horse riding and so much more. We will then make our way towards the mountain Kingdom of Lesotho overnighting on route."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "FREE STATE TO ROYAL NATIONAL PARK Lesotho, often referred to as 'the kingdom in the sky'. This little country is surrounded by South Africa and is covered by mountains from 1000m to 3000m high. The scenery here is tremendous and the mountain air crisp and fresh. Here we will see Lesotho's horsemen dressed in their blankets and gumboots trotting around the hillsides. We spend a couple of nights at Malealea Lodge, Lesotho's most famous countryside retreat tucked up high in the mountains. Here there are isolated waterfalls, cool rock pools ideal for swimming, and peaceful hikes in the surrounding hills. This is also a great place to try pony trekking - one of the best ways to enjoy the scenery is atop a sure-footed Lesotho pony. We drive through the lowlands of Lesotho and visit Thabo Bosiu or Mt. Moorosi with a local guide (time & weather permitting). This mountain stronghold was the home of Chief Moshoeshoe, the founder of the Basotho nation. We continue through Lesotho's tiny capital Maseru, and re-enter South Africa."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "ROYAL NATAL NATIONAL PARK TO JOHANNESBURG The Royal Natal National Park on the edge of the Drakensburg Mountains has an impressive natural Amphitheatre of massive rock walls. The Tugela River plunges spectacularly over the edge of the Amphitheatre wall, dropping around 800m through a series of five falls. There are over 130km of walking trails around the park-many of which are easy, half day strolls, through beautiful countryside of grassland dotted with patches of yellowwood forest and proteas set against the stunning backdrop of the Amphitheatre. Heading north we pass through small towns and villages, through Afrikaaner heartland, making our way to South Africa’s largest city, Johannesburg. Built because of the gold rush, the city has grown into one of the wealthiest cities in the world. We will be staying at a laid-back backpacker in a suburb of Johannesburg, where you can relax by the pool"
    }
  ],
  "map": ""
}