{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "wine-and-art-holiday-south-africa",
  "tourName": "Wine and art holiday, South Africa",
  "placesVisited": "",
  "generalInfo": "South Africa is synonymous for fine dining and great wines…to say the least. The Cape Winelands draws you in every sense of the word…it possesses the lavish landscape, the majestic mountains and produces the fruit of all its labour. With a wine culture that stretches back for centuries, this tour will introduce you to the best wines in the region.  <br/><br/>In the last decade, there has been a significant development in South Africa’s contemporary art scene, particularly in the capital city. The arts sector has flourished rapidly, especially after the inauguration of the Zeitz Museum of Contemporary Art Africa in 2017. This vibrant mother city has been a major epicentre for African art, Indigenous art, and artists. The expression of its rich and complex political, cultural history is evident in the work of some of the most exciting emerging artists of the region. With an exponential growth of art galleries as well as public and private institutions, matched with rising demand for African art around the globe, there is an endless amount of art to explore in the bustling, picturesque city of Cape Town. <br/><br/>The trip will see us blend wine with music, art, cheese, chocolates, and even biltong. You can even attempt the ancient art of Sabrage with the assistance of your ambassador. This unique tour will combine these two exceptional sectors and invite the novice art lover to the wine enthusiast. Something for everyone. And if you enjoy all of this, it is made with you in mind!",
  "durationDays": "6",
  "price": "2775",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your shuttle awaits you at Cape Town International Airport. Your accommodation over the next few days is a charming country wine estate with an incredible story of transformation.The beautiful country estate lies in the small town of Wellington. Once you are settled in, you can stroll in the gardens or relax at the pool. Later, you will enjoy a delicious dinner at the on-site restaurant. Wellington is situated at the foot of the Groenberg on the banks and forms the centre of the Cape Winelands with its picturesque environment and numerous wineries.The perfect climate in Wellington, supports the production of some exceptional \"big red\" varieties such as Shiraz, Pinotage, and Cabernet Sauvignon. Chenin Blanc and Chardonnay are the main white varieties and great examples of these are also in abundance. We start our wine & art tour here..."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, we visit the cellar in the Oude Molen, Stellenbosch for a wine making experience. Led by an inspirational woman who will passionately share the art of winemaking. After the demonstration, we started our wine-tasting tour in the historic town. Stellenbosch is the second oldest town in South Africa and is known for its natural beauty and oak-lined avenues, Cape Dutch architecture, history, and culture. The town lies in a fertile valley surrounded by vineyards, orchards, and mountains. It is an academic and farming community and one of the best-preserved towns in South Africa. On your way back, you will stop at a wine farm with a beautiful sculpture garden and enjoy a wine & olive tasting."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Franschhoek is a small village nestled at the bottom of a fertile valley in the heart of the Cape Winelands, surrounded by rolling green hills, strawberry farms, and endless rows of grapevines. Today, we start with wine and poetry before getting onto the popular wine tram that stops at several wine farms for wine tastings. You will stop at one of the farms which take you to the next level, by making, bottling, corking, and labeling their own red or white blend in a 1.5l magnum bottle. You can even attempt the ancient art of Sabrage with the assistance of a wine ambassador. For lunch, you will indulge in a traditional South African meal set on a boutique wine farm."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After tasting and drinking for days, today you can explore the countryside on your own. Our guide will give some tips on what to do and where to go, or you might just want to stay in. The country estate is quiet and walks on the farm will be refreshing."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, we head to the city exploring Cape Town's vibrant art scenes. We will stroll through art galleries and visit the Zeitz Museum of Contemporary Art. You will have time to walk around the V&A Waterfront before we head back to the winelands. We stop at a wonderful wine farm that showcases South Africa's Indigenous artists."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Our wine tour comes to an end, but there is always chance for one more! That is your surprise and our secret!"
    }
  ],
  "map": ""
}