{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "garden-route-tour-and-safari-in-south-africa",
  "tourName": "Garden Route tour and safari in South Africa",
  "placesVisited": "",
  "generalInfo": "The Garden Route, the greatest road trip in South Africa, deserves an adventure to match. So, join this activity-packed itinerary for a showcase of its greatest experiences, handpicked by the local experts. You’ll discover the wonders of Cape Town and the glorious Cape Peninsula, ride the wine tram to legendary wine estates, marvel at mischievous meerkats, cruise the beautiful Knysna waterfront and hike through the dramatic landscapes of Tsitsikamma National Park. It ends with an unforgettable safari through the African bush, spotting beasts big and small with the help of an expert ranger.",
  "durationDays": "10",
  "price": "3149",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in cosmopolitan Cape Town, undeniably beautiful, culturally rich and a gateway to the Garden Route. Around 6pm, say howzit to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big South African welcome by arranging a group dinner. Want to explore Cape Town further? Secure pre-tour hotel nights through your sales representative. Accommodation: City Lodge Hotel V&A Waterfront/Protea Hotel Cape Town Waterfront Breakwater Lodge (or similar) Upgrade to a room with a balcony today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Discover the wonders of Cape Town and the Cape Peninsula today. It starts with a driving tour around the city, our tour leader showing us the key landmarks, including the Castle of Good Hope, Grand Parade and St George’s Cathedral. We then head to the iconic Table Mountain, where we ascend to the top by cable car, weather permitting, for glorious views over Cape Town, Robben Island and the Twelve Apostles. After, drive to the Cape Peninsula, where we visit the Cape of Good Hope, a spectacular promontory jutting into the Atlantic, and take a funicular to the lighthouse. We visit Boulders Beach to see the penguins before returning to the hotel. Accommodation: City Lodge Hotel V&A Waterfront (or similar) Upgrade to a room with a balcony today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Depart Cape Town, taking the 2hr 20min coastal road to Hermanus, stopping en route at Harold Porter Botanical Gardens and Stony Point to view the resident African penguins. The beautiful seaside town of Hermanus offers some of the best shore-based whale watching in the world during the whale season (August to November), particularly of the southern right whale. Enjoy free time to explore and eat lunch, before returning to Cape Town. Accommodation: City Lodge Hotel V&A Waterfront (or similar) Upgrade to a room with a balcony today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We’re off to Franschhoek today (a 1hr 45min drive), labelled the wine capital of South Africa, to tour picturesque vineyards on the legendary wine tram. This hop-on, hop-off experience provides an entertaining and leisurely way to explore the Franschhoek Valley. The combination of tram and tram bus transports us around a loop, allowing the group to jump off at some of the oldest and most-distinguished wine estates in the world, while also discovering the history of the region and wine cultivation with two tastings. Accommodation: PH by Marriott Stellenbosch Dorpshuis and Spa (or similar) Upgrade to a suite today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bid farewell to the Winelands and transfer (five hours) to one of South Africa’s greatest natural treasures: the Cango Caves. Formed over 20m years, this extensive complex of caverns is home to magnificent stalactites and stalagmites, which we learn all about from a local guide. After, we gather for an essential South African experience: a braai! It's as much a social occasion as it is a barbecue, with everyone coming together to enjoy each other's company, the beautiful scenery and a delicious meal. Accommodation: De Opstal Country Lodge (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Wake early this morning for our 6.15am transfer to Berluda Farm. Joined by a trained ranger, we head into the farm’s Klein Karoo landscape of arid semi-dessert to observe the resident meerkats as they forage and frolic around their burrows. Leaving the farm, we transfer (45 minutes) to Meiringspoort Waterfall, where a stream tumbles down a smooth rock face into a deep pool. Bring your swimwear, it may be possible to take a dip in the pool beneath the cascade. After, we continue (2hr 25min) to Knysna, where we spend the next two nights. Accommodation: aha Rex Hotel (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy a morning at leisure, with the opportunity to book optional activities, such as zip lining, quad biking or a monster scooter tour. At midday, we leave the hotel and board the Featherbed ferry for a 30-minute cruise along the scenic waterfront. Our journey takes us to the Featherbed Nature Reserve, where we ride a 4x4 to spectacular viewpoints and learn all about the local history, flora and fauna from a specialist guide. You can also join an optional guided walk (1.2mi/2km) through coastal forest, fynbos and ancient sea caves. After, we enjoy a delicious buffet lunch under a canopy of milkwood trees. Returning to Knysna Waterfront, take time to explore, enjoying the mix of leisure, shopping and dining activities, before heading back to the hotel for a relaxing evening. Accommodation: aha Rex Hotel (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, we transfer (three hours) to Gqeberha (Port Elizabeth). Along the way, we visit Bloukrans Bridge (home to the highest commercially operated bungy jump in the world) and Tsitsikamma National Park, where we visit Storms River Mouth (weather permitting), the end point of the Garden Route. Accommodation: The Kelway Hotel (or similar) Upgrade to a larger room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Spend your final full day in South Africa exploring Amakhala Game Reserve, riding an open Land Rover in search for iconic safari animals. We’re joined by an experienced game ranger, who knows all the animals’ favourite hiding spots, with the chance to see wildebeest, cheetahs, giraffes, zebras and antelopes. After returning to the hotel to refresh, we head out together for a farewell dinner, the ideal opportunity to recount tales from the adventure. Accommodation: The Kelway Hotel (or similar) Upgrade to a larger room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "The adventure ends today, and we begin our return journeys home. If you have time to linger, consider joining a morning safari in Schotia Game Reserve. Alternatively, if you’d like to extend your adventure, speak to your sales representative to discuss our large range of extension options."
    }
  ],
  "map": ""
}