{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-self-drive-safari-in-limpopo-province",
  "tourName": "South Africa self drive safari in Limpopo province",
  "placesVisited": "Johannesburg, Welgevonden Game Reserve, Kololo Game Reserve, Soutpansberg Mountains, Mapungubwe National Park, Leshiba Wilderness, Five wildlife watching experiences",
  "generalInfo": "Our South Africa safari holiday in Limpopo Province is a self drive trip around the country’s northernmost province and one that proffers the most spectacular, off the beaten track experiences. Pick up your hire car in Johannesburg and drive north for three and a half hours to Welgevonden Game Reserve, your first safari port of call. As with many places on this itinerary, you can choose from villas, chalets or tented camps as a place to stay, but we also recommend you spend three nights here in order to gain maximum enjoyment from the Big Five game viewing experiences. <br/><br/>The cultural heritage of the Limpopo Province is also a feature of this holiday, and we try to incorporate as many experiences as possible such as visits to galleries, artisans, local cafes and community run enterprises. Your next stop in the Soutpansberg Mountains is ideal for this, home to the Venda and Tsonga people with a fascinating heritage. <br/><br/>The heritage of the ancient San people is also a feature of your next stop, staying at a bush lodge near Mapungubwe National Park, a World Heritage Site bestrewn with rock paintings and artefacts of San Bushmen and Iron Age Bantu. As with everywhere in Limpopo there are also dramatically beautiful landscapes all around, with more to follow at Leshiba Wilderness game where you can go on a walking safari to see giraffe, zebra and wildebeest, to name but a few. <br/><br/>These are just a few ideas for your trip to Limpopo, with the suggested itinerary below, but we can tweak this to suit your budget and timeframe. <br/>",
  "durationDays": "11",
  "price": "3550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Johannesburg, you collect your car and drive into the malarial-free Welgevonden Game Reserve for a 3 night stay at Kololo Game Reserve. Kololo Game Reserve offers a varied African safari experience a mere 3,5 hours drive from Johannesburg. Kololo is situated in the beautiful, malaria-free Waterberg area and affords guests the chance of seeing a wide variety of free ranging wildlife including giraffe, kudu, zebra, eland and impala. Enjoy game drives, walks or a mountain bike ride assisted by Kololo’s friendly and knowledgeable rangers. Part of Kololo is integrated into Welgevonden Game Reserve, a Big Five region. Here elephant, rhino, lion, leopard and buffalo abound along with a range of other animals and an abundance of birds. Accommodation types vary from chalets and villas to the tented camp. Relax at the pool, enjoy a bush braai or sip a drink while soaking in the splendour of the African bushveld view from the lookout decks."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning you have an early start for a drive into the Soutpansberg Mountains and to Madi a Thavha lodge, where you will stay for 2 nights. Madi a Thavha Mountain Lodge is situated in the Soutpansberg Mountains, a brief 4 hour drive from Kololo. Madi a Thavha lies resplendent in a beautiful valley against a dramatic mountain backdrop. Here one can relax while enjoying warm hospitality amid the rich diversity of local arts and crafts. An art gallery and exhibition centre that is incorporated in the lodge gives an overview of various cultures and how traditional objects have evolved into contemporary arts and crafts. Explore the Venda and Tsonga tradition and lifestyle on a day tour through this incomparable region and visit workshops where local artists have developed strong creative skills in wood carving, textile design and ceramics."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning you drive further north to Mopane Bush Lodge, where you stay for 3 nights, a mere 2 hours from Madi a Thavha. Mopane Bush Lodge, is an intimate bushveld lodge inspired by traditional African design. You will stay in a secluded thatched en-suite chalet with outdoor shower. Relax at the pool and dine under the stars. Mapungubwe National Park, the Limpopo World Heritage Site, lies adjacent to Mopane Bush Lodge and is filled with sandstone landscapes, thousand year old baobab trees and herds of African wildlife. Rock paintings and artifacts of San Bushmen and Iron Age Bantu cultures cover this evocative space. Soak in the breath-taking vistas from the Treetop walk and Confluence viewpoint adjacent to the mighty Limpopo river where South Africa, Botswana and Zimbabwe merge."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you drive on a further two hours to Leshiba Wilderness, where you stay for 2 nights. Leshiba Wilderness is a magical game reserve situated high up on top of the Soutpansberg Mountains and a 2 hour drive away from Mopane Bush Lodge. Leshiba has over 340 indigenous tree species and abundant animal and bird life. Walk amongst wildlife including giraffe, zebra, wildebeest, porcupines and pangolins; along spectacular trails through forests, across plains and down breathtaking gorges with sparkling pools. Visit ancient Bushmen Rock Art sites. Enjoy sundowner game drives, guided walks and adventure horse riding trails. Your stay is in the extraordinary and authentic Venda Village lodge that was created together with acclaimed Venda artist, Noria Mabasa. The Venda village has 5 rooms and 2 suites with private plunge pools. Pure cotton linen, delicious baths, candlelight and kerosene lamps add to the romance."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today you drive back to Johannesburg airport, where you drop off your car in time for your onward flight."
    }
  ],
  "map": ""
}