{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-safari-holiday-14-days",
  "tourName": "South Africa safari holiday, 14 days",
  "placesVisited": "Rukiya Safari Camp, Unique 'bush senses' experience, Bush walks, Help Ingwe Leopard Research Team set camera traps, Wild Rivers Reserve, Private concession in Balule Reserve, Parsons Private Nature Reserve, Klaserie Game Reserve, Thornybush Game Reserve",
  "generalInfo": "This 14-day safari to South Africa offers an exciting, diverse package at an affordable price. The base for this trip is the exclusive Rukiya Safari Lodge, on the banks of the Blyde River in the Wild Rivers Private Nature Reserve. Rukiya is also a key location for our leopard research program. Spend four days here with our team, enjoying big five game drives, bush walks and our fun ‘bush senses’ experience. From here, move on to visit three other game reserves, so you experience a mix of lodge styles and reserves, for a fully rounded and rich safari experience. <br/><br/>Many safaris are concerned simply with spotting the Big Five, but this trip strikes a balance between game viewing and the chance to gain an understanding of wildlife conservation, and even get involved with it. You will have the opportunity to explore our home reserve with wildlife conservationists, too, and there is of course plenty of time for relaxation and enjoying the African bush. <br/><br/>The safari itinerary shown below has been developed and honed over many years, in keeping with our company ethos and taking into account feedback from our safari guests. It includes all the elements we believe an African safari should have, and continues to delight guests, who regularly leave five star reviews! We can also offer exclusive tailored safari itineraries to suit your personal needs and preferences – just let us know.<br/><br/>We understand how important it is to be able to plan your safari costs before you arrive and avoid any hidden extras. We don’t believe in hidden extras and where possible provide an all-inclusive price, with any additions to that clearly flagged up on the itinerary. <br/><br/>Safaris are available all year round, so do get in touch and tell us what you’re looking for. Together we can make your time with us an experience you’ll cherish for a lifetime. This safari is also available for families, with children under 12 years paying 50% of the adult price. All bush walks are replaced by game drives for any children under 14 years.<br/>",
  "durationDays": "14",
  "price": "5100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your safari begins at Hoedspruit Airport (HDS) were you will be met by on arrival by a member of our team and transferred to Rukiya Safari Camp just 25 mins away. Eastgate Airport is the established gateway to the heartland of South Africas wildlife game viewing reserves and has three daytime flights arriving each day from Johannesburg, that are scheduled to assist international visitors to easily connect with Hoedspruit.. Many of our guests prefer us to arrange for their internal flight from Johannesburg to Hoedspruit (50 mins), or alternately for a scenic road transfer (approx 5 hours) which takes the hassle out of arranging the final leg of your journey and is a service that we offer our guests at cost price. Whether you choose to transfer by air or road the price is the same for singles or couples, however a road transfer is more cost effective for a small group or family travelling together. Whichever transfer you prefer you will arrive at Rukiya Safari Camp in time to settle in and rest and relax. Rukiya is a small luxury tented camp within the Wild Rivers Reserve and is a key area for our leopard research team. The camp nestles along the banks of the Blyde River among age old tress, a truly stunning location. Later in thew day, before the sun sets we’ll take a short stroll along the river bank and enjoy a sundowner, returning to the lodge for dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You are woken with an invigorating cup of coffee before setting off on a morning game drive. Your morning game drive will take you through the Wild Rivers Reserve and into the adjacent Balule Reserve (part of the Greater Kruger Park) where you will be able to enjoy your first big five game drive. Lunch is followed by time to relax and enjoy the views from your private deck with river views, before your afternoon game drive in the Wild Rivers Reserve, before returning home for a sumptuous dinner. On your first full day on safari we will include our unique bush senses experience. This is an activity that we have developed over many years and has proven to be very popular with our safari guests. In a fun way it encourages you to use all of your senses when in the bush. Not just sight, but also smell, hearing and touch. Some of our senses are dulled by modern living, but this simple and fun exercise quickly hones one’s bush senses, ideal preparation for any safari."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "An early morning game drive will take you through the Wild Rivers Reserve and into the adjacent Balule Reserve (part of the Greater Kruger Park), breakfast will be served in the bush before return to Rukiya. There will be time to rest and relax and enjoy lunch, and when the heat of the day has faded a little, you may join our rangers learning to track leopards and other predators within the reserve, where the Ingwe Leopard team are monitoring the resident leopard population. You will have the chance to try your hand at camera trapping. You’ll be given a motion activated camera trap to put at a place of your choosing on the reserve, with the aim of capturing images of the resident leopards. Over the remainder of your safari your camera will photograph any animal that walks by and triggers the motion sensor day or night. We’ll see what animal pics you capture at the end of your safari. This is the point when you can put all you have learnt so far into action. Guided by the Ingwe team you are able to consider and select places along game trails that you feel are likely spots to photograph the local leopards as they roam during the forthcoming nights. Leopard movement and territorial behaviour changes almost on a daily basis and is dependent on many factors, making this a fascinating and fun exercise and rightfully invites you to feel and become part of the Ingwe team. Return to camp for drinks and dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast we will transfer to the near by transfer to the luxurious Raptors Retreat in the Greater Kruger Park arriving in time for lunch. An afternoon game drive within the reserve returns to your lodge in time for dinner. The following morning you’ll have an opportunity to enjoy an escorted bush walk within the big five Balule Reserve, returning to your lodge for a late breakfast. Midday at leisure perhaps snoozing in the heat of the day, or enjoying a dip in the pool, or watching animals passing by. Your afternoon game drive will often continue after dark returning to the lodge for dinner."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "An early morning game drive followed by a late breakfast and time to rest during he heat of the day. Perhaps enjoy a soak in your private dip pool, watching animals passing by. Before your afternoon game drive, returning to your lodge for dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Early morning bush walk or game drive within the Balule Game Reserve. Returning to the lodge in time for brunch and then transfer to the near by Klaserie Game Reserve which is also part of the Greater Kruger Park. On arrival there will be time to settle in before a late lunch. An evening game drive, will return to the lodge after the sun has set."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "An early morning wake-up and an invigorating cup of fresh coffee, will start your first full day in the Klaserie Reserve, followed by an escorted bush walk before returning to the lodge for breakfast. You will have plenty of time for a well-deserved rest during the heat of the day, where there will be time to relax and enjoy the sights and sounds of the African bush. After lunch your afternoon game drive will cover previously unseen areas of the reserve, again returning after dark in time for dinner. The next day will again start with an early morning bush walk. After lunch there will be an afternoon game drive before dinner. As there are no boundary fences between the Klaserie and Kruger National Park, the bush dynamics are constantly changing which means every walk or drive may offer new and exciting events. As we always say snooze and you loose."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "A final early morning bush walk followed by brunch. You will then transfer to the near-by Thornybush Game Reserve, famed for its exceptional game viewing and a favoured location for movie stars and the rich and famous, providing a lovely sedate bush atmosphere, with personal and friendly service. Even on bush roads it takes only 45 mins to transfer to Thornybush so you will have plenty of time to settle in and relax before afternoon high tea and game drive. Again returning to your lodge for dinner."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "No two days are ever the same on safari. Your next days in the Thornybush Game Reserve starts with an early morning game drive, returning to your lodge in time for a late breakfast/brunch. After which guests may have the option of taking an accompanied big five bush walk. An opportunity to trail in the Thornybush Game Reserve is an experience that will never be forgotten. The trail will return for a well-deserved rest during the heat of the day, where there will be time to relax and enjoying watching animals passing by. The afternoon game drive will start after high tea and will cover previously unseen areas of the reserve, followed by dinner often taken around the fire in an outside boma."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "On your last morning in Thornybush, your game drive aims to visit those parts of the concession that we haven’t had time to reach previously, offering an opportunity to get those final photographs, before returning to the lodge for breakfast. Then transfer back to Rukiya Safari Camp to meet up again with our leopard research team and recover the camera traps you set on day 3 and find out if you did indeed capture a leopard on your camera. Guests often remark that returning to Rukiya “feels like going home” and makes an ideal last night on your safari."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "A final morning bush walk in the Wild Rivers Reserve followed by brunch. Then together we will review your camera trap pictures, hoping to find leopards, and many more animals that have been roaming the reserve day and night in your absence. All photographs will be added to the Ingwe Leopard Research data base and form part of our research as well as being available for you to copy and take home. We will then transfer to Johannesburg Airport, again taking the Panorama route through the mountains. We will arrive at Johannesburg Airport at around 17:00 and in time for an evening onward flight. For those who have opted to fly back to Johannesburg, we will transfer you to Hoedspruit Eastgate Airport in time for an early afternoon flight."
    }
  ],
  "map": ""
}