{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "kwa-zulu-natal-self-drive-south-africa-holiday",
  "tourName": "Kwa Zulu Natal self drive South Africa holiday",
  "placesVisited": "The Midlands, Drakensberg Mountains, Royal Natal National Park, The Battlefields of the Anglo Zulu Wars, Phinda Private Game Reserve, Game drives and Kwa Zulu Natal wildlife safari, Elephant Coast",
  "generalInfo": "This Kwa Zulu Natal self drive holiday takes you through one of South Africa’s most fascinating regions, historically and culturally but also one of its most beautiful. With a combination of the Drakensberg Mountains and Elephant Coast, with its empty beaches and subtropical forests, you will have the most stunning journey. <br/><br/>Following our carefully crafted itinerary, but travelling independently in your own hire car, we will book all the accommodation you need to fit in with your schedule, staying at quality hotels and guesthouses with which we have years of experience.  We can, of course, tweak the itinerary to suit your interests and time frame. <br/><br/>Kwa Zulu Natal is South Africa’s secret gem, with first timers often heading for The Garden Route. Which is stunning of course, however this holiday is perfect for those coming back to South Africa for a second time and wanting to explore a new region. Or for those who are first timers, but with more of a penchant for off the beaten path adventure. <br/><br/>The trip starts in The Midlands, the rolling hills at the base of the Drakensberg Mountains which are home to a fine array of artists, artisan producers and, of course, wineries. You will have plenty of opportunities to sample the fine local fare at your accommodation , Hartford House and later at Montusi Mountain Lodge, also nestled in the in the ‘Berg’. The Drakensberg Mountains, and foothills, are of course a great location for hitting the hiking trails. <br/>Moving on to The Battlefields of the Anglo-Zulu Wars, you can take a memorable guided tour around this area where, in 1879, the British army invaded Zululand and found themselves face to face with thousands of Zulu warriors.  <br/><br/>Your next stop is all about nature, however, although not without its battles, with South Africa’s wildlife having had a history of endangerment, and Phinda Private Game Reserve is one of many examples of organisations that have contributed massively towards wildlife conservation. Spend several days here, staying in a safari lodge, enjoying game drives and safaris under the guidance of an expert ranger.<br/><br/>From Phinda’s elephants to the Elephant Coast, where most people go in search of the Indian Ocean and idyllic beaches rather than elephants these days.  And the beaches certainly are colossal, particularly at Thonga Beach Resort where you will stay for three nights revelling in coastal bliss but also taking in some of the marine wildlife wonders. These include the endangered leatherhead turtle which nest here between November and March.  In general, however, the best time to visit Kwa Zulu Natal is between April and August. <br/>",
  "durationDays": "15",
  "price": "7500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you'll depart the UK for Durban via Johannesburg."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Once you arrive in Johannesburg, you'll be met off the aircraft by a representative who will escort you through immigration and customs. You'll then connect on to your onward flight to Durban. Once you arrive in Durban, collect your hire car for your drive out to The Midlands for your two night stay at Hartford House."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today is a free day to explore the Midlands and try some of the local produce such as cheese and chocolate as well as observe some of the local artisans at work in their studios."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will make your way north along the Drakensburg to The Royal Natal National Park for your two night stay at Montusi Mountain Lodge which is situated in the northern Drakensberg. The lodge has fantastic views of the Drakensberg mountains."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Spend the day discovering what the Drakensburg have to offer and follow one of the trails that offer something for everyone. Activities at the lodge include guided hikes and horse-riding. Or if you prefer you could try out some adrenaline activities at the nearby adventure centre. Travelling further into the mountains from Montusi you can even visit the Tugela Falls and hike up the famous Amphitheatre if you are an experienced hiker."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leave the picturesque mountains and make your way to The Battlefields of the Anglo Zulu wars where you will stay for two nights at Fugitive's Drift Guesthouse learning about a period that is so important to the Zulu's as well as the history of this diverse country. The drive to the Battlefields will be just under four hours."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you start at Isandlwana and listen to the mesmerizing tale of the Zulu victory. This afternoon you will be taken to the famous Rorkes Drift, you will be taken on an inspiring tour of this famous battle ground and hear the true story behind the famous film 'Zulu'."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive through the heart of Kwazulu Natal to the Phinda Private Game Reserve to spend four nights in one of the lodges enjoying an African safari. The drive is approximately five hours and we recommend arriving at lunchtime in order to settle in to the lodge and head out on your first afternoon game drive."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After your last morning game drive, make your way up to the Elephant Coast to meet your 4X4 transfer to take you to Thonga Beach Resort for the last 3 nights of your trip. The Elephant Coast is renowned for hippos, crocodiles and turtles which are found in the Kwazulu Natal Wetlands."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "There are quite a few activities on offer in this part of South Africa. On shore you have a lush, green canopy, home to myriad birds, antelopes and monkeys, which creeps up high sand dunes that then fall away to amazing beaches. As well as their beauty and solitude, these areas are great for diving with a wonderful variety of sea life, including the turtles which make annual pilgrimages to the region to nest."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "After your 4X4 transfer back to your car, you will make your way to Richards Bay Airport and the drive will take approximately four and a half hours. Once you arrive at the airport, you'll return your vehicle and board your flights to Johannesburg and then onwards back to the UK."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Arrive back in the UK."
    }
  ],
  "map": ""
}