{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "cape-town-and-kwazulu-natal-adventure-south-africa",
  "tourName": "Cape Town and Kwazulu Natal adventure, South Africa",
  "placesVisited": "",
  "generalInfo": "Welcome to Southern Africa!<br/><br/>You'll start your adventure in Cape Town where over the course of four days you'll explore the majesty of Table Mountain, dine at some of the city's finest and secret eateries, visit the Cape Peninsula for its wildlife and scenery and also some of the inspiring projects taking place in Cape Town's less affluent areas.<br/><br/>You'll then move on to the Overberg coast, about two hours' drive from Cape Town, for two days on the shores of the Hermanus lagoon. Here you'll have the chance to paddle in kayaks, bathe in the warm waters and take trips out to sea to witness the 'Serengeti of the Sea' such as Great White Sharks, penguins, dolphins, seals, sea lions and myriad ocean bird life. <br/><br/>You'll then take a drive back to Cape Town International and fly to Victoria Falls, where you'll spend three days exploring this tiny corner of Zimbabwe. You'll obviously visit the falls themselves as well as enjoy a night at the theatre, a helicopter flight over the falls and then a dinner cruise on the mighty Zambezi at sunset. <br/><br/>Your next stop is the tropical paradise of the Kwa Zulu Natal north coast, near Lake Sibayi. Here you'll have three nights to enjoy diving, snorkelling, kayaking and so much more in the iSimangaliso National Park. Expect hippos, crocodiles and flamingos in abundance!<br/><br/>For your last night, you'll fly back to Cape Town (via Johannesburg) for a final day of shopping and relaxation before catching your flight home",
  "durationDays": "15",
  "price": "16600.18",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 10,
      "title": "",
      "description": "You're flying at midday today to Johannesburg tonight for one night where you'll be met at the airport and transferred to the delightful Peech Hotel (B&B). We'd strongly recommend dining in house tonight at the Peech's very own restaurant before falling into your luxurious bed for a good night's sleep. The Peech has two restaurants: one for guests-only breakfast, lunch and dinner dining, and a brand-new fine-dining option: Basalt. The Peech is located in a 1950s, Art Deco-style building, built by the same family that still owns it now. James Peech (yes, that’s his real name and no, he wasn’t the inspiration for the Roald Dahl novel…) is still involved in daily operations. It’s since extended into a sixteen-room hotel, but still retains a lot of the character of a large family home. It’s in the Melrose North, one of the upmarket areas of Joburg’s northern suburbs and a very pleasant part of town to relax in. It also happens to be opposite one of Joburg’s most pleasant parks, the James and Ethel Grey Park, which has its own bird sanctuary. The Peech offers a bistro, a large outdoor pool, one acre of lush gardens, a library and nearby gym access. After many years of informally flying the flag of responsible business practice, both from a social and an environmental standpoint, The Peech was finally awarded the coveted Fair Trade in Tourism accreditation in 2010, making it one of the first hotels of its size in the country to get the award. This award acknowledges the efforts The Peech has made to make its operation sustainable both in terms of waste and water management, procurement and particularly in the way staff are paid and supported in their work. This will be your home away from home whilst in Johannesburg. Meal Inclusions: Breakfast Only"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "You'll be driven back to Richard's Bay Airport today for a flight back to Cape Town via Johannesburg (the whole journey will take about five hours). You'll then arrive in the city in time for a fantastic last meal at the legendary Fyn Restaurant, the epitome of responsibly sourced food and fine dining in the city and have another night at in the familiar luxury of Camissa House to round off your stay. Meal Inclusions: Breakfast Only After a final breakfast at Camissa House, you'll have the rest of the day to shop and explore the city on your own before you'll be driven to Cape Town International for your onward flight home. Bon Voyage!"
    }
  ],
  "map": ""
}