{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "western-cape-wildlife-holiday-in-south-africa",
  "tourName": "Western Cape wildlife holiday in South Africa",
  "placesVisited": "",
  "generalInfo": "Explore the terrestrial and marine ecosystems north, south and east of Cape Town and come face to face with whales, dolphins, albatross, black rhinos, baboons and even the once extinct quagga on our Western Cape Safari.<br/><br/>Introduction:<br/><br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife tours in Southern Africa which combine various different wildlife events. In order to develop our unrivalled range of combined wildlife watching holidays, our guides and colleagues around the world have spent years searching out the world’s best wildlife watching locations as well as visiting some seldom visited areas. This dedication has led us to create this wonderful tour that explores the incredible and diverse ecosystems of the Western Cape of South Africa. Anyone interested in the natural world will no doubt know that there are very few better destinations than South Africa. This tour focuses around the beautiful city of Cape Town and you will pretty much be in the shadow of Table Mountain throughout most of the tour. Using Cape Town as a base for the first few days we will head out to sea and explore the marine ecosystems around False Bay and the Cape of Good Hope. Here southern right whales, cape fur seals, African penguins, dusky dolphins, great white sharks, dozens of marine bird species and possibly humpback whales and orcas reside. But we do not end there as you will also explore the Table Mountain National Park where the unique fynbos floral kingdom in home to many endemic birds, baboons, ostriches and antelopes such as eland. We also head inland to Karoo National Park where the once extinct quagga is being bred back to life and coupled with black rhinos, aardvarks and other arid zone creatures are our main targets. But just as we started at sea we end at sea by heading to Gaansbai where whale watching is once again on the agenda. All of our tours are guided by our own professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) so you are sure to be in the best hands possible for the best sightings. Our escort for this tour has experience working on a in South Africa as well as working on various studies marine life around the world. We also have a great network of local guides in South Africa who have developed a great range of wildlife watching locations where the rarest species are commonly seen. Also to try and make sure that we will see as many of the rarer and elusive animals when in Karoo National Park we will spend many hours during the early morning and late afternoon on jeep safaris and also after dark each night we will head out with high powered spotlights and start the search for nocturnal species. One of the reasons why our wildlife watching holidays are unique is that our background (as a company) is from a scientific and zoological standpoint and so have a great network of colleagues and contacts all over the world who are the people on the front line in search of the best new locations for wildlife watching. All of these reasons and many more make us experts in arranging safaris and are able to tailor a safari to any location to try to find your targeted species. All you have to do is to get in touch with your budget and your group size and where you would like to go to try and find rare and elusive species.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers and a 4x4 vehicle for all safari activities. Where possible we use two brilliant guides; first a professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us)  will escort you on all your excursions and also very knowledgeable English speaking local guides who have decades of experience working and guiding through Southern Africa. Your zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escort is an expert in mammal biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge of where some of the most elusive African animals are. As well as having years of experience in bringing people out to see sharks, whales, lions, elephants and other wildlife safely. We also include all vehicle safaris, guided walks, spotlighting drives, seal island cruises, pelagic trips, whale watching excursions, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the African bush or trip out to sea for whales or dolphins. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>The southern Hemisphere winter is best, July - October. This tour is best in the southern Hemisphere winter into the southern spring. This is when the weather is at its most comfortable for us to visit and the seas around the Cape of Good of Hope are calm enough to allow pelagic birding trips as well as whale watching excursions too.<br/><br/>Why Choose this Tour:<br/><br/>•\tAll of our wildlife watching holidays are guided by a local naturalist guides, drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife your watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>•\tWe can offer you spotlighting trips of the Karoo National Park so that you can search for the rarer species and other nocturnal wildlife when they are more active.<br/>•\tWe can also bring thermal imaging and night vision equipment as well as hydrophones (on request) to also aid in finding the nocturnal mammals after dark and listen in on the underwater conversations of whales and dolphins.<br/>•\tWe use camera traps (where available) which will increase the chances of getting close up pictures and movies of rare animals and other rare nocturnal wildlife.<br/>•\tClimb the stunning and iconic Table Mountain for exceptional views of Cape Town.<br/>•\tAll the above reasons give this tour of Southern Africa’s Western Cape a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Southern Africa so that we can try and find and observe animals such as the Big Five, many sharks, whales, dolphins and hundreds of other species throughout Southern Africa. Whether it is the South Africa, Namibia, Botswana, Zimbabwe, Mozambique or Zambia or any of the other many wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour travels starts and ends in Cape Town whilst exploring the marine ecosystems around the Cape of Good Hope and False Bay as well as Gaansbai and also heading inland to the arid national park of Karoo.<br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from the 4x4 safari vehicle or from whale watching boats so any fitness level can participate.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 16 Years Old",
  "durationDays": "11",
  "price": "4450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Cape Town – Arrival – On arrival at the Cape Town International airport, you will be met by your local guide. If your flight arrives in the morning we should have time for some sightseeing after you have been transferred to our accommodation in Simonstown. Simonstown is a beautiful little harbour town situated on the south side of Cape Town and is nestled between False Bay and Cape Point National Park. On the drive from the airport there is a chance of spotting black wildebeest, Cape mountain zebra, eland and grey rhebok as the motorway flanks the national park boundaries. Once we have checked in and grabbed some lunch (depending on the time) we will head out to Simonstown’s number one attraction. Boulders Beach National Park. This is one of the smallest national parks in all of Africa but it is home to a huge population of African penguins. They nest here and the beaches and pathways get you really close to the birds as they fearlessly waddle right up to you and seem more interested in you than you are in them! In addition to the penguins there are plenty of rock hyraxes or dassies here. They are the closest living relatives to elephants but you have to look hard to see why as they look more like guinea-pigs. We can stay here as long as you like and afterwards we can either go back to the accommodation so you can rest or drive around the bay and take in some of the sites, including a view of Table Mountain in the distance. Our evening meal will be back at the accommodation. (Lunch and or Dinner included (depending on the time of arrival))."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Karoo National Park – Travelling & Wildlife Watching – This morning after breakfast we will leave Cape Town and drive inland to a very special national park (6.5 hours). We will stop for lunch along the way. Karoo National Park is isolated park and is mostly semi-desert but boasting more tortoise species than any other park in South Africa and recently playing home to the re-birth of the quagga, Karoo really is more than just semi-desert. In fact we have a good chance of finding black rhino, cape buffalo, red hartebeest, black wildebeest, kudu and both the Cape Mountain zebra and the quagga-like-Burchells zebra. The quagga project has bred the Burchells zebra to havce quagga like characteristics and as the quagga was only a subspecies of the Burchells zebra it is not as farfetched as it may sound to bring the quagga back from extinction; and if we are lucky enough to see one you will agree they look pretty convincing. On arrival we will check into our accommodation, level - cottages / chalets (national park main camp) and get ready for a night drive with a national park warden. The spotlighting drives are the best and usually only way to see some really remarkable animals like aardvarks, aardwolfs, bat-eadred foxes, African crested porcupines, striped polecats and African wild cats. We will have our evening meal in the camp restaurant. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Gansbaai – Travelling & Whale Watching – After breakfast we will leave the Karoo National Park and drive back towards the coast. Our destination is Gansbaai (8 hours), a place that is more famous for great white sharks than probably anywhere else in the world, but there are also very large populations of southern right whales and humpback whales here as well as cape fur seals which will be our main focuses. We will have stopped off along the way for some lunch and by the time we arrive we will check into our accommodation. The rest of the day will be at your leisure. Our evening meal will be at our accommodation. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Gansbaai ¬– Marine Wildlife Watching – This morning we will breakfast before departing on a whale watching boat around the bay. The bay is home to many thousand cape fur seals and each winter migrating southern right whales and occasional humpback whales. There are also resident populations of bottlenose dolphins, long-beaked common dolphins and dusky dolphins as well as many species of marine birds. It is also worth keeping an eye out for the bay’s other resident during winter, the many great white sharks that come here to feed on seal pups in the winter. They are not easy to spot but can be seen whilst looking for whales and dolphins if you keep yours eyes peeled. When we return you will have the afternoon at leisure, relax or explore Gansbaai. Our evening meal will be at our accommodation. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Cape Town – Marine Wildlife Watching & Travelling – This morning after breakfast we will again take a visit out to Dyer Island again to look for southern right whales and other marine wildlife. On our return to shore we will have lunch and then leave Gansbaai to Cape Town (2 hours). We will arrive at our accommodation, in Simonstown once again and the rest of the day is for you to relax on your last night in South Africa. Our evening meal will be at our accommodation. (Breakfast, Lunch and Dinner)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Home – Departure – This morning you will be transferred to the airport in Cape Town in time to catch the return flight to home. (Breakfast only)."
    }
  ],
  "map": ""
}