{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "wheelchair-accessible-south-africa-self-drive-holiday",
  "tourName": "Wheelchair accessible South Africa self drive holiday",
  "placesVisited": "Cape Town, Stay on the slopes of Table Mountain, Franschhoek Valley, Explore the Winelands region, Opportunity for whale watching trips in Hermanus, Knysna, Garden Route, Pletternberg Bay, Big Five Safari for two days, Fully wheelchair accessible tour",
  "generalInfo": "The wonders of South Africa are too many to name, but you’ll have the freedom to take in many of them with this wheelchair accessible self-drive holiday. Your accommodation and car hire are taken care of, leaving you free to make your way between destinations choosing your own route and pace. <br/><br/>Spend a day exploring the key attractions of Cape Town, perhaps taking the cable car to the summit of iconic Table Mountain, or learning the history of Robben Island, where Nelson Mandela was imprisoned for 18 years.<br/><br/>Drive to a sedate corner of the beautiful Franschhoek Valley in South Africa’s Winelands region, where you’ll have ample opportunity to tempt your palate on both wine and local, organic food.<br/><br/>Next you’ll make for the coast, and Hermanus with its high cliffs, regarded as one of the best locations on the planet for whale watching – perhaps a good place to book a boat trip, or simply see what you can spy from the clifftops. <br/><br/>Continuing through Knysna, famed for its seafood and especially oysters, drive a section of the glorious Garden Route as you make your way to a safari park. Here you’ll spend a couple of days taking guided game drives in hope of seeing the Big Five – and of course this being South Africa, you have an excellent chance.<br/><br/>As this is a wheelchair accessible holiday, your operator will discuss your requirements before departure to ensure your needs are met, such as by booking ground floor rooms, and suggesting suitable restaurants and other attractions.<br/>",
  "durationDays": "15",
  "price": "4250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart from UK. Overnight flight from London to Cape Town."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cape Town. Arrive in Cape Town and pick up your hire vehicle. Drive to your accommodation for 3 nights stay on a bed and breakfast basis. Your accommodation is in an exclusive and luxurious boutique hotel on the slopes of Table Mountain. The city, its harbour and the surrounding mountains are all visible from your private terrace."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore Cape Town. Ride the cable car to the top of Table Mountain, take the ferry to Robben Island, soak up the atmosphere at the V&A Waterfront, enroll in a cookery course in Cape Malay cuisine, take a township tour or drive the Peninsula circuit."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Franschhoek Valley. Drive the relatively short distance to Franschhoek in the Winelands for a 2 night stay at a beautiful wine estate. Set in a peaceful corner of the Franschhoek Valley, the emphasis is on organic, home-made food and local wines. The area has 3 main towns, each a bit different, but all worth exploring. A day out visiting local vineyards is a must."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hermanus. Head to Hermanus for a 2 night stay at a luxury retreat perched high on the Hermanus cliffs. This beautifully appointed boutique hotel offers uninterrupted views and diverse activities, the very finest in international cuisine and luxury accommodation. Hermanus has the status of being the best land-based whale watching destination in the world. Southern Right whales visit Walker Bay from June to December and can be viewed from aboard a boat, an airplane or from the shoreline."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Knysna. Drive towards the Garden Route. You are headed for Knysna for a 2 night stay at a beautiful guesthouse in a room with a sea view. Knysna is the place to be for savouring seafood fresh from the sea. Knysna oysters in particular are popular. The harbour is a great place to relax and watch the sunset from one of the many waterside restaurants and bars."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Plettenberg Bay. Further on from Knysna, Plettenberg Bay has stunning beaches and is a resort town with a relaxed atmosphere. Here, boat trips to see dolphins and whales operate in season, and sea kayaking, horse riding, sailing trips and surfing are on offer. Just two minutes walk from Central Beach, your six suite designer boutique beach lodge offers an unbeatable location, magnificent views, tranquil contemporary beach décor and a roof terrace with Jacuzzi."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Big 5 safari. Move on to your private game reserve for a 2 night stay in a luxury twin tent on a full board basis, including local brand drinks and two safari activities daily. It is the ultimate luxury Big 5 African safari adventure and conservation effort coupled with responsible tourism. You will be assigned a personal game ranger to a maximum group of 6, who will design your daily program with you."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Return home. Drive to Port Elizabeth Airport, where you drop off your hire car and fly to Cape Town, arriving in time for your return flight to London."
    }
  ],
  "map": ""
}