{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "cape-town-and-the-garden-route-tour",
  "tourName": "Cape Town and the Garden Route tour",
  "placesVisited": "Port Elizabeth, Game drives in Addo Elephant National Park, Storms River, Tsitsikamma National Park, Knysna Heads, Oudtshoorn, Cango Cave, Mossel Bay, Dias museum, Hermanus, Option for whale watching, Hermanus wine region, Cape Town, Table Mountain, Cape Peninsula, Simonstown penguins, Option to visit Robben Island, Victoria and Alfred Waterfront",
  "generalInfo": "This two week small group tour takes you on a spectacular South African journey along its famous Garden Route to Cape Town. A garden that is filled with natural and cultural highlights, wildlife and wild coasts, wine and a wonderful South African welcome, staying in charming and small, locally owned guesthouses along the way. <br/><br/>After settling in to Port Elizabeth, our first trip to Addo Elephant National Park is one of the finest introductions to South Africa’s incredible wildlife. Just a stone’s throw from the city you can take a game drive to see not only elephants but all of the Big Five. Another great national park exists further west, this time the coastal Tsitsikamma NP where the rugged bays, forests that line them and waterfalls that tumble down through them are worthy of national protection. <br/><br/>As well as the spectacular sandstone cliffs at Knysna Heads, other coastal crowning glories on this Garden Route holiday include Mossel Bay and Hermanus, both famously beautiful beach bliss but also for great for wildlife watching, with whales visible from land here during the migratory season August until November, and sometimes earlier if you are lucky. It is also one of South Africa’s most famous regions for wineries, and tastings of the Garden Route’s most famous produce are a must on this itinerary. <br/><br/>Cape Town is the last port of call on this holiday, with two full days to explore its culture, history and contemporary cool spots too. Sometimes referred to as the Mother City, she proffers an eclectic mix of places to see from the brightly coloured Cape Malay houses to the much more grim reality of Robben Island, now a fascinating museum. There is plenty of beach life too of course where you can watch the sun set over the ocean. And you can take your pick of those, with Cape Point being the end of the peninsula that separates the Indian Ocean from the Atlantic. <br/>",
  "durationDays": "12",
  "price": "2375",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our adventure begins in Port Elizabeth, colloquially known as PE, but officially Gqeberha, a Xhosa name for the river that runs through the city. If you arrive in good time you may want to spend the day exploring. Options include several beaches within walking distance, including Humewood Beach, plus city and township tours (payable locally). Around 6pm, say howzit to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big South African welcome by arranging a group dinner. Want to explore Port Elizabeth further? Secure pre-tour hotel nights through your sales representative. Accommodation: La Mer Guesthouse (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning, we head to Addo Elephant National Park, home to some 550 elephants (up from just 16 when the park was formed) plus black rhinos, leopards, lions, buffalos, hyenas, zebras, various antelopes and dung beetles. We enjoy a four-hour game drive in our own vehicle, hoping to spot iconic African wildlife, and have the option of a second (at extra cost). Accommodation: La Mer Guesthouse (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Head west to the official start of the Garden Route at Storms River in Tsitsikamma National Park. Stretching along the coast, the park, which comprises rocky coastlines, fairytale forests, waterfalls and rivers, gets its name from a local Khoekhoe language meaning ‘place of abundant water’. We can take a 1.2mi (2km) hike in the forest and along suspension bridges, which should take around an hour – other optional walks are also available. The area is a great place for bird enthusiasts with a variety of sea, forest and fynbos (scrubland) species present. Other resident animals include vervet monkeys, chacma baboons and clawless otters. Accommodation: Storms River Mouth Rest Camp chalets (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We spend the day at Tsitsikamma, where several adventures await. Options include kayaking on the Storms River, zip-lining through the forest or swimming in the ocean. There are also several self-guided walks available, the easiest of which is the suspension walk. The most challenging is the Otter Trail, a well-marked four-hour trek with some small ladders and boulder hopping. This is the only walk that has rocky shoreline sections to it, plus it goes through the forest and passes the Strandloper Cave and ends at a waterfall dropping into the ocean – this trek is only recommended for fit walkers with a good sense of balance. Accommodation: Storms River Mouth Rest Camp chalets (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We start our day with a visit to Knysna Heads, two tall sandstone cliffs that form a channel through which the turbulent Indian Ocean enters the calmer Knysna Lagoon. We have a bit more time to relax in town before leaving for Oudtshoorn after lunch. As we head inland and over a pass, the landscape changes drastically and we enter the Little Karoo, a much dryer, hotter region. Oudtshoorn itself became renowned for its trade in ostrich feathers and is still the ostrich capital of the world. Our guesthouse is out of town in De Rust, a tranquil, rural Karoo village. Accommodation: Housemartin Guest Lodge (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We spend today discovering Oudtshoorn and the surrounding highlights. We start by visiting the Cango Caves, an extensive complex of caverns with stalactites and stalagmites. A local guide takes us on an hour’s journey through the limestone caves, which are millions of years old. We then enjoy lunch at Buffelsdrift, where we overlook a waterhole occasionally visited by elephants, giraffes and springboks. In the afternoon, we visit the beautiful Meiringspoort Waterfall and take a 1,640ft (500m) walk, which takes about 10 minutes each way. The order in which we do these activities may be reversed. Accommodation: Housemartin Guest Lodge (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Returning towards the coast, we stop at Mossel Bay and the Dias Museum Complex, which reveals the influence of early Portuguese sailors on South Africa. It’s also home to the Post Office Tree (a 500-year-old milkwood, where seafarers once left letters to be taken home by Portuguese sailors). We then continue to Hermanus, the whale capital of the world. It’s been a long travelling day, so we stretch our legs with a walk along the cliff path. Accommodation: Windsor Hotel (or similar) Upgrade to a sea-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today is a free day to relax and enjoy Hermanus. From June to November, southern right whales are easily spotted from shore as they frolic in Walker Bay. A whale crier sounds his kelp horn when he spots whales off the coast. Those who want can also do a boat-based whale-watching trip. There are also several other activities available from hikes to river cruises and lagoon kayaking, which are available year-round. You could also visit the Whale Museum to learn about the most famous visitors to these shores, or walk the 7mi (11km) cliff path, where you could see indigenous plants, tortoises and mongoose. Accommodation: Windsor Hotel (or similar) Upgrade to a sea-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Our next destination is the much-celebrated wine region of South Africa. The industry here, which dates to the 17th century and was heavily influenced by French Huguenots, produces some of the best wines in the world. We have free time to explore the oak-lined streets of Stellenbosch on foot and eat at one of the many restaurants in town. In the afternoon, we enjoy a cellar tour with a sommelier at one of the nearby vineyards. Of course, we also taste a selection of their wines before continuing our journey to Cape Town, the Mother City. Accommodation: City Lodge Hotel Victoria & Alfred Waterfront (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We spend the next two days in and around Cape Town, the most exciting city in South Africa. Our activities in Cape Town will, to some extent, be dictated by the weather as visits to the top of Table Mountain, which has its own micro-climate, are determined by cloud cover and wind. Because of this often-temperamental weather, it is best not to prebook the cable car but to buy tickets on the spot (not included). Those staying in Cape Town post-tour may opt to visit Table Mountain later if the weather looks as though it may improve. There is also the option of visiting Robben Island on one of the days; however, we recommend you prebook Robben Island with us before the trip (but pay the tour leader locally). On one of the days, we head down the Cape Peninsula. We follow the Atlantic Seaboard past the areas of Camps Bay, Llandudno and Hout Bay to the Cape Point via Chapman’s Peak drive, if it is open. The highlight is our visit to the Cape of Good Hope Nature Reserve, home to elands, bonteboks, springboks, wildebeest, baboons and ostriches. Rugged cliffs, unspoiled beaches, shipwrecks and beautiful flora are the main features of the reserve. We walk through the reserve for approximately two hours. We first head to the new lighthouse for the panoramic views, before following the pathway to the old lighthouse, which offers spectacular cliff views. Once we leave the park, we stop at the former Royal Navy base at Simon’s Town and visit the resident penguin colony at Boulders Beach. Accommodation: City Lodge Hotel Victoria & Alfred Waterfront (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "On our final day, we have the option of doing a township tour, strolling along the Victoria and Alfred Waterfront or exploring various other parts of Cape Town. Alternatively, if you’d like to stay longer, speak to your sales representative to discuss our large range of extension options."
    }
  ],
  "map": ""
}