{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "family-horse-riding-holiday-in-south-africa",
  "tourName": "Family horse riding holiday in South Africa",
  "placesVisited": "Johannesburg, Horizon Signature Lodge, Sotho village, daily horse riding, safaris or other activities including polocrosse",
  "generalInfo": "A perfect holiday to experience Africa and relax together as a family whilst horse-riding through the bush alongside the Big 5.  Great for novice riders through to the more experienced.<br/><br/>Activities for all the family and for the youngsters, much fun including polocrosse, western games, jumping and cross country, cattle mustering and swimming with their horse.",
  "durationDays": "9",
  "price": "3195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival into Johannesburg you will be met and transferred to the Ants Nest (approx. 3 hours) in time for lunch. This lodge is where it all began. Lying in a natural amphitheatre, the original homestead, with its wide verandas, has a classic, relaxed African atmosphere. A wide variety of game frequents the watering hole in front of the bush home bringing game viewing to ones door step. The Main Lodges’ six bedrooms accommodate a maximum of twelve guests. There is a swimming pool in the garden, ideal for those needing some exercise or for purely cooling off after an active day and this is great for kids as its heated all year. Extensive lawns with indigenous plants surround the pool and there is a wonderful thatched chill out spot with vast sofa beds where one can relax during the heat of the day. Comfortable bedrooms located downstairs in the original homestead with en-suite bathroom, doors opening up onto a private veranda area with outside seating. Your first day finishes watching the sunset from a rocky outcrop. (L/D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning you can choose your ride – this lodge is one of the earliest pioneers when it comes to offering horse safaris in Africa, successfully running them since 1996. Horses are their passion, and their incredibly dedicated and long-standing team ensure that the horses are as well looked after as well as the guests. The herd of over 90 horses live a blissful life on the private game reserve amongst the wildlife. With the horses seen as a normal part of daily life, the horse riding safari guests can get closer to wildlife than probably anywhere else in Africa. The private reserve offers an incredible diversity of terrain and scenery as well as wildlife, including many of the rarer species not easily observed elsewhere. Non-riding spouses, partners, friends and family can easily be catered for with a wide variety of other safari activities on offer. However, many guests learn to ride here and riding lessons are available. (B/L/D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "For those who might like more exercise, the guides can lead you through the bushveld on foot. These guided walking safaris are informative and interactive, enabling guests to gain a more intimate knowledge of the flora and fauna resident on the reserve. Learn to recognise tracks, find out the tell tale signs of male vs female in certain species, and even get up close with white rhino. Whether you choose to have a gentle stroll or a more energetic hike over the plains clambering up steep kloofs, a walking safari allows you to experience the sights, sounds and smells of the wilderness. (B/L/D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Explore the reserve with your own guide in an open 4×4 game viewer, covering far more ground across the reserve and seeing up close over 40 species of animal and 300 species of resident and migrant birds. From giraffe to white rhino, sable and roan antelope, buffalo and zebra – there is a new sighting around every corner. Whether in the morning after a delicious homemade breakfast or in the afternoon ending with sundowners from spectacular viewpoints within the bush, a game drive is the unmissable amongst classic safari experiences. (B/L/D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "It is said that breakfast is the best meal of the day, and if it is in the bush that is certainly true! This morning is spent exploring the bush on horseback and tracking some of the many antelope, giraffe and white rhino that are resident here. (B/L/D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A day out of the saddle will be a welcome break if you’re feeling a little sore today. Take a magical night game drive to search for elusive nocturnal animals, such as the rare brown hyena, aardvark, bushbaby and porcupine. If you are incredibly lucky you may have an exceptional sighting of a leopard. Or combine a game drive with a walking safari to enhance that sense of adventure and make photography even more exciting. (B/L/D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Give your children a life-changing experience on safari in South Africa. With a selection of wonderful ponies suitable to both the novice and experienced child rider, they can have the chance to head out on horseback. Beginners can be led by a competent guide and riding lessons are also available. Children under 5 can be led on a pony in and around the lodge area. On guided bush walks they can learn about tracks, investigate bugs and experience the scale of the bush veld. Children are welcome on game drives and for when they are not out exploring, there is archery, fishing and swimming to occupy their free time. Special food and meal times can be arranged or alternatively families can dine together. Children 11 and under must be accompanied by a parent or responsible adult on activities. (B/L/D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Included activities are horse riding, game drives and night drives, game walks, mountain biking, bush lunches and sundowners, fishing, air rifle and archery. (B/L/D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After a wonderful week of riding, you can choose your favorite ride to repeat for the last time while you say goodbye to the horse you have shared your week with. Depart back to Johannesburg for your onward journey. (Lunch not included) (B)"
    }
  ],
  "map": ""
}