{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-african-safaris-for-families-with-teenagers",
  "tourName": "South African safaris for families with teenagers",
  "placesVisited": "",
  "generalInfo": "This impressive two-week family safari in South Africa will take you on a round-trip from Johannesburg incorporating many of the country’s major cultural and wildlife hot spots, including a Zulu village in Kosi Bay and the legendary confines of Kruger National Park.<br/><br/>Guided tours of Soweto signal the start of the tour where teenage members of your family will get an eye-opening experience as to how young people live and work in South Africa’s townships.<br/><br/>After leaving J’burg your family safari in South Africa heads off into the wilds as you come face to face with the herds of buffalo, elephants and giraffe that inhabit one of Africa’s oldest recorded nature reserves, Hluhluwe-Imfolozi Park.<br/><br/>After spending a couple of days keeping a keen eye out for leopards and lions in between camping under the stars, kayaking through mangroves and snorkelling over coral reefs, you’ll head out of South Africa and into Hlane National Park in Swaziland. <br/><br/>With Big Five tours in Kruger National Park and self-guided hiking and optional white-water-rafting in the realm of Blyde River Canyon, this two week family safari in South Africa finally draws to a conclusion with the chance to extend the tour to take in the sights of Cape Town always a nice addition to keep teens and parents happy for at least another three days.<br/><br/>Please note: this type of holiday is ideal for families with teenage children and will suit anyone who’s in good health with a solid sense of adventure. We do require a doctor’s certificate for anyone over the age of 65 and please be aware that the minimum age for this family safari in South Africa is 11yrs.<br/>",
  "durationDays": "12",
  "price": "2065",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Johannesburg.",
      "description": "Sawubona! Welcome to South Africa. Your trip begins with a welcome meeting at 12 noon. Afterwards, head out on a cycling tour of Soweto – an exciting opportunity to get an insight into contemporary life in South Africa. You’ll visit the formal migrant workers’ hostel and be introduced to conditions of male mine workers and meet the families that live here today. Cycle through the vibrant community of Meadowlands, and continue to the Hector Pieterson Memorial, the historical landmark of the 1976 student's uprising, proceed to the famous Vilakazi street where Nelson Mandela used to live."
    },
    {
      "dayNumber": 2,
      "title": "Hluhluwe Game Reserve.",
      "description": "Today is a travel day. Depart Johannesburg early this morning and travel into the heart of KwaZulu Natal. Here you will camp at an ecolodge just outside of Hluhluwe–Imfolozi Park, which is home to some amazing wildlife, including lions, elephants, leopards, giraffes, buffaloes and wild dogs. The rest of the day is free for you to get settled into your surroundings."
    },
    {
      "dayNumber": 3,
      "title": "Hluhluwe–iMfolozi Park.",
      "description": "Embark on an adventure through the oldest proclaimed game reserve in South Africa. You’ll spend the day roaming around the park in an Open Safari Vehicle. While you're here, you'll have the chance to see some of the 'Big Five' – African elephant, black rhinoceros, Cape buffalo, African lion and African leopard. There will also be a good chance of spotting the white rhino, as Hluhluwe-Imfolozi has the largest population of these near-threatened creatures in the world. A series of conservation efforts has saved them from extinction and their population is once again on the rise. The park also boasts some 400 species of birds, including the African finfoot, bat hawk and white-backed night heron."
    },
    {
      "dayNumber": 4,
      "title": "Kosi Bay.",
      "description": "Depart the game reserve this morning and travel northeast to the coast, visit the beautiful Kosi Bay Nature Reserve. The location of the bay is amazing. On the one hand there is picturesque jungle with wild figa and monkey orange trees, and a grazing area for hippos; on the other, a mangrove and coral reef that's teeming with aquatic life. Your accommodation, Kosi Bay Lodge, will be in comfortable log chalets. Enjoy a night under the stars as you relax around the campfire."
    },
    {
      "dayNumber": 5,
      "title": "Kosi Bay.",
      "description": "This morning, you and the family will get to explore Kosi Bay by kayak. It is particularly famous for the traditional Tsonga fish traps built to trap fish moving in and out of the estuary with the tide. The Tsonga people, who have made this land their home for more than 1,000 years, are experts in fish traps and the construction of fishkraal. There is also the opportunity to snorkel over the coral reef in search of some colourful fish. You’ll then have the rest of the day free."
    },
    {
      "dayNumber": 6,
      "title": "Hlane National Park.",
      "description": "Drive north, stop to stock up on supplies then reach the small land-locked kingdom of Eswatini (Swaziland), home to Hlane National Park. A vast expanse of bushveld and its ancient hardwood trees make the national park home to the largest wild herds in Eswatini. Your camp is spacious and has plenty of tree coverage, making for a nice spot to relax and be greeted by the odd inquisitive impala, warthog or nyala. If you're feeling adventurous, book a guided mountain bike trail, bird walk or game drive and explore the greater Hlane area. In the absence of electricity in Ndlovu Camp, the area is romantically lit at night with candles and parafin lanterns. It's also within easy reach of Ndlovu's semi-open-air restaurant and floodlit waterhole. Hlane Activities Center, a braai/barbeque area (with firewood provided), communal kitchen, and hot showers are all available."
    },
    {
      "dayNumber": 7,
      "title": "Hlane National Park.",
      "description": "Explore Hlane National Park on a game drive. This park used to be a private royal hunting ground, which gives you some idea of its calibre as a wildlife-viewing destination. It is Eswatini's largest park, spanning an impressive 30,000 hectares. Landscape-wise, it’s a flat lowland area with some grasslands and shallow pans. There's a great chance of catching sight of wildebeest, zebra and impala, especially in the drier months. Notably, cheetahs were reintroduced to the park relatively recently. The park also has an abundant and diverse array of birdlife, boasting the highest density of nesting white-backed vultures in all of Africa."
    },
    {
      "dayNumber": 8,
      "title": "Kruger National Park.",
      "description": "Cross back into South Africa and journey to Kruger National Park – one Africa's very best wildlife arenas. On arrival you’ll start a game drive as you head towards your overnight campsite."
    },
    {
      "dayNumber": 9,
      "title": "Kruger National Park.",
      "description": "Enjoy further explorations of Kruger today as you embark on a game drive in a 4x4 Open Safari Vehicle. One of the largest game reserves in Southern Africa, Kruger National Park boasts more than 500 bird species, 100 reptile species and 150 mammal species. The big five and the endangered African wild dog are no exceptions. Depending on the areas you visit, you'll have the chance to see some exotic birds along the way, from the tiny bronze mannikin to the more conspicuous ostrich. Keep an eye to the sky where, if you're lucky, a giant eagle owl or martial eagle might be soaring."
    },
    {
      "dayNumber": 10,
      "title": "Phiring village.",
      "description": "Leave Kruger this morning and make your way to Phiring village for a special homestay experience. You’ll be hosted by a local family with a 'mum', who’ll make you feel part of her own family. While you’re at the village, there’ll also be the chance to take part in a range of traditional activities, including floor-making, cooking, dancing or going for a scenic walk through the surrounding mountain area. Your stay here helps to provide local women and youth with economic independence and social empowerment."
    },
    {
      "dayNumber": 11,
      "title": "Blyde River Canyon.",
      "description": "Say your farewells to the locals of Phiring this morning, then travel to Blyde River Canyon. One of South Africa's most spectacular attractions, Blyde River Canyon is the third largest canyon in the world, and probably the greenest. It's an excellent place for walking. The sheer-sided walls of the canyon rise over 2,000 metres and the vegetation varies wildly, from dry rocky sections to rainforest, depending on the altitude. You will explore the stunning Bourke's Luck Potholes, where shadowy rock formations take on different colours and shadings in the changing light."
    },
    {
      "dayNumber": 12,
      "title": "Johannesburg.",
      "description": "After breakfast make the journey back to Johannesburg where your trip comes to an end upon arrival at OR Tambo International Airport in the afternoon (usually between 2pm and 4pm). If you prefer, we can also drop you at the original joining point location. Please advise your booking agent before you depart or your leader during your welcome meeting on day 1. Please do not book any onwards flights until after 8pm this evening."
    }
  ],
  "map": ""
}