{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "ngo-photography-workshop-in-south-africa",
  "tourName": "NGO Photography Workshop in South Africa",
  "placesVisited": "",
  "generalInfo": "Are you a passionate photographer looking for a way to use your skills for good? If so, this nonprofit photography program might be a great fit. This program takes you on an educational journey around the impact that photography can have on the nonprofit sector. It’s a unique and immersive way to visit South Africa, and a great way to challenge yourself as a photographer and greatly enrich your portfolio. Applications are now open! <br/><br/>This program will take you to the South African town of Stellenbosch, just outside of Cape Town; a stunning area and a great base for our photography work. We'll be shooting at grassroots nonprofits in the surrounding communities; quite rural communities that are underserved and deal with a great amount of social issues. We'll be working with impactful projects working in education, skill development, female empowerment, food security, animal welfare, and more. <br/><br/>As a nonprofit photographer, your images are important to the nonprofit organizations you’ll be working with, as they usually don't have strong visual media to tell their stories. By providing them with a database of strong images, we help them raise awareness for their cause, and reach potential donors. Visual storytelling can be key in an organisation's success.  <br/><br/>You'll receive constant tutoring by Anna Lusty, a professional photographer specialised in humanitarian photography. She'll provide both theoretical and practical workshops that cover all the elements of nonprofit photography, so that you'll be well prepared and fully supported. <br/><br/>To join this nonprofit photography workshop, you'll need to have a good camera and intermediate photography skills. If you have this - as well as a passion for humanitarian work - we'd love to see your application!",
  "durationDays": "15",
  "price": "3995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You’ll arrive on a Sunday, and we'll meet you at the airport in Cape Town! You’ll have time to settle into your bed & breakfast in Stellenbosch. This day is yours to settle in, unwind, and prepare for the upcoming days ahead."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "These next few days will be dedicated to learning about nonprofit photography to prepare for your upcoming photography projects with nonprofit organizations. You’ll join a photography workshop, where you’ll gain insight into the different aspects of nonprofit photography, including preparation for shoots, ethics of photography, and how to properly document the work of the organizations. Alongside this, you’ll also have the opportunity to refine your overall photography skills with our expert photographer and your fellow participants."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The weekends are yours to explore and explore your surroundings."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "During the second week, you'll be taking on shoots at various nonprofit organizations, usually with one or two other photographers. There will be plenty of time in between photography shoots for sessions on post-productions, reflection, and further workshops by Anna."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Saturday is another day to relax or enjoy Stellenbosch, Cape Town, or the surrounding wine lands."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Departure day! We'll say our goodbyes and take you back to Cape Town Airport."
    }
  ],
  "map": ""
}