{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "underwater-photography-holiday-in-south-africa",
  "tourName": "Underwater photography holiday in South Africa",
  "placesVisited": "",
  "generalInfo": "Take a deep dive into the vibrant world of marine image-making on South Africa’s east coast. This 28-day intensive program, offered by Africa Media, is set along the Indian Ocean at the edge of the Aliwal Shoal Marine Protected Area, a global hotspot for marine biodiversity. Designed for aspiring and emerging underwater photographers, the program blends hands-on dive experience with expert instruction, conservation ethics, and creative development.<br/><br/>From capturing reef macro scenes to filming sharks in the blue, each day balances structured lessons with immersive dive sessions to build both technical mastery and artistic voice. Taught by rotating instructors from Africa Media’s expert team, the program emphasizes responsible wildlife storytelling, sustainability, and the power of media to advocate for marine conservation.<br/><br/>Whether you're entering the field fresh or seeking to build a compelling portfolio, this small-group lead program provides the guidance, gear, and environment to explore the depths–both literal and creative!<br/><br/>HIGHLIGHTS: <br/><br/>World-Class Dive Location: Explore the Aliwal Shoal Marine Protected Area—home to over 1,200 species of marine life including turtles, rays, reef sharks, and vibrant coral systems.<br/><br/>Intensive Dive-Based Training: Complete 18 dive sessions tailored to macro, wide-angle, and artistic underwater photography or videography.<br/><br/>All Equipment Provided: DSLR cameras, underwater housings, strobes, lights, and full SCUBA equipment are included for the duration of the program.<br/><br/>Professional Instruction &amp; Mentorship: Learn from professional underwater photographers and filmmakers committed to conservation and ethical wildlife storytelling.<br/><br/>Ethical Marine Interaction: Strict adherence to no-touch, low-impact dive principles and reef-safe practices ensure your photography contributes to marine preservation.<br/><br/>Final Portfolio Showcase: End the program with a curated presentation of your best work during a celebratory review session with instructors and peers.",
  "durationDays": "4",
  "price": "4500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Land at Durban International and transfer to your self-catering accommodation in Scottburgh. Get to know your instructors and peers while learning the basics of DSLR camera housing systems, gear maintenance, and ocean safety. Introductory lectures on composition, exposure, and marine conservation ethics lay the foundation for the month."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Begin your underwater journey in pools and protected areas, building strong fundamentals in buoyancy and camera handling. Practice macro photography techniques using strobes, soft lighting, and careful framing with marine life and staged objects. Daily reviews help reinforce learning."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enter the marine reserve for your first open water macro dives. Photograph nudibranchs, coral textures, and crustaceans while learning to work with ambient light and flash photography. Post-dive sessions focus on creative critique and image selection."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Shift to wide-angle shooting, with shark dives and free-diving snorkel sessions. Learn to manage movement, subject distance, and environmental lighting while working with large marine subjects like blacktip sharks and rays. Editing workshops begin with Adobe Lightroom and Premiere Pro."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Develop storytelling through stylized underwater shoots using models and props. Learn to direct a subject, build visual concepts, and refine shots through in-depth editing tutorials. Explore nearby rock pools for low-impact, high-impact photo opportunities."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Dives and sessions continue throughout the month with increasing complexity and creative direction."
    }
  ],
  "map": ""
}