{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-luxury-holiday-garden-route-safari",
  "tourName": "South Africa luxury holiday, Garden Route & safari",
  "placesVisited": "Bantry Bay, Cape Town, Cedarberg Mountains, Stay at private wilderness reserve, Ancient rock art sites, Fynbos excursions, Franschhoek and Winelands, Hermanus, Stay at private Grootbos Nature Reserve, Whale watching, Knysna, Garden Route, Kwandwe Private Game Reserve, Game drives",
  "generalInfo": "Our South Africa luxury holiday follows a carefully crafted itinerary, starting in Cape Town with time to take in this stunning cosmopolitan city and all its famous sites, and ending in a top notch Eastern Cape Game Reserve. <br/><br/>We have chosen nothing but the best in terms of accommodation on this holiday, with three or four days in each location so that you can not only enjoy the magnificent landscapes but also some of the spas, food, wine and wildlife viewing on offer. Our guests always struggle to pick a favourite from the boutique hotels we send them to, be it in the Cedarberg Mountains, the Eastern Cape,  the Winelands or on the coast at Hermanus. <br/><br/>At Hermanus you can go whale watching from land, as southern right whales pass through here close to land between the months of June and November. Wildlife also abounds at the private wilderness reserve in the Cedarberg Mountains, as do ancient rock art sites in their hundreds. And your final wildlife watching treat is at Kwandwe Private Game Reserve where your trip draws to a close, with three days to take in the South African bush at its most stunning. <br/><br/>You can chill out on this holiday or enjoy plenty of outdoor adventures on offer, such as sea kayaking, hiking or cycling along the Garden Route. This is a tailor made itinerary so we can make it as active or chilled as you like. What we will always ensure, is a stunning place to sleep with some of the country’s food and wine ready and waiting. <br/>",
  "durationDays": "18",
  "price": "7295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 12,
      "title": "",
      "description": "Head for the stunning Garden Route today, to the town of Knysna for a 3 night stay at Kanonkop House on a bed and breakfast basis. (Includes drinks). Offering luxury boutique accommodation in the heart of the Garden Route, Kanonkop House is gloriously sited on the apex of Kanonkop Hill above Knysna. This beautiful family owned guest house noted for its excellent service, has gorgeous views overlooking Knysna Lagoon across to the famous Knysna Heads and Indian Ocean beyond. Kanonkop offers five luxury spacious suites, individually created and furnished and each with its own character, decoration and name as well as artworks by talented South Africans. All suites feature fully appointed en-suite bathrooms, bathrobes, slippers, cotton linen, under-floor heating, handmade paddle fans, satellite television, CD player and selection of CD’s, tea and coffee facilities and complimentary WiFi. All suites include private decks that overlook the lagoon or surrounding garden and forest with distant lagoon views. Kanonkop House offers an elegant guest bar where you can help yourself to complimentary drinks; breakfast is served under umbrellas on the patio or in the dining room, there is a relaxing swimming pool with sun loungers and secure off road parking. Kanonkop House in-house activities include bikes, kayaks and a speed boat for water sports or sunset cruising. Discounted golf is available at Simola, Pezula and other Garden Route courses. The guest house is only 2km from Knysna town centre. Knysna is the place to be for savouring seafood fresh from the sea: Knysna Oysters in particular are popular. Knysna Harbour is a great place to relax and watch the sunset from one of the many waterside restaurants and bars. Boat trips to Featherbed Nature Reserve and sundowner cruises can also be arranged here."
    }
  ],
  "map": ""
}