{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-family-adventure-holiday",
  "tourName": "South Africa family adventure holiday",
  "placesVisited": "",
  "generalInfo": "This bucket-list trip offers outdoor adventure activity options galore, but the real gem is the opportunity to be involved in a conservation project on safari in South Africa.<br/><br/>The Garden Route and the Eastern Cape are ideal destinations for families with teens and tweens. From lazing on the golden beaches, body boarding in the surf or stand up paddleboarding on the Knysna Lagoon to kloofing and kayaking in The Crags and Storms River this adventures paradise is just beginning to be explored. There are so many Insta worthy scenic spots and plenty of opportunities for fun TikTok content and that even before a safari of a lifetime!<br/><br/>This is the ideal place for self-drive holidays - there are plenty of great places to stop, lots of mobile coverage, interesting scenery and an excellent network of roads.  Driving distances are often between 3 and 4 hours so no lengthy car journeys AND there is plenty to see and do along the way.<br/><br/>Start your trip in Cape Town: we have a range of fabulous adventure tours to explore the area, or you can set your own agenda: we have factsheets to help with hints for things to do.<br/><br/>With some of the best coastal scenery in South Africa, the Garden Route and the Eastern Cape offers a variety of activities: walks and trails for those who enjoy exploring on foot and at their own pace while taking in the stunning scenery of the coast, forests or nature reserves.  <br/><br/>Older kids and teens will relish being in nature with experiences ranging from the sedate to the adventurous. Just some of these could include seeing meerkats emerge from there burrows at sunrise outside of Oudtshoorn, stand up paddleboarding on the Knysna Lagoon, scooting through the Knysna forest on a Scootour, kayaking on the Storms River, and sailing trips to see whales and dolphins.  For those looking for more excitement, there's kloofing (canyoning), adrenalin-filled launches by boat on marine tours, kayaking up the Storms River, bungee off the Storms River Bridge, or surfing Jeffery's Bay famous Supertubes.<br/><br/>There are a number of conservation project options for safari: helping with de-horning rhinos, a 5 night safari where participants are involved in wildlife monitoring and anti poaching work, or a 3 night cheetah-tracking safari.  Conservation safaris come at  price, so if budget does not allow, we have a number of other safari options at lodges where conservation work is at the centre of their operation.<br/><br/>Food is produced locally, and so is always super fresh, colourful, tasty and in abundance - as well as excellent value.  With accommodation options to suit different budgets and preferences the Eastern Cape and the Garden Route offer a range of choices - we often have special deals especially between May and August.<br/><br/>We will tailor this itinerary to your requirements regarding budget, duration, routing and level of activities: below is a sample itinerary: contact us for a bespoke version.",
  "durationDays": "14",
  "price": "4700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 11,
      "title": "",
      "description": "Take a safari with a difference ... there are a number of options. Join a qualified safari guide on a walking safari and explore the bushveld up close. This is a minimum two-night walking trail, operational Tuesday and Wednesday or Friday and Saturday, with an optional third night on Sunday. The camp is discreetly fenced for safety but retains a true explorer ambiance. Or embark on the Cheetah Trail, a three-night, four-day slackpacking adventure. This includes a night under the stars at a specially set up fly camp, adding to the overall adventure and experience. Fully guided by an expert team, you'll hopefully have the unique and humbling opportunity to see one of Africa's most iconic and endangered species, the cheetah, up close and on foot. This adventure is available between September and May, with a minimum age of 16 years. Guests must be medically fit and able to walk for 5-6 hours per day across variable terrain. There's no electricity, Wi-Fi, or mobile phone signal, so you can truly disconnect and immerse yourself in nature. Alternatively, participate in a 5-night itinerary that enables participants to develop a meaningful understanding of conservation efforts with daily hands-on conservation sessions that are subject to the reserve’s needs - which may include wildlife monitoring, anti-poaching work, land rehabilitation, reserve & fence maintenance, conservation talks, wildlife translocations, Spekboom planting, research assistance and community programmes. Another opportunity is to participate in a three-night Rhino Conservation Safari, a rhino-darting and notching programme during which guests will have the opportunity to track and locate rhinos during a Rhino Monitoring Drive. Once the rhinos are located and sedated, guests will assist the specialists on the ground with administering medication, taking scientific measurements, fitting ankle collars and monitoring the rhino's well-being. Available during the cooler months between May and September. Suitable for children over 6 years of age."
    }
  ],
  "map": ""
}