{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-garden-route-holiday-small-group",
  "tourName": "South Africa Garden Route holiday, small group",
  "placesVisited": "Starting and ending in Cape Town, Explore the Cape Coast, Route 62, Wilderness National Park, Knysna, Addo Elephant National Park, Mossel Bay, Optional activities include shark cage diving and bungee jumping",
  "generalInfo": "A holiday that suits nature lovers and thrill-seekers alike. Spend ten exciting days exploring the beautiful and diverse Cape region on this Garden Route holiday in South Africa. <br/><br/>Begin with free time in the Mother City of Cape Town, where you can take your pick of all the famous landmarks and sites to visit over two days at the start of the tour. Leaving Cape Town, your tour takes you along the stunning Garden Route, stopping to see and experience the best it has to offer. Places you’ll stop on this trip include Knysna, Oudtshoorn, Cape Agulhas, the Bloukrans Bridge and Hermanus.<br/><br/>Natural beauty is a highlight on this beautiful driving route, such as in Wilderness National Park, close to Knysna, where you can paddle down the Touw River in canoes. The centrepiece of your trip is a chance to safari in Addo Elephant Park, South Africa’s third largest national park, which doesn’t just contain hundreds of elephants, but the rest of the Big Five as well. <br/><br/>South Africa’s Garden Route isn’t always a walk in the park – it’s also home to some fantastic opportunities for adventure, including bungee jumping from 216m up at Bloukrans Bridge and shark cage diving. You can tack on these experiences as an optional extra whilst you’re there… if you dare – they are fit into the itinerary, with alternative activities taking place for the rest of the group. <br/><br/>This tour can cater to a range of budgets, and can also be made private. <br/>",
  "durationDays": "10",
  "price": "1129",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Cape Town Your tour starts with your arrival at Cape Town International Airport, from where you are transferred to your accommodation. This will be in the form of either a comfortable, high-quality backpacker lodge, or a more luxurious deluxe guesthouse or boutique hotel, depending on your choice. You will be free to spend the rest of the day, as well as the next day, exploring Cape Town on your own. Included activities"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Free DAY in Cape Town This is your chance to experience the sights and sounds of Cape Town with 2 free days in the famous Mother City. Home to many important historical landmarks, as well some gorgeous natural sites, Cape Town has so much to offer. Table Mountain, Signal Hill, Robben Island, Hout Bay, Camps Bay, Clifton Beach, the V&A Waterfront, Constantia. You can fill your days or take them easy, as you prefer. We recommend taking a tour on the city sightseeing bus; alternatively, you can pre-book out a Cape Peninsula Tour or Cape Winelands Tour (joining with other travellers not on our trip). | OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Free DAY in Cape Town You have another free day to explore Cape town today. | OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cape Coast- Hermanus, Betties Bay, Cape Agulhas, Shark Cage Diving The group joins together today as we follow the scenic Cape coastline. We depart Cape Town early, heading towards Hermanus. Guests who have chosen to do the shark cage diving activity depart separately and join up with the rest of the group later in the day. En-route to Hermanus, we make a stop at Betties Bay, where a marvelous sight awaits us"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Route 62, Winery Stop, Ostrich Farm Today we travel along a famous route in South Africa"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Wilderness National Park and Knysna We have an adventurous and exciting day ahead of us today. We begin by crossing the magnificent Outeniqua Mountain Pass into Wilderness National Park. We explore this beautiful landscape in a unique way- by paddling down the Touw River in canoes. This is a truly enchanting way to experience the beauty of the park, and our journey takes us through the forest, which is abundant with life. After our boating excursion, we enjoy a short 2km hike to a lovely waterfall and rock pool area. We then depart for Sedgefield, where the pristine beaches are perfect for rounding off the adventures of the day. Included activities"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Knysna, Tsitsikamma National Park and Bloukrans Bridge Bungee Jump This morning, we will head to the famous town of Knysna via the beautiful Lake District of the Garden Route. Whilst in Knysna we'll visit the viewpoint, where we'll be rewarded with magnificent views of the Knysna River estuary and towards the Indian Ocean. Our next destination is Tsitsikamma National Park. En-route, we stop at the world-famous Bloukrans Bridge, the site of the highest bungee jump in the world. While the thrill-seekers in the group enjoy this must-do experience, the rest of us continue onwards to the park. Tsitsikamma N Included activities"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Addo Game Drive We spend today’s morning in the African bush. We explore the wilderness of Addo Elephant National Park for two to three hours, seeking out Africa’s magnificent wildlife. Around 600 elephants are found in the 28000-hectare reserve, as well as lions, rhino, buffalo, hartebeest, kudu, eland, zebra and more. After a thrilling and fulfilling 2-3 hour safari in the wild, we drive back towards the heart of the Garden Route. We spend the night in Wilderness. Included activities"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Mossel Bay, back to Cape Town Today’s highlight is Mossel Bay. Here we will find plenty to entertain and excite. We visit the stunning beaches and go for a hike on the Cape St. Blaize Trail, which meanders along on the cliffs above the Indian Ocean. We also visit the Diaz museum Complex, which exists in commemoration to the first known European explorers to visit the tip of Africa. There are also exciting adventure activities on offer for the thrill-seekers to try"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Depart from Cape Town This is the last day of the tour. You time is free until you are transferred to Cape Town International Airport for your flight home or to a new destination. NOTE"
    }
  ],
  "map": ""
}