{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "self-drive-trip-into-limpopo-south-africa",
  "tourName": "Self-drive trip into Limpopo, South Africa",
  "placesVisited": "Johannesburg, Welgevonden Game Reserve, Three nights at Kololo Game Reserve, Game drives and Big Five, Soutpansberg Mountains, Two nights Madi a Thavha Lodge, Visit craft workshops, Three nights Mopane Bush Lodge, Mapungubwe National Park and World Heritage Site, Two nights Leshiba Wilderness game reserve, Rock art sites, Game drives, guided walks and horse riding",
  "generalInfo": "This tailor made, 12 day self-drive trip takes you into Limpopo, one of South Africa's most beautiful, but least visited provinces. Here, you’ll discover diverse wildlife, dramatic scenery, a long history and a vibrant traditional arts scene. This is a place of seemingly endless savannahs, craggy mountains, wildlife reserves, wonderful accommodation and traditional villages. <br/><br/>Enjoy a wealth of different experiences on this trip, from spotting the Big Five in Welgevonden Game Reserve (which is also malaria free) to enjoying the sandstone landscapes, ancient baobab trees and herds of African wildlife in Mapungubwe National Park, a UNESCO World Heritage Site. While at Mapungubwe, you can also see ancient rock paintings made by San bushmen and climb to the confluence viewpoint alongside the Limpopo River to see where South Africa, Botswana and Zimbabwe meet. Learn about the Venda and Tsonga traditions and lifestyles while staying in the Soutpansberg Mountains and at Leshiba Wilderness, stay in the remarkable Venda Village Lodge, a unique place full of sculpture and artworks, created with acclaimed Venda artist, Noria Mabasa.<br/><br/>This is a wonderful tour through the fascinating Limpopo region, with drive times of no more than four hours and frequently much less, and several days spent at each of the four unique accommodations, so you have time to relax and explore.<br/>",
  "durationDays": "12",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart on your overnight flight to Johannesburg."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive Johannesburg, you collect your car and drive into the malarial-free Welgevonden Game Reserve for a 3 night stay at Kololo Game Reserve. Kololo Game Reserve offers a varied African safari experience a mere 3,5 hours drive from Johannesburg. Kololo is situated in the beautiful, malaria-free Waterberg area and affords guests the chance of seeing a wide variety of free ranging wildlife including giraffe, kudu, zebra, eland and impala. Enjoy game drives, walks or a mountain bike ride assisted by Kololo’s friendly and knowledgeable rangers. Part of Kololo is integrated into Welgevonden Game Reserve, a Big Five region. Here elephant, rhino, lion, leopard and buffalo abound along with a range of other animals and an abundance of birds. Accommodation types vary from chalets and villas to the tented camp. Relax at the pool, enjoy a bush braai or sip a drink while soaking in the splendour of the African bushveld view from the lookout decks."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today you drive back to Johannesburg airport, where you drop off your car in time for your return flight home."
    }
  ],
  "map": ""
}