{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-wildlife-tour-sharks-and-aardvarks",
  "tourName": "South Africa wildlife tour, sharks and aardvarks",
  "placesVisited": "",
  "generalInfo": "We trade in lions and elephants for great white sharks and aardvarks on this South Africa safari. Travelling to watch great whites hunting fur seals, then enjoying some of the best whale watching in the world, spending time around penguins at their colony before heading inland and looking for some of the rare and unusual species that inhabit the dry grasslands and rocky escarpments of the zone between the Karoo to the south and the Kalahari to the north. If successful we could be among the first people (if not the only people) to see great white sharks and aardvarks in the same trip!. <br/><br/>Exploring many different habitats on this tour we will find wildlife at home in the shallow rocky waters of the Southern African coast, animals from the open ocean who are only coming into the bay for food or protection, animals that live on the sandy beaches and rocky cliffs of the Cape, plants and animals that make up one of the five floral kingdoms of the world the unique and endemic Fynbos.<br/><br/>All in all this dedicated and comprehensive wildlife tour of some unusual South African ecosystems that we hope will have you falling in love with the other side of safari holidays in South Africa. The whole of Southern Africa has many hidden secrets and much more than the Big Five and we hope to showcase some of these highlights throughout this tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary). We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and game drives, guided walks, shark &amp; whale watching boat trips. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through South Africa (and elsewhere in Southern Africa). Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, guided walks, park entrance fees and sightseeing entrance fees. Whilst the trip involves a lot of camps, these are not pitch your own tent camping camps, instead these are luxury tented camps where the tents are permanent and you do not need to bring any camping equipment or sleeping bags with you. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Kalahari wilderness, night safaris are available in some locations (subject to the local conditions on that day). You will have to speak to your guide on arrival there and book places on these (this is not included). A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced zoologist (where available- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) or naturalist guides as well as local drivers, boat skippers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it. We do our best to include as many wildlife activities as possible in all of our itineraries.<br/>• Depending on budget and interest we have a range of different accommodation packages to offer, from luxury top end lodges, national park safari lodges and mobile-camps which often offer unbelievable wildlife watching deep inside national parks as well as camping. We can also arrange mobile camping safaris of Botswana is very popular and all of your camping gear will be provided.<br/>• Spend all the daylight hours searching for wildlife and visiting various natural wonders and stunning landscapes.<br/>• All the above reasons give this, our South Africa wildlife safaris a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Southern Africa so that we can try and find and observe some of the rarer and more elusive species. We have great itineraries and expertise in all Southern African countries (Namibia, South Africa, Botswana, Zambia, Zimbabwe, Malawi and Mozambique) and can arrange trips to find some of the rarer species such as aardvarks, aardwolves, brown hyenas and black-footed cats among other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Best time to visit:<br/><br/>The southern Hemisphere winter is best, July - October. This tour is best in the southern Hemisphere winter into the southern spring. This is when the weather is at its most comfortable for us to visit and the seas around the Cape of Good of Hope are calm enough to allow pelagic birding trips as well as whale watching excursions too. As for the Kalahari early August to late October is the dry season in the Kalahari, is the best time to go for wildlife watching. <br/><br/>Fitness level required:<br/><br/>The vast majority of wildlife watching is all done from 4x4 safari vehicle or from boats and there is very little physically demanding activities needed. There are some guided walks, but they are usually along flat trails and no longer than 1 hour.<br/><br/>Minimum age: 18",
  "durationDays": "22",
  "price": "6495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Cape Town & False Bay - Arrival & Wildlife Watching On arrival in Cape Town airport you will be collected by your guide and taken south towards False Bay. The drive will take you past a section of the Table Mountain National Park and as well as having views of the iconic Table Mountain (if the skies are clear) as it usually has the ‘table-cloth’ on it during the afternoons; you could see Cape mountain zebra and black wildebeest grazing on the national parks grasslands, just on the side of the highway. Heading past the city you will start to see the sea, this is False Bay, the home of the famous ‘jumping’ sharks. The bay is the largest in South Africa and is fringed by Aghalus Point on the east side (Africa’s most southerly point) and Cape Point on the west side. It is Cape Point and the notorious Cape of Good Hope that took many lives in the colonial era and up until today (the famous Skeleton Coast of Namibia is just north of here and responsible for shipwrecks even today). When we descend towards the bay we will see some of the small communities that are dotted along the coast of False Bay. Fishoek, Muizenberg, Kommeije and Simonstown are the main ones. They were all once small fishing villages that are now hotspots for the rich and glamorous to live (such as Simonstown and Kommeije) or are thriving backpacker and surfer towns such as Fishoek and Muizenberg. We will head to Simonstown, this is the largest harbour in the bay and also home to the largest South African naval base, which when you see the small size of it makes you realise that the South African navy is not a global force. The town is base of our cage diving operations and also the most picturesque and conveniently located for many excursions to sites around Cape Town and Cape Point. After checking in the rest of the day will be free to rest and relax. (no meals are included today)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "False Bay & Surrounds - Wildlife Watching & Sightseeing Our activities for the next week or so are heavily dependent on the weather, unfortunately the best time to see the hunting great white sharks is also the winter. Whilst rare it is not unheard for storms to come through the Cape and disrupt the shark boats for a day. However you will receive a full refund for the any boat trips that doesn’t head out due to the weather and with a week dedicated to this and 10 different trips on the boat planned we should have plenty of time on the boat and get the photographs of the breaching sharks we are after. So the order of the activities listed here may vary depending on the weather, but the activities mentioned (other than the shark trips) will all be done as they are less weather dependent and we will be able to do them. Even if they are not done in the exact order mentioned. So scheduled for today is a morning trip to Seal Island and its resident 64,000 Cape fur seals and their 100 or so toothy neighbours. We will meet the crew at 7:00am sharp, they can and will leave without us if we are late because the best breaching and predation events occur at first light. The island is located around 7km offshore and on a very clear day it is just visible from shore. It takes around 45 minutes to get to the island and the sunrise over the bay is spectacular. Along the way it is possible to see southern right whales, pods of dolphins (dusky dolphins, common bottlenose dolphins, short-beaked common dolphins as well as (rarely) orca (we will be praying not to see orca as they are the only predator of great white sharks and when they have been seen around here and other aggregation sites around the world the sharks disappear for a few days to avoid them)), as well as African penguins and of course the seals. The bird life around the bay is also spectacular with Cape gulls, kelp gulls, Hartlaub’s gulls, sooty shearwaters, various petrels, cormorants and the occasional albatross all possibly sighted. This morning will be visiting the island. Once we reach the island we will first of all scan the waters and particularly the ‘gauntlet’ which is a narrow channel under the water which is used by the sharks to launch most of their vertical ambushes. Whilst predations occur all around the island and up to around 100m offshore from the island, most occur just off the southern tip. This is where the underwater topography is perfect for ambushes and the seals seem to aggregate before heading off to the deeper water. At first we just watch the natural predations and try our best to predict which of the many seals will be targeted. As the sun rises the amount of attacks decreases, with the sun higher in the sky the seals can see deeper and so can spot the sharks below easier. At this point (when conditions are good) we will tow a decoy seal behind the boat. This entices the sharks to launch a breach attack on the decoy and as you only have one target to focus on you have a much higher chance of capturing a breach with your camera. This is the best and possibly only place in the world where great white sharks can be seen easily without getting in the water and without the need to use bait and chum. We will be out at the island for the morning and then we will return to the harbour and to the guest house to freshen shower and change. Afterwards we will head around the point to Cape Point National Park, the drive into the park will take us around some of the point and the views are just spectacular. Chacma baboons are not uncommon along the way and once we enter the park we will be in the Fynbos, this is one of the 5 floral kingdoms in the world and when you consider some of the floral kingdoms are Paleo-Arctic-temperate-deciduous forest and span the entire world, the fact that the western cape of South Africa has one of its own you realise the importance of this ecosystem. Unfortunately during the winter the fynbos will not be flowering but the wildlife here will still be around. Inside the coastal park we could see ostrich, Cape Mountain zebra, eland, endemic bontebok, rhebok, chacma baboons as well as wealth of bird life. We will go to the visitor centre today and have lunch here before heading up to the Cape Point lighthouse. We will also explore some of the park and get out and walk through the Fynbos and visit some beaches, the endemic bontebok are beautiful and usually found around the beaches, there are also a couple of beaches where spotted-gully sharks can be spotted from the beach if we are lucky. After spending the afternoon here we will head back to Simonstown and have dinner. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "False Bay & Surrounds - Wildlife Watching & Sightseeing This morning we will all depart for Seal Island like yesterday and the routine on the boat will be the same as described above. On our return to Simonstown today we will have lunch in the town and then head the short distance to the largest African penguin colony in the world and also possibly the most accessible penguin colony (of any species) in the world. You will start to see penguins as we drive into the car park and even before we get into the official entrance you could have seen dozens of the little critters. The walk bold as brass right past people and between the cars, they seem to be completely oblivious to the presence of people and vehicles. These traits make them very good photography subjects as they will allow you to get as close as you wish but bad when they try and cross roads and several of killed on the roads every year. We will spend an afternoon with these adorable little birds, they will be nesting at this time of year and so you can observe the male and female mating rituals and little beak slapping dances they perform when they greet each other from another fishing excursion. They also tussle with each other; each penguin is after the perfect next burrow and the best vegetation to line their burrow with. This causes a conflict that are usually decided by who brays the loudest, in fact the noise can be so loud that it is clear where they get their other common name from, the Jackass penguin. As we explore the colony you will also see some penguins coming back to shore from a day fishing as well as many playing in the surf zone, they are predated on by dolphins, seals and of course the multitude of sharks in the bay including the great whites too. Also living around the colony are rock hyraxes, they can be seen around Cape Point too but they are very easy subjects here as they are very used to people. Afterwards we will have a relaxing evening with dinner at a restaurant in Simonstown. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "False Bay & Surrounds - Wildlife Watching & Sightseeing This morning we will depart on another morning shark watching on the boat (following the same pattern as the last couple of days). Then on our return to the harbour, we will have around 20 minutes turn around before we head back out for the afternoon shark trip. We will arrive back around 12:45 and we have to be ready depart at 13:15 sharp. The afternoon shark trips are very similar to the morning ones. We will come back to the harbour at around 16:45 and from here we will head to the guest house for a rest and relaxing evening and dinner. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "False Bay & Surrounds - Wildlife Watching & Sightseeing This morning we will all once again go on the morning shark trip. Once we get back to Simonstown we will change and freshen up before travelling into the city of Cape Town, we will not go deep into the city centre but instead to the most iconic feature of South Africa’s most beautiful city, Table Mountain. We will drive half way up and then take a cable car to the summit. We will pray for good weather and a clear summit, however it is very common for the ‘table cloth’ to be on the mountain. This may sound quaint but it is a cloud, however even if the views from the top are not fantastic the landscape on the top is well worth going to see. The cable car will take us to the top and from here we will have an explore of the strange rock formations and also if the weather permits enjoy the great views out over the city and to the old penal colony of Robben Island. There is some wildlife here too, Cape grass birds, Cape Sugar birds, southern rock agamas, plated lizards and possibly klipspringers can all be seen on the top of the mountain. We will have lunch on the top and after exploring the summit go back down and back to Simonstown for our dinner. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "False Bay & Surrounds - Wildlife Watching Today will see all of us go out on the shark boat in the morning and afternoon. The shark boat trips in both the morning and afternoon are described on the previous days and today will be no different. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "False Bay & Surrounds - Wildlife Watching & Sightseeing This morning we will all have the morning shark watching trip and then in the afternoon we will go back into Cape Town and this time to the Victoria & Albert Docks. These iconic docks is one of the nicest parts of Cape Town and also the departure point for the Robben Island ferry. This afternoon we will have a trip over to the island, this was the prison where many black activists were incarcerated during apartheid. This is not a wildlife excursion (although African penguins and introduced springbok can be easily seen on the island), but it is not possible to understand South Africa without understanding what happened on this island and what it was like for people during the apartheid era. Your guides around the island will be former prisoners who lived here, this allows for a wonderful insight into what life was really like here. You will get told about the history of the island and also visit the prison (seeing Nelson Mandela’s actual cell and belongs as they were when we was here) and the limestone mines where many of the prisoners worked until they dropped and went blind with the glare of the sun reflected back from the white rocks. When we return on the ferry back to the V&A docks we will either have dinner in one of the dockland restaurants or drive back to Simonstown and have dinner there. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "False Bay & Surrounds - Wildlife Watching Today will be our last day on the shark boat and this morning and the afternoon we will all head out for the second trip. The activities on board will once again be the same as described on previous days and we will have dinner in a restaurant in Simonstown. (breakfast is the only meal included on this day)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hermanus - Travelling & Whale Watching This morning we will have a relaxed and leisurely start and after breakfast depart eastwards along the coast. The journey today will take us around False Bay and past the Agulhas Point which is the most southerly point of Africa and then onto Hermanus. The drive will only take around 2 hours and once we arrive we will check into the accommodation and have some lunch in one of the nearby resturants. Hermanus is an old colonial town that is now one of the most picturesque bay towns in Africa, it is also the premier land-based whale watching destination in the world and after lunch we will go and see if we can see of the southern right whales that entire the bay in June. They spend the Austral winter here, which is far warmer than their usual home in the Antarctic waters furthe south. They come here to rest, mate, calve and rear their young so there is a chance you can see some incredible behaviour whilst here. Sometimes the whales can be seen only a few meters away from the cliffs. So it is the cliffs that stretch from once side of the town to the other that will be our destination this afternoon and we hope that the whales are cooperative. We will have dinner in another restauant and relax before another morning on the water tomorrow. (breakfast is the only meal included on this day)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Hermanus - Whale Watching & Scenic Flight This morning we will depart for Hermanus New Harbour for 08:30am, after checking with the boat operator we will depart at 9am. The boat trips last between 1.5 – 3 hours depending on travelling time to the whales but the time spent with the whales will be the same. As well as the southern right whales we will look out for Cape fur seals, African penguins, various marine birds including shearwaters, petrels and skuas as well as the elusive resident Bryde’s whale, humpback whales and various dolphin species including common bottlenose-dolphins, long-beaked common dolphins and dusky dolphins. Once we return to the harbour we will have lunch and then head to Stanford (around 25 minutes from Hermanus) and here we will have a private Cessna flight out over the bay. This will be one hour and we hope to see the bay, surrounding countryside and the whales in a completely new way. The aircraft is perfectly set up for photographers with a removable door offering unobstructed views from a stable, smooth platform. I hope that you will be the first amongst your group of photographer friends to get aerial whale photographs of this kind. After the flight we will drive back to Hermanus and have our dinner here, and in the evening you are free to relax on your own balcony overlooking the bay and get ready for another morning on the water and another chance to see the largest breeding animals in Africa once again. (breakfast is the only meal included)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Hermanus - Whale Watching & Bird Watching This morning we would have the same whale watching trip as yesterday and then afterwards have lunch. This afternoon we will be met at our accommodation by a local birding guide for a birding excursion around fynbos. This 4 hour afternoon trip will take us along the coast and into the fynbos in search of some of the 350 plus species that have been recorded from here. We will hope particularly for blue cranes, Cape sugarbirds, Cape rock-jumper, Cape siskin, Victorin’s wabler, orange-breasted sunbird, Cape weaver, Greater double-collared sunbird, Cape rock thrush and many other species. Species found only around Hermanus are potea seed-eater, Agulhus long-billed lark and the Cape clapper lark and we will be keen to find these species. On completion of this afternoon excursion we will have our dinner and retire after another full day on the Western Cape of South Africa. (breakfast is the only meal included)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Hermanus / Cape Town - Whale Watching & Travelling This morning we will have our final morning whale watching trip out into the bay. Afterwards we will go back to the accommodation and pack up and then carry on to Cape Town. Once here we will check into our accommodation and have the rest of the day to rest and relax. (breakfast is the only meal included)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Witsand Wildlife Reserve - Travelling & Wildlife Watching Today we will leave the hotel early to catch our early morning flight from Cape Town to Upington, once we have arrived here we will meet our local naturalist guide and be taken to our accommodation. Witsand game reserve is covered with white and red Kalahari sand dunes and his home to over 150 species of birds and several intriguing mammals. Protected since 1993 the area is an important site for many Kalahari species that now battle with farmers for space in the once vast Kalahari ecosystem. We will spend whatever time we have here (after arriving) this afternoon exploring some of the reserve, the important bird species here include pygmy falcons, kori bustards, secretary birds, crimson-breasted bouboul and three species of sandgrouse. We will also be looking for and spending time with gemsbok, springbok, common duiker, steenbok, red hartebeest, South African ground squirrels and the endearing meerkats. After dinner we will go out with a spotlight in search of some of the rarer animals in Africa. The ground pangolin has been seen here on occasion and whilst it is very rare this is probably our best chance to see one of the most elusive species in the whole of Africa. Also here and that can be seen at night are aardvarks, South African crested porcupines, aardwolf, bat-eared fox, Cape fox, South African springhare and various species of owls. (breakfast and dinner is included on this day)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Witsand Wildlife Reserve - Wildlife Watching Today is a full day exploring the reserve; as well as the range of mammals we will hopefully see some of the important bird species here include pygmy falcons, kori bustards, secretary birds, crimson-breasted bouboul and three species of sandgrouse. But of course our focus will be spending time looking for mammals, particularly gemsbok, springbok, common duiker, steenbok, red hartebeest, South African ground squirrels and the endearing meerkats. Then after dinner when it is dark we will go out with a spotlight in search of some of the rarer animals in Africa. The ground pangolin has been seen here on occasion and whilst it is very rare this is probably our best chance to see one of the most elusive species in the whole of Africa. Also here and that can be seen at night are aardvarks, South African crested porcupines, aardwolf, bat-eared fox, Cape fox, South African springhare and various species of owls. (all meals included)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Marrick Game Farm - Travelling & Wildlife Watching This morning we will make our way from the edge of the Kalahari ecosystem and through the Karoo and towards the town of Kimberley. Our destination is Marrick Game Farm, once here we will have an afternoon game drive around the 3,000 hectare property. Once a functioning dairy and sheep farm it has been managed as an eco-tourism property for the last 15 years and the grounds sustain a range of ecosystems including savannah, rocky scrub and thick thorny bushveld. This range of habitats is one of the reasons for the array of wildlife here and whilst on our game drive this afternoon we will hope to see greater kudu, common eland, blesbok, gemsbok, black wildebeest, blue wildebeest, red hartebeest, steenbok, common duiker, Burchell’s zebra, mountain reedbuck, waterbuck, impala, common warthog and springbok. There are also giraffe here which represent one of the few herds of giraffe in the Kalahari. The birdlife is also spectacular here with the blue crane, African fish eagle and double-banded courser all highlights. After dinner once again we will have an night safari and here we have the best chance of seeing an aardvark, they are not very rare and are found throughout sub-Saharan Africa but are hardly ever seen. We will also try for South African springhare, aardwolf, Smith’s red rock rabbit, South African crested porcupine and bat-eared foxes. (breakfast and dinner included)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Marrick Game Farm - Wildlife Watching Today we will be a full day exploration the various ecosystems around Kimberley in search of as much wildlife was possible. We will leave Marrick and visit some nearby locations for known wildlife before returning to the farm for spotlighting. Many of the species listed on the previous days will be our targets today and then after dark once again we will try and find the rare and elusive nocturnal species. (all meals included)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Mokala National Park - Wildlife Watching & Travelling Today we will travel from Marrick Game Farm to Mokala National Park, this is one of South Africa’s newest national parks and is home to both white and black rhinos, African buffalo, black wildebeest, klipspringer, blue wildebeest, common warthog, giraffe, mountain reedbuck, gemsbok, roan & sable antelopes, meerkat, Cape grey mongoose, slender mongoose, black-backed jackal and many other diurnal species. On the way to the park we will visit Kamfer’s Dam which is one of only 4 lesser flamingo breeding sites in the world. Then after dark we will have a night safari and look for brown hyena, Cape fox, African wild cat, caracal, small spotted genet, Southern African hedgehog and possibly aarvark too. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Mokala National Park - Wildlife Watching Today we will spend the day exploring the Mokala National Park and try and find as many species as possible and also have another night drive. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "De Aar Game Farm - Travelling & Wildlife Watching This morning will be our last game drive around Mokala National Park before we leave and head to De Aar and the Karoo Experience. This rustic country house is set in the Karoo, another unique South African habitat and home to many species. The Karoo and Kalahari are very similar habitats and we will spend the afternoon and evening looking for wildlife. Many of the larger diurnal species will be the same as we have seen elsewhere but we have chosen these places to visit based on recent sightings of some of the more unusual species such as black-footed cats, aardvarks and possibly pangolins. So we will have a night safari as well to see if we can find any of these rarer species. We may also find Southern African hedgehog, Cape fox, red rock rabbits or smaller species like the very unusual elephant shrews that also inhabit this arid habitat. (breakfast and dinner included today)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "De Aar Game Farm - Wildlife Watching Today we will spend the time exploring the property and surrounding countryside including visiting nearby parks, reserves and other known wildlife areas that have been researched by our local naturalist guide. (all meals included today)."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Kimberley - Travelling Today you will have one last morning game drive around De Aar game farm before departing for the town of Kimberley. You can either arrange your flight to depart from here in the late afternoon or evening today or we can arrange an overnight here for you. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Home - Departure If you did not depart yesterday you will be transferred to the airport in time to catch your return flight home. (breakfast only included)"
    }
  ],
  "map": ""
}