{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "st-helena-and-south-african-winelands",
  "tourName": "St Helena and South African winelands",
  "placesVisited": "",
  "generalInfo": "Explore an exclusive 19-day itinerary blending the historic allure of St. Helena, tracing Napoleon's footsteps, with the must-see highlights of South Africa's Cape region. Discover the hidden gem of St. Helena and its rich history, complemented by vibrant Cape Town experiences. Dive into the picturesque landscapes and renowned wines of Franschhoek. Uncover a unique journey off the beaten track and through South Africa's scenic wonders.",
  "durationDays": "19",
  "price": "7452",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly to South Africa on an overnight flight to Cape Town."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Land in Cape Town this morning where a local representative will be waiting to help you through immigration and baggage collection before passing you on to a driver for the trip into the city where you will be spending the night at the Ridgemore Villa Guest House. The day is yours to do as you please, but if you would like then we can help to arrange a guide to take you around Cape Town or the nearby winelands and tell you more about the area."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You will be collected early this morning and transferred back to the airport to catch your flight to St Helena, which includes a refuelling stop in Walvis Bay along the way. Land in the afternoon and complete immigration formalities before being met and transferred in to Jamestown where you will be spending the next 7 nights at Mantis St Helena."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you'll start your exploration of the island. After breakfast meet with your guide Aaron at 9.30 for an orientation of the island by 4x4. Stop at Deadwood Plain which was the camp site of Boer prisoners of war during the Anglo Boer War of 1900-1902 before a short walk to Flagg Staff which gives you wonderful panoramic views across the island. Visit Fisher’s Valley where Napoleon rode his horse during his exile on the island and Levelwood, home to the Bell Stone - a rock which when struck rings like a bell. Wind your way to the south west point of the island for incredible views over the Atlantic Ocean, which stretches unbroken for 2700 kilometres in every direction. Drink in hand as the sun sets, it’s the perfect end to the day."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning, after breakfast, a highlight of the island awaits as you join your skipper for a boat cruise off the island. Home to huge schools of Pan-Tropical dolphins, Bottle-Nose dolphins and Rough-Toothed dolphins, as well as turtles, Devil Rays and Whale Sharks (in season January - March), the deep blue waters are teeming with life. The tour gives you a scenic view of St Helena’s coastline and allows you to view a few of the old fortifications and outposts that still stand. Return to port for lunch (not included) before you are met at the hotel at 2 pm to explore Jamestown on a walk with Basil George, a descendant of one of the Boer prisoners of war who decided to remain on the island after the declaration of peace. Basil is a hugely experienced guide and a local poet with a wicked twinkle in his eye who will keep you entertained with his vast knowledge of the island and its inhabitants. Visit the Castle with its tropical gardens, St James Church (the oldest Anglican Church in the Southern Hemisphere), the famous Jacob’s ladder which ascends 699 steps above the town and the Court House."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Set off this morning with Aaron for the south of the island, stopping at the St Helena Coffee Plantation en route. A highlight of the day is Sandy Bay, which isn’t sandy, but is dramatic in its beauty and jagged cliffs, and where you’ll enjoy a picnic lunch on the edge of the Atlantic Ocean. As you head back to Jamestown, a private tour of the Governor’s residence, Plantation House awaits. Built in 1792, it has always been home to the island’s governors, and the current governor, Lisa Phillips, is the first female holder of the role. Perhaps an even more famous inhabitant is Jonathan, the oldest giant tortoise in the world who has been trundling around for nearly two centuries. Visit St Paul’s Cathedral and Knoll Fort on your return to the hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today is at leisure to explore at your own pace. Highly recommended is the very well curated Museum of St Helena which not only traces the varied history of the island, but also has artefacts from the number of wrecks that have dotted the coastline over the last 500 years. You may also like to book another optional boat cruise, or swim in the Atlantic - or in the public Olympic-sized swimming pool that sits near the harbour and is a great place to meet local islanders. This evening, dinner has been arranged with a local family to experience some local cuisine and learn about local island life - which often involves not so confidential stories about neighbours and family members."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Napoleon Bonaparte was exiled to St Helena in 1815 and died on the island 6 years later. This morning we visit Longwood House where spent his final years. Owned by the French Government, Longwood is one of the best Napoleonic museums in the world, with original furniture and over 900 artefacts. Have your picnic lunch on Longwood Green and after lunch take a 15 minute stroll to see Napoleon’s tomb and the beautiful heart shaped waterfall, before stopping at the St Helena Distillery on your return."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning you will have some final time at leisure to explore Jamestown and do some last-minute shopping before being collected and transferred back to the airport for the flight across to Cape Town. At the airport a driver will be waiting to whisk you into town for your four-night stay at Abbey Manor, a charming little guesthouse sitting in the shadow of Table Mountain. With some lovely local restaurants to enjoy you can have a leisurely lunch or perhaps relax by the sparkling swimming pool. The nearby Company Gardens are a lovely spot to have a stroll in the afternoon and stretch your legs after the flight."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today will be a chance for you to enjoy some of the highlights of Cape Town, including a trip up Table Mountain, a stroll through the V&A Waterfront and a ferry trip out to Robben Island to visit the prison where many political prisoners, most famously Nelson Mandela, were imprisoned during Apartheid. There are many excellent restaurants to be found around Cape Town, with some great options in the V&A Waterfront, as well is the “in-town” options around Bree, Long and Kloof Streets."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "We will arrange for a rental car to be delivered to Abbey Manor this morning, to allow you to do some exploring a little further afield. The Cape Peninsula stretches far to the South of Cape Town and a day trip here will allow you to spend some time in the Cape Point Nature Reserve, have the obligatory photograph taken at the Cape of Good Hope and take a stroll along Boulders Beach, famed for its large colony of African Penguins. Enjoy lunch in one of the area’s many excellent seafood restaurants before heading back to Cape Town, perhaps stopping for a late afternoon visit to the beautiful Kirstenbosch Botanical Gardens."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "You'll have the opportunity to unwind during the day, maybe exploring Cape Town at your leisure and indulging in the fantastic shopping options. And, of course, don't miss out on the delightful dining experiences. If you fancy a break from the town, a drive up the West Coast to explore the charming fishing villages of Langebaan and Paternoester is strongly advised. Both places exude a quaint charm, and the seafood restaurants, featuring crayfish as a local delicacy, are truly exceptional."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Savour a last breakfast with the impressive presence of Table Mountain as your backdrop, marking the end of your stay in the Mother City. As you bid farewell, your journey takes you to Franschhoek, a picturesque village nestled in the heart of the Cape Winelands. Your accommodation for the next three nights will be at the charming Avonrood Guest House, a delightful retreat just a brief stroll from the bustling main street of the village."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Today, we'll organize tickets for your chosen departure and route on the renowned Franschhoek Wine Tram. The tram routes encompass a vast array of wineries in the valley, offering a unique blend of travel in a specially designed bus and a lovingly restored tram. You can explore up to five wineries throughout the day, with special wine tastings included in your ticket. There's also the flexibility to incorporate a lunch stop, and you'll return to the village in the later part of the afternoon. It promises to be a delightful day of vineyard exploration!"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Indulge in a wonderfully laid-back day today. Consider a leisurely stroll down the main street of Franschhoek, soaking in the picturesque views of the surrounding mountains. Explore the array of shops and galleries that adorn the street, and treat yourself to a delightful lunch at one of the charming streetside cafes. For those seeking a bit of activity, there are enticing walking trails to discover. If you're feeling more adventurous, options like mountain biking, horseback riding, and even fishing are available – just let us know, and we'd be delighted to offer suggestions on how to make the most of your day."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Embark from Franschhoek after your morning breakfast, heading towards the coast to conclude your journey in the enchanting town of Hermanus, which offers breathtaking views of Walker Bay. Your accommodation will be at the delightful One Marine Drive, featuring stunning sea views and convenient access to the renowned clifftop walk, which is a beloved highlight of Hermanus."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "If you find yourself in Hermanus during whale season (typically July to November), today presents the perfect opportunity for a whale-watching boat trip in Walker Bay. Experience up-close and personal (yet entirely safe) encounters with Southern Right Whales, as they gracefully navigate the deep waters of the bay. Hermanus is globally recognized as the premier destination for land-based whale watching, and the Hermanus whale crier ensures you're alerted to any new arrivals, enhancing your chance for memorable wildlife sightings."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Beyond its reputation for outstanding whale watching, Hermanus is a delightful destination in its own regard, exuding a charming seaside town ambiance and boasting excellent seafood restaurants. Take the opportunity to explore the nearby Fernkloof Nature Reserve, where a range of hiking trails awaits, or venture down to discover the wonders of the Cape Nature Reserve. Additionally, the Hemel-en-Aarde Valley surrounding Hermanus is home to superb wineries, offering another delightful dimension to your visit. There's truly a wealth of experiences to enjoy in this picturesque coastal town."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "After breakfast head back to Cape Town and spend your day doing some last-minute souvenir shopping. In the evening, head back to the airport to drop off your car and catch your international overnight flight home."
    }
  ],
  "map": ""
}