{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-and-swaziland-safari",
  "tourName": "South Africa and Swaziland safari",
  "placesVisited": "Mpumalanga, Kruger National Park, Big Five game drives, Malolotja Nature Reserve, Swaziland, Mzuki Game Reserve, Zulu culture, Walking in Drakensberg Mountains - uKhalamba, Wild Coast, Nelson Mandela's burial site, Addo Elephant National Park, Knysna, Tsitsikamma Forest, Hermanus, Land-based whale watching (in season), Cape Town, Stellenbosch, Climbing Table Mountain, Cape Point, Optional: Robben Island tour",
  "generalInfo": "The Rainbow Route is an overview tour of South Africa including neighbouring Kingdom of Swaziland/eSwatini. The tour covers many highlights with a strong focus on the national parks. This diverse country is explored over great distances that may involve long days on the road, generally followed by a full day to experience the area. The fully accommodated tour offers a great value for money way to explore South Africa.<br/><br/>DEPARTS: JOHANNESBURG on Saturday at06:30am, ENDS: CAPE TOWN on Monday at +/-18:00pm.<br/><br/>Highlights<br/>* Kruger National Park–game drives<br/>* Swaziland/eSwatini–mountain walks<br/>* Zululand–game drives &amp; cultural village<br/>* Drakensberg Mountains–mountain walks<br/>* Wild Coast–beach walks &amp; Xhosa culture<br/>*Garden Route–forest walks, beaches and whales<br/>* Cape Town–Cape Point &amp; Table Mountain<br/><br/>Overnight - 16 nights on safari we stay at small lodges and guest houses, with en suite facilities. Meals - 16 breakfasts, 12 lunches and 10 dinners are included. Of which 12 breakfasts &amp; 6 dinners are provided by the lodge. The remaining included meals are provided by the crew, prepared at the vehicle and eaten around the campfire or in a boma or dining area. Transport we use custom-built Safari trucks with 12 forward facing seats. The vehicles are comfortable for cruising and excellent for game viewing with large sliding windows and front hatches for ease of viewing. On5% of tours we may use Mercedes Sprinter minibuses with 12 seats and air conditioning (with trailer for equipment and baggage). There are several long days of travel providing for a beautiful journey on the way to exciting and varied destinations. Limited participation an essential part of your safari is some participation. From carrying your own bag to cleaning your window and packing the truck in the morning–it’s all part of your adventure and when everyone puts in a little effort the trip will run smoothly (especially on the longer days). Where the tour leaders provide meals, we ask that clients help (on rotation) with the washing up.<br/>",
  "durationDays": "17",
  "price": "2990",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "JOHANNESBURG to GREATER KRUGER: Departing from Johannesburg at 06:30am we head towards Mpumalanga where mountains, panoramic passes, valleys, rivers, waterfalls & forests characterise the landscape. We enjoy the views from God’s Window before descending off the escarpment and heading to our game lodge on the border of the Greater Kruger NP. The following morning, we are up early for a full day of game viewing in Kruger National Park. We will return to our lodge in the late afternoon to enjoy sunset over the Drakensberg Mountains, a swim in the pool and a hearty meal before falling asleep to the sounds of Africa. [lodge Bx1 Lx2 Dx2]"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KINGDOM OF eSWATINI (SWAZILAND): Malolotja Nature Reserve in the mountainous Kingdom of eSwatini (Swaziland) is our next attraction. Renowned for a great variety of habitats from short grassland, to thick riverine scrub, bushveld and moist forest, we explore the reserve on foot to enjoy the fantastic mountain views. Relax around a campfire dinner and stay in mountain cabins for the night. [chalet BLD]"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "ADDO ELEPHANT NATIONAL PARK: The Addo Elephant National Park was established in 1931 to protect the last 11 wild elephants from extermination. Today more than 600 elephants roam through the area. The park also offers excellent viewing of black rhino, Cape buffalo, lion and leopard, as well as a host of other large and small mammals and over 400 species of birds in the greater park area. [chalet B - D]"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "HERMANUS: Hermanus offers some of the best land-based whale watching in the world. From June to November Southern Right whales come up from the southern oceans to calve and mate in the shallow waters around the Cape. In whale season we will take a walk along this beautiful coastline. In the summer months we will explore the flowering fynbos in Fernkloof Nature Reserve. Enjoy an evening meal out at a local restaurant (own expense). [guest house B - -]"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "TOUR ENDS: In the morning we climb Table Mountain, offering panoramic views over Cape Town reaching out into the bay and Robben Island. Having explored the highlights of the Rainbow Nation we take a last look at Cape Town and catch up on last minute curio shopping in the afternoon, before your tour ends at 18:00 at the hotel. [ - B - -]"
    }
  ],
  "map": ""
}