{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-and-zimbabwe-holiday-tailor-made",
  "tourName": "South Africa and Zimbabwe holiday, tailor made",
  "placesVisited": "South Africa: Cape Town, Kruger National Park Zambia and Zimbabwe: Livingstone, Hotel at Victoria Falls, River cruise on Zambezi, Hwange National Park, Bulaweyo, Matobo Hills",
  "generalInfo": "This South Africa and Zimbabwe holiday is a tailor made trip, following an itinerary that includes several days in some of our highly recommended places, staying in stunning accommodation from luxury hotel rooms to safari camps. The itinerary below is just a suggested one based on years of experience of what has worked well for our guests, but we are able to tweak it to suit your interests, budget and timeframe. <br/><br/>Start in Cape Town, with four nights to take in this cosmopolitan city with one of the most stunning locations in the world. From here you take a domestic flight up to Kruger National Park where you have three nights at a private game reserve staying in a luxury suite. The locations just keep getting better and better on this trip, your next highlight being Victoria Falls which you access via a flight to Livingstone in Zambia, the falls forming a natural border with Zimbabwe. The best view of the iconic falls is from the Zimbabwe side and during your time here you also get a chance to take on some of the region’s famous adventures, ranging from bungee jumping to a cruise down the Zambezi. <br/><br/>More wildlife adventures await at Hwange National Park, also in Zimbabwe, and which is famous for its enormous elephant population as well as buffalo, giraffe, wildebeest and impala. There are over a hundred mammals here in fact, and you will be staying in the heart of it at a safari camp, a highlight for many of our guests. <br/><br/>Your trip draws to a close staying in another incredible bush camp, this one part of a private estate outside Bulawayo, from where you can enjoy wildlife watching but also rhino tracking on foot, visiting Matobo Hills National Park, seeing San rock art, and bird watching.  <br/>",
  "durationDays": "14",
  "price": "5250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Spend four unforgettable days in Cape Town exploring its iconic highlights. Start with Table Mountain for sweeping views, then wander the V&A Waterfront’s shops and restaurants. Visit Robben Island to learn its powerful history, and explore colorful Bo-Kaap. Drive the scenic Cape Peninsula to Cape Point and Boulders Beach’s penguins. Conclude with wine tasting in Stellenbosch or Franschhoek. Cape Town blends nature, culture, cuisine, and adventure perfectly."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Experience three adrenaline-packed days in Kruger National Park. Begin with an afternoon game drive, spotting elephants, giraffes, and predators. Day two takes you deep into Big Five territory: buffalo herds being followed by lion; elephant herds playing at waterholes - while expert guides reveal hidden secrets of the bush. Pause for bush picnics beneath endless African skies, and sundowners as the daylight disappears. Every turn offers suspense—lion tracks in the dust, a leopard draped in a tree, rhinos grazing in the open. On your final morning, a sunrise drive heightens the excitement as nocturnal predators retreat and the bush comes alive. End with brunch at camp, still buzzing from Kruger’s wild intensity."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "With two nights at Victoria Falls, you can experience one of the world’s most spectacular natural wonders in style and adventure. Start your first day with a guided tour of the falls, feeling the mist on your face and capturing breathtaking photos from viewpoints like the Knife-Edge Bridge. In the afternoon, take a sunset cruise along the Zambezi River, spotting hippos, crocodiles, and exotic birds while sipping a drink as the sun sets. On your second day, embrace adventure with optional activities like white-water rafting, bungee jumping, or a helicopter flight over the falls for a bird’s-eye perspective. For a more relaxed pace, explore local craft markets, enjoy a spa treatment, or visit the Victoria Falls Rainforest. Evenings can be spent dining under the stars at riverside lodges, making the most of your short but unforgettable stay."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Experience the wild heart of Africa on a 2 night safari in Hwange National Park. Witness massive elephant herds, elusive leopards, lions, and hundreds of birds in untamed savannahs and woodland. Early morning and game drives bring thrilling wildlife encounters, whilst afternoons can include walking safaris, allowing you to hear about medicinal values of plants, and to see the smaller mammals and insects. Sunset drives are magical, with golden skies framing elephant silhouettes and giraffes strolling across the plains. Return to camp after dark for drinks and stories around the fire, and dinner under the star-filled skies."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Spend two nights in Matopos National Park to experience Zimbabwe’s natural beauty, wildlife, and fascinating history. Known for its dramatic granite kopjes and rolling hills, this stunning area is home to rhinos, leopards, giraffes, and diverse birdlife. Activities include guided game drives and rhino tracking on foot, learning about ancient San rock art, full day hikes and bike rides to a rural village, where you can see the effects of the Mugabe regime on local life. A UNESCO World Heritage Site, Matobo Hills is a wilderness of granite that has to be one of the most beautiful and interesting places in Zimbabwe. Massive gravity-defying granite outcrops, sculptured and shaped by the elements has created a unique, weird and wonderful “balancing rock” landscape. With more than 2000 sites of San (Bushman) rock art Matobo Hills is an area of great spiritual, cultural and historical significance."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Return road transfer to Bulawayo Airport for your flight to Johannesburg. Note that this itinerary can be shortened to suit budget and duration."
    }
  ],
  "map": ""
}