{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-shark-diving-tour",
  "tourName": "South Africa shark diving tour",
  "placesVisited": "",
  "generalInfo": "Southern Africa is home to some of the highest diversity of shark species and largest populations in the world. The meeting of both the Atlantic and Indian Oceans along the coast of South Africa. This unique tour travels from the Western Cape of South Africa right across the southern tip of this great continent and then ends in the tropical waters of Mozambique. <br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife safaris of Southern Africa including diving holidays which specialise in sharks. So if you are passionate about sharks or fascinated by the ocean this tour is a wonderful way to taken in the best dive sites in two Southern African countries whilst hoping to come into contact with as many species of sharks as possible.<br/><br/>The observation of sharks on this itinerary comes in a few different forms, including scuba diving, snorkelling, cage diving and observation from the boat itself. <br/> <br/>Many of our targeted shark species on this trip are very well known such as Great White Sharks, Whale Sharks, Tiger Sharks, Bull Sharks and Sand-tiger Sharks. But alongside these species we also have dives planned for Blunt-nosed Seven-gill Sharks and smaller species such as Puffadder Shy Sharks and Spotted Gully Sharks etc.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in towns. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and game drives. Where possible we use two brilliant guides; first a local escort and then knowledgeable guides onboard each dive boat we will be using. These guides have decades of experience working and diving with sharks through Southern Africa. These guides are experts in shark biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all boat trips, dives, snorkels, cage dives and other activities mentioned. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the water. You will have to speak to your guide on arrival there and book places on these (this is not included). A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>The weather in South Africa and Mozambique during September varies from Cape Town to Tofo, but the temperatures are usually between 25-30 degrees C with little rain. However we will spending so much time in the water the rain will not be problem anyway. Water temperatures will vary as you will be experiencing different currents from the cold water Benguela current along the Western Cape and the much warmer Agahlus current from the east.<br/><br/>Why Choose this Tour:<br/><br/>• All of our shark diving holidays are guided by an experienced dive masters and shark experts and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• The boats that we use for our cage diving limit the number of people per boat, the number people in the water at any one time.<br/>• The boats that we use for our cage diving also spend at least half of the time on each trip observing the completely natural hunting behaviours of the sharks, we emphasise the natural behaviours of the sharks before thinking about getting in the water with them.<br/>• Depending on budget and interest we have a range of different accommodation packages to offer, from luxury hotels to budget guest houses.<br/>• Enjoy 15 different dives throughout the South African coastline.<br/>• All the above reasons give this, our Southern African shark diving tour a great success rate of seeing the best of the sharks around here. We have an unrivalled network of experts and guides throughout Southern Africa so that we can try and find and observe some of the rarer and more elusive species. We have great land based wildlife watching itineraries and expertise in all Southern African countries (Namibia, South Africa, Botswana, Zambia, Zimbabwe, Malawi and Mozambique) and can arrange trips to find some of the rarer species such as aardvarks, aardwolves, brown hyenas and black-footed cats among other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visit various locations within South Africa and one in Mozambique. Starting from Cape Town in the Western Cape you will be taken eastwards Umkomaas in the Wild Coast and then onto Tofo in Mozambique.<br/><br/>Fitness Level:<br/><br/>This trip is a very specialist diving tour and requires a good level of scuba diving skill and experience as well as high fitness as there is a lot swimming and diving involved.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old",
  "durationDays": "13",
  "price": "11995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "False Bay - Arrival - Today you will arrive into Cape Town International Airport and then meet your guide / local shark diving expert. Before being taken to your accommodation, the rest of the day is free at your leisure. (no meals included today)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "False Bay - This morning will be the same morning great white shark trip as the last two mornings and then in the afternoon you will be taken to another part of False Bay, this time close to the rocky shore and in the kelp forests. This is our dive with some of the most rarely seen sharks in the world. The usually very deep dwelling blunt-nosed seven-gill sharks (known here as cow sharks) are often found in water less than 12 meters deep in the kelp beds of False Bay. As well as these impressive 1-3m sharks we usually seen spotted-gully sharks, brown shysharks, puff-adder shysharks and other species of catsharks. There is also a chance of spending time in the water with the playful inhabitants of False Bay the Cape fur seals before the day is done. (Breakfast only)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Umkomaas - This morning after breakfast you will be taken to the airport to catch your flight across South Africa to Durban on the wild coast. On arrival in Durban we will meet our next local shark diving expert and get transferred to Unkomaas. After checking into the accommodation you will have the rest of the day free to rest and prepare as for the next three days, you will have two scuba dives per day. (Breakfasts only)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Tofo (Mozambique - After an early breakfast this morning you will be taken to the airport to catch your flight to Johannesburg and the connecting flight to Inhambane Airport in Mozambique. Once you land you will be met by our third local shark diving expert and by transferred to Tofo and your accommodation. (Breakfast only)."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Home - This morning after breakfast you will be transferred to Inhambane airport in time to catch home or back to Johannesburg."
    }
  ],
  "map": ""
}