{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "hwange-np-safari-and-rail-holiday-zimbabwe",
  "tourName": "Hwange NP safari and rail holiday, Zimbabwe",
  "placesVisited": "",
  "generalInfo": "Zimbabwe's National Parks are home to abundant wildlife and offer superb safari experiences. The landscapes of Zimbabwe are varied and striking, including the Zambezi River, Victoria Falls, and the ancient rock formations of the Matopo Hills. <br/><br/>Hwange National Park, situated at an elevation of 5,000 feet, is a truly remarkable destination. The park is home to resident prides of lions, vast herds of elephants, numerous species of antelope, and rhinos, offering visitors a chance to experience some of Africa's most iconic wildlife in their natural habitat. Its diverse landscapes and rich biodiversity make it a must-visit for nature enthusiasts and wildlife photographers alike.<br/><br/>Imagine combining the awe-inspiring Hwange National Park with a captivating three-day, four-night sleeper train journey. After visiting the majestic Victoria Falls, you'll board the renowned Rovos Rail and begin your leisurely journey south and west, winding your way towards Bulawayo and Messina. The train travels through the very park you’ve just explored, offering an extraordinary opportunity to glimpse Africa's wilderness from the comfort of your private compartment or the elegant restaurant car. This unique voyage allows you to experience the best of both worlds—an unforgettable safari adventure and the luxury of train travel through the heart of Zimbabwe.",
  "durationDays": "12",
  "price": "12910",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your flight from Johannesburg International Airport arrives at Victoria Falls. Make your way through immigration and find your safari guide outside the terminal and the vehicle will take you to the Gorges Lodge for your first overnight. The Gorges Lodges is ‘glued’ to the edge of the cliffs over the Zambezi River below. A drop of 400 metres down is right off your balcony, and this dramatic setting is the backdrop of your meals, drinks, dawn and sunset. This first evening after a long-haul flight to get here, we’ll take it easy and let you enjoy the sunset over these jungle-covered plummeting facades. The communal bar is on the flight path of the famous Black Eagles that nest near the chalets on the cliffs, and they come close enough to make out their individual markings. Drinks and dinner are an informal and communal affair and the home-cooked food is tasty and plentiful. Retire to your balcony with a nightcap and get ready for the next day’s activities."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After a relaxed breakfast, a transfer will take you into Victoria Falls town. You are dropped off right at the entry of the Falls National Park, where you spend a few hours walking the various trails and tracks that give you all the angles of the falls and the boiling ravines below. Once you had your fill, exit the Park and meet your driver to cross the bridge to the Zambian side of the Falls. Here you have the option to have a rest and tea at a bar on the waterfront and by 2/3 PM, you enter the Mosi Oa Tunya National park. The smallest park in Africa, but with the largest creatures in it: you can visit the family of rhinos that lives here. And it is worth the effort to see these shy, vulnerable creatures, even if only for 15 minutes. After a drive through the lovely little Park, you are taken back across the bridge and have the chance for another stop at the iconic Victoria Falls Hotel. If you are interested in trains and history, then this is a must-do stop in your day. The breathtaking views of the bridge over the river are world-class. Eventually return to the Gorges Lodge by car, in time for dinner and drinks with the eagles and another night in the bush."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "If brave enough, you can ask one of the Lodge guides to walk you down all the way to the river below. Beware – you must come up again as well. Especially in the hot season, it is best to do so in the morning. Relax around the lodge, have a cold dip and after lunch, you are taken into town again for a visit to the local art market. At 16:00 you are taken to the siding to board the Rovos steam train for a classic evening out. This train offers exclusive six-course meals while the train steams over the bridge and into Zimbabwe and all food, snacks, and drinks are included. The local expert on all things Zambia/Zimbabwe/Botswana, historian and author Dr Peter Jones will start the evening with an onboard lecture explaining the local geo-political history. And while you slowly chunter along over the tracks, a sumptuous dinner and matching wines are served. Around 21:00 you are back in the siding in Victoria Falls itself from where the transfer vehicle will take you back to the Gorges Lodge for a nightcap on the edges of the cliff. With the evening breeze coming up from the river deep below you cooling down your room above the escarpment it is a fitting end to a historic train ride in Africa."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After a leisurely breakfast, you will be transferred by vehicle to Hwange National Park and Bomani Lodge. Upon entering the park, your game drive will begin immediately. As the Land Rover climbs up and down dry riverbeds, traversing both forests and plains, it offers a captivating introduction to the diverse landscapes and wildlife of Hwange. This journey through the park will set the tone for your safari experience, providing an exciting first glimpse of the area’s natural beauty."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you have a full day inside Hwange National Park. Depending on the season, the recent sightings and your own wishes, a plan for the day is made with you and the guides. You may be keen to cover some more ground and see the various landscapes the park has to offer, with its different animals making their living in these habitats. Perhaps you are more into bird spotting and would like to stay put in a sheltered spot to see what feathered gems come by. Maybe all you want to do is watch elephant families drink and play around the water pans. Anything you like to do is taken into account and the day is yours. Lunch can either be a packed picnic in the park or a return to the lodge for a shady patio lunch and a rest during the hot hours. An afternoon game drive or village visit is always on offer."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This is your second day in the Park. A fantastic and unique way to see the wildlife from a very different angle is to plan a visit to the Underground Hide: a container has been sunk into the ground near a watering hole and in all safety, you can sit and watch the animals come to drink. The animals know there is a structure, but as you are inside, and hidden from their view this is one of the most natural settings to watch them come to drink. Another option for a more adventurous exploration of the bush is to go out on foot with the camp’s guides and learn about tracks, spotting smaller animals like birds, insects and rodents. See the different prints and scat left behind by visitors of the bush and feel the heat, dust and sand while walking through this landscape. Bushwalking is always done in single file, guided by 2 armed rangers and only when they deem the situation safe. If you are an experienced horseback rider, this is also a way to see the bush up close and away from the usual open cars. Lastly, dirt bikes are an option in the dry season to cover some ground: again this will be guided by expert rangers and only when safe. Whatever you do: your lunch can again be either a picnic in the park or enjoyed in the shade of the camp while you rest during the heat of midday."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This is your third full day in the park. Immerse youself wildlife of Hwange National Park. As usual at midday, take a break and enjoy a picnic lunch in the park, or relax in the shade of the camp as you rest during the heat of the day. In the evening you have your final game drive before the usual stunning dinner with the Bomani team."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Its time to leave Bomani and return to Victoria Falls. We reccomend game driving out and then changing vehicle and picking up speed to return to Victoria Falls. There is an option to fly this route. Check in to the Ilala Lodge in town."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "It is time to board the Rovos Rail train. This extraordinary journey begins in Victoria Falls for your luxurious train journey through Zimbabwe's stunning landscapes. You steam back travel through Hwange National Park, and can have another game drive in this vast wildlife sanctuary. You'll be the expert now and be able to tell your fellow travelllers what to look out for. Continue through one of the world’s longest stretches of straight railway line, covering 114km, before heading south towards Bulawayo, the second-largest city in Zimbabwe and the capital of Matabeleland. Next, cross the Limpopo River and the Tropic of Capricorn, continuing on your way to Matobo National Park, a UNESCO World Heritage Site. Here, you’ll experience the awe-inspiring bushmen caves, rock art, and the dramatic granite hills, as well as the historic grave of Cecil John Rhodes atop Malindidzimu – the “hill of benevolent spirits” with a panoramic view of the world. As the train travels south, passing through Nylstroom (Modimolle) and Warmbaths (Bela-Bela), known for its mineral springs, make your way to Pretoria, where the journey ends."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After a wonderful night in the Southern Sun Hotel Pretoria (upgrades are possible) transfer to Johannesburg Airport for your flight home."
    }
  ],
  "map": ""
}