{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-and-swaziland-safari-holiday",
  "tourName": "South Africa and Swaziland safari holiday",
  "placesVisited": "Johannesburg, St Lucia, Hluhluwe-iMfolozi Game Reserve, St Lucia Wetland Reserve, Mlilwane Wildlife Sanctuary (Eswatini), Kruger National Park, whale watching opportunities in June and November",
  "generalInfo": "To get to know South Africa you need an itinerary that takes in its epic landscapes, brings you face to face with its majestic nature, and gives you vivid accounts of its history. This tour is a great combination of all three – with a chance to visit eSwatini, too. It starts in Johannesburg and ends in the Kruger.<br/><br/>South Africa has some of the largest and most wildlife-heavy safari destinations in the world. The highlight of this tour is the unmatchable Kruger National Park, where animal lovers will be in heaven. You’ll also visit Africa’s largest rhino population in Hluhluwe iMfolozi. This trip gives you opportunities to engage with the inspirational conservation work done by game reserves to protect and advocate for their wildlife. <br/><br/>This trip also gives you time to explore the vast and dramatic landscapes of southern Africa: you’ll go hiking in the Drakensberg Mountains and visit the Zululand battlefields, and in eSwatini drive through the picturesque Ezulwini Valley.<br/><br/>Little eSwatini – formerly known as Swaziland – is less visited than surrounding South Africa. This is one of the world’s last absolute monarchies ruled by a king who has bene in power since 1986. In eSwatini you’ll get a change to visit Mlilwane, where an absence of dangerous animals means that you can do walking safaris. This is a pretty setting for wildlife watching, set as it is beneath the natural bowl of the Nyonyane Mountains.<br/><br/>This holiday covers some large distances, so be prepared to drive – after all, you’re discovering two countries with very big landscapes.",
  "durationDays": "10",
  "price": "2015",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip Johannesburg Airport; drive to the Drakensberg Mountains",
      "description": ": Our tour starts today in Johannesburg, South Africa's largest city, once home to both Nelson Mandela and Desmond Tutu. Your tour leader will meet you at 10:30 in the arrival hall at O.R. Tambo International Airport (JNB) and we aim to depart no later than 11.30am. From the airport, we'll drive southeast to the Drakensberg Mountains (a journey of around four-and-a-half hours). Drakensberg is the world's oldest mountain range, deriving its name from the Afrikaans word for 'Dragon Mountains'; in the mist, the razor-back ridges of the mountains have a likeness to these mythical beasts. Upon arrival to our accommodation, there might be time to take a short walk in the surrounding nature. If you're booking your own flights to Johannesburg, we recommend giving yourself plenty of time to clear the airport. The latest your flight can arrive is 10.30am."
    },
    {
      "dayNumber": 2,
      "title": "Walk in Drakensberg World Heritage Site",
      "description": ": This morning, after a hearty breakfast, we'll have the opportunity to join a guided walk and experience the beauty of the mountain range first-hand. The full walk takes around four to five hours and we've graded it as moderate-to-challenging. The walk itself is approximately 8km long, but can be shortened for those preferring a more gentle option. Weather permitting, upon returning to our hotel, our guide will have prepared a tasty 'al fresco' lunch for us to enjoy while we soak up the spectacular views of the Drakensberg. The afternoon is left free to either relax whilst enjoying a cool drink or perhaps continue our adventure with an easy walk through the mountain valleys to view a rock carving close to camp."
    },
    {
      "dayNumber": 3,
      "title": "Visit battlefields; drive on to St Lucia",
      "description": ": We'll set off early this morning and head to the famous battlefield of Rorke's Drift, arriving around mid-morning. Portrayed in the 1964 movie Zulu , the battle at Rorke's Drift was a bloody and hugely significant battle in the history of the Zulu nation, depicting the 1879 battle between the local Zulu and the British Army. Although time is limited today, due to the distance we have to travel, our tour leader will take time to explain the importance of these clashes in relation to South Africa's history, British colonialism and the Zulu people. After a lunch stop, we'll drive for the rest of the afternoon to St Lucia, our base for the next three nights."
    },
    {
      "dayNumber": 4,
      "title": "Game Drives in Hluhluwe-iMfolozi Game Reserve",
      "description": ": We'll have another early start this morning to take advantage of the 'golden hour' on a Big 5 safari in one of Africa's oldest game reserves. Hluhluwe-iMfolozi Park boasts the densest population of both white and black rhinos in the whole of Africa. We'll have our breakfast at one of the reserve's picnic sites, where we can stretch our legs and freshen up before continuing our safari journey. With over 500 species of birds recorded at this reserve, it's also a paradise for any birdwatchers amongst us. In the afternoon, we'll return to St. Lucia where we'll have the opportunity to experience the optional activity of a 'Hippo Cruise' on the Greater St. Lucia Estuary. The cruise meanders along allowing us to relax whilst viewing the hippos and crocodiles in their natural habitat as the sun drops from the African sky. Other activities includes a bicycle tour, a turtle safari (in season only) and an evening game drive in Isimangaliso Wetland reserve."
    },
    {
      "dayNumber": 5,
      "title": "At St Lucia Wetland Reserve",
      "description": ": Today you're free to choose from one of several optional activities. There is the opportunity to continue our game-viewing experience by taking a leisurely open game drive in the iSimangaliso Wetland Park, which was the first World Heritage Site in South Africa and home to four of the Big 5. The word iSimangaliso means miracle and wonder, which aptly describes this truly unique place. This optional activity also includes a typical 'braai' lunch at Cape Vidal. There is also the chance explore the local forest hiking trails. In the evening, you can enjoy an exhilarating night game drive when all the nocturnal wildlife start their day. From November to February, we can join a guided turtle tour in the Wetland."
    },
    {
      "dayNumber": 6,
      "title": "Drive to Eswatini",
      "description": ": This morning, we'll make our way to Eswatini, from June to November we may have the opportunity to participate in the optional activity of whale watching, the St. Lucia coastline is the optimal location to view Humpback whales as they make their way up the coastline to Mozambique to breed. We'll then drive north and enter Eswatini - a tiny, independent kingdom inhabited by the Swazi tribe who revere their king and take great pride in retaining their culture and traditions. Along the way, we can soak up the spectacular scenery of the Ezulwini Valley, dotted with traditional homesteads. Once we have arrived safely in the Kingdom of Eswatini we will make our first rest stop at the artisan craft market at Swazi Candles near Malkerns. Famous across the world for their colorful and beautiful wax candle designs a visit here is a great way to interact with the local artisinal craftsmen and to witness first hand how so simple as a wax candle can support a whole community. In the late afternoon, we'll enter one of Eswatini's best wildlife reserves, Mlilwane Wildlife Sanctuary. This secluded and beautiful sanctuary is a haven of tranquillity, located in a natural bowl beneath the Nyonyane Mountains. For the next two nights, we'll stay in traditional dome-shaped beehive huts set in a wooded area. Though the camp has all the mod cons - showers, toilets, outdoor swimming pool and restaurant and bar - it is rustic in the best sense of the word. Warthogs, nyala and antelope share the camp with us, and the restaurant overlooks a lake populated by water birds, crocodiles and terapins. Due to the high demand in Mlilwane, accommodation is subject to change without notice and can vary in style. We'll endeavour to stay within the park when possible, however, some departures may be staying up to a 15-minute drive from the sanctuary in a hotel or guesthouse."
    },
    {
      "dayNumber": 7,
      "title": "Game viewing and optional activities in Mlilwane Wildlife Sanctuary",
      "description": ": Mlilwane is Eswatini's oldest protected area, owned and managed by a non-profit making trust, it is situated in the low foothills of the Nyonyane Mountains. The park has been rehabilitated to become Eswatini's most frequented reserve where you can enjoy the beauty of the surroundings and the abundant wildlife that calls these plains home. Mlilwane has a large area of open grassland making game viewing and bird watching relatively easy and this morning we'll begin with a walk in search of zebra, wildebeest, nyala and warthog. The afternoon is free to choose one of the optional activities available at the reserve, the absence of big cats allows us to partake in mountain biking or trail walking in a relaxed setting. The alternatives are to accompany our guide to the local village of Mantenga, a living-museum to learn more about the Swazi people, their traditions and their culture, or you could simple relax and sit back to watch the local wildlife grazing outside our very own front door."
    },
    {
      "dayNumber": 8,
      "title": "Drive to Kruger National Park",
      "description": ": After an early start, we'll drive north re-entering South Africa and crossing the Crocodile River into the Kruger National Park. This two-million-hectare wilderness is amongst the world's first proclaimed National Park and is justifiably South Africa's showpiece, boasting over 145 mammal species. The park offers the Big 5 and over 500 recorded bird species along with scenery as diverse as riverine forest, granite outcrops, endless savannah and impenetrable mopani woodland. We'll take a game drive on our way to the accommodation where we'll stay overnight. We will be staying just outside the park gates at a newly designed modernistic property offering a fantastic location with all the amenities required and will be enjoying a typical african braai on the patio before getting an early night."
    },
    {
      "dayNumber": 9,
      "title": "Game viewing in Kruger National Park; drive to Graskop",
      "description": ": The Kruger National Park was established in 1898 to protect big game that had been hunted to near extinction. Today it is one of South Africa's most prolific wildlife habitats and a leader in animal conservation. We'll set out very early for a full day in the park, beginning with game viewing at various watering holes where we might see buffalo or antelope taking an early morning drink and, with luck, a pride of lions nearby. Midday we'll pause for lunch at one of the park's restaurants before continuing our safari in the afternoon, heading towards the Sabie River. This is a major water source for the park's wildlife and an excellent spot for game viewing. After a rewarding day exploring Kruger, we'll leave the park mid-afternoon and climb more than 1,000 metres to our overnight stop at Graskop."
    },
    {
      "dayNumber": 10,
      "title": "Drive to O.R. Tambo International Airport (JNB) where our trip ends",
      "description": ": Departing around 7am this morning, we'll drive back to Johannesburg (a journey time of seven hours). Along the way, we'll drive through the airy uplands of Mpumalanga, an area that has been inhabited since the Stone Age and boasts rivers, multiple waterfalls, craggy escarpments and colourful birdlife. We'll stop at several viewpoints, including the aptly named 'God's Window' and admire the awe-inspiring Blyde River Canyon. We'll arrive at O.R. Tambo International Airport (JNB) at around 5pm and this is where our trip ends. The earliest your flight can depart is 7.20pm."
    }
  ],
  "map": ""
}