{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "kalahari-wildlife-safari-in-south-africa",
  "tourName": "Kalahari wildlife safari in South Africa",
  "placesVisited": "",
  "generalInfo": "Most people travel to South Africa for safaris only visit Kruger National Park, but South Africa has so much more to offer wildlife enthusiasts. This tour explores two of the little known gems of South African wildlife watching. Firstly we will visit the massive Kgalagadi Transfrontier Park, being twice the size of Kruger (about the size of Switzerland) it is one of the largest protected areas in the world and home to some of Africa's best wildlife. After the lions, leopards, cheetah, eland and other large mammals of Kgalagadi we will explore some of the Kalahari. <br/><br/>We are specialists in tailoring wildlife watching and especially mammal watching safari holidays all over the world. To develop our range of fantastic mammal watching holidays we have spent years searching the world’s best wildlife watching locations as well as visiting some seldom visited areas. As a result we have created some great itineraries with the combined help of our guides, local experts and scientists studying various rare mammals.<br/><br/>When it comes to wildlife watching there are very few better destinations than South Africa with the lesser-visited Kalahari region, in the northwest, being absolutely no exception.<br/><br/>The Kgalagadi Transfrontier National Park is one of the largest wilderness national parks in the world and is home to a variety of birds and mammals including many of the continent’s rarest species. As well as safaris through the park you will also be taken to private reserves in the Kalahari. One of the best reasons the wildlife watching is great here is due to the low density of humans in the whole Kalahari. <br/><br/>The suggested tour below will be guided by our professional zoologist (zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) or expert local guide. We also have a great network of local guides in South Africa who have developed a great range of wildlife watching locations where the rarest species are commonly seen. To make the most of our time away we will spend many hours during the early morning and late afternoon on jeep safaris and guided walks. We will also explore after dark with high powered spotlights in order to catch a glimpse of animals that only come out at night.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary). We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and game drives. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through South Africa (and elsewhere in Southern Africa). Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, guided walks, park entrance fees and sightseeing entrance fees. Whilst the trip involves a lot of camps, these are not pitch your own tent camping camps, instead these are luxury tented camps where the tents are permanent and you do not need to bring any camping equipment or sleeping bags with you. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Kalahari wilderness, night safaris are available in some locations (subject to the local conditions on that day). You will have to speak to your guide on arrival there and book places on these (this is not included). A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it. We do our best to include as many wildlife activities as possible in all of our itineraries.<br/>• Depending on budget and interest we have a range of different accommodation packages to offer, from luxury top end lodges, national park safari lodges and mobile-camps which often offer unbelievable wildlife watching deep inside national parks as well as camping. We can also arrange mobile camping safaris of Botswana is very popular and all of your camping gear will be provided.<br/>• Spend all the daylight hours searching for wildlife and visiting various natural wonders and stunning landscapes.<br/>• All the above reasons give this, our South Africa wildlife safaris a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Southern Africa so that we can try and find and observe some of the rarer and more elusive species. We have great itineraries and expertise in all Southern African countries (Namibia, South Africa, Botswana, Zambia, Zimbabwe, Malawi and Mozambique) and can arrange trips to find some of the rarer species such as aardvarks, aardwolves, brown hyenas and black-footed cats among other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Best time to visit:<br/><br/>Early August to late October, which is the dry season in the Kalahari, is the best time to go for wildlife watching. Temperatures can get hot however, you will have the best chance of watching wildlife congregating around watering holes as well as less vegetation blocking the view.<br/><br/>Fitness level required:<br/><br/>The vast majority of wildlife watching is all done from 4x4 safari vehicle. We can also include guided walks which can be for as long or as short as you wish; it's entirely up to you.<br/><br/>Minimum age: 18",
  "durationDays": "14",
  "price": "4995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kgalagadi Transfrontier National Park - Arrival Once you arrive at the airport in Upington (early arrival needed) you will meet your local guide and be transferred the 250km towards the enormous Kgalagadi Transfrontier National Park. This park borders South Africa, Namibia and Botswana and allows migrations to occur between different habitats and as a result there are large populations of animals here. But for today we will just check into the safari camp and relax with an evening meal before beginning to explore the park tomorrow. (dinner is the only meal included today)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Witsand Kalahari Reserve - Travelling & Wildlife Watching This morning you will be transferred south back towards Upington, but we will travel further to the Witsand Kalahari Reserve, this drive will take you through the mosaic of wild Kalahari habitat and private farmland. Once you arrive at the reserve and the chalet inside the rest of the day will be free for you to relax after the long drive down here. If you wish then after dark we can have a short night drive to try and find aardvarks, pangolins or black-footed cats. (breakfast and dinner included)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kimberley - Travelling & Wildlife Watching After breakfast in Witsand we head for the town of Kimberley and more specifically our next wildlife location which is Marrick Game Farm. This will be our base for the next three nights. This pleasant working farm will be our base camp for the next few days. On our first night we will look for an aardvark, which has burrowed quite close to the lodge in the past and as a result had become fairly habituated towards humans, well as habituated as the usual elusive aardvark can get. During this evening excursion we might also encounter bat-eared fox and aardwolf, both of which are quite common here. (all meals included)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Upington - Wildlife Watching & Travelling This morning you will have a last chance for a short game drive in the early morning before breakfast. Then after breakfast you will be transferred back to Upington and your hotel; for your last night. You will check in and have the rest of the evening at your leisure. (breakfast only included)."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Home - Departure After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast only included)"
    }
  ],
  "map": ""
}