{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-holiday-cape-escape",
  "tourName": "South Africa holiday, Cape escape",
  "placesVisited": "Cape Town, Cape Peninsula National Park, Cape of Good Hope, Seal Island, Boulders Bay, Hike or cable car up Table Mountain, Walking and wine-tasting in Stellenbosch, Franschhoek, Oudtshoorn, Cango Caves, Ostrich Farm, Knysna, Garden Route, Tsitsikamma National Park, Boteilierskop Reserve game drive, ‘Whale Route’, Cape Agulhas",
  "generalInfo": "This marvellous 11-day South Africa holiday is a perfect way to discover Cape Town and the many cultural and natural highlights on its doorstep. <br/><br/>You will hike up the iconic Table Mountain (or take the cable car if you prefer); sample a range of superb wines in the world-renowned Stellenbosch region; travel along the breathtaking Garden Route, and take a thrilling game drive in the private Boteilierskop Reserve, where the wildlife includes rhinos, giraffes and zebras. You may even get the chance to meet some orphaned elephants and lions!<br/><br/>Cape Town is one of South Africa’s most desirable destinations. The natural beauty in the surroundings is practically unparalleled, and there are reams of cultural excursions available. You will be travelling as part of a small group, led by a knowledgeable tour leader to ensure that everything runs smoothly. That leaves you to relax and bask in activities such as seeing the penguins in Boulders Bay, boat-tripping out to noisy Seal Island, and even whale watching from the cliffs of Hermanus (in season). <br/><br/>Among the most memorable moments will surely be Table Mountain. The walk up takes three to four hours, and is not to be under-estimated, but the effort is very much worth it for the panoramic views from the summit. You will drive along a section of the Garden Route, considered one of the world’s most beautiful roads, and pause in Knysna, an artists’ retreat from where seals and dolphins can often be seen in the ocean. On your final day, you may also wish to take the boat trip out to Robben Island, where Nelson Mandela was once imprisoned. <br/>",
  "durationDays": "12",
  "price": "2195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Cape Town",
      "description": ": Our tour starts today in Cape Town, South Africa's Mother City, flanked by the Atlantic Ocean and the Twelve Apostles Mountain range. This vibrant city has a lot to offer but due to its ocean-side location visits to some of the highlights, including Robben Island and Table Mountain, can be weather-dependent. If you'd like to explore the city in depth before travelling down the Garden Route, we recommend adding a pre-tour stay for some extra time in Cape Town. For those arriving in time, either your tour leader or a representative will meet you in the hotel reception at 6pm to welcome the group and give you some local advice, including where to eat nearby. Due to different arrival times throughout the evening, the full welcome meeting with your tour leader often takes place on the morning of Day 2, after breakfast. If you'd like an airport transfer today, you'll need to arrive into Cape Town International Airport (CPT), which is around a 40-minute drive from our hotel. If your flight arrives earlier in the day, you might like to grab a bite to eat in the relaxed Bo Kaap area alongside Capetonians or explore the famous Victoria and Alfred Waterfront in the sunshine."
    },
    {
      "dayNumber": 2,
      "title": "Explore Cape Peninsula National Park",
      "description": ": Our full-day trip to Cape Peninsula begins with a scenic drive along the coast towards the Cape of Good Hope, allegedly named due to the optimism once felt by arriving colonial sailors having successfully navigated the Cape and discovering a sea route to the Easter. We'll stop at a variety of overlook points, including the iconic Camps Bay, a dramatic golden-sand beach with a backdrop of the iconic Twelve Apostles mountains. We'll continue our coastal drive into Cape Peninsula National Park, exploring Cape Point and the lighthouse before driving along to the small fishing village of Simon's Town for lunch. We'll then make our way back to Cape Town in the late afternoon."
    },
    {
      "dayNumber": 3,
      "title": "Free day in Cape Town; evening in Stellenbosch",
      "description": ": This morning is free for you to explore Cape Town more at your own pace, and there are plenty of options for you to pick from. If you want to visit Robben Island, the former prison where Nelson Mandela was incarcerated, this morning is the best time to go. Please note, you'll need to book in advance (please see the optional activities section of visit www.robben-island.org.za). There are three departures per day, and the 9am departure is the best option to fit with our itinerary. Alternatively, the morning is also the best time to hike up Table Mountain. The favourable morning weather and temperatures make it a more enjoyable experience and you'll get breathtaking views over the Apostles, the Atlantic and the city below. The walk up to the viewpoint takes between three to four hours. There is also the option to take the aerial cable car to the top, which runs frequently to and from the summit, where a network of trails criss-crosses the plateau and provides a variety of vantage points. While it's possible to visit Robben Island and take the cable car to Table Mountain in the same day, you won't have time to visit Robben Island and hike up Table Mountain. If you'd like to do both, you can book a pre-trip stay to give yourself more time. Please also note that both of these activities are weather-dependent and windy weather may change things. Table Mountain's cableway is closed for two weeks at the end of July for maintenance. Another option is to take a trip to the Kirstenbosch National Botanical Gardens, which claims to be the most beautiful garden in Africa and is devoted to the conservation of the Cape's indigenous species. Your Tour Leader will be able to give further local advice and recommendations on how to spend your time in Cape Town. Late this afternoon, we'll leave Cape Town and head to the scenic winelands of Stellenbosch where you can relax with a local Chenin Blanc."
    },
    {
      "dayNumber": 4,
      "title": "Free morning in Stellenbosch and winetasting at a local vineyard",
      "description": ": There are no set plans for this morning, so you are free to explore Stellenbosch at your leisure. Consider visiting the University Botanical Gardens to learn about native plants, going curio shopping, or browsing the various galleries scattered throughout the town. Stellenbosch is world-famous for its wine, and there's no better way to experience this than by visiting one of the many vineyards in the area, which is exactly what we will do in the afternoon. Depending on the season, your Tour Leader will select a suitable vineyard where we can sample several local wines while immersing ourselves in the unique South African wine culture. Many of the estates feature spectacular gardens and farmland, providing opportunities for lunch and a leisurely stroll. There is also the option to take a guided tour of Stellenbosch Town, a great way to learn about the diverse cultures that have contributed to making Stellenbosch what it is today. As one of the oldest colonial settlements, this charming town boasts wide, oak-lined streets and beautiful whitewashed Cape Dutch architecture. You'll find many cafes, bars, and delis for lunch, most of which pride themselves on using local produce."
    },
    {
      "dayNumber": 5,
      "title": "Travel to Hermanus via Stony Point's African Penguin Colony",
      "description": ": This morning we make our way down to Hermanus, on the coast. A 90-minute drive takes us to the Betty's Bay area where we'll have an included visit to Stony Point Nature Reserve. This reserve sits on the site of a historic whaling station and has a quiet, undiscovered feel, offering excellent penguin viewing without the crowds. The path can be followed over the craggy outcrops to see the resident seabirds up close without disturbing them. We then continue to our accommodation in central Hermanus. This afternoon is free to explore the coastal town. From June to November, Hermanus offers some of the world's best shore-based whale watching, with good opportunities to spot southern right, Bryde's and humpback whales. Although there is a good chance of seeing the whales from the water's edge in town, you may prefer to follow the coastal path to a better vantage point or join a boat trip excursion for a closer view. At other times of the year, you might like to spend the day exploring the galleries and museums in Hermanus, which are easy to discover on foot, or enjoying the coastal views from the 8km walking path that runs right along the cliff edge. This evening will be at your leisure, with a variety of excellent restaurants and wine bars to discover."
    },
    {
      "dayNumber": 6,
      "title": "Visit Cape Agulhas. Spend the night in Barrydale",
      "description": ": A 90-minute drive takes us to the southernmost point of the African continent this morning, where we see the Atlantic Ocean and the Indian Ocean meeting in a crash of waves. Now marked by a stone plaque, the 'Cape of Needles' was once the site of various shipwrecks and a grave point of danger for European travellers. We'll have a little free time to explore the magnificent monument. This afternoon, we continue towards Barrydale on the renowned Route 62 (one of the longest wine routes in the world). The Tradouw Pass (which means Women's Pass in the old Khoi language) is a 16 kilometre/10 mile-long drive, offering some of the most beautiful and rugged scenery in this region of South Africa. Barrydale is a scenic little place with the air of a Wild West frontier town about it. We'll stop here to break up our long drive to Oudtshoorn. If you have any time this evening or tomorrow morning, a walk around the backstreets reveals a couple of small art shops and some beautiful scenery. We have an included dinner tonight - local restaurants here have a big lunch trade but close around 5pm, so we'll enjoy some local food at our small hotel. The total drive time today from Hermanus is approximately five hours"
    },
    {
      "dayNumber": 7,
      "title": "Continue to Oudtshoorn in the Klein Karoo, ostrich capital of the world; visit the Cango Caves",
      "description": ": After a late start in Barrydale, we continue our journey for around two hours to Oudtshoorn, driving past open farmland and winelands. This seemingly empty plain is in fact home to vast numbers of ostrich, and we'll likely spot them in the farms that run alongside Route 62 as we drive. Oudtshoorn is the principal town in the Klein Karoo, which grew in the early 1900s thanks to its rich trade in ostrich feathers. We may have time to have a quick explore of the shops and the small curio museum before driving onto the huge limestone caverns of the Cango Caves. These caves are an underground network of extraordinary structures, millions of years old. The combination of dripping rainwater and limestone has led to the creation of ancient stalactites, stalagmites, and mighty rock columns. Allegedly, a local European farmer first discovered the caves late in the 18th century; however, there is research that proves the caves have been used by man as far back as the early Stone Age. After a visit to the caves, we drive on to our countryside lodgings for the evening"
    },
    {
      "dayNumber": 8,
      "title": "Take a beach walk with a guide from the Strandloper Project; admire the views at the Knysna Heads",
      "description": ": Today we make our way back down to the coast and the start of the Garden Route proper, driving south through the town of George towards the ocean. At the small town of Sedgefield we'll stop at Swartvlei Beach where we'll have about an hour's walk along the wild and scenic coast with a guide from the Strandloper Project. This small project began in 2018 when a group of locals decided to organise a reef clean up to tackle the threats posed to the reef and native marine wildlife, from discarded fishing tackle. The project has expanded onto the land, and the volunteers now use microplastic collection data from the beach to lobby regional councils about their plastic waste. The walk on the beach is spectacular, and we'll learn not just about the project but also about the surrounding environment. After our visit here we continue our drive to Knysna Heads Viewpoint, where two limestone cliffs emerge from the Indian Ocean, side by side, protecting a lagoon that runs inland from the turbulent sea. We'll end the day in Plettenberg Bay, on the Indian Ocean. Today's total drive time is approximately three hours."
    },
    {
      "dayNumber": 9,
      "title": "Discover Robberg Nature Reserve. Free afternoon in Plettenberg Bay",
      "description": ": Today we take a short drive to Robberg Nature Reserve, a World Heritage Site, where our Tour Leader will lead a walk along the trails. The hiking here is moderately graded, and good stability and fitness are both essential. Rewards for tackling the rocky terrain, sand dunes and occasional steep steps are great - sweeping coastal views, beautiful golden sands, and the possibility to spot dolphins and seals playing in the waters below. From July to December there's also the chance to spot the southern right whales that come into the calmer and warmer waters to calve and nurse their young. For those who don't want to undertake the 5.5km loop with the Tour Leader, there is a shorter 2km loop, or you could simply enjoy the fantastic views from the clifftops. After working up an appetite, we'll stop for a well-deserved lunch in Plettenberg Bay. Seafood is a favourite on the menu here - hake, meaty prawns or calamari washed down with a crisp white wine. Afterwards, the afternoon is free with the option to relax on the beach, shop for souvenirs or join a whale-watching excursion (in season)."
    },
    {
      "dayNumber": 10,
      "title": "Walk, kayak or discover the tree canopy at Tsitsikamma National Park",
      "description": ": The wild coast of Tsitsikamma National Park awaits today, around a 45-minute drive away. Another hotspot for seasonal whale watching, the national park covers both land and sea, protecting important forest and marine areas, and offering stunning coastal views. We'll be staying in the Storms River region. Timings today may vary depending on a number of factors, but there is the opportunity here to take a short but steeply-stepped walk to a series of three suspension bridges that overlook the mouth of Storms River as it reaches the sea. You may also like to try your hand at zip wiring (a short drive out of the national park), or an adventurous river kayaking trip up the Storms River (this involves a walk of approximately 20 minutes carrying your paddle, jacket and helmet - it's a stunning river paddle but not a leisurely activity!) Tonight we'll be staying in simply furnished chalets set either amongst the forest, or on the clifftop."
    },
    {
      "dayNumber": 11,
      "title": "Experience a game drive at Addo Elephant National Park",
      "description": ": We'll leave the Tsitsikamma area this morning for another of South Africa's national parks. It's a long drive of approximately three hours plus stops. Home to more than 600 elephants as well as lions, hyenas and Cape buffalos, Addo Elephant National Park is our last national park of the trip. On arrival, we'll swap into one of the park's safari trucks - perfect for the terrain and for capturing great wildlife shots - for a two-hour game drive with a park guide. Warthogs are abundant here, along with various species of antelope, zebra and of course elephant. After our game drive, we'll make our way to our accommodation, which is located 20 minutes outside Addo Elephant National Park. Often our hosts here at the small, family-run property will treat us to a proper South African braai this evening, a fitting end to your Garden Route journey."
    },
    {
      "dayNumber": 12,
      "title": "Trip ends at Addo Elephant Park",
      "description": ": Our trip ends after breakfast at our accommodation near Addo Elephant National Park. There are no activities planned today, so you're free to depart from Addo at any time. Check-out from our accommodation is at 10am. If you'd like a transfer today, you'll need to depart from Port Elizabeth International Airport (PLZ), which is a one-hour drive from Addo."
    }
  ],
  "map": ""
}