{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "kalahari-rare-mammals-holiday-south-africa",
  "tourName": "Kalahari rare mammals holiday, South Africa",
  "placesVisited": "Guided wildlife watching in Witsand Kalahari Reserve, Stay on working game ranches within the Kimberley region of the Kalahari, Anticipated wildlife includes: aardvarks, bat-eared foxes, spring hares, springboks, pangolins and duikers",
  "generalInfo": "This is a great opportunity to join up with resident naturalists in South Africa and track down some of the Northern Cape's most elusive species including: aardvarks, aardwolves, bat-eared foxes, pangolins and black-footed cats.<br/><br/>We are specialists in tailoring wildlife watching and especially mammal watching safari holidays all over the world. To develop our range of fantastic mammal watching holidays we have spent years searching the world’s best wildlife watching locations as well as visiting some seldom visited areas. As a result we have created some great itineraries with the combined help of our guides, local experts and scientists (who have helped develop the itineraries) studying various rare mammals. <br/><br/>When it comes to wildlife watching there are very few better destinations than South Africa with the lesser-visited Kalahari region, in the northwest, being absolutely no exception.<br/><br/>The Kalahari Desert is one of the largest semi-arid regions in the world and home to a variety of birds and mammals including many of the continent’s rarest species. The region is sectioned into national parks, private reserves and working game ranches. The low density of humans allows for a greater abundance of wildlife and because the land is so arid there is little vegetation to support the huge numbers of large herbivores that dominate South Africa's better known national parks. Without the large herds of antelope, zebra and gazelles there are less large predators which has led to bigger numbers of bizarre and unique species such as: aardvarks, aardwolves, brown hyenas and elephant shrews. <br/><br/>The suggested tour below will be guided by our professional local guides. We also have a great network of local guides in South Africa who have developed a great range of wildlife watching locations where the rarest species are commonly seen. To make the most of our time away we will spend many hours during the early morning and late afternoon on jeep safaris and guided walks. We will also explore after dark with high powered spotlights in order to catch a glimpse of animals that only come out at night. <br/><br/>Best time to visit:<br/><br/>Early August to late October, which is the dry season in the Kalahari, is the best time to go for wildlife watching. Temperatures can get hot however, you will have the best chance of watching wildlife congregating around watering holes as well as less vegetation blocking the view. <br/><br/>Accommodation:<br/><br/>Most of the accommodation that we use are privately owned bed and breakfasts and working ranches that are seldom visited by tourists. Many of these ranches have resident animals which are very hard to see elsewhere. For example we know of a location where a family of aardvarks have been living for some years now and offer an exceptional opportunity to watch this elusive animal in the least intrusive way possible.<br/><br/>Fitness level required:<br/><br/>The vast majority of wildlife watching is all done from 4x4 safari vehicle. We can also include guided walks which can be for as long or as short as you wish; it's entirely up to you.<br/><br/>Minimum age: 18",
  "durationDays": "9",
  "price": "5495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Witsand Kalahari Reserve – Travelling & Wildlife Watching – On your arrival into Upington airport you will meet your local guide and driver and taken to the Witsand Kalahari Reserve. You will probably arrive here in the late afternoon and so we will not have much time to see the local wildlife before dinner, but we can head out after dinner for some spotlighting. In the past aardvark, black-footed cats and pangolins have been seen here. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Witsand Kalahari Reserve – Wildlife Watching – Today will be a full days you will exploring the scrubland and bush of this reserve. This is a very good overview of the Kalahari ecosystem and there are many species of mammals and birds recorded from here. The large mammals that we shouldn’t miss here include the abundant the stunning gemsbok, springbok, red hartebeest, common duiker, steenbok and greater kudu. These grazers and browsers are the main diurnal mammals here but we will also search out ground squirrels, mole rats, elephant shrews and the very charismatic meerkats. The bird life here is also prolific and we will have a chance of finding some of the rarer species such as three species of sandgrouse, kori bustards, secretary birds and the tiny pygmy falcon. But the real focus of our tour comes after dark when ground pangolin, aardwolf, bat-eared fox, cape fox, genets, spring hares, African crested porcupine, black-footed cats and aardvarks are the top draw species. The ground pangolins have been studied here and we have enlisted the help of the researchers to find this very elusive species. So as long as the studies are still on going we will be able to get extra help in finding the unusual ground pangolin. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Marrick Game Farm – Travelling & Wildlife Watching – After breakfast this morning you will depart Witsand Kalahari Reserve and travel to Marrick Game Fame in the Kimberley region of the Kalahari. This large working ranch will be your base for the next few days and on arrival you will be able to head out into the farmland during the afternoon. Depending on the time of arrival you will have some safari time but even you have arrive late in the afternoon you will be taken out after dinner for some spotlighting. There is an aardvark burrow quite close to the main building and we should get some great views of this seldom seen animal, and being quite used to people here the individuals will come quite close to people (relatively for aardvarks anyway). Also around here during the night are aardwolves and bat-eared foxes which are quite common here. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kimberely – Wildlife Watching – This morning you will have your first full day exploring the habitats here, the most commonly seen large species is the black wildebeest (endemic to the cape of South Africa they are a very unusual looking species. Also commonly seen here are giraffe, eland, gemsbok and the amazing tan coloured lynx like caracal. We will also be able to get out of the vehicle and search this area on foot. It is by exploring the habitat on foot that you will be able to see smaller mammals like rodents, elephant shrews, hedgehogs and reptiles. The birding is also very productive here during the day and with blue cranes that breed on the farm you should see these huge and beautiful species close up. Then after dinner you will be taken back out around here or to the nearby Benfontein Game Farm for spotlighting. Benfontein is very good for black-footed cats and we will be searching out this species as much as any other here. You will have another spotlighting session after dark around Marrick, looking for the aardvarks that are so famous here. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kimberley – Wildlife Watching – Today we will travel from Marrick Game Farm to Mokala National Park, this is one of South Africa’s newest national parks and is home to both white and black rhinos, African buffalo, black wildebeest, klipspringer, blue wildebeest, common warthog, giraffe, mountain reedbuck, gemsbok, roan & sable antelopes, meerkat, Cape grey mongoose, slender mongoose, black-backed jackal and many other diurnal species. On the way to the park we will visit Kamfer’s Dam which is one of only 4 lesser flamingo breeding sites in the world. Then after dark we will have a night safari and look for brown hyena, Cape fox, African wild cat, caracal, small spotted genet, Southern African hedgehog and possibly aarvark too. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Mokala National Park Today we will spend the day exploring the Mokala National Park and try and find as many species as possible and also have another night drive. (breakfast, lunch and dinner included)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "De Aar Game Farm This morning will be our last game drive around Mokala National Park before we leave and head to De Aar and the Karoo Experience. This rustic country house is set in the Karoo, another unique South African habitat and home to many species. The Karoo and Kalahari are very similar habitats and we will spend the afternoon and evening looking for wildlife. Many of the larger diurnal species will be the same as we have seen elsewhere but we have chosen these places to visit based on recent sightings of some of the more unusual species such as black-footed cats, aardvarks and possibly pangolins. So we will have a night safari as well to see if we can find any of these rarer species. We may also find Southern African hedgehog, Cape fox, red rock rabbits or smaller species like the very unusual elephant shrews that also inhabit this arid habitat. (breakfast, lunch and dinner included)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "De Aar Game Farm Today we will spend the time exploring the property and surrounding countryside including visiting nearby parks, reserves and other known wildlife areas that have been researched by our local naturalist guide. We will come back to the Karoo Experience for our evening meal and last night in the Kalahari / Karoo of South Africa. (all meals included today)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kimberley Today you will have one last morning game drive around De Aar game farm before departing for the town of Kimberley. You can either arrange your flight to depart from here in the late afternoon or evening today or we can arrange an overnight here for you. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Home – Departure – if you did stay in Kimberley overnight on day nine you will be taken you will have to arrange your own airport transfer today."
    }
  ],
  "map": ""
}