{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "kruger-swaziland-and-south-africa-s-ggrden-route-holiday",
  "tourName": "Kruger, Swaziland and South Africa's Ggrden route holiday",
  "placesVisited": "",
  "generalInfo": "Travel through the heart of South Africa in search of the Big 5. On this 21-day trip, we'll delve into some of the country's most iconic national parks, including Kruger, hoping to spot the bounty of wildlife that calls these varied landscapes home. Along the way, immerse yourself in the history of the Zulu battlefield, explore the wetlands of St Lucia and rub shoulders with the Swazi people in Eswatini.<br/>\n<br/>\nKruger National Park - Get the chance to spot the Big 5 on a game drive in Kruger - one of Africa's biggest game reserves.<br/>\n<br/>\nHluhluwe iMfolozi - Explore the game reserve which has the biggest rhino population in Africa.<br/>\n<br/>\nMlilwane - Get closer to South Africa's wildlife on an intimate walking safari in this secluded sanctuary beneath the Nyonyane Mountains.",
  "durationDays": "21",
  "price": "4115",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip Johannesburg Airport; drive to the Drakensberg Mountains",
      "description": ": Our tour starts today in Johannesburg, South Africa's largest city, once home to both Nelson Mandela and Desmond Tutu. Your tour leader will meet you at 10.30am at O.R. Tambo International Airport (JNB) and we aim to depart no later than 11.30am. From the airport, we'll drive southeast to the Drakensberg Mountains (a journey of around four-and-a-half hours). Drakensberg is the world's oldest mountain range, deriving its name from the Afrikaans word for 'Dragon Mountains'; in the mist, the razor-back ridges of the mountains have a likeness to these mythical beasts. Upon arrival to our accommodation, there might be time to take a short walk in the surrounding nature. If you're booking your own flights to Johannesburg, we recommend giving yourself plenty of time to clear the airport. The latest your flight can arrive is 10.30am."
    },
    {
      "dayNumber": 2,
      "title": "Walk in Drakensberg World Heritage Site",
      "description": ": This morning, after a hearty breakfast, we'll have the opportunity to join a guided walk and experience the beauty of the mountain range first-hand. The full walk takes around four to five hours and we've graded it as moderate-to-challenging. There are several turning points along the way for those who'd like to do a more gentle walk. Weather permitting, upon returning to our hotel, our guide will have prepared a tasty 'al fresco' lunch for us to enjoy while we soak up the spectacular views of the Drakensberg. The afternoon is left free to either relax whilst enjoying a cool drink or perhaps continue our adventure with an easy walk through the mountain valleys to view a rock carving close to camp."
    },
    {
      "dayNumber": 3,
      "title": "Visit battlefields; drive on to St Lucia",
      "description": ": We'll set off early this morning and head to the famous battlefield of Rorke's Drift, arriving around mid-morning. Portrayed in the 1964 movie Zulu , the battle at Rorke's Drift was a bloody and hugely significant battle in the history of the Zulu nation, depicting the 1879 battle between the local Zulu and the British Army. Although time is limited today, due to the distance we have to travel, our tour leader will take time to explain the importance of these clashes in relation to South Africa's history, British colonialism and the Zulu people. After a lunch stop, we'll drive for the rest of the afternoon to St Lucia, our base for the next three nights."
    },
    {
      "dayNumber": 4,
      "title": "Game Drives in Hluhluwe-iMfolozi Game Reserve",
      "description": ": We'll have another early start this morning to take advantage of the 'golden hour' on a Big 5 safari in one of Africa's oldest game reserves. Hluhluwe-iMfolozi Park boasts the densest population of both white and black rhinos in the whole of Africa. We'll have our breakfast at one of the reserve's picnic sites, where we can stretch our legs and freshen up before continuing our safari journey. With over 500 species of birds recorded at this reserve, it's also a paradise for any birdwatchers amongst us. In the afternoon, we'll return to St. Lucia where we'll have the opportunity to experience the optional activity of a 'Hippo Cruise' on the Greater St. Lucia Estuary. The cruise meanders along allowing us to relax whilst viewing the hippos and crocodiles in their natural habitat as the sun drops from the African sky. Other activities includes a bicycle tour, a turtle safari (in season only) and an evening game drive in Isimangaliso Wetland reserve."
    },
    {
      "dayNumber": 5,
      "title": "At St Lucia Wetland Reserve",
      "description": ": Today you're free to choose from one of several optional activities. There is the opportunity to continue our game-viewing experience by taking a leisurely open game drive in the iSimangaliso Wetland Park, which was the first World Heritage Site in South Africa and home to four of the Big 5. The word iSimangaliso means miracle and wonder, which aptly describes this truly unique place. This optional activity also includes a typical 'braai' lunch at Cape Vidal. There is also the chance explore the local forest hiking trails. In the evening, you can enjoy an exhilarating night game drive when all the nocturnal wildlife start their day. From November to February, we can join a guided turtle tour in the Wetland."
    },
    {
      "dayNumber": 6,
      "title": "Drive to Eswatini",
      "description": ": This morning, we'll make our way to Eswatini, from June to November we may have the opportunity to participate in the optional activity of whale watching, the St. Lucia coastline is the optimal location to view Humpback whales as they make their way up the coastline to Mozambique to breed. We'll then drive north and enter Eswatini - a tiny, independent kingdom inhabited by the Swazi tribe who revere their king and take great pride in retaining their culture and traditions. Along the way, we can soak up the spectacular scenery of the Ezulwini Valley, dotted with traditional homesteads. Once we have arrived safely in the Kingdom of Eswatini we will make our first rest stop at the artisan craft market at Swazi Candles near Malkerns. Famous across the world for their colorful and beautiful wax candle designs a visit here is a great way to interact with the local artisinal craftsmen and to witness first hand how so simple as a wax candle can support a whole community. In the late afternoon, we'll enter one of Eswatini's best wildlife reserves, Mlilwane Wildlife Sanctuary. This secluded and beautiful sanctuary is a haven of tranquillity, located in a natural bowl beneath the Nyonyane Mountains. For the next two nights, we'll stay in traditional dome-shaped beehive huts set in a wooded area. Though the camp has all the mod cons - showers, toilets, outdoor swimming pool and restaurant and bar - it is rustic in the best sense of the word. Warthogs, nyala and antelope share the camp with us, and the restaurant overlooks a lake populated by water birds, crocodiles and terapins. Due to the high demand in Mlilwane, accommodation is subject to change without notice and can vary in style. We'll endeavour to stay within the park when possible, however, some departures may be staying up to a 15-minute drive from the sanctuary in a hotel or guesthouse."
    },
    {
      "dayNumber": 7,
      "title": "Game viewing and optional activities in Mlilwane Wildlife Sanctuary",
      "description": ": Mlilwane is Eswatini's oldest protected area, owned and managed by a non-profit making trust, it is situated in the low foothills of the Nyonyane Mountains. The park has been rehabilitated to become Eswatini's most frequented reserve where you can enjoy the beauty of the surroundings and the abundant wildlife that calls these plains home. Mlilwane has a large area of open grassland making game viewing and bird watching relatively easy and this morning we'll begin with a walk in search of zebra, wildebeest, nyala and warthog. The afternoon is free to choose one of the optional activities available at the reserve, the absence of big cats allows us to partake in mountain biking or trail walking in a relaxed setting. The alternatives are to accompany our guide to the local village of Mantenga, a living-museum to learn more about the Swazi people, their traditions and their culture, or you could simple relax and sit back to watch the local wildlife grazing outside our very own front door."
    },
    {
      "dayNumber": 8,
      "title": "Drive to Kruger National Park",
      "description": ": After an early start, we'll drive north re-entering South Africa and crossing the Crocodile River into the Kruger National Park. This two-million-hectare wilderness is amongst the world's first proclaimed National Park and is justifiably South Africa's showpiece, boasting over 145 mammal species. The park offers the Big 5 and over 500 recorded bird species along with scenery as diverse as riverine forest, granite outcrops, endless savannah and impenetrable mopani woodland. We'll take a game drive on our way to the accommodation where we'll stay overnight. We will be staying just outside the park gates at a newly designed modernistic property offering a fantastic location with all the amenities required and will be enjoying a typical african braai on the patio before getting an early night."
    },
    {
      "dayNumber": 9,
      "title": "Game viewing in Kruger National Park; drive to Graskop",
      "description": ": The Kruger National Park was established in 1898 to protect big game that had been hunted to near extinction. Today it is one of South Africa's most prolific wildlife habitats and a leader in animal conservation. We'll set out very early for a full day in the park, beginning with game viewing at various watering holes where we might see buffalo or antelope taking an early morning drink and, with luck, a pride of lions nearby. Midday we'll pause for lunch at one of the park's restaurants before continuing our safari in the afternoon, heading towards the Sabie River. This is a major water source for the park's wildlife and an excellent spot for game viewing. After a rewarding day exploring Kruger, we'll leave the park mid-afternoon and climb more than 1,000 metres to our overnight stop at Graskop. Please note, not all members of the group will fly to Cape Town tomorrow, and you may have a new tour leader for the second half of the trip."
    },
    {
      "dayNumber": 10,
      "title": "Drive to O.R. Tambo International Airport (JNB) and fly to Cape Town",
      "description": ": Departing at 7am this morning we drive for around 7 hours back to Johannesburg. Along the way, we'll drive through the airy uplands of Mpumalanga, an area that has been inhabited since the Stone Age and boasts rivers, multiple waterfalls, craggy escarpments and colourful birdlife. We'll stop at several excellent viewpoints, including the aptly named 'God's Window' and admire the awe-inspiring Blyde River Canyon. We'll arrive into O.R. Tambo International Airport (JNB) at about 5pm and from here you'll fly to Cape Town. You will arrive in Cape Town, South Africa's Mother City, in the early evening. Upon landing in Cape Town Airport please proceed to the Visitor Information Centre in the Central Terminal near the exit marked by a big 'i' symbol, where your driver will be waiting for you with a sign. The transfer from Cape Town International Airport to our hotel is around 40 minutes. Please note, due to different arrival times throughout the evening, the welcome meeting with your tour leader will take place on the morning of Day 11, after breakfast."
    },
    {
      "dayNumber": 11,
      "title": "Explore Cape Peninsula National Park",
      "description": ": Our full-day trip to Cape Peninsula begins with a scenic drive via the white-sand beaches of Fish Hoek, stopping to explore the small but important naval base of Simon's Town. Later, we'll arrive at Cape of Good Hope, allegedly named due to the optimism once felt by arriving colonial sailors having successfully navigated the Cape and discovering a sea route to the East. We'll take an hour-long walk within the national park to Cape Point and the lighthouse, keeping an eye out for resident baboons, tortoises, otters, and seabirds along the way. The trail is well marked, slightly rocky in places, and boasts diverse flora with many colourful flowers. We'll return to Cape Town via Hout Bay, an attractive fishing port once bordered by dense forest, hence its name, which translates as 'Wood Bay'. Here, we'll have the option of taking a short boat trip out to Seal Island - home to 1,000 Cape fur seals and guarded by the impressive, towering Sentinel Mountain. Alternatively, explore on dry land to see Hout Bay's active tuna, snoek and crayfish industry and find out why the town prides itself on offering some of the best fish and chips in the world."
    },
    {
      "dayNumber": 12,
      "title": "Free day in Cape Town; evening in Stellenbosch",
      "description": ": This morning is free for you to explore Cape Town more at your own pace, and there are plenty of options for you to pick from. If you want to visit Robben Island, the former prison where Nelson Mandela was incarcerated, this morning is the best time to go. Please note, you'll need to book in advance (please see the optional activities section of visit www.robben-island.org.za). There are three departures per day, and the 9am departure is the best option to fit with our itinerary. Alternatively, the morning is also the best time to hike up Table Mountain. The favourable morning weather and temperatures make it a more enjoyable experience and you'll get breathtaking views over the Apostles, the Atlantic and the city below. The walk up to the viewpoint takes between three to four hours. There is also the option to take the aerial cable car to the top, which runs frequently to and from the summit, where a network of trails criss-crosses the plateau and provides a variety of vantage points. While it's possible to visit Robben Island and take the cable car to Table Mountain in the same day, you won't have time to visit Robben Island and hike up Table Mountain. If you'd like to do both, you can book a pre-trip stay to give yourself more time. Please also note that both of these activities are weather-dependent and windy weather may change things. Another option is to take a trip to the Kirstenbosch National Botanical Gardens, which claims to be the most beautiful garden in Africa and is devoted to the conservation of the Cape's indigenous species. Your Tour Leader will be able to give further local advice and recommendations on how to spend your time in Cape Town. Late this afternoon, we'll leave Cape Town and head to the scenic winelands of Stellenbosch where you can relax with a local Chenin Blanc Please note, both Robben Island and Table Mountain are weather-dependent. Table Mountain's cableway is closed for two weeks at the end of July for maintenance."
    },
    {
      "dayNumber": 13,
      "title": "Free day in Stellenbosch to visit a vineyard",
      "description": ": There are no set plans for this morning, so you are free to explore Stellenbosch at your leisure. Consider visiting the University Botanical Gardens to learn about native plants, going curio shopping, or browsing the various galleries scattered throughout the town. Stellenbosch is world-famous for its wine, and there's no better way to experience this than by visiting one of the many vineyards in the area, which is exactly what we will do in the afternoon. Depending on the season, your Tour Leader will select a suitable vineyard where we can sample several local wines while immersing ourselves in the unique South African wine culture. Many of the estates feature spectacular gardens and farmland, providing opportunities for lunch and a leisurely stroll. There is also the option to take a guided tour of Stellenbosch Town, a great way to learn about the diverse cultures that have contributed to making Stellenbosch what it is today. As one of the oldest colonial settlements, this charming town boasts wide, oak-lined streets and beautiful whitewashed Cape Dutch architecture. You'll find many cafes, bars, and delis for lunch, most of which pride themselves on using local produce."
    },
    {
      "dayNumber": 14,
      "title": "Travel to Hermanus via Stony Point's African Penguin Colony",
      "description": ": This morning we make our way down to Hermanus, on the coast. A 90-minute drive takes us to the Betty's Bay area where we'll have an included visit to Stony Point Nature Reserve. This reserve sits on the site of a historic whaling station and has a quiet, undiscovered feel, offering excellent penguin viewing without the crowds. The path can be followed over the craggy outcrops to see the resident seabirds up close without disturbing them. We then continue to our accommodation in central Hermanus. This afternoon is free to explore the coastal town. From June to November, Hermanus offers some of the world's best shore-based whale watching, with good opportunities to spot southern right, Bryde's and humpback whales. Although there is a good chance of seeing the whales from the water's edge in town, you may prefer to follow the coastal path to a better vantage point or join a boat trip excursion for a closer view. At other times of the year, you might like to spend the day exploring the galleries and museums in Hermanus, which are easy to discover on foot, or enjoying the coastal views from the 8km walking path that runs right along the cliff edge. This evening will be at your leisure, with a variety of excellent restaurants and wine bars to discover."
    },
    {
      "dayNumber": 15,
      "title": "Visit Cape Agulhas. Spend the night in Barrydale",
      "description": ": A 90-minute drive takes us to the southernmost point of the African continent this morning, where we see the Atlantic Ocean and the Indian Ocean meeting in a crash of waves. Now marked by a stone plaque, the 'Cape of Needles' was once the site of various shipwrecks and a grave point of danger for European travellers. We'll have a little free time to explore the magnificent monument. This afternoon, we continue towards Barrydale on the renowned Route 62 (one of the longest wine routes in the world). The Tradouw Pass (which means Women's Pass in the old Khoi language) is a 16 kilometre/10 mile-long drive, offering some of the most beautiful and rugged scenery in this region of South Africa. Barrydale is a scenic little place with the air of a Wild West frontier town about it. We'll stop here to break up our long drive to Oudtshoorn. If you have any time this evening or tomorrow morning, a walk around the backstreets reveals a couple of small art shops and some beautiful scenery. We have an included dinner tonight - local restaurants here have a big lunch trade but close around 5pm, so we'll enjoy some local food at our small hotel. The total drive time today from Hermanus is approximately five hours."
    },
    {
      "dayNumber": 16,
      "title": "Explore Swellendam, continue to Oudtshoorn in the Klein Karoo, the ostrich capital of the world.",
      "description": ": After a late start in Barrydale, we continue our journey for around two hours to Oudtshoorn, driving past open farmland and winelands. This seemingly empty plain is in fact home to vast numbers of ostrich, and we'll likely spot them in the farms that run alongside Route 62 as we drive. Oudtshoorn is the principal town in the Klein Karoo, which grew in the early 1900s thanks to its rich trade in ostrich feathers. We may have time to have a quick explore of the shops and the small curio museum before driving onto the huge limestone caverns of the Cango Caves. These caves are an underground network of extraordinary structures, millions of years old. The combination of dripping rainwater and limestone has led to the creation of ancient stalactites, stalagmites, and mighty rock columns. Allegedly, a local European farmer first discovered the caves late in the 18th century; however, there is research that proves the caves have been used by man as far back as the early Stone Age. After a visit to the caves, we drive on to our countryside lodgings for the evening."
    },
    {
      "dayNumber": 17,
      "title": "Visit Cango Caves and take in the views at Knysna Heads",
      "description": ": Today we make our way back down to the coast and the start of the Garden Route proper, driving south through the town of George towards the ocean. At the small town of Sedgefield we'll stop at Swartvlei Beach where we'll have about an hour's walk along the wild and scenic coast with a guide from the Strandloper Project. This small project began in 2018 when a group of locals decided to organise a reef clean up to tackle the threats posed to the reef and native marine wildlife, from discarded fishing tackle. The project has expanded onto the land, and the volunteers now use microplastic collection data from the beach to lobby regional councils about their plastic waste. The walk on the beach is spectacular, and we'll learn not just about the project but also about the surrounding environment. After our visit here we continue our drive to Knysna Heads Viewpoint, where two limestone cliffs emerge from the Indian Ocean, side by side, protecting a lagoon that runs inland from the turbulent sea. We'll end the day in Plettenberg Bay, on the Indian Ocean. Today's total drive time is approximately three hours."
    },
    {
      "dayNumber": 18,
      "title": "Discover Robberg Nature Reserve. Free afternoon in Plettenberg Bay",
      "description": ": Today we take a short drive to Robberg Nature Reserve, a World Heritage Site, where our Tour Leader will lead a walk along the trails. The hiking here is moderately graded, and good stability and fitness are both essential. Rewards for tackling the rocky terrain, sand dunes and occasional steep steps are great - sweeping coastal views, beautiful golden sands, and the possibility to spot dolphins and seals playing in the waters below. From July to December there's also the chance to spot the southern right whales that come into the calmer and warmer waters to calve and nurse their young. For those who don't want to undertake the 5.5km loop with the Tour Leader, there is a shorter 2km loop, or you could simply enjoy the fantastic views from the clifftops. After working up an appetite, we'll stop for a well-deserved lunch in Plettenberg Bay. Seafood is a favourite on the menu here - hake, meaty prawns or calamari washed down with a crisp white wine. Afterwards, the afternoon is free with the option to relax on the beach, shop for souvenirs or join a whale-watching excursion (in season)."
    },
    {
      "dayNumber": 19,
      "title": "Walk, kayak or discover the tree canopy at Tsitsikamma National Park",
      "description": ": The wild coast of Tsitsikamma National Park awaits today, around a 45-minute drive away. Another hotspot for seasonal whale watching, the national park covers both land and sea, protecting important forest and marine areas, and offering stunning coastal views. We'll be staying in the Storms River region. Timings today may vary depending on a number of factors, but there is the opportunity here to take a short but steeply-stepped walk to a series of three suspension bridges that overlook the mouth of Storms River as it reaches the sea. You may also like to try your hand at zip wiring (a short drive out of the national park), or an adventurous river kayaking trip up the Storms River (this involves a walk of approximately 20 minutes carrying your paddle, jacket and helmet - it's a stunning river paddle but not a leisurely activity!) Tonight we'll be staying in simply furnished chalets set either amongst the forest, or on the clifftop."
    },
    {
      "dayNumber": 20,
      "title": "Experience a game drive at Addo Elephant National Park",
      "description": ": We'll leave the Tsitsikamma area this morning for another of South Africa's national parks. It's a long drive of approximately three hours plus stops. Home to more than 600 elephants as well as lions, hyenas and Cape buffalos, Addo Elephant National Park is our last national park of the trip. On arrival, we'll swap into one of the park's safari trucks - perfect for the terrain and for capturing great wildlife shots - for a two-hour game drive with a park guide. Warthogs are abundant here, along with various species of antelope, zebra and of course elephant. After our game drive, we'll make our way to our accommodation, which is located 20 minutes outside Addo Elephant National Park. Often our hosts here at the small, family-run property will treat us to a proper South African braai this evening, a fitting end to your Garden Route journey"
    },
    {
      "dayNumber": 21,
      "title": "Trip ends at Addo Elephant Park",
      "description": ": Our trip ends after breakfast at our accommodation near Addo Elephant National Park. There are no activities planned today, so you're free to depart from Addo at any time. Check-out from our accommodation is at 10am. If you'd like a transfer today, you'll need to depart from Port Elizabeth International Airport (PLZ), which is a one-hour drive from Addo."
    }
  ],
  "map": ""
}