{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "7-day-big-five-safari-in-south-africa",
  "tourName": "7 day big five safari in South Africa",
  "placesVisited": "Rukiya safari camp, Unique 'bush senses' experience, Thornybush Game Reserve, Game drives and bush walks, Learning to track leopards and understand predator behaviour, Setting your own camera trap, Guided by Ingwe leopard conservation team, Your photographs used in leopard research database",
  "generalInfo": "Don't just view animals. Be involved in wildlife and experience the difference with a wildlife conservation safari. This seven day Big Five safari in South Africa includes both game viewing and conservation activities. It starts at the exclusive Rukiya Safari Lodge, located on the banks of the Blyde River in the Wild Rivers Private Nature Reserve. Rukiya is not only our safari base but is also a key location for our leopard research program. From here you’ll go on big five game drives in both Balule and Wild Rivers Reserves, join trackers to monitor leopards and try your hand at camera trapping. <br/><br/>The next stop is the exclusive Klaserie Game Reserve, famed for its exceptional game viewing and one of our Leopard Research sites. Klaserie provides a sedate bush atmosphere, with personal and friendly service. Here you’ll go on safari in search of the big five, and there will be further opportunity to track leopards with our research team. <br/><br/>We know that it’s important to be able to plan your safari costs and avoid any hidden extras. Where possible we provide an all-inclusive price and any additions to that one off price are clearly shown on your itinerary.<br/>",
  "durationDays": "7",
  "price": "2600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your safari begins at Hoedspruit Airport (HDS) were you will be met by on arrival by a member of our team and transferred to Rukiya Safari Camp just 25 mins away. Eastgate Airport is the established gateway to the heartland of South Africas wildlife game viewing reserves and has three daytime flights arriving each day from Johannesburg, that are scheduled to assist international visitors to easily connect with Hoedspruit.. Many of our guests prefer us to arrange for their internal flight from Johannesburg to Hoedspruit (50 mins), or alternately for a scenic road transfer (approx 5 hours) which takes the hassle out of arranging the final leg of your journey and is a service that we offer our guests at cost price. Whether you choose to transfer by air or road the price is the same for singles or couples, however a road transfer is more cost effective for a small group or family travelling together. Whichever transfer you prefer you will arrive at Rukiya Safari Camp in time to settle in and rest and relax. Rukiya is a small luxury tented camp within the Wild Rivers Reserve and is a key area for our leopard research team. The camp nestles along the banks of the Blyde River among age old tress, a truly stunning location. Later in thew day, before the sun sets we’ll take a short stroll along the river bank and enjoy a sundowner, returning to the lodge for dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You are woken with an invigorating cup of coffee before setting off on a morning game drive. Your morning game drive will take you through the Wild Rivers Reserve and into the adjacent Balule Reserve (part of the Greater Kruger Park) where you will be able to enjoy your first big five game drive. Lunch is followed by time to relax and enjoy the views from your private deck with river views, before your afternoon game drive in the Wild Rivers Reserve, before returning home for a sumptuous dinner. On your first full day on safari we will include our unique bush senses experience. This is an activity that we have developed over many years and has proven to be very popular with our safari guests. In a fun way it encourages you to use all of your senses when in the bush. Not just sight, but also smell, hearing and touch. Some of our senses are dulled by modern living, but this simple and fun exercise quickly hones one’s bush senses, ideal preparation for any safari."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "An early morning game drive will take you through the Wild Rivers Reserve and into the adjacent Balule Reserve (part of the Greater Kruger Park), breakfast will be served in the bush before return to Rukiya. There will be time to rest and relax and enjoy lunch, and when the heat of the day has faded a little, you may join our rangers learning to track leopards and other predators within the reserve, where the Ingwe Leopard team are monitoring the resident leopard population. Return to camp for drinks and dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast we will transfer to the near by transfer to the near by Klaserie Game Reserve, famed for its exceptional game viewing and a favoured location for movie stars and the rich and famous, providing a lovely sedate bush atmosphere, with personal and friendly service. You will have plenty of time to settle in and relax before afternoon high tea and game drive. Again returning to your lodge for dinner. Klaserie is also an important location for our Leopard Research project, and you will have an opportunity to see more of the wrk we are doing."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "No two days on safari are the same. Your next two days in the Klaserie Game Reserve start with an early morning game drive, returning to you lodge in time for a late breakfast/brunch. During the middle of the day there will be time to relax and enjoying watching animals coming and going. The afternoon game drive will start after high tea and will cover previously unseen areas of the reserve, followed by dinner often taken around the fire in an outside boma."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "On your last morning in Klaserie, your game drive aims to visit those parts of the concession that we haven’t had time to reach previously, offering an opportunity to get those final photographs, before returning to the lodge for breakfast. We will then transfer to Johannesburg airport, again taking the Panorama route through the mountains. We will arrive at Johannesburg airport at around 17:00 and in time for an evening onward flight. For those who have opted to fly back to Johannesburg, we will transfer you to Hoedspruit Eastgate airport in time for an early afternoon flight."
    }
  ],
  "map": ""
}