{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "classic-south-africa-self-drive-holiday",
  "tourName": "Classic South Africa self drive holiday",
  "placesVisited": "Cape Town, Robben Island, Table Mountain, Winelands, DeHoop National Park, Garden Route, Plettenberg Bay, Tsitsikamma Forest, Kruger National Park, Optional boat trips to Plettenburg Bay or Featherbed Nature Reserve",
  "generalInfo": "This South Africa fly drive holiday is just over two weeks in duration and provides the perfect introduction for responsible travellers wishing to visit South Africa for the first time. <br/><br/>Starting from Cape Town we suggest you take in the world-famous sites of Table Mountain, Robben Island and the V&amp;A Waterfront prior to heading out on a day trip to the Cape Peninsula where Cape Point and Boulder's Beach provide a dramatic coastal setting to help put natural SA into perspective.<br/><br/>After the excitement of crashing coastal images and the fun of watching penguins in the surf, your South Africa fly drive holiday takes a gentler course with the vineyards of Franschhoek supplying the refreshment prior to heading off on one of the world's most scenic road trips, along the gorgeous Garden Route. <br/><br/>This stunning coastal drive takes South Africa fly drive holidays to new heights with stretches of lagoon, dense forests and sandy beaches allowing travellers to get a real taste of the country's stunning natural beauty alongside numerous hiking and boating activities to complement time spent out of the car.<br/><br/>Concluding your South Africa fly drive holiday with a safari is always going to be a hit and also offers an amazing opportunity to listen to experienced guides and rangers as they let you in on a few safari secrets and help you understand the fragility of the unique ecosystems that make up the South African bush.<br/><br/>As you'd hope from South Africa fly drive holidays, this suggested two week itinerary has been designed to let you explore in and out of the car at a pace that suits you. Hand-picked accommodation has been personally tried and tested by our experienced South Africa team and suggested day excursions have also undergone first-hand selection procedures before being added to the itinerary.<br/><br/>All accommodation has been selected for its proximity to local points of interest as well as first-class facilities, customer service and excellent dining options. Accommodation owners and staff are renowned for their knowledge and passion for South Africa, so don't be afraid to ask questions so as to increase your insight of the local area as you explore on your South Africa fly drive holiday.<br/>",
  "durationDays": "16",
  "price": "5600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you'll make your way to the airport for your flight to Cape Town."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Upon arrival into Cape Town, you're met by a representative and then driven in a private vehicle to your accommodation. After checking in, the rest of the day is free for you to relax after your flight or begin your exploration of Cape Town. We suggest heading to the V&A Waterfront to browse its many trendy shops, cafes and restaurants."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you could do a half-day tour of Robben Island to try to understand South Africa's painful political past. You'll learn about one of the prisons where Nelson Mandela was imprisoned for 18 years, see his cell and learn more about the history of Apartheid. During your tour you will also get to speak with an ex-inmate - an incredible opportunity to hear about their experience first-hand."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today is a good time to explore Table Mountain, which is one of the famous global landmarks. The cable car rotates in a circular motion during the ascend and descend, which gives everyone on board the opportunity to enjoy 360 degree views. Have a walk around once you get to the top and remember to take your camera along so that you can take a few photographs!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Your hire car is dropped at your hotel this morning as you embark on a full-day drive around the Cape Peninsula. The route down to Cape Point takes in the Chapman's Peak drive, pretty coastal villages and several untouched beaches. A stop at Boulders Beach is highly recommended to see the colony of African, or jackass, penguins; watching them glide effortlessly through the surf is a sight to behold. We also recommend visiting the Cape of Good Hope Nature Reserve, which makes up much of the Cape Floral Kingdom with its varied vegetation. Look out for antelope, baboons and African black oystercatchers on the shoreline."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leave Cape Town and drive for an hour to the pretty town of Franschhoek in the Cape Winelands and enjoy two nights at Gable Manor. After checking in to your hotel, you can explore the town and its countryside surroundings on foot or by bicycle. In the heart of the town are numerous upmarket shops, restaurants and cafes - we suggest leaving your car and strolling the streets, browsing the shops and stopping for something to eat."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Spend the day touring the vineyards and restaurants sampling the locally made produce. There is a wine tram that stops at various vineyards which you can use to explore, or you can take a guided excursion around the estates if you prefer."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The two and a half hour drive to Swellendam passes through craggy, mountainous scenery along traffic-free roads. The town itself is halfway between Cape Town and the Garden Route and sits in the shadow of the Overberg Mountains. The historic area of Swellendam contains some fine examples of Cape Dutch architecture along with art shops and restaurants, making it a pleasant place to explore. We also suggest visiting De Hoop Nature Reserve, which is home to a wide range of wildlife and marine life, including dolphins, seals, whales (seasonal), zebra, eland and many bird species. Enjoy your overnight stay at Rothman Manor which is a guesthouse situated in the centre of town."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Plettenberg Bay is around a four hour drive along the scenic Route 62, at the eastern end of the Garden Route. The drive has many places to stop en route. We suggest calling into Oudtshoorn to visit an ostrich farm or try an ostrich steak for lunch. You arrive in Plett in the late afternoon. Ideally placed for access to the Garden Route's many activities and attractions, the town's known for its beautiful white-sand coastline, and a relaxing stroll on the beach is a lovely way to wind down after a busy day of driving or sightseeing. You'll be based at Anlin Beach House for the next three nights."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today we recommend that you visit the Tsitsikamma Forest, a 45 minute drive from Plettenberg Bay. En route, you'll cross several precipitous canyons, with ocean-bound rivers far below - if you've a head for heights you'll be able to get some spectacular photographs. At Tsitsikamma Forest there are a number of walking trails to follow among the trees, which contrast with the crashing waves. The best-known lookout point is the suspension bridge where the Storms River meets the ocean."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Perhaps spend the day on the water – either a boat trip into the Plettenburg Bay on an Ocean Safari, or across the Knysna lagoon to the Featherbed Nature Reserve."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today you'll drive to Port Elizabeth and drop off your hire car at Port Elizabeth Airport. You'll check in for your flight to Skukuza via Johannesburg. When you land you'll be met in the arrivals hall by your driver for your transfer to Nottens Bush Camp which is situated in the Sabi Sands Game Reserve, a private conecssion within the Kruger National Park. Transfer to Nottens Safari Lodge where you will stay on safari for three nights. After settling into your lodge, this afternoon you embark on your first game drive in the park with a knowledgeable guide and tracker, who can help track wildlife and tell you more about each species."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today you are at leisure on safari. There are two game drives a day, one in the early morning and the second in the late afternoon. After your morning game drive you will arrive back at the lodge to eat a scrumptious breakfast. The rest of the day you have at leisure until the afternoon for your second drive, part of which will be at night - a chance to see some nocturnal animals."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today you have another full day on safari. During your stay you could also accompany your guide for a bush walk after breakfast, which is a good opportunity to focus on smaller wildlife, which you may not necessarily see from the game vehicle."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Today you'll be collected after your last morning game drive for your transfer back to Skukuza Airport. You'll fly back to the UK via Johannesburg."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Arrive back into the UK."
    }
  ],
  "map": ""
}