{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "kruger-national-park-safari-south-africa",
  "tourName": "Kruger National Park Safari, South Africa",
  "placesVisited": "Eight full days in Kruger National Park, Morning guided walks, Sunrise safaris by Jeep, Nocturnal spotlight drives, Three separate safari camp locations, Animals you can expect to see: rhinos, cheetahs, leopards, giraffes, klipspringers, kudu, spotted hyenas, scarlet-chested sunbirds, Heuglin’s robins, hippopotami, lions, goliath herons, giant kingfishers and Nile crocodiles",
  "generalInfo": "Travel to Africa's safari heaven in the company of expert local guides as you track down the Big Five on foot and by 4x4 vehicle. This 11 day tailor made tour offers a chance to immerse yourself within the landscapes and animals of Kruger National Park.<br/><br/>There is nowhere else better in South Africa for safaris than Kruger National Park. This park was one of the world's first national parks (established in 1898) and is still currently one of the largest, covering over 20,000 km2. <br/><br/>The number of species present in Kruger is mind blowing: 336 trees, 49 fish, 34 amphibians, 114 reptiles, 507 birds and 147 mammals. During this tour we will try and see as many species as possible, concentrating, in the main, on mammals, such as: lions, leopards, cheetahs, elephants, rhinos and hippos, as well as ostriches and Nile crocodiles. Our escort for this tour has experience working in South Africa as well as other national parks around the world. We also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Kruger National Park. We also make the most of the expert guides that work for the park and head out on guided sunrise and sunset walks and spotlighting after dark. Coupled with full days spent driving in a 4x4 safari vehicle, this is the best way to experience Kruger in all its natural glory. <br/><br/>Even though Kruger is open all year there are some seasons that prove better for wildlife watching than others. Summer (Nov – Jan) is the rainy season where water fills the rivers and watering holes, resulting in the bushveld looking lush. Game viewing is sometimes a bit more difficult at this time because the vegetation is dense, making it bit harder to locate and observe wildlife. Towards the end of November and early December, Kruger National Park is filled with newborns, and spotting wildlife with their young is an incredibly rewarding experience. Birding is excellent during this time as the summer migrant birds arrive. However, it can get very hot during the day. The best time for wildlife watching is during the winter and spring (Jul – Oct). The bushveld is more open, allowing for better visibility. The grass is low, the bushes and trees are sparsely leaved and because it is so dry - with no rain - the wildlife migrate towards the water. Water holes, dams and rivers become a hive of activity and you are more likely to spot wildlife in the morning and evening as animals come to drink. The day temperatures in winter are pleasant but it can get quite chilly during the night-time so make sure you pack something warm when going on your afternoon/night game drives.<br/><br/>This tour only visits Kruger National Park but we stay in three very different sections. We will travel in and out of the nearest airport town of Nelspruit.<br/><br/>Recommended Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from the 4x4 safari vehicle so any fitness level can participate. Where guided walks are offered they will be taken at a slow pace and last no longer than an hour or so.<br/><br/>Minimum Age: 18 years old",
  "durationDays": "11",
  "price": "4995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Nelspruit / Kruger National Park – Arrival – On arrival at the airport in Nelspruit you will be met by your local guide (who will act as your driver as well) and depending on the time you arrived we will either head straight towards the main gate into Kruger National Park and onto a first camp (1-2 hours), in the south of the park. If this is the case then we will get your first opportunity to view Kruger National Parks wildlife as we drive through the south of the park towards our camp but if your flight is an afternoon arrival you will be transferred to a guesthouse in Nelspruit. The rest of the evening is at your leisure. (No meals included today)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kruger National Park / Nelspruit ¬– Travelling & Wildlife Watching – Today we will rise more leisurely and have breakfast before heading out into the park. We will then be on the road south-west as we head out of the park towards Nelspurit. This will take most of the day as we will be game driving. We will stop for lunch along the way at another camp. We will have your farewell evening meal at the guesthouse in Nelspruit as we go over the wonderful sights we have seen and experienced throughout the safari of Kruger National Park. (Breakfast and a packed lunch included)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Home – Departure – This morning you will be transferred to the airport in time to catch the return flight to home. (Breakfast only)."
    }
  ],
  "map": ""
}