{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-garden-route-wildlife-holiday",
  "tourName": "South Africa Garden Route wildlife holiday",
  "placesVisited": "Two full days in Cape Town, Boat trip off the Cape of Good Hope, Visit Cape Point Nature Reserve, Optional hike up Table Mountain, Wildlife watching in De Hoop Nature Reserve, Whale watching in Plettenberg Bay, Big game safaris in Addo National Park, Port Elizabeth",
  "generalInfo": "Discover the delights of Cape Town before heading off to Port Elizabeth along South Africa's lush green Garden Route. This 16 day tailor made tour, with your very own driver, is a must for anyone wishing to experience incredible coastline and animal abundant nature reserves.<br/><br/>From seals and penguins around the Cape of Good Hope to whale watching at Plettenberg Bay and game safaris in Addo National Park, observing animals in South Africa, in the company of professional local guide, is definitely the best way to experience life on the Western Cape coast.<br/><br/>Both on and offshore you'll get to see some of South Africa's most incredible creatures with expert advice and knowledge coupling with pure and simple excitement. Jeep safaris, guided walks, nocturnal spotlighting, boat trips and impromptu pit stops allow for an abundance of opportunities to watch wildlife over the course of 16 days.<br/><br/>As this a tailor made tour it will be entirely up to you if you'd prefer a day off to rest, relax and soak up the sun although we really do recommend making the most of each and every day on safari or out a sea.<br/><br/>The best time of year to go:<br/><br/>The southern Hemisphere winter is best, July - September. This tour tries to incorporate various different seasonal phenomenon and as a result there is a narrow window where everything can be seen. We recommend late September and early August as you will be able to see southern right whales as well as arriving at a good time of year for terrestrial wildlife, too.<br/><br/>What makes us special:<br/><br/>This Garden Route tour of South Africa has a great success rate of observing animals. We have an unrivalled network of experts and guides throughout Southern Africa which gives us the best opportunities to learn behaviours and know when and where wildlife will appear. Also, unlike many other tour operators, we're happy to run this tour for individuals. All you need to do is ask.<br/><br/>Following the Garden Route:<br/><br/>This tour travels from Cape Town and the Western Cape Region, visiting False Bay, Table Mountain National Park and Robben Island before moving east to De Hoop Nature Reserve, Knysna, Plettenberg Bay and Addo National Park before finishing in Port Elizabeth.<br/><br/>Recommended fitness levels:<br/><br/>The vast majority of wildlife watching is all done from the 4x4 safari vehicle or from whale watching boats so any fitness level can participate.<br/><br/>Minimum age allowed: 18 years",
  "durationDays": "16",
  "price": "5855",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Cape Town – Arrival – On arrival at the airport, you will be met by your local guide and if you have time you will be taken to some of the sights before being transferred to our accommodation in the quaint little seaside town of Simonstown. This stunning little harbour town located on the south side of Cape Town and is nestled between False Bay and Cape Point National Park. Whilst driving from the airport to Simonstown there is the possibility of spotting black wildebeest, Cape mountain zebra, eland and grey rhebok as the road flanks the national park boundaries. Then after settling into the accommodation and having lunch, if you flight has arrived early then the afternoon will be dedicated to one of the most popular attraction in Simonstown. This is the amazing penguin colony at Boulders Beach National Park. The penguins and the small rock hyraxes will be all over this small national park and spending time around the curious penguins is magical. You are welcome to stay here as long as you like and afterwards we can either go back to the accommodation so you can rest or drive around the bay and take in some of the sites, including a view of Table Mountain in the distance. (no meals included today)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Addo National Park ¬– Travelling & Wildlife Watching – On day 10 you will leave the coast and head inland to one of the best national parks in South Africa. This is Addo and originally set up to protect a small population of only 11 Cape elephants in 1931 there are now over 450. There are also lions, black rhino, cape buffalo (and maybe a leopard that hasn’t been seen for a number of years) so with 4.5 of the Big Five it is a great park. However it has to be the elephants that make this such a special place. We average over 10 elephants every 2 hours of driving around the park, so this frees up time to try and search out some of the smaller and seldom seen animals like meerkat, yellow mongoose, bushbuck, caracal as well as dozens of bird species. Over the next 5 days here you will be able to spend as much time as you wish inside the park, we will aim to be in the park at sunrise until sunset each day and by taking lunch and some snacks we will be able to spend the entire day inside the park if you wish. Each night the park rangers also organise a spotlighting tour of the park, and it is on these spotlighting drives that some of Addo’s most special species can be seen. As well as lions and hyenas being more active and commonly seen during the evenings it is also the only time to see nocturnal animals like springhare, porcupine, bat-eared foxes, striped polecats and aardwolves. (Breakfasts are the only meals included on these days)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Port Elizabeth – Wildlife Watching & Travelling – This morning you will have a couple of hours to spend in the park for one last chance to see any species that may have so far eluded us. Then after breakfast you will be taken back to the coast and the city of Port Elizabeth. Once here you will be taken to a restaurant for your farewell evening meal before departure tomorrow. (Breakfast is the only meal included today)."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Home – Departure – This morning you will be transferred to the airport in Port Elizabeth in time to catch the return flight to home. (Breakfast only)"
    }
  ],
  "map": ""
}