{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "kwa-zulu-natal-self-drive-holiday",
  "tourName": "Kwa Zulu Natal self drive holiday",
  "placesVisited": "Ukhahlamba Drakensberg National Park, Tugela Gorge & Waterfall, KwaZulu-Natal Battlefields, St Lucia oceanside village, Wildlife drives in private reserves, Optional activities include: snorkelling, kayaking, fishing, quad biking, stargazing, hiking and horse riding, Trip extensions are also available",
  "generalInfo": "This fabulously flexible fortnight in the KwaZulu-Natal region of South Africa invites travellers to experience a self drive itinerary that features UNESCO sites, historic battlegrounds and some of South Africa’s lesser-visited private wildlife reserves and Indian Ocean beaches.<br/><br/>From two nights in the Drakensberg Mountains to three nights on the KwaZulu-Natal coast in St Lucia, although this is a driving holiday you’ll still be offered ample excuses to relax and take it all in. Of course, as this is a tailor made tour you’re free to choose how much or how little free time you wish to add to the suggested itinerary below. KwaZulu-Natal is an extraordinary region and abundant in tribal heritage and opportunities to watch wildlife in their natural habitat. <br/><br/>Exploring on two feet or two wheels is a great way to stretch your legs outside of your hire car with hiking and mountain biking in the Drakensberg just as immersive as snorkelling or deep sea fishing in the Indian Ocean.<br/><br/>The added incentive for families is that the KwaZulu-Natal region is malaria-free as well as allowing kids, and parents, to explore a less-visited province of South Africa away from the crowds along the coast.<br/><br/>Pick your points of interest and design a self drive holiday to suit you as this is an area of Africa that really does require closer inspection from a wide range of perspectives.<br/>",
  "durationDays": "15",
  "price": "3950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Durban, collect your hire car and drive to your accommodation for 2 nights at a wonderful lodge in the southern Drakensberg Mountains. The Drakensberg Mountains (a UNESCO World Heritage site), South Africa’s highest and most dramatic range, offer staggering scenery of basalt cliffs, grasslands, forests, and crystal-clear streams. The region is a paradise for outdoor enthusiasts—hiking trails lead to waterfalls, wildlife, and ancient San rock art sites that reveal the cultural history of the area. This itinerary uses an owner-run lodge that is situated in a truly romantic setting surrounded by mountains, creating a magical atmosphere. They look forward to welcoming guests with gourmet food, roaring log fires and luxurious farmhouse hospitality. Their emphasis on providing gastronomic standard cuisine is demonstrated in the hours they spend hunting down the highest quality ingredients. Dinner is a sumptuous 5-course affair with no effort or expense spared to give guests a memorable dining experience. A host talks you through every mouthful from pan to plate before you sit down to enjoy the culinary team's creations. Fresh ingredients are essential, and being able to pick from the gardens minutes before serving is a real pleasure. To work up an appetite, take a scenic drive in an open game viewer to explore the magnificent view from on top of the mountain, while horse rides are available for the more energetic. In the locality, explore the Rock Art at Kamberg, or superb hiking can be done on the Reserve."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "It's a scenic drive today to the Northern Drakensberg Mountains, for a 2 night stay at a peaceful and luxurious lodge in one of South Africa’s most scenic regions. This family-run lodge is known for its warm hospitality, spacious suites, and sweeping mountain views—best enjoyed from your private patio. Days here can be as relaxing or adventurous as you choose. Explore a network of private hiking, biking, and horse-riding trails that wind through pristine grasslands and dramatic sandstone formations. Or simply unwind by the pool, enjoy a soothing massage, and soak in the tranquility of the surrounding landscapes. With delicious home-style meals served in a cosy dining room overlooking the mountains, the lodge combines comfort, natural beauty, and heartfelt charm."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Surely a highlight of this trip: a 2 night safari on a private concession. Nestled in the heart of KwaZulu-Natal’s wildlife-rich Lowveld, the Safari Lodge offers an intimate and authentic safari experience, combining comfort with close encounters with Africa’s iconic wildlife. The lodge sits on a private concession bordering the world-renowned Hluhluwe-iMfolozi Park, giving guests exclusive access to pristine bushveld and abundant wildlife. Days are filled with morning and afternoon game drives, led by expert guides whose tracking skills, wildlife knowledge, and storytelling bring the African bush vividly to life. Guests may encounter the Big Five—elephants, lions, leopards, rhinos, and buffalo—alongside giraffes, zebras, hippos, and a variety of antelope. For bird enthusiasts, hundreds of species can be spotted from the lodge or during drives. Evenings are magical, with night drives revealing nocturnal wildlife in their natural habitat, and nights spent under a canopy of stars, where the Milky Way stretches across the African sky. Luxury tents with private decks offer comfort and panoramic views, creating a perfect blend of adventure and relaxation."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "You have the option of extending your trip to stay at a lovely beach lodge in northern KZN with activities that can include snorkelling, kayaking, fishing, quad biking, stargazing and walks. Diving is can also be conducted within a Reserve and World Heritage Site along unspoiled reefs and guests have the luxury of knowing that they alone have access to the sites along this stretch of the coastline."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Today you drop off your hire vehicle in time for your return flight to Johannesburg,"
    }
  ],
  "map": ""
}