{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "kwazulu-natal-discovery-tour-south-africa",
  "tourName": "KwaZulu Natal discovery tour, South Africa",
  "placesVisited": "Durban, Midlands Meander, Royal Natal National Park, Montusi Mountain, Bushman Cave, historic Battlefields region, Rorke's Drift, Isibindi Eco-Reserve, Optional activities include: horse riding, birdwatching, mountain biking, and hot air ballooning",
  "generalInfo": "The eastern province of South Africa is not known as the ‘garden province’ for nothing and if you’ve got plans to experience some of Africa’s most verdant hillsides and peaceful rural towns then this 12 day tailor made tour is exactly what you’re looking for.<br/><br/>From Durban to the Drakensberg, this journey of discovery into KwaZulu Natal conjures up a superb selection of natural and cultural highlights with three days spent exploring in South Africa’s tallest mountain range always eagerly anticipated by outdoor enthusiasts and wildlife watchers alike.<br/><br/>The possibilities for walking tours in the Drakensberg are infinite with opportunities to discover more about contemporary Zulu culture adding to a well-rounded experience prior to heading to the northeast of KwaZulu Natal in search of historic heritage of a different nature.<br/><br/>From the British and the Boer to the indigenous Zulu tribes, the Battlefields region of KwaZulu Natal presents an eye opening encounter with South Africa’s political heritage with names like Isandlwana, Rorke’s Drift, Spioenkop and Blood River bound to live long in the memory.<br/><br/>By visiting KwaZulu Natal you’ll not only be discovering the region’s wealth of natural and historic heritage but you’ll also be giving back to some of South Africa’s most impoverished communities. <br/><br/>This tailor made itinerary includes accommodation that has been hand-picked to place your hard earned holiday funds where they’re needed most and, in so doing, you’ll be contributing to the conservation of the environment and traditional communities for many more years to follow.<br/>",
  "durationDays": "12",
  "price": "3450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart from London for your flight to Durban via Johannesburg."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You'll be meet on arrival in Johannesburg and assisted with your connection to Durban. On arrival in Durban you collect you hire car and make your way to the Midlands, which will take around two hours. You'll be staying at Granny Mouse for the next three nights."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Granny Mouse is located on the 'Midlands Meander', a beautiful region of rolling hills, open green plains and indigenous forest, with an outdoor focus as well as superb food. By visiting the local farms and buying local produce, you will be supporting the local economy in this impoverished region whilst tasting some delicious food! There are a number of pleasant small towns and fruit farms to explore and activities include horseriding and golf. The region is also well known for its huge diversity of birdlife, making this a birdwatcher's paradise."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Spend the day exploring the area visiting the local artisans and sampling the local food. For the more active, the Midlands region is well known for its superb hiking possibilities, with many marked trails ranging from an hour long stroll to 10 mile all day walks. There are also mountain biking and quad biking routes as well as the Karkloof Canopy Tour, an exhilirating three hour zip wire ride through the magnificent Karkloof indigenous forest."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After a final breakfast at Granny Mouse, you set off for the mighty Drakensberg range this morning. Your destination is the remote and spectacularly positioned Montusi Mountain Lodge near Royal Natal National Park located in the northern section of the Drakensberg, which you will reach in around two and a half hours. You then have the rest of the day at leisure to explore the stunning surroundings. You'll spend the next three nights at Montusi Mountain Lodge which enjoys a great location with fantastic views."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Montusi provides guided morning walks around the lodge's vast estate to beautiful spots such as Montusi Mountain and Bushman Cave. You can explore much of the stunning scenery around the amphitheatre by car, horse or mountain bike and these activities can also be arranged locally by the hotel staff."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "You can take a township tour from Montusi to experience contemporary rural Zulu culture. These authentic tours are beneficial to this impoverished rural area. The tours are linked to the Khanyisela Project, which involves a scholarship programme for local children."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you move on to the historical Battlefields region. The drive to Fugitive's Drift Guesthouse will take just under four hours, passing through some of the most beautiful scenery in KwaZulu Natal. The Battlefields are historically significant due to the events during the Anglo-Boer war in the 19th Century. Your accommodation here is a family ran lodge owned by the Rattray family who offer amazing tours and also run the David Rattray foundation which offers charitable contributions to the local Zulu people."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Explore the Battlefields today - superb lecturers bring the Anglo-Zulu wars to life. The tours are utterly riveting and very informative. We recommend you start with Isandlwana today and then head to Rorke's Drift tomorrow. These tours are included for you with the great guides at Fugitive's Drift. The order of the tours replicates the events of the fateful day back in 1879."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Enjoy the tour of Rorke's Drift today and learn about this second important battlefield. This tour runs in the afternoon so this morning you could relax by the pool or enjoy a walk in the nature reserve surrounding the lodge which is home to various antelope species you can see!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today you drive back to Durban airport, which will take around four hours. Here, you drop off your hire car and fly to Johannesburg and then overnight back to the UK."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "You arrive home today."
    }
  ],
  "map": ""
}