{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "kruger-coast-holiday-in-south-africa",
  "tourName": "Kruger & coast holiday in South Africa",
  "placesVisited": "Johannesburg, Nocturnal bush walk with the famous Black Mamba rangers, Safaris in Kruger National Park, Swaziland, Hlane Royal National Park, Visit a traditional Swazi village, Saint Lucia Estuary, Boat safari in search of hippos and crocodiles, Cape Vidal, Durban",
  "generalInfo": "Sample the very best of South Africa and Swaziland on this fully escorted small group tour, as you travel from Johannesburg to Durban through Kruger National Park, Hlane Royal National Park and the wildlife-rich Saint Lucia Estuary. Your itinerary includes a couple of very special experiences: camping with the famous Black Mambas - the world's first all-female anti-poaching unit, and a boat safari with the chance to see hippos and crocodiles, a thrilling alternative to the traditional game drive. <br/><br/>Your first stop is a few days in the legendary Kruger National Park, home to some 150 species of mammal including the Big Five, 100 species of reptile and over 500 species of bird. But your first night here won’t be spent in a lodge or bush camp. Instead, you’ll stay at the HQ of the Black Mambas. This team of 36 young African women helps patrol the Balule Nature Reserve, part of Greater Kruger National Park, and as part of your introduction to their work, they’ll take you on a nighttime bush walk to help remove snares, and perhaps see some nocturnal wildlife. <br/><br/>After a day of game drives in Kruger, you’ll cross into Swaziland, and Hlane Royal National Park. Here you’ll be taken on a game walk with a brilliant Swazi guide to see huge herds of elephants and giraffes, with lions, leopards and hippos also present. After a night camping in the park you have the opportunity to visit a local village, unusual in that it has a female chief, to learn about Swazi culture and perhaps even lend a hand with some of the everyday farming activities.<br/><br/>Cross the border, then, back into South Africa, as your group makes for the Saint Lucia Estuary, a UNESCO World Heritage Site that provides habitat for hundreds of hippos and crocodiles. Two nights of camping here include a thrilling boat safari that offers a very different experience to traditional game drives, and a day trip to Cape Vidal. Depending on the time of year, you might spot migrating humpback whales off the coast, or see loggerhead turtles making the way up the beach to lay their eggs. <br/><br/>Finally reaching Durban, South Africa’s second city, bid farewell to your fellow travellers at this glamorous coastal destination.<br/>",
  "durationDays": "9",
  "price": "1065",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Johannesburg.",
      "description": "Sawubona! Welcome Johannesburg, the sprawling South African capital. In Joburg (unlike a lot of city nicknames, this is one people actually use) mansions stand alongside humble tin abodes and there are as many green parks on the outskirts of the city as there is concrete jungle in the centre. Your adventure begins with a welcome meeting at 6 pm. If you can’t wait to begin exploring and arrive with time to spare, why not make your way to the Apartheid Museum and start your journey with some crucial history before you meet up with your group."
    },
    {
      "dayNumber": 2,
      "title": "Greater Kruger National Park - Black Mambas HQ.",
      "description": "Rise and shine for a long day’s drive to the outskirts of Kruger National Park where you'll be lucky enough to camp for the evening at the Black Mambas headquarters. Our Foundation is proudly partnered with Helping Rhinos, who directly support the work of the Black Mambas - the world's first all-female anti-poaching unit. Made up of a team of 36 young African women, the Mambas patrol 20,000 hectares of the Balule Nature Reserve, part of Greater Kruger National Park. Turning a traditionally male-dominated industry on its head, they’re putting their female prowess to work protecting Kruger National Park's wildlife in an unconventional way. You'll join them on a bush walk to learn how they find and destroy snares firsthand. Enjoy a special dinner by lantern light and later, relax by the campfire with the Mambas as they share stories about their path to becoming a Black Mamba and conservation work."
    },
    {
      "dayNumber": 3,
      "title": "Kruger National Park.",
      "description": "Wave goodbye to the Mambas and take a scenic drive along the famous Panorama Route through some of the most stunning scenery South Africa has to offer, such as Bourke’s Luck Potholes. In the evening, choose to relax at your camp, located in Kruger National Park, or perhaps head out on an optional night drive with the park guide. The optional night drives are a chance to spot nocturnal animals and perhaps even a night-time predator or two – maybe catch a lion or hyena out hunting, or perhaps an impala out in search of a late-night feed."
    },
    {
      "dayNumber": 4,
      "title": "Kruger National Park.",
      "description": "Rise early and enjoy a light breakfast before heading out on 4x4 jeeps for a full-day game drive. Most of your day will be spent spotting game, birdwatching, and stopping at various waterholes and viewpoints to rest along the way. Kruger National Park is one of the largest National Parks in Southern Africa. It boasts over 500 bird species, 100 species of reptile and 150 mammal species, including the Big Five and the endangered African wild dog. Drive through some of Kruger’s prime game viewing areas on your way to camp and try to spot some of these amazing creatures straight away! Set up camp and get settled for the evening."
    },
    {
      "dayNumber": 5,
      "title": "Hlane Royal National Park.",
      "description": "Start the day with a slow game drive through Kruger, covering between 20 and 70 kilometres (depending on what animals you see along the way) in the park then exiting by mid-morning. Hit the road towards Hlane Royal National Park. Travel south-east and cross the border into the kingdom of Eswatini, a country nestled between Mozambique, Northern Zululand and Mpumalanga. Arrive at Hlane Royal National Park, a vast expanse of bushveld with ancient hardwood trees, and begin exploring immediately on a guided game walk. The walking safari, led by a local guide, will give you the best understanding of how large and complex the ecosystem in this park is. With a professional ranger by your side, you’ll look out for animals like rhino, giraffe, and elephant while also searching for tiny creatures like snakes, spiders, and small mammals (don’t worry, there’s no lions in the section of the park where you’ll be walking). You’ll spend tonight at a camp within the national park."
    },
    {
      "dayNumber": 6,
      "title": "Hlane Royal National Park.",
      "description": "Today you’ll have the opportunity to further explore Hlane Royal National Park at your leisure. You might like to book an optional 4x4 game drive within the park, where you can expect to see all kinds of animals like antelopes, elephants, zebras, rhinos, and lions. Guided by a local Swazi guide, these drives typically take 2-2.5hrs either in the early morning or late afternoon. Another optional activity for today is to visit the Hlane Umphakatsi (Chief Village) - a tour of the authentic living homestead and opportunity to discover the Swazi way of life. You'll learn more about the traditional culture here, get to know the locals and even get a chance to try your hand at day-to-day activities. You’ll discover how Umphakatsi is a special village since it is one of the few with a female Chief: Inkhosikati."
    },
    {
      "dayNumber": 7,
      "title": "St Lucia Estuary .",
      "description": "Depart Hlane this morning and cross the border to Lake St Lucia, part of the St Lucia Estuary, stopping at a shop for supplies along the way. Declared a World Heritage Site in 1999, St Lucia Estuary is home to thousands of varieties of birds, mammals and reptiles, including hundreds of hippos and crocodiles. On arrival at camp, jump onboard a Hippo Boat Safari which offers a different perspective to traditional Game viewing with the chance to spot creatures cruising down the estuary, or basking on the banks."
    },
    {
      "dayNumber": 8,
      "title": "St Lucia Estuary.",
      "description": "We'll take a day trip to Cape Vidal today for some time by the sand in the sun. Cape Vidal lies within the iSimangaliso Wetland Park World Heritage Site and sits on the exquisite Zululand coast – home to a rich array of marine life. This area is visited seasonally by humpback whales during their migrations, as well as loggerhead and leatherback sea turtles that come to the beaches north of Cape Vidal from November to February to nest. You can spend the day relaxing on the beach or speak to your leader about booking some of the optional activities in the area. You’ll head back to your camp at Lake St Lucia this afternoon."
    },
    {
      "dayNumber": 9,
      "title": "Durban.",
      "description": "Continue to Durban after breakfast today. With no activities or accommodation planned, your adventure comes to an end on arrival today. Durban is South Africa's second most populous city, boasting sandy beaches and a glitzy nightlife – a great place to extend your stay and enjoy some leisure time. Perhaps take the opportunity for a final dinner with your fellow travellers this evening."
    }
  ],
  "map": ""
}