{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "kwa-zulu-natal-safari-off-the-beaten-track",
  "tourName": "Kwa Zulu Natal safari, off the beaten track",
  "placesVisited": "",
  "generalInfo": "Ideal for second time visitors to South Africa, or anyone looking to get off the beaten track, this adventurous holiday has lots of variety to offer.<br/><br/>Start off at a lodge in the UNESCO World Heritage Drakensberg Mountains, for outdoor activities in stunning surroundings: hike to waterfalls, take a picnic on a mountain bike trail, visit an authentic Zulu village, or go horse riding.  <br/><br/>Move on to a lovely family-run lodge for nature trails, scoo-tours, battlefield tours and sundowners in stunning settings.  This is a very special place to be.<br/><br/>Then spend 3 nights on safari at an owner-run lodge on a private concession.  This is Big 5 territory, so game drives will provide the thrill of potentially seeing lion, elephant, rhino, buffalo and leopard - learn about the bush with your trained guide on day and evening safaris.  As well as game drives, the lodge offers the opportunity to become involved in conservation experience, including Priority Species Tracking and Rhino Horn Trimming.  (Subject to availability).<br/><br/>End your trip at a remote beach lodge: activities include kayaking, beach fat-biking, snorkelling - and at certain times of year, you may see turtles hatching and whales breaching off the coast.  The food at all lodges is superb - here the focus is on seafood - and the hospitality at a level you might expect from small, owner managed and run lodges.",
  "durationDays": "12",
  "price": "4840",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 12,
      "title": "",
      "description": "Return your hire vehicle to Durban airport: you may opt to overnight on the coast before your return flight."
    }
  ],
  "map": ""
}