{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "kwa-zulu-natal-tailor-made-tour-south-africa",
  "tourName": "Kwa-Zulu Natal tailor made tour, South Africa",
  "placesVisited": "Drakensberg Mountains UNESCO World Heritage National Park, Royal Natal National Park, Mountain trails, gorges and prehistoric rock art, Zululand Battlefields area including Rorkes Drift and Isandlwana, Hluhluwe Imfolozi Game Reserve, St Lucia estuary - iSimangaliso Wetland Park World Heritage site",
  "generalInfo": "South Africa's Kwa Zulu Natal region contains two World Heritage Sites, the fascinating Zulu Battlefields and beautiful coastline as well as some lesser known game reserves for safaris. The area is rich in culture, history and scenery, making an ideal destination to explore with a local guide.<br/><br/>Your exploration of the Drakensberg Mountains combines superb hiking in places like the Didima Valley with a chance to cool off in mountain pools and also discover some of the many sites featuring prehistoric San rock art. Moving on to the Battlefields area at the heart of Zululand, visit famous conflict sites at Isandlwana and Rorke's Drift with local guides who will add not only historical context but also insights into Zulu traditions and culture. <br/><br/>In the Hluhluwe Imfolozi Game Reserve, expert game trackers and botanists will bring you closer in every sense to the breathtaking wildlife of Africa's oldest game reserve – including the continent's  largest concentration of White Rhino.  <br/><br/>The St Lucia estuary and  iSimangaliso Wetland Park provide a marvellous finale in the shape of World Heritage wonderland where indigenous forests merge into wetlands fringed by the Indian Ocean. Featuring five contrasting eco systems there's an abundance of contrasting wildlife, where you can spot whale and dolphin on an estuary cruise, then do a guided game walk to see hippos and crocodiles. Add exploration of the local sand dunes and visits to a Zulu village. <br/><br/>NOTE: The itinerary below is a sample: this is a privately guided trip, so we can amend to suit different durations and to reflect specific interests",
  "durationDays": "13",
  "price": "5295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart on your overnight flight to Johannesburg"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today you transfer to Richards Bay airport, where you catch a flight to Johannesburg and will connect with your flight to the UK."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Arrive UK"
    }
  ],
  "map": ""
}