{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-wine-whales-safari-self-drive-holiday",
  "tourName": "South Africa, wine, whales & safari self drive holiday",
  "placesVisited": "",
  "generalInfo": "South Africa is a diverse country with the breadth of local culture, and physically vast, so the quality of food and accommodation is unsurpassed.<br/><br/>South Africa’s landscapes are as varied as its cultures, with tourist hubs in the gorgeous, mountain-hugged Cape Town, the traditional town of Oudtshoorn in the Little Karoo, the luscious, green Garden Route, and the renowned Kruger National Park.<br/><br/>Stretching from the town of George to Tsitsikamma, the Garden Route links a series of charming towns running along the coastline with lakes, mountains, indigenous forests and beaches. It is a narrow stretch of coast wedged between the Outeniqua Mountains and the Indian Ocean. The Garden Route is so named due to the abundance of lush greenery along the route, particularly the indigenous forests which stretch from the seaside to the foothills of the mountains. It is a stunning region to visit, offering a smattering of small, friendly towns, a range of beautiful nature reserves to explore, and a near-constant sea-view.<br/>Cape Town - Table Mountain cuts a striking figure above the city centre, <br/>Our price includes:<br/>•\tMeet and Greet at Cape Town International Airport <br/>•\tTravel Digest with driving directions, contact details and destination information <br/>•\tArrival Transfer from Cape Town International Airport to the  Boutique Hotel<br/>•\t12 nights’ accommodation at Boutique Hotels bed and breakfast <br/>•\t1 x City Sight Seeing Classic 1 day Hop on Hop off ticket per person <br/>•\t11 day Europcar rental Group C, Toyota Corolla Quest or similar on Classic Plus Navigation Cover <br/>•\t1 x Franschhoek Wine Tram ticket per person (Choice between Blue, Orange, Pink, Navy or Red Lines) <br/>•\t1 x Whale Watching boat trip per person (seasonal June to November, weather dependant) <br/><br/><br/>Our price excludes:<br/>•\tAll flights (International and Domestic) <br/>*       Petrol<br/>•\tAll other meals<br/>•\tOptional tours<br/>•\tAll items of a personal nature - i.e. all drinks, laundry, telephone calls, curios, etc.<br/>•\tAll gratuities for guides / drivers (Recommended at US$ 1 per person, per guide / per driver, per day)<br/>•\tAny other services not mentioned above",
  "durationDays": "13",
  "price": "3465",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Meet & Greet service at Cape Town International Airport . Cape Town Detailed Digest Transfer from Cape Town International Airport to Boutique Hotel. Facilities include the secret garden, the herb garden, a bar & outdoor pool. The Boutique Hotel is positioned in vibrant and trendy Green Point, within easy walking distance of many of the great attractions of Cape Town; the fashionable V&A Waterfront, the lively Bo-Kaap, the chic Cape Quarter, the famous Cape Town Stadium and indeed the Central Business District. Within this convenient location, The hotel is nestled amongst lush trees, and enjoys the most amazing panoramic views thus leading to its fitting name. Offers 14 rooms with sea views or mountain views. Facilities include the secret garden, the herb garden, a bar, business centre and an outdoor pool. These rooms are designed with enormous attention to detail ensuring that the breath-taking views of Cape Town’s shoreline are captured from the generous balconies, which also overlook the pool and garden. These rooms are all furnished with a super king size bed, full en-suite with shower, television, air conditioning, free wi-fi, in-room safe and tea and coffee making facilities. Cape Town's unique setting means that it can be enjoyed from various vantage points: Table Mountain and Lion's Head provide breathtaking vistas over the city bowl and the Cape peninsula with its beautiful beaches; trips to Robben Island offer a dramatic sweep of scenery across to Table Bay; and harbour tours and old buildings await exploration at the cosmopolitan Waterfront. Many scenic routes meander along magnificent stretches of coastline and inland terrain leading to special places like Cape Point, the meeting place of the cold Benguela and warm Mozambique currents, and Chapman's Peak boasts one of the most picturesque drives in the country Sea View Room on a Bed and Breakfast basis for 3 nights"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cape Town Tour – Classic 1 Day Hop on Hop off Ticket 1 x ticket per person, excludes entrance fees and meals Hop on and hop off the double-decker red bus and discover Cape Town. The best way to get to Table Mountain and back, our family-friendly bus offers informative audio commentary about Cape Town's major attractions in 15 languages, with a special audio channel just for kids. City Sightseeing tours are the easiest and most fun way to see the sights!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "CDMR Group C - Toyota Corolla Quest or similar - Classic Plus Navigation, Max 4 people 10 days Rental: Pick up at Cape Town Downtown branch, returning at Port Elizabeth International Airport Vehicle Specifications 1 Large Suitcase 2 Medium Suitcases 1 Small Suitcases 4 Door Vehicle 4 Seats ABS Brakes Air conditioning Airbags Bluetooth Central Locking Manual Transmission Power Steering Radio/ CD Player USB Option includes: Theft and Collision Damage Waiver; Unlimited mileage; Airport Surcharge; Tourism Levy; Value Added Tax; Carbon Emissions Tax; All Additional Drivers, per rental; Young Driver surcharge per day, per driver; Document Administration Fee; Water and under-carriage damage to vehicles; Damage due to Sandblasting; Tyre and rim damage, hubcaps; Windscreen and GPS Unit. Option excludes: Rental Deposit; GPS security deposit; E-tolling Fees; One way drop off charges; Delivery and Collection fees; Cross Border Charges (In the case of travel to Mozambique, Zimbabwe or Zambia kindly note that an additional insurance excess will be charged to the credit card on pickup); Traffic Fine Handling Fee; Claim Handling Fee; Assessor's Fee; Wi-Fi Router (security deposit applies); Fuel & refuelling service fee. Any additional charges not specified as included will be deemed to be excluded from the rate."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Set off for Franschhoek - nestled between towering mountains in the beautiful Cape Winelands lies the magnificent Franschhoek Valley. This is the food and wine heartland of the country, where splendid wines are grown and our top chefs create international cuisine. Here breath-taking scenery, warm hospitality, world-class cuisine and the finest wines all combine to create lasting memories. Spectacular vineyards cover these mountain slopes settled more than 300 years ago by the Huguenots, who brought with them their age-old French wine and food culture. This is a valley rich in history centred around a picturesque village of friendly, welcoming people. In the village you will find wonderful crafts, art and antique shops and galleries. The main street is lined with coffee shops and restaurants. Only 45 minutes from Cape Town Franschhoek is the ideal base while you explore the entire Cape winelands. Franschhoek is the gourmet capital of South Africa. Franschhoek restaurants will treat you to cuisine that is delectably indulgent, ranging from gourmet to rustic with something to please every palate. Boutique Hotel is soaked in history and is a very significant building in the history of this charming town All rooms are furnished with a king size bed, full en-suite with bath and shower, television, air conditioning, free Wi-Fi, in-room safe and tea and coffee making facilities. King double 2 nights bed & breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Blue Line – Hop on Hop off Ticket 1 x tickets per person, excludes entrance fees, wine tasting, cellar tours and meals The Franschhoek Wine Tram hop-on hop-off tour (www.winetram.co.za) is one of the best ways to discover the true essence of the Franschhoek Valley – picturesque vineyards, breath-taking scenery, warm hospitality, world-class cuisine, fine wines and a 300-year history. Passengers aboard the hop-on hop-off tour will experience a unique and leisurely introduction to the Franschhoek Valley as they journey through rolling vineyards in an open-side tram and open-air tram-bus stopping at some of South Africa’s oldest and most distinguished wine estates. The Blue Line departs on the tram-bus first and showcases Franschhoek's breathtaking mountain views while stopping at the following wine estates: La Bri, Holden Manz, Mont Rochelle, Atlas Swift, Klein Goederust, Rickety Bridge, Grande Provence, Franschhoek Cellar. Tour duration approximately 3-7 hours depending on number of stops (excluding transfer time) Option includes: Passage on Tram and pre-recorded guided narration in English. Option excludes: Wine tastings and lunches are at an additional cost that must be settled with the estates on the day of their visit."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Now head through the wonderful pass down to the coast and the seaside town of Hermanus known as the heart of the whale coast offers the best land based whale watching in the world. Southern Right Whales visit Walker Bay from July until January, every year. About 60 to 100 of these magnificent mammals come here from Antarctica to calf. Tourists are often treated with close up displays as these creatures often come to within 10 metres of the coast. The cliff tops in Hermanus offer the tourist great views and the ability to watch the whales close up. Hermanus also offers great beaches, mountain walks and the craft market is famous for its art. Hermanus also has many fine restaurants and is a wine-lovers paradise with nearby wine farms offering wine tasting. Boutique Hotel has 5 luxurious, spacious, sea facing rooms with private balconies. All the rooms have wonderful sea views of Walker Bay and the surrounding coastline. Superior Sea View Room on a Bed and Breakfast basis for 2 nights"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Whale Watching Cruise - Departs daily 1 x boat trip per person, excludes transport to and from the harbour Southern Right Charters offers boat-based Hermanus whale watching tours from the New Harbour in Hermanus, the Capital of the Cape Whale Coast, and operates within the local waters of Walker Bay, one of the best whale watching areas in the world. The company is progressive and environmentally sensitive and as a licensed permit holder operates under a motto of: ‘Observing NOT Disturbing’ – the safety and conservation of the whales and marine life is principal. Southern Right Charters believes it is their obligation to ensure the service offered is informative and educational. Includes: Light Refreshments included (soft drinks & still water and packet of crisps)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Continue an hour and a half east of Hermanus, to Swellendam. This small, unassuming town is one of the oldest Dutch settlements in the country and still has examples of Cape Dutch architecture. A couple of museums document the town’s history, but really your stay here is about relaxing and exploring the surrounding countryside. Good place for lunch! Plettenberg Bay is the jewel of The Garden Route and is tranquil and charming, hospitable and rather special. Originally christened “Bahia Formosa” (beautiful bay) by early Portuguese explorers, Plettenberg Bay offers the visitor miles of sweeping, un spoilt golden beaches, a dramatic rocky peninsula, intriguing lagoons and estuaries, towering indigenous forests and unpolluted rivers and sea. With its exceptional climate and beautiful view sites over the Indian Ocean, Plettenberg Bay is perfect place to explore and relax. Villa Boutique Hotel overlooks the beautiful bay of Plettenberg Bay, also known as the Bay of Beauty, ‘ Bahia Formosa’. Sky Villa is situated high above Plettenberg with panoramic views of Robberg Peninsula, the Indian Ocean and Outeniqua Mountain Range Sea Facing Room has a private terrace overlooking the Ocean and features a King Bed and an en-suite bathroom with a shower, underfloor heating and a heated towel rack Sea Facing Room on a Bed and Breakfast basis for 2 nights"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Day free to relax or explore Perhaps take a ferry trip on the Knysna Lagoon to the Western Head then4x4 vehicle & trailer drive up the headland onto the Reserve, stopping at spectacular viewpoints. A specialist guide will give information on history, fauna & flora then enjoy a buffet lunch at an outdoor restaurant setting under a canopy of Milkwood trees."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "The stunning drive continues past Tsitsikamma Fores, Addo Elephant Park Situated in a private game reserve in the malaria-free Eastern Cape, this is the perfect place to enjoy a Big Five safari experience in quiet luxury. The lounge and dining areas are positioned to offer uninterrupted views across unspoilt bush. Large terraces provide a magnificent viewing deck to witness the passage of game to the banks of the adjacent waterhole. Relax and enjoy the scents and sounds of the African bush in the beautifully appointed and spacious suites, each with private deck, plunge pool and Wi-Fi connectivity. Experienced guides ensure fascinating game-viewing from open vehicles or on guided walks; enjoy a relaxing massage in the safari-styled wellness-suite and outstanding cuisine complemented by premium wines. Decorated in the same luxurious style as the main lodge and the finest fittings in the bathrooms are an indulgence, with enormous baths, rain shower heads and “his & hers” basins. Each suite has a private deck with heated plunge pool and an outside shower. The suites have been perfectly positioned to maximize the sense of being in the bush. Includes: All meals, 2 game activities per night stayed, all drinks (excluding premium wines) Compulsory Conservation levy will be included in quotations and bookings. Excludes: Premium brand drinks and items of a personal nature Bush Facing Suite on a Fully Inclusive (Selected Beverages) basis for 3 nights"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Two days with morning and evening game drives in the Game Reserve consisting of 7,500 hectares (approximately 18,500 acres) and home to the Big 5 (lion, elephant, rhino, buffalo & leopard). There are no public roads running through the property. All of the animals, including the predators, are free-roaming throughout the entire reserve. Game drives in an open vehicle with an experienced game ranger bring you face to face with a multitude of game species, ranging from mighty elephant, lion, rhino and buffalo to tiny blue duiker and rock hyrax. Lalibela is also home to cheetah, hyena, hippo, giraffe, zebra, warthog and numerous species of antelope, such as eland, kudu, bushbuck and wildebeest. On thrilling night drives under the vast African sky, we search for the elusive bat-eared fox, aardvark, black-backed jackal, aardwolf and the curious spring hare. Bush Facing Suite on a Fully Inclusive (Selected Beverages) basis for 3 nights"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Drop off rental car at Port Elizabeth International Airport"
    }
  ],
  "map": ""
}