{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "family-holiday-to-south-africa-swaziland",
  "tourName": "Family holiday to South Africa & Swaziland",
  "placesVisited": "Johannesburg, Blyde River Canyon, Tshukudu Game Reserve, Big 5, Kruger National Park, Swaziland, Stay in traditional hut, Mlilwane Wildlife Sanctuary, Kosi Bay, Zulu village, Durban",
  "generalInfo": "Take the whole family on a roaring adventure with this 14 day wildlife and cultural tour of South Africa and Swaziland. Starting in Johannesburg, you’ll travel by jeep through the area’s best game lands, visiting local Zulu villagers and seeing some of the area’s stunning natural features. <br/><br/>The highlight of the holiday is South Africa’s famous Kruger National Park. Alongside the chance of spotting the Big Five, you might also run into cheetah, giraffe, hyena, wildebeest and warthogs, as well as impressive birdlife from beautiful cranes to vultures. There will be more occasions for wildlife watching at the Tshukudu Game Reserve, best known for its lion rehabilitation programme, and in Mlilwane, where we will swap the jeep for an exciting walk through the grasslands in search of zebra and antelope. You can also choose to do a riverside trail, with the hope of seeing hippos or crocs, or take a boat trip to see whales and turtles at Kosi Bay. These unspoiled beaches, on the shores of the Indian Ocean, are a perfect spot for snorkelling and relaxing on the sand. <br/><br/>We’ll visit a Zulu village, where we can talk to the local people and discover their fascinating culture and lifestyle. There’s also the chance to spend two nights in a traditional beehive hut or rondavel – always popular with the kids. Most of the lodges and hotels come with a swimming pool, and you can also enjoy a cooling dip in the sea at Kosi Bay and St. Lucia.",
  "durationDays": "13",
  "price": "2135",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Johannesburg. Afternoon optional visit to Nelson Mandela Square, Sandton",
      "description": ": Our tour starts today in Johannesburg, South Africa's largest city, once home to both Nelson Mandela and Desmond Tutu. A city of stark contrasts and infamous history, Johannesburg is going through rapid change and urban regeneration right before our eyes. For those arriving in time today, our tour leader plans to meet you in the hotel reception at 12pm for a welcome meeting. Should you miss the welcome meeting, they'll inform you of any essential information as soon as you catch up. Our hotel for tonight has a swimming pool and lovely gardens that you can feel free to relax in after your flight. Later in the afternoon, we can also provide transport to the nearby Nelson Mandela Square, an open-air piazza in Sandton which has lots of shops and dining options. If you'd like an airport transfer today, you'll need to arrive into O.R. Tambo International Airport (JNB). Please note, the majority of flights land in Johannesburg in the early morning and we can't facilitate an early check-in at our hotel. Luggage storage is available if you'd like to drop your bags before exploring."
    },
    {
      "dayNumber": 2,
      "title": "Drive to Graskop via South Africa's Panoramic Route",
      "description": ": Leaving our hotel after breakfast, we'll head out of Johannesburg through the Lowveld which stretches before us into the distant horizons. 'Lowveld' translates from Afrikaans into English as 'the low bush' and the area has been inhabited since Stone Age times thanks to its plentiful water supply from mountain rivers and waterfalls. Our destination is Graskop, a small town in the province of Mpumalanga, a peaceful location surrounded by forestry plantations and dramatic rock outcrops. Please note, due to accommodation availability, we might switch the running of Day 2 and Day 6. If this happens, you'll still experience every aspect of the itinerary and the travel time will remain the same, just with an adjusted running order."
    },
    {
      "dayNumber": 3,
      "title": "Scenic drive to Timbavati Game Reserve, stop at Blyde River Canyon",
      "description": ": This morning, we'll make a few scenic stops along the way, including the well-known God's Window, where you can enjoy sweeping views of the landscape below. We'll also visit the Blyde River Canyon, known for its impressive cliffs and lush surroundings. Another stop includes Bourke's Luck Potholes, a series of unusual rock formations created by centuries of water erosion at the meeting point of the Treur and Blyde rivers. We aim to arrive at our lodge in the mid-afternoon, with time to settle in and relax."
    },
    {
      "dayNumber": 4,
      "title": "Full day in Kruger National Park game drive and optional walking safari",
      "description": ": Today offers a fantastic opportunity to spot wildlife from the comfort of our vehicles, with the option to join a guided walk in the reserve (no big cats present) led by experiecned rangers. Our guides are experts in the bush and always happy to share insights about the area's wildlife, so feel free to ask questions along the way. Kruger National Park is home to an incredible variety of animals, from large game to smaller species , along with a rich diversity of birdlife. We'll take our time to enjoy the sigtnings before returning to the lodge where you can relax by the pool and unwind after a rewarding day."
    },
    {
      "dayNumber": 5,
      "title": "Walking safari in Timbavati Game Reserve and game drive in Kruger National Park",
      "description": ": We begin the day with a relaxed bush walk on the lodge grounds, followed by a hearty breakfast. After checking out, we make our way to the southern gate of Kruger National Park-a scenic drive of about two hours. Along the way, we'll stop at one of the park's rest camps for lunch and maybe a refreshing swim as well. In the afternoon, we continue deeper into the park, keeping an eye out for The Big Five-lion, leopard, buffalo, elephant, and rhinoceros-some of the most iconic wildlife species in Africa. As the sun sets, we head to our next lodge to settle in and reflect on another memorable day in the bush. Our comfortable accommodation sits just outside the Kruger National Park gates near Hazyview. Each of the 30+ rooms began life as a shipping container but has since been transformed into a quirky self-contained unit, complete with air conditioning, a spacious shower and bathroom, and a well-appointed outdoor sitting area"
    },
    {
      "dayNumber": 6,
      "title": "Full-day game viewing in Kruger National Park",
      "description": ": We'll have an early start this morning, but it'll be worth it for the chance of spotting Kruger's wildlife. Leaving our accommodation shortly after sunrise, we'll head out for our morning game drive. We'll stop at various watering holes where we might see buffalo or antelope taking an early morning drink and hopefully a pride of lions nearby. Our morning drive will be capped with a lunch break before we head out on an afternoon drive."
    },
    {
      "dayNumber": 7,
      "title": "Drive to Mlilwane in Eswatini, optional activities including a walking safari or on a mountain bike",
      "description": ": We'll have another game drive this morning before we head south to Eswatini, passing through the rural townships and mountain scenery of the Blyde River Canyon escarpment. The small kingdom of Eswatini is a tiny and independent land, inhabited by the Swazi people who revere their king and retain an age-old culture and traditions. Our journey takes us through some spectacular scenery in the Ezulwini Valley, past traditional homesteads, curio stalls and the old mining settlement of Piggs Peak before we eventually enter one of Eswatini's best wildlife reserves, Mlilwane Wildlife Sanctuary, later this afternoon. For the next two nights, we'll stay at a camp within the sanctuary. Located beneath the Nyonyane Mountains, it's a haven of tranquillity. Our accommodation will be divided between dome-shaped bee huts, rondavels and traditional huts and we'll have all of the mod cons, including showers, toilets, an outdoor swimming pool and a restaurant/bar - it's rustic in the very best sense of the word. We'll share the camp with warthogs and ostrich, too, in fact, the restaurant overlooks a lake where you can spot the resident hippo and waterbirds. Please note, due to the high demand in Mlilwane, our accommodation is subject to change without notice and might differ from the description above. We'll always endeavour to stay within the park, however, some departures might stay at a hotel up to a 15-minute drive away from the sanctuary."
    },
    {
      "dayNumber": 8,
      "title": "Morning game walk in Mlilwane, free afternoon for optional activities",
      "description": ": We'll head out on a walk this morning, in search of zebra, wildebeest, impala, nyala and warthog. Mlilwane has a large area of open grasslands, so game viewing is relatively easy. This afternoon, you're free to relax or take part in one of our optional activities. The great advantage of Mlilwane is that there are no big cats, so you can get a different game-viewing experience, heading out on foot. You might like to try one of the self-guided mountain walking trails, following the historic aqueduct around the Nyonyane Mountains; or one of the riverside trails in search of birdlife and hippo."
    },
    {
      "dayNumber": 9,
      "title": "Drive to Kosi Bay, stay close to the shores of the Indian Ocean",
      "description": ": Crossing through Eswatini, we'll head for the southern border point at Golela, passing back into South Africa and continuing through KwaZulu Natal to the northern settlement of Kosi Bay, close to the Mozambique border. For the next two nights, we'll stay close to the shores of the Indian Ocean. Our accommodation is a lodge set amidst a wetland area of lakes and forest, home to a rich diversity of birds and animals including hippos and crocs. On arrival, we'll have some free time to explore and enjoy the protected area, which was declared a nature reserve back in 1950. It's considered one of the most pristine lake systems along the South African coast."
    },
    {
      "dayNumber": 10,
      "title": "Full day in Kosi Bay, walk along the beaches",
      "description": ": Today we'll make the most of the coastal setting, with a walk along the beaches and forests of this area. We'll be hoping to spot small antelope and the astounding variety of birds that live here. If you'd like to get out in the water, you can snorkel at Kosi Bay Mouth, the estuary and over the coral reef (weather dependent) with equipment available from the lodge."
    },
    {
      "dayNumber": 11,
      "title": "Drive to St Lucia, visit a traditional Zulu village",
      "description": ": Travelling down the coast this morning, we'll head towards the greater St. Lucia Wetland Park, situated on the coast of the Indian Ocean. This wonderful wetland reserve was recently granted World Heritage status as the largest estuarine lake system in Africa. Whilst in St Lucia, you can choose to take part in one of several optional activities. There is the option of a night drive to spot giant turtles coming ashore and between June and November, there'll be the option of whale watching, too."
    },
    {
      "dayNumber": 12,
      "title": "Full day in St Lucia, optional whale watching",
      "description": ": We'll get the chance to relax today with another day on the coast. Again, there'll be optional activities on offer, including whale watching (June to November) and turtle watching (November to March). There's also the option to join a boat trip on the St. Lucia River to spot hippos and crocodiles."
    },
    {
      "dayNumber": 13,
      "title": "Drive to Durban airport where the trip ends",
      "description": ": Departing St Lucia this morning, we'll drive south along the coast to Durban's International Airport (DUR), aiming to arrive at around 2pm, where our trip ends. The earliest your flight can depart is 3pm. If you are taking an evening flight from Durban, it's possible to make a stop at Umhlanga Beach en route to the airport. The beach is just ten minutes from Durban city centre and boasts expansive golden sands stretching northwards of 200 kilometres/124 miles. There are plenty of restaurants and bars, as well as a shopping centre to pick up last-minute souvenirs."
    }
  ],
  "map": ""
}