{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-small-group-tour",
  "tourName": "South Africa small group tour",
  "placesVisited": "",
  "generalInfo": "Brimming with natural splendour, a diverse mix of cultures and some of the world’s best wildlife, South Africa is guaranteed to bowl you over. Adventure, history, scenery and so many other marvels of Africa are concentrated here, so we’ve packed all the highlights into a thrilling 12 day adventure. <br/><br/>One day you’ll be cruising golden savannahs looking out for prides of lions, mighty rhinos and herds of elephants, the next you’ll be discovering Africa’s cosmopolitan cities. <br/>And all with an experienced group leader and an instant group of friends, get ready for the adventure of a lifetime!<br/><br/><br/>HIGHLIGHTS<br/><br/>– Learn about South Africa’s history on a tour of Soweto, Johannesburg<br/>– Experience a once in a lifetime safari in Kruger National Park<br/>– Immerse yourself in Swazi culture<br/>– Explore beautiful Cape Town and see breath-taking views atop Table Mountain<br/>– Get up close and personal with wild Seals in their natural environment<br/><br/>INCLUSIONS<br/><br/>Airport pickup<br/>11 nights accommodation <br/>Walking and bus tour of Soweto<br/>Apartheid Museum/Mandela's house entrance<br/>Drive the Panorama Route<br/>Half day open vehicle game drive of Kruger National Park<br/>Sunset game drive in Hlane National Park<br/>Local village Swazi cultural experience<br/>Historic walk of Cape Town<br/>Return Table Mountain ticket (alternative activity in Winter)<br/>Full day peninsula tour including entrance to Cape of Good Hope Nature Reserve<br/>Seal island boat cruise<br/>Boulders beach penguins<br/>Meals as indicated on itinerary<br/>Private transport throughout plus internal flights<br/>Experienced group leader and local guides<br/>Onward travel help &amp; planning<br/>24/7 support after the trip finishes.",
  "durationDays": "12",
  "price": "2099",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "WELCOME TO SOUTH AFRICA! - Welcome to South Africa! Once you arrive in Johannesburg we’ll take you to our hostel, where you can check in from 2pm. You’ll have plenty of time to recover from your flight before meeting everyone in your group."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "EXPLORE JOHANNESBURG - First up today we’re learning about the history of Soweto township. We'll visit the beautifully designed Apartheid Museum or mandela's House depending on availability. Later we'll head out for some drinks at the best watering holes around."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "GRASKOP & THE PANORAMA ROUTE - Today we leave JoBurg to head into the depths of Africa. We’ll have breakfast at the hotel, then drive the renowned Panorama Route to see some of Africa’s most stunning landscapes."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KRUGER NATIONAL PARK - We’re off to Kruger National Park, crossing our fingers for our first sightings of exotic wildlife on our drive. Tonight at our pre-erected campsite we enjoy a traditional Potjie, a South African dish that is traditionally cooked outdoors in a cast iron cauldron."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "OPEN VEHICLE GAME DRIVE - Today is a trip highlight - a once in a lifetime open vehicle game drive through Kruger National Park! We’ll look out for herds of mighty elephants, rhinos, buffalos, prides of lions and lurking leopards, and our experienced guides will ensure we have the best possible experience. Tonight our guide will give us an explanation of the history of our dinner, known as braai; a traditional South African BBQ before we spend the night gazing up at an infinite, starry sky."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "TRAVEL TO ESWATINI - This morning we’ll cross the border to Eswatini, a small landlocked nation that hosts Hlane Royal National Park. This evening is another chance to spot your favourite animals on a sunset game drive through the grasslands. Tonight if we are lucky, we’ll be treated to a show from rangers performing their traditional style of Swazi singing."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "LOCAL WAY OF LIFE - Today we journey back into South Africa, traveling south towards Mkuzie. After we arrive, we’ll stop by a local crèche to connect with the community and spend some time with the children, getting a glimpse into their daily school life. Later this afternoon, we’ll have the opportunity to relax and make the most of our beautiful accom before dinner. This evening is a real highlight — a showcase of traditional Zulu dancing!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "COASTAL TOWNS - This morning, we’ll spend time in a local Zulu village, discovering what traditional life is like in the rural countryside. Afterwards, we’ll make our way to the coast and settle into our beach lodge. The afternoon is yours to unwind — whether that’s lounging on the sand or taking a dip in the pool. Tonight, we’ll dig into a local favourite: Bunny Chow, a beloved South African dish made from a loaf of bread packed with curry — definitely a must-try!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "TABLE MOUNTAIN - We’re off early this morning to catch our short flight to Cape Town. This afternoon we rise to the heavens as we summit the iconic Table Mountain (weather permitting, alternative activity in winter). Crisp air accompanies dramatic views, earning Table Mountain its title as one of the New 7 Wonders of Nature, and we’ll soak up a stunning scenes over the majestic natural amphitheatre. This evening we’ll make our way to the V&A Waterfront to stroll, shop, and take in the views."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "DISCOVER CAPE TOWN - Today we head off on a walking tour of Bo-Kaap, an area known for it’s colourful houses and Cape Malay culture. The tour will continue with a drive past the Houses of Parliament, the City Hall, Slave Lodge, District 6 Museum, Slave Lodge, The Castle, and Cape Town Stadium. We'll finish the day with a cocktail in hand as we watch the sun set."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "CAPE PENINSULA - Gear up for a day of adventure as we explore the dramatic beaches and cliffs of Cape Peninsula. We’ll go on a cruise to get up close and personal with wild fur seals, stop for photos at the impressive Chapman’s Peak, then explore the Cape of Good Hope Nature Reserve and hang out with a colony of wild African Penguins on Boulders Beach. Tonight we’re out for our farewell dinner at a funky restaurant."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "CHECKOUT & ONWARD TRAVEL - Time to bid farewell as our 12 day African adventure comes to an end. You can either check out and journey home, stay on longer in Cape Town or continue your travels in Africa. If you need any assistance planning onward travel, we’re more than happy to help!"
    }
  ],
  "map": ""
}