{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "snorkelling-and-diving-holiday-south-africa",
  "tourName": "Snorkelling and diving holiday, South Africa",
  "placesVisited": "",
  "generalInfo": "Your journey begins the moment you land in Cape Town—where ocean mist mingles with mountain air and Table Mountain rises proudly over a city alive with natural beauty. After arrival, you'll be met by our trusted transport partner and transferred to your first expediton. You’ll have the opportunity to ease into the underwater world with a guided scuba and snorkeling experience at the Two Oceans Aquarium—an ideal setting to gain confidence as you meet vibrant marine life up close. <br/><br/>Thereafter, you will be transferred to your accomodation for the next two days, a boathouse! With wooden decks overlooking the sea and interiors inspired by nautical elegance, the boathouse is a haven of comfort and calm. Afternoons and evenings are yours to enjoy at leisure. Simon’s Town, with it's historic streets, cozy cafes and the beloved penguin colony at Boulders Beach, offers a perfect mix of charm and discovery.<br/><br/>Day Two takes a bold turn as you’re privately transferred for a heart-pounding shark cage diving excursion. With expert guides by your side, you’ll come face-to-face with the ocean’s most iconic predator in a safe, respectful environment. On Day Three, venture into the wild waters of the Atlantic for an unforgettable snorkeling experience in Cape Town’s kelp forests. Surrounded by towering fronds and darting fish, this ethereal underwater world is both serene and exhilarating.Your final night is spent at the elegant President Hotel in Sea Point. <br/><br/>Take a sunset stroll along the Sea Point Promenade, breathe in the ocean air, and let the view of waves meeting sky etch a lasting memory. With expert support, premium accommodation and unparalleled marine experiences, this journey is more than a holiday — it’s an awakening of the soul beneath the sea.",
  "durationDays": "4",
  "price": "1498.33",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival in Cape Town, you’ll be warmly greeted by Hannivals Tours, our trusted transport partner, ready to escort you along scenic coastal roads where mountains meet the sea. Your first taste of the ocean’s magic begins at the renowned Two Oceans Aquarium, where an extraordinary diving adventure awaits. Immerse yourself in a world teeming with vibrant marine life—graceful rays, darting fish, and shimmering shoals surround you in a safe, awe-inspiring environment, offering the perfect introduction to the wonders beneath the waves. After a morning of discovery, you will be transferred to your accommodation for the next two nights: a charming boathouse in Simon’s Town. Perched along the quiet shores of False Bay, the boathouse offers an inviting blend of rustic charm and coastal elegance, where ocean breezes and panoramic views create an atmosphere of pure tranquility.The afternoon is yours to enjoy at leisure. Wander the historic streets of Simon’s Town, visit the famous African penguin colony at Boulders Beach, or savor a seaside meal overlooking the bustling harbor. As the sun dips behind the mountains, retreat to your exquisite boathouse for a peaceful night’s rest, lulled by the soft sound of waves and the promise of adventures yet to come."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Awaken to the gentle hush of waves lapping against the pilings of your cozy boathouse hideaway, where the morning sun spills golden light across the still waters of Simon’s Town harbour. The air is crisp with salt and promise, seabirds wheel overhead, and the mountains rise in soft silhouette beyond. After a peaceful breakfast, a short transfer brings you to African Shark Eco-Charters, where an unforgettable experience awaits: shark cage diving in the heart of Cape Town’s wild waters. Choose from the early 07:30 thrill or the more relaxed 11:30 departure. After a warm welcome and expert briefing, you’ll set off on a 3.5-hour adventure guided by an enthusiastic and highly experienced crew. Muffins, fresh fruit, snacks, and hot drinks keep you fueled while you suit up with top-tier scuba gear for a safe, awe-inspiring face-to-face with the ocean’s apex predators. After your return, wind down with a transfer back to your boathouse. The rest of the day is yours. Meander through the quaint charm of Simon’s Town, perhaps dining at local gems like The Lighthouse Café or Bertha’s. As evening falls, take a slow stroll along the shoreline, where the sunset paints the sea in fire and gold."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Awake to the gentle hush of waves in your cozy boathouse in Simon’s Town, where the morning light spills over False Bay and seabirds wheel overhead. After a hearty breakfast, you’ll be transferred along the coast to Sea Point — a vibrant seaside suburb where the Atlantic kisses the edge of Cape Town. Here, your aquatic adventure begins with a guided snorkeling experience led by the passionate team at Into the Blue. Renowned for their focus on safety, local knowledge, and ecological sensitivity, Into the Blue selects daily snorkel sites based on optimal conditions, ensuring you have the best visibility and experience. Your entry point is the shoreline itself — no boats, just a wade into the wild. No prior snorkeling experience is necessary, though you should be confident in the water. With all equipment provided, you’ll spend 1–2 unforgettable hours gliding through the kelp forests, a swaying undersea wonderland teeming with life, color, and quiet magic. After your dive, you’ll be whisked away to check in at the President Hotel, perched along the scenic Sea Point Promenade. This iconic Cape Town establishment offers more than a place to rest your head — it’s a sanctuary of comfort and style, with panoramic ocean views, a chic outdoor pool, and refined dining. Settle in, watch the sunset over the Atlantic, and toast your penultimate night with the rhythm of the waves just beyond your window."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Your final morning in Cape Town begins with quiet beauty—an early walk along the Sea Point Promenade as the sun crests the horizon, casting soft amber light across the Atlantic. The ocean stretches endlessly before you, waves glinting like molten gold, and seabirds wheel in the gentle breeze. It’s a peaceful moment of reflection, the perfect way to greet your last day on this unforgettable journey. Back at The President Hotel, a sumptuous breakfast awaits—fresh pastries, tropical fruits, rich coffee, and warm dishes crafted with care. It's a final taste of Cape Town's culinary charm, savored slowly as you gaze out at the sea one last time.Shortly after, our trusted travel partner, Hannival’s Travels, will collect you for a seamless and comfortable transfer from The President Hotel to Cape Town International Airport. As you ride through the city one final time, the memories of vibrant reefs, close encounters, sun-warmed afternoons, and ocean breezes linger warmly.At the airport, the journey continues—not just to your next destination, but into new horizons, with the spirit of the sea carried in your heart. This is more than a trip; it’s a story you’ll tell for years to come."
    }
  ],
  "map": ""
}