{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-botanical-holiday",
  "tourName": "South Africa botanical holiday",
  "placesVisited": "",
  "generalInfo": "Welcome to South Africa, from a botanical perspective! <br/><br/>After recovering from the flight, you'll spend the first two days of your adventure exploring all that Cape Town has to offer: from a guided hike up Table Mountain to a city and Old Town tour as well as a visit to Kirstenbosch. You'll then be driven north to the remote Cederberg town of Clanwilliam for two days spending time on private tours of the Biedouw Valley, nature reserves and local gardens.  The next three days see you taking in the sights around Nieuwoudtville such as Hantam and the local flower reserve. <br/><br/>Turn back to the south, you've then five days at the coast, starting with three nights in the pretty West Coast village of Paternoster for the Cape Columbine Reserve, West Coast National Park, Postberg Reserve and !Khwa tuu. You'll then head for the Cape Peninsula, stopping at the Tienie Versfeld Nature Reserve on the way,  with two days in Simonstown for the Cape Point Nature Reserve, Hout Bay, Chapman's Peak and Boulder's Beach.<br/><br/>Leaving the coast behind, you'll head north-east and inland to the Cape Winelands, having time both in Stellenbosch and Franschhoek for visits to local reserves (Jonkershoek and Mont Rochelle) and the botanical gardens of Old Nectar and Stellenbosch University. You've time to enjoy the delights of Franschhoek on your own too. Continuing your journey south, you'll spend two nights in splendid isolation in the Kogelberg Biosphere taking one guided and one self-guided hike there.  Then heading east, enjoy a night in Hermanus and the Fernkloof reserve before spending three nights in the De Hoop Nature Reserve for coastal hiking and a vulture experience.<br/><br/>The next two nights of your stay will take you north again to Worcester, Wellington and the town of Darling where you'll watch a spectacular one hour show at Evita se Perron and on the way will visit the Karoo Desert National Botanical Garden. You'll head back to Cape Town at the end of your journey with a day free for a second chance to climb Table Mountain or visit Kirstenbosch. Your last day is free to and prepare for your evening flight.<br/><br/>You'll fly out from Cape Town.",
  "durationDays": "14",
  "price": "7583.99",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast you'll be saying goodbye to the beautiful Northern Cape. Chris will meet you for your 4 hour guided drive to the coast, south of Nieuwoudtville, to the beachfront town of Paternoster just in time for lunch at The Sandstone. After enjoying the spectacular views at The Sandstone, Chris will transfer you to Saldanha Bay Yacht club to meet, Edwin (your guide for the afternoon). From here you will embark on a 3 hour guided tour of Saldanha Reserve. Edwin is an environmentalist and nature conservationist and was the manager of SAS Saldanha Provincial Nature Reserve for 16 years before his retirement in 2016. He is a qualified facilitator and moderator as well as a photographer being involved with nature and fynbos the past 24 years and is also a registered professional guide. He also belongs to a wing of SANBI (South African National Botanical Institute) CREW (Custodians for Rare and Endangered Wildflowers). During flower season each year he organises groups to search, monitor and keep record en collect seeds of these plants in order to try to stop them going extinct. Edwin's also written an e-book on the Fynbos species flowers, and is currently busy with an e-book on the West Coast National Park flowers. After the tour, Chris will transfer you to the Strandloper Ocean Boutique Hotel, where you can check-in and get settled before dinner. The following day, you'll take a driven and walking tour of the West Coast National Park and hopefully the Postberg section (permits permitting). Overnights for this section will be at the Strandloper Ocean Boutique Hotel. Meal Inclusions: Breakfast Strandloper Ocean Boutique Hotel (3 Nights) Strandloper Ocean Boutique Hotel is a retreat, a place of calm that is completely private and secluded. It is so much more than a hotel. Strandloper is a philosophy of being in harmony with nature and blending in with the delicate beauty of the surroundings. Fall in love with this Boutique Hotel where shoes are optional and relaxation is unavoidable. Barefoot Luxury at its absolute finest! Here, heaven meets earth on the shores of the Atlantic. It is not just another place, it is another world. The 16 exquisite rooms and suites are a fusion of beach style and contemporary luxury. Organic lines, hues and textures create an overall feeling of simplicity. Each room or suite has its own courtyard or terrace with wide doors that open out onto breathtaking views of sky, sand, sea and space. Dinner this evening is booked at Wolfgat Restaurant. Wolfgat Restaurant Wolfgat offers a unique dining experience showcasing a selection of indigenous ingredients specific to this coastal location. Drawing inspiration from the surrounding landscape and its dramatic seasonal transformation, Kobus van der Merwe’s signature Strandveld food menu* comprises a series of tasting dishes presented in seven courses. Sustainable seafood, local lamb and venison, and seasonal veldkos is featured, enhanced by wild herbs, seaweeds from the local rock pools, and pickings from the garden. Some of the elements on the tasting menu take weeks of preparation, while other ingredients are handpicked on the day for the exact number of bookings received. Today, Chris will pick you up for the 1 hour drive to !Khwa ttu. You''ll be spending the day at the fascinating and beautifully designed 'embassy of the San people', !Khwa ttu. You'll go on two morning and one informative afternoon tour, exploring the botanical knowledge of the ancient San people and their traditional lifestyles while enjoying the beautiful surroundings of the veld and it’s fauna and flora. The first tour starts at 10:00 am. Enjoy wholesome, freshly prepared and locally sourced food, inspired by the San’s way of foraging, in their restaurant at lunch time. The meal is included as part of the tour. Top it all off with a drink and enjoy the breathtaking view of the West Coast... At !Khwa ttu we tell the story of human kind: The Story of the San, told in their own words... !Khwa ttu's story begins with Irene Staehelin. In 1998, the Working Group for Indigenous Minorities in Southern Africa (WIMSA) decided that the San needed assistance in unlocking potential tourism opportunities and showcasing San culture to the world. They turned to Swiss anthropologist Irene Staehelin, who agreed to help. In 1999, guided by her own vision, and inspired by heritage centres in the USA and Canada, Irene bought an 850 hectare wheat farm, on the West Coast of South Africa for the !Khwa ttu project. Irene later set up the Ubuntu Foundation in Switzerland, to help guide and support the project. !Khwa ttu opened to the public in 2006. In the following decade, inside the now restored farm buildings, it steadily developed its tourism offering and San development capabilities. Outside, the land was carefully rehabilitated and wildlife reintroduced. In September 2016 Ubuntu committed a substantial portion of the funding needed to build !Khwa ttu’s San Heritage Centre. This paved the way to fulfilling the dreams of many, and launched the next exciting stage of !Khwa ttu’s development. Meal Inclusions: Breakfast & Lunch Dinner this evening is booked at The Noisy Oyster. Again, the reception team at your hotel can arrange a transfer for you to and from the restaurant. Noisy Oyster Restaurant The Noisy Oyster is a well-loved restaurant located in the charming coastal village of Paternoster. Known for its quirky, laid-back vibe, the restaurant offers a unique and colorful dining experience with a focus on fresh, locally sourced seafood. The Noisy Oyster Restaurant: +27 (0) 22 752 2196 This morning you will embark on a full day tour of West Coast National Park. Chris will pick you up for the 40-minute drive, where you will meet your guide, Edwin, at the West Coast National Park Gate. The park is particularly well known for its bird life and for the spring flowers which occur in the months from August to September, especially in the Postberg flower reserve section of the park. Tonight, enjoy refined and contemporary West Coast Cuisine at Die Strandloper Ocean Boutique Hotel for dinner. Today, Chris will collect you at 9:00 am and drive you south to the Cape Peninsula. You'll have a chance to visit the Tienie Versfeld Nature Reserve on the way and then drive along the stunning coastal drive of Chapman's Peak and visit the villages of Llandudno, Hout Bay and Muizenberg on the way to your lodging for two nights, A Boat House in Simonstown. Meal Inclusions: Breakfast A perfectly positioned triple story guest house nested high up on the side of the mountain in the heart of the exclusive Simonkloof community of Simonstown. The guest house overlooks the yacht basin, harbour & the beautiful False Bay coastline All the rooms, which are decorated in a fresh coastal blend of blues and whites, open up onto a sheltered but sun-bleached and private deck, large enough for two sun loungers and a coffee table in most cases. You’ll love the attention to detail: really cleverly positioned reading lamps, proper coffee making equipment and a real fridge all set off with top-notch bed linen and upholstery throughout. Unlike some of the Simonstown mansions, A Boat House has it all: the views and tranquillity of the mountainside but genuinely walking distance from the town’s largely intact Victorian main street and ample parking. A Boat House is almost entirely off grid for electricity with a solar array. Today, Dominic Chadbon will meet you again and take you on a hike through the Cape Point Nature Reserve, the ragged dagger of rock at the south western-most tip of Africa where you can expect to share the beaches with penguins, ostriches, zebra and gemsbok as well as see a whole different collection of flowers from the Cape Floral Kingdom. Dinner at The Lighthouse Café After your busy day you've got a table at The Lighthouse Cafe booked. The Café has a beautiful ambience; it is an inviting space, light & airy with a French Provençal and Coastal feel which makes one feel right at home. The Café style menu is refreshingly short, although providing ample choice and variety for everyone’s taste buds, including some specials of the day. Dishes are freshly prepared by well trained staff who have a passion for food and servers are selected for both their ability to interact with customers and understanding the value of excellent service. The wine list, although small, has a very good range of wines, customers can bring their own, corkage charged. Excellent service, high standard of fresh food in a lovely setting is what The Lighthouse Café is all about! The Lighthouse Café +27 (0)21 786 9000 Cape Winelands This morning, you'll be taken on a guided drive inland from Simonstown, heading north east into the Cape Winelands. Despite the name, the Winelands are about far more than just wine: the region pours (pun intended) with creativity and history, particularly in the realm of food. The scenery is also stunningly beautiful and the range of olives, chocolate, port, brandy, cheese, fruit are world-class and form a major part of the country’s exports. There are over eight winelands towns (all very pretty and different from one another), numerous villages and in excess of 1800 wine estates. We have never met anyone who has been to all of them! You''ll start the day in Stellenbosch which is a large town with a quaint historic centre, hosting as it does one of the country's most prestigious universities. For lunch, head to Man'oushe which is situated on the effervescent Andringa Street in central Stellies, Manouche is part theatre, part restaurant - Lebanese people have been part and parcel of the South African make-up for decades, first arriving into Johannesburg in the 1940s and 50s and their cuisine and culture has had no small influence on food across the country.? Combine this with the amazingly fresh ingredients that the winelands soil can produce and you realy have a winning formula. We think that one of the best examples of the noise, fun and joie de vivre of Beirut is this place, so if you’re up for a Middle Eastern cultural taste experience, then Man’oushe is the place to visit. We would recommend asking your waiter which speciality dishes are on the menu and then go for one of them - our personal favourite is Kibbeh Nayyeh. Consider spending your afternoon exploring Stellenbosch Botanical Garden, located in the heart of Stellenbosch. (Where for us, at least, the highlights are the tree ferns and succulent collection). It's the oldest university botanical garden in South Africa, established in 1922, and is renowned for its diversity of plant species, beautiful layout, and tranquil atmosphere. You'll end the day at the historic, Oude Werf (B&B), your dinner venue for tonight (table booked for 6:00 pm) and accommodation for the next two nights. Meal Inclusions: Breakfast Oude Werf Hotel | 2 Nights Oud Werf Hotel (B&B) Situated on arguably one of the most elegant streets in the old part of Stellenbosch, the Oude Werf’s frontage displays a refined and subdued 18th century frontage to its visitors. Incredibly, this building was originally thatched and burned down twice in its history, before starting its life as a hotel in 1973 under the ownership of Gerhard Lubbe (who now owns the Montagu Country Hotel, also featured in this guide). Once inside, you’ll discover that there’s a lot more to this building than meets the eye: the current owners, the Petousis family who also own The Vineyard and The Townhouse, featured in this guide, have made a big show of the double volume reception area: resplendent with all its original carved wood accoutrements, it has been completely opened up at the rear to showcase the modern wing of the hotel – so often these extensions to beautiful old buildings simply don’t work but not so in this case. Set around a courtyard that is also home to a small pool, the hotel offers several different types of room, all totally different to each other but still in keeping with one another. You can choose from rooms in the oldest part of the building (wonderfully high ceilings, big casement windows but close to the street) or more modern rooms in the new wing (facebrick walls, big sliding windows onto decked verandas and balconies). The location of the Oude Werf is really what sets it apart – staying on a wine estate in the Winelands is fine, but being able to walk from your front door to art galleries, restaurants, coffee shops and the university just adds a whole other level of enjoyment and intrigue. Today you'll hike in the Jonkershoek Nature Reserve (Full Day) with Dominic Chadbon a.k.a. The Fynbos Guy. Chris will arrange a pick up time with you. Located just outside Stellenbosch, the reserve is known for its rugged mountains, lush fynbos, and diverse wildlife. Jonkershoek offers a variety of trails that cater to different levels of fitness and experience. Lunch is part of the hike. Meal Inclusions: Breakfast & Lunch Dinner at Delaire Graff Savour impeccably plated, creative bistro favourites with a South African touch paired with peerless wines in a breathtakingly beautiful setting. Dinner at Delaire Graff +27 (0)21 885 8160 Today sees you a short drive away in Franschhoek, perhaps the most touristy village of the Cape Winelands, but exceptionally beautiful and well kept. Here the focus is all about gastronomy at an exceptional standard and during your time here you'll sample some of the best food and wine to be found in the country. Franschhoek is packed full of things to see and do, meaning you’d need years to do them all (and that’s why many visitors come back year after year): of course the main attraction is the fact that this is gourmet capital of South Africa and so one can literally walk/stagger up and down the main street eating, drinking and then eating some more from dawn to dusk. Chris will pick you up from Oude Werf Hotel in the morning. You'll also have time to soak up the amazing scenery by going on another guided hike with Dominic through the Mont Rochelle reserve. (Full Day) Lunch is included as part of the hike. After the hike, take some time to relax and freshen up before heading out for dinner. Accommodation is at Avondrood, a guesthouse created from a historic building in this tranquil village. Meal Inclusions: Breakfast & Lunch Avondrood Guesthouse (B&B) Avondrood is a guesthouse located in one of Franschhoek’s many colonial-era farmsteads. You’ll love the huge wooden planks of the floors, the heavy beams in the ceilings and the size of the rooms behind their double sash windows. Extensively (but sensitively) renovated over the years, Justin (manager) and staff have turned the building into an eight bedroom B&B, which is four-star graded. You can make use of the pool, the jacuzzi and the lovely gardens which are sizeable for a town. It’s a delightfully tongue-in-cheek place: you’ll feel the owners’ sense of humour coming through in all sorts of ways, such as the bright red baby elephant at the poolside (who matches the sunlounger cushions!) Dinner at Le Bon Vivant Food at Le Bon Vivant is an experience. A table is booked for you. Passionate about palate perfection and impeccable presentation, chef-patron Pierre Hendricks and his team invite you on a journey of bold flavours and combinations. Pierre's profound understanding of the art of French cuisine forms the basis for Le Bon Vivant's modern interpretations of classic dishes. Dinner at Le Bon Vivant +27 (0)21 876 2717 Kogelberg Today you're going on a beautiful scenic drive for the first half of today: once you leave the Winelands, you'll travel south along the coast of False Bay, to Gordon's Bay and along Clarence Drive where if you're lucky, you'll get to see whales and their calves frolicking in the Indian Ocean waters below. You'll enter the Kogelberg Biosphere, an internationally recognised area of huge botanical and biological importance to the planet's biodiversity. Dominic will meet you to take you on a guided hike in Kogelberg Nature Reserve for the afternoon. Lunch will be part of the hike. Kogelberg is part of the Cape Floral Region, a UNESCO Work Heritage Site, and is home to over 1,880 plant species, many of which are endemic. The fynbos vegetation here is particularly diverse and includes iconic plants like proteas, ericas, and restios. Wildlife in the reserve includes various small mammals, reptiles, and birds. You might encounter animals such as klipspringers, dassies (rock hyrax), and even elusive Cape leopard. Birdwatchers will enjoy spotting species like the Cape sugarbird and orange-breasted sunbird. Meal Inclusions: Self-Catering Hamper Oudebosch Eco Cabins | 2 Nights You're staying right inside the Kogelberg Nature Reserve where Cape Nature, the organisation that manages the reserve, hosts its collection of eco-cabins. These wonderful buildings called the Oudebosch Eco Cabins have been specially designed to fit unobtrusively inside the splendidly verdent valley and additionally, are entirely constructed from sustainable materials and emitting as few emissions as possible in their design. Today you are free to hike the Oudebosch Harold Porter Trail. For breakfast, lunch and dinner you will enjoy the selection of delicious home-made foods from the self-catering basket that we have arranged for you. Meal Inclusions: Self-Catering Hamper Overberg This morning you're in for a treat: Chris will pick you up at Oudebosch and drop you at the diminutive but exceptionally diverse Fernkloof Nature Reserve in Hermanus. Here you'll be met by one of the volunteers and shown around the reserve for the morning. Lunch will be at The Wine Glass in Hermanus. The rest of the afternoon is yours to enjoy Hermanus at your leisure. Hermanus is a large coastal town, most famous for its cliff face sea frontage and the fact that the annual whale migration of Southern Right whales ends here every year. The whales (so called because in the days of whaling they were considered the ‘right’ whale to catch due to their good meat, skin and fat) normally get to our shores around August to November every year to calf. If you have the energy, we'd suggest a walk through the Walker Bay Nature Reserve on the other side of town. It's miles and miles of totally untouched beach and coastal dune forest, giving you the impression of being the last human on earth. Dinner is tonight at The Thatch House Restaurant. Accommodation for this evening is at lagoon-side The Thatch House (B&B). Meal Inclusions: Breakfast The Thatch House | 1 Night The Thatch House (B&B) Offering a refined sense of home, The Thatch House Boutique Hotel has seven large luxurious suites, in - and outdoor living areas, and lovingly-manicured sprawling gardens that are coupled with our renowned service and facilities. With relaxation a priority for guests, their team is on-hand to assist with even the smallest of arrangements. Today you'll be taken further east into the outer reaches of the Overberg, staying in the splendid De Hoop Nature Reserve. On the way, you'll be able to call in at the historic villages of Stanford and Elim and if there's time, Cape Agulhas. Or maybe even visit Grootbos Florilegium. We would recommend the De Hoop Potberg trail in the afternoon For dinner we have made a booking at The Fig Tree at De Hoop Collection for every night of your stay. Dinner is included. You've three nights staying at De Hoop Collection. Meal inclusions: Breakfast & Dinner De Hoop Collection | 3 Nights De Hoop Collection De Hoop Nature Reserve is one of the largest (340km2) natural areas managed by Cape Nature. It boasts a wealth of marine, bird, animal and rare plant species and is particularly unusual in being able to offer a large variety of endemic marine, fresh water and terrestrial animals and birds, all in one park. On top of this, it is packed with exciting adventures and activities to do inside the park. The river holds a great deal of significance in the area, starting 400km north of the coast in the mountain town of Ceres, winding its way through the Karoo until the coast and irrigating the many farms and vineyards on the way – it’s the lifeblood of the region in so many ways and is navigable by boat over 150km inland. The river teams with fish and surrounding bird life but meanders slowly through the countryside. There is hiking, bike trails, game watching, eco quad biking, whale watching among other activities all to be enjoyed in this one of a kind nature reserve. When en it’s time for lunch then we recommend you try the newly renovated offering, the Shed, also known as the Fig Tree Restaurant. Next to the main Opstal in the reserve. Enjoy a chilled glass of wine underneath the shaded terrace overlooking the De Hoop Nature Reserve. You’re staying in the Opstal Manor whilst you’re here. The Fig Tree Restaurant offers a full a la carte menu for breakfast, lunch and dinner. This remote eatery will surprise you with a sophisticated menu and flavours: the head chef is Marcia Tyobeka who brings a broad set of South African cuisines to her food, having trained across the country for many years. The staff are all locally sourced and trained from scratch in keeping with the De Hoop Reserve’s ethical HR policy. Meal Inclusions: Breakfast & Dinner This morning you'll have the opportunity to go on a guided interpretative marine walk along the pristine coastline. A walking trail exploring coastal rock pools and sandy beaches while a qualified guide points out interesting marine life forms. Also a great way to experience the Southern Right Whales in the bay between June and December. Depart an hour before low tide from the meeting tree. Times of daily low tide should be confirmed with the guides the day before. Please book at reception. In the afternoon, adventure out to the cliffs of Potberg Mountain to view endangered Cape Vultures – the Western Cape’s last surviving colony of these amazing birds. Depart from the Opstal Area in the morning (times vary according to seasons) with your guide for a scenic drive through endangered fynbos. Once at Potberg, you''ll hike (+-1 hour) up to the Vulture Deck to watch the vultures swoop and soar above. Please note that an amount of R295 per person for the interpretive marine walk and R595 per person for the vulture experience will be added to your room account and to be settled on departure. Meal Inclusions: Breakfast & Dinner Today you'll have a free day at De Hoop Collection. Enjoy your own walks along the well-marked trails through the reserve. Meal Inclusions: Breakfast & Dinner Swellendam Today you've a short drive of less than an hour from De Hoop to Swellendam, a beautiful Victorian-era town, where the streets are broad and lined with flowering jacarandas. Chris will pick you up from De Hoop. For the morning, you can either just stroll through the town, enjoying the many ateliers, plant nurseries, cafes, shops and heritage buildings. Or you might like to take a walk in the local Marloth Nature Reserve, an oasis of waterfalls, ponds and streams set in verdant, virgin forest just outside the town. It offers four main hiking trails (none too strenuous). Named after the pioneer South African botanist Rudolf Marloth who, in 1928 together with a group of Swellendam residents, petitioned the Minister of Lands and Forestry to set aside part of the mountain as a nature reserve. Over the years the reserve has been enlarged to include the remainder of the State Forest and subsequently the Swellendam hiking trail was opened. Most of the trails lead into the depths of the indigenous forest where you can explore the many rock pools and waterfalls along the way. For lunch at 12:30, enjoy excellent cuisine at Tredici. From quick bites prepared with love and attention, to a delicatessen stocked with baked goods that took as long as 36 hours to prepare. Chris will take you on a guided one and a half hour drive from Swellendam to Worcester. On the way there you'll be spending a few hours at the Karoo Desert National Botanical Garden just outside Worcester where you'll be shown round by a knowledgeable local guide, Maria Van Der Westhuizen. She is a qualified horticulturist and completed the tour guide training a few years ago. It cultivates and displays a wide variety of arid and semi-arid plants. The 154 hectare Garden lies at the foot of the Hex River Mountain range, 120 km north of Cape Town. The price for the guided tour is R120 per person which includes the garden admissions. You can pay this amount upon arrival. Please take note that they do not accept cash, only card payments. After the tour Chris will take you to your accommodation in Worcester. Meal Inclusions: Breakfast Summerhill Guest Farm | 1 Night Summerhill Guest Farm (1 night) Your accommodation for the evening is Summerhill Guest Farm (B&B). It is a working farm with many farm animals including horses, goats and bunnies. Surrounded by the majestic Brandwacht Mountains which is perfectly situated just a five minute drive from Worcester’s bustling town centre with its wine farms, restaurants and shopping mall. Meal Inclusions: Breakfast After settling in, prepare for an evening at The Hussar Grill. Your dinner reservation is at 6:30 pm. Conveniently located in the town's centre and nestled amongst the beautiful architecture of bygone eras, The Hussar Grill Worcester offers an intimate dining experience with perfectly aged succulent steaks, delectable house specialities and an award-winning wine selection. Hussar Grill: +27 (0) 23 0041 341 Wellington Today Chris will pick you up for a short drive of less than an hour from Worcester to the Limietberg Nature Reserve. Here you will embark on a thrilling Elands River trail hike, led by your guide, Justin Hawthorne. You'll enjoy a selection of delicious sandwiches for lunch that we have arranged for you. Justin is a professional mountain & nature guide. He began guiding professionally in 2014, focusing on the Fynbos, Forest as well as Succulent Karoo biomes. His primary area of guiding is within the Table Mountain National Park and areas within a day trip from Cape Town. He is currently completing his National Diploma in Nature Conservation through UNISA. He grew up in the Silvermine section of Table Mountain National Park and was exposed to the wonders of our natural environment from a young age by his parents. His father worked as a conservationist for SANParks. Justin started by becoming a volunteer guide for youth groups, before venturing into guiding as a career. After the hike, Chris will transfer you to your accommodation for the evening, Dunstone Country Estate (B&B) A table is booked at 6:30 pm for dinner at The Stone Kitchen on Dunstone Country Estate Dunstone Country Estate | 1 Night Dunstone Country Estate Dunstone Country Estate is a picturesque, guest house and boutique winery in Wellington. Situated at the foot of the Bainskloof pass, just an hour’s drive from Cape Town. Darling Today you're en route to Darling, the wonderfully named town that's become colonised in the best possible way by Pieter Dirk-Uys (a national living legend) and Darling Brew, the exceptional beer company located here. After a delicious breakfast at Dunstone Country Estate, Chris will pick you up at 10:00 am for a one hour drive to Darling. At 12:00 pm, get a revised history lesson from South Africa's most famous white woman, Evita Bezuidenhout, as she presents her sidesplitting, satirical stand-up Tannie Evita Praat Kaktus (Auntie Evita Talks Cactus) at her famed and beloved theatre, Evita se Perron, in Darling. For over 20 years, author, actor and activist Pieter-Dirk Uys has been enduring high-heels and extra long lashes to bring his most famous character to life. As a matron of political incorrectness, an honorary member of the ANC and a self-declared former ambassadress of a fictitious Bantustan called Bapetikosweti, Evita Bezuidenhout spends her time in the little town of Darling, 85km from Cape Town, performing at Evita se Perron throughout the year. Bezuidenhout made her debut in 1982, and has since gained international acclaim for performances that poked fun, first, at the ridiculous laws under Apartheid, and then, at the leaders of the new, democratic South Africa. She has dined with Nelson Mandela, been kissed on the cheek by Archbishop Desmond Tutu and even received the Women’s International Centre’s 2000 Living Legacy Award in San Diego – an honour received by the likes of Hillary Clinton and Mother Theresa. She is, indeed, a national treasure, giving us reason to laugh at our typically sobering politics and history. After this spectacular one hour show, a table is booked for you 1:30 pm for lunch at Ciao Darling, a family restaurant, trattoria and pizzeria situated in the heart of Darling. Enjoy their freshly home-made pasta and array of wood fired pizzas before the two hour scenic journey back to Cape Town in the afternoon. Upon arrival in Cape Town, Chis will take you to Parker Cottage again, your accommodation for the next three nights. You'll have the rest of the afternoon to settle in, rest and recuperate. Take a Taxi to the V&A Waterfront later. For dinner, you have the freedom to choose from the myriad of restaurants at the V&A Waterfront. Whether you're in the mood for local delicacies, international cuisine, or something in between, the staff at Parker Cottage will be delighted to recommend the perfect dining spot to suit your preferences. Meal Inclusions: Breakfast Cape Town: 16th to 17th September, 2024 16 September 2024 Today you'll be hiking Disa Gorge with Table Mountain hiking guide, Nick Ashby. Chris will meet you at Parker Cottage at 9am to take you to the meeting point. Your guide, Nick Ashby Nick is a fully qualified and registered guide. It wasn't his first job, though. He worked as an actor for ten years, having studied drama at UCT in Cape Town. When both him and his wife decided to take a year off acting to travel, it turned into seven. During that time they became English teachers. They've taught in Egypt, Russia, and then Taiwan. They became parents in the USA, and studied Mandarin. They hiked and trekked wherever they went. Since back in South Africa in 2005, Nick has published a novel, taught some more, as well as kept guiding on his old favorite, Table Mountain, first explored as a boy scout, and other hiking trails around the Cape. This afternoon, you are spending some time again with Dominic Chadbon on Signal Hill. For dinner, you have the freedom again to choose from the myriad of restaurants at the V&A Waterfront. Whether you're in the mood for local delicacies, international cuisine, or something in between, the staff at Parker Cottage will be delighted to recommend the perfect dining spot to suit your preferences. Meal Inclusions: Breakfast Going Home 17 September 2024 You'll have a leisurely start to the last day of your holiday with breakfast at Parker Cottage. The morning is yours to enjoy at your own pace. Take this opportunity to do some last-minute shopping for souvenirs or explore any corners of Cape Town you haven't yet visited. In the afternoon, you can soak in the final moments of your Cape Town adventure, perhaps with a visit to a local market, a stroll along the V&A Waterfront, or simply relaxing at a cafe with a view of Table Mountain. At 8:00 pm, Chris will arrive to transfer you to Cape Town International Airport. There, you'll board KLM0598 flight at 23:15 pm for your journey home. Safe travels until we meet again!"
    }
  ],
  "map": ""
}