{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-highlights-holiday",
  "tourName": "South Africa highlights holiday",
  "placesVisited": "Johannesburg, Soweto, Mandela House Museum, Blyde River Canyon, Kruger National Park, Wildlife watching, Port Elizabeth, Tsitsikamma National park, Plettenberg Bay, Robberg Nature Reserve, Knysna, Boat cruise, Hermanus, Stellenbosch wine tasting, Cape Town",
  "generalInfo": "Discover the highlights of South Africa with this cross-country tour of its beautiful cities, exciting wildlife and dramatic scenery, all washed down with some delicious local wine.  <br/><br/>Our journey begins in Johannesburg, the urban heart of South Africa and a hub of historically important sites. It's the perfect introduction to our tour, and we'll spend our time here meeting the local people of Soweto, a huge township on the outskirts of Jo'burg, and visiting the Mandela House Museum.<br/><br/>Just beyond the city is a wild landscape of mountains, waterfalls and some of Africa's most famous animal inhabitants. For wildlife lovers, the highlight will be a day's safari in Kruger National Park, where lions prowl the grasslands in search of antelope, zebra and buffalo. Stunning views of Blyde River Canyon from God's Window viewpoint make this an unmissable part of our itinerary, alongside memorable evenings under the clear starry skies. <br/><br/>Just as spectacular is South Africa's famous Garden Route, a paradise for wildlife spotting where we may spot dolphins dancing offshore and penguins pottering around the beaches. There's world-class whale watching to be had in Hermanus and incredible array of attractive birdlife at the Birds of Eden aviary.<br/><br/>Our holiday wouldn't be complete without a visit to the Winelands of Stellenbosch, where tours and tastings are a must. Try it alongside some of the freshly caught seafood or a typical braai, a South African barbecue, before enjoying some sightseeing in the spectacular coastal city of Cape Town.",
  "durationDays": "14",
  "price": "3305",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Johannesburg in the morning; afternoon Soweto Township tour",
      "description": ": Our tour starts today in Johannesburg, South Africa's largest city, once home to Nelson Mandela and Desmond Tutu. For those arriving on time today, our tour leader plans to meet you in the hotel reception at 12pm for a tour of Soweto (originally an acronym for Southwestern Townships). We'll start with a traditional lunch, typically Potjiekos - a stew that's slow-cooked in a cast iron pot over a fire and served with salad. After we've eaten, we'll head out on a Soweto tuk-tuk tour accompanied by a local resident and guide to discover the neighbourhoods of Soweto. We'll visit the Hector Pieterson Memorial, a museum that honours the vital role that the youth of South Africa played during the struggle. He was one of the first students to be killed during the uprising when he was just 13. We'll also travel down the vibrant Vilakazi Street, the former home to two Nobel Peace Prize Winners - Nelson Mandela and Bishop Desmond Tutu. If you'd like an airport transfer today, you'll need to arrive into O.R. Tambo International Airport (JNB). Please note, that if you wish to join the Soweto tour, you'll need to arrive at the hotel by 12pm. If you're booking your own flights, we recommend giving yourself at least 60 minutes to clear the airport. From the airport to the hotel is around a 45-minute drive, therefore the latest your flight can arrive is 10.15am. The majority of flights land into Johannesburg in the early morning and it's often too early to check in to. However, early arrivals will have access to tea and coffee, toilets and the hotel lounge."
    },
    {
      "dayNumber": 2,
      "title": "Drive to the Kruger, stopping at Blyde River Canyon viewpoints along the way",
      "description": ": After breakfast this morning, we'll set off for Kruger National Park. We have a long day of travelling ahead of us, but we'll make plenty of rest stops as we drive through the uplands of Mpumalanga, an area that has been inhabited since the Stone Age. It's a beautiful region of rivers, waterfalls and craggy escarpments covered in lush vegetation, and we'll stop at several excellent viewpoints along the way. This includes the aptly named 'God's Window' where we'll admire breathtaking mountain views into the Blyde River Canyon and the Bourkes Luck Potholes. We'll aim to arrive in Hazyview, a short distance from Kruger National Park, in the late afternoon and the evening will be free to relax, take a dip in the swimming pool or grab a drink from the bar. The lodge sits outside of the main Kruger Park gates."
    },
    {
      "dayNumber": 3,
      "title": "Full day safari inside Kruger National Park in search of the Big Five",
      "description": ": Rising with the sun, we'll depart our lodge around 5.30am this morning. We'll travel with a local guide in open-sided safari vehicles to begin a full day of game-driving inside Kruger National Park, one of the premier wildlife viewing spots in southern Africa. Established in 1898, Kruger National Park was started to protect big game that had been hunted to near extinction, it's now one of the most prolific animal habitats in South Africa, committed to animal conservation. During today's safari, we'll stop at various watering holes where buffalo and antelope are often spotted. Other visitors we might see include the legendary Big 5 - lion, leopard, rhino, elephant and cape buffalo. We'll spend the morning looking for wildlife before stopping at one of the park's restaurants or cafes for lunch. After a lunch break, we'll continue with an afternoon safari experience returning to our lodge in the late afternoon."
    },
    {
      "dayNumber": 4,
      "title": "Morning and afternoon game drives in Kruger National Park",
      "description": ": We'll have another early start this morning as we head back into Kruger for our second full day on safari. Depending on the animals we spotted yesterday, we might choose to focus on searching for some of the park's more unusual and elusive wildlife such as the honey badger, black rhino and eland. After another busy day, tonight you can sit out under the stars and enjoy a glass of South Africa's best produce, wine."
    },
    {
      "dayNumber": 5,
      "title": "Travel back to Johannesburg before a late afternoon flight down to Port Elizabeth",
      "description": ": We'll say goodbye to the savannahs of Kruger this morning as we head to Johannesburg Airport to catch our flight to Port Elizabeth, from where we'll explore the Garden Route. While we'll spend the majority of the day travelling, there'll be plenty of rest stops to stretch our legs. We'll arrive in Port Elizabeth in the evening and our final leg of the journey is a short 20-minute drive to our hotel. The city, locally known as the Windy City, was first populated as a stopover point on the way to Goa in India, and it was later populated by the British during the colonial period. There is a selection of restaurants just a short walk from our hotel, or you can have dinner at the hotel bar if you prefer a quiet evening."
    },
    {
      "dayNumber": 6,
      "title": "Spend the day exploring Storms River Mouth in Tsitsikamma National Park; a marine and forest wonderland",
      "description": ": This morning, we'll set off on a short sightseeing tour of Port Elizabeth where our tour leader will take you to a few of the historical parts of the city whilst explaining Port Elizabeth's rich colonial history. After a cultural morning, we'll start our two-hour journey to the magnificent Tsitsikamma National Park. This marine and forest park stretches for 80 kilometres/50 miles, from a lagoon at Nature's Valley to the mouth of the Groot River. Dense forest and sheer cliffs provide an ideal setting for hiking. Storms River is an area of rugged coastline with crashing waves and forest-covered cliffs that are simply spellbinding. Along the way, we'll make a stop to buy a picnic lunch and on arrival, our tour leader will lead an orientation walk of the area. The rest of the afternoon is free to enjoy a bite to eat by the water's edge, walk along the suspension bridge that spans the mouth of Storm's River, or perhaps choose another route to hike or viewpoint to visit. There are many different paths marked out with differing levels of difficulty, details on each trail can be obtained at the information hut. We'll wrap up our day of exploring with a drink as we enjoy one of Tsitsikamma's legendary sunsets! Dinner this evening will be taken at the national park's restaurant, perched just above the sea before we finish up with a short drive to our accommodation."
    },
    {
      "dayNumber": 7,
      "title": "An opportunity to explore the rainforest on an adventurous canopy tour. Continue to Knysna, sunset lagoon cruise",
      "description": ": Tsitsikamma translates as 'place of abundant water' and this morning is free to enjoy the area at your own pace. You might like to relax by the rock pool, take a walk around the village itself, or for the more adventurous, explore the canopy walkways and zip wires suspended 30 metres/98 feet up among indigenous rainforest where some trees are over 700 years old (our tour leader will be able to help you with any questions you might have regarding activities, and will also be on hand to assist you with any bookings) We'll have lunch in the Tsitsikamma area, then drive to Knysna for an evening lagoon cruise around Knysna Heads, the headlands of two peninsulas that enclose and form the Knysna River Estuary. Sit back and enjoy views of the rugged coastline -oyster tasting, wine and soft drinks are included on the cruise. Depending on the time of the year we will stay at one of our chosen 4* properties in Knysna, all perfectly located along the coastline, offering gardens, pools and easy access to Knysna's many incredible seafood restaurants and cafees, please refer to your final booking documents for information about what property your tour will stay at."
    },
    {
      "dayNumber": 8,
      "title": "Free day to explore Knysna's beaches and activities",
      "description": ": Today is a free day to explore Knysna. The region is well-loved for its unspoilt sweeping beaches and boasts an extensive 9 kilometres/5.5 miles of Indian Ocean coastline, so take some time to relax on the sand or take a stroll along the shoreline. The lagoon is popular with tourists and local residents alike and is home to fishermen, water sports enthusiasts and many birds, including herons, kingfishers, African fish eagles and Knysna warblers. The waterfront hosts a wide choice of excellent restaurants and cafes and there are good shopping opportunities in town. Our tour leader will be able to make recommendations of activities to do today should you wish."
    },
    {
      "dayNumber": 9,
      "title": "Full day drive along the Garden Route to Hermanus, stopping frequently to stretch legs",
      "description": ": After breakfast, we'll leave Knysna behind and get back on the Garden Route to continue along the coastal road westwards for around 450 kilometres/280 miles towards Hermanus, the whale-watching capital of South Africa. Home to the whale crier, Hermanus is a highlight of the Garden Route but retains its small fishing-town charm. From June to November, it's common to see southern right whales migrating right past the town from the shore!"
    },
    {
      "dayNumber": 10,
      "title": "Land-based whale watching in Hermanus (seasonal), or walk in Fernkloof Nature Reserve (out of season)",
      "description": ": Today, we have a full day in Hermanus. Depending on your chosen departure date, the day will either be spent with our tour leader whale watching from the coastal paths or exploring the nearby Fernkloof Nature Reserve. Whale-watching season is typically between June and December with sightings most frequent in September, October and November. We'll take a walk along the 12-kilometre/7.4-mile cliff path in the hope of spotting southern right whales in the surrounding waters after their long migration from the Antarctic. There will be free time to either continue whale watching along the coastal paths or spend some time in the town. For departures operating outside of whale watching season, we'll visit the Fernkloof Nature Reserve, a protected area situated above Hermanus with stunning views out over the town and bay. The reserve has recorded over 1,400 species of flora, and over 90 species of birds, as well as resident baboons and dassies along the hiking trails. Our tour leader will guide us along the reserve's red trail through evergreen forest which takes around 90 minutes to complete with a gentle ascent and descent. Upon returning to Hermanus there will be free time to explore the town."
    },
    {
      "dayNumber": 11,
      "title": "Visit the African Penguin colony at Betty's Bay; arrive in Stellenbosch for optional wine tasting or walking food tour",
      "description": ": This morning, we'll depart early to make our way to the Winelands of the Cape and drive to Stellenbosch, a beautiful town surrounded by vineyards and mountains. After a one-hour drive, we'll make our first stop in the Betty's Bay area where we'll have an included visit to Stony Point Nature Reserve, home to one of the world's largest African Penguin colonies. The reserve sits on the site of a historic whaling station and thanks to its distance from Cape Town offers excellent penguin viewing without the crowds. We'll be able to follow the path over the craggy outcrops, allowing us to see these flightless birds up close without disturbing their habitat. Although humans are not allowed to wander beyond the path, it does not always stop the penguins from joining the trail and setting a slow walking pace! Around lunchtime, we'll arrive in Stellenbosch, where we'll check in to our hotel before enjoying a free afternoon. You may choose to relax in the town, take a walk around the university grounds or maybe visit the museum to learn more about the history of the town. You might like to join a walking food tour to learn about the spices, teas and flavours of South Africa. Alternatively, if you have a taste for South Africa's produce, there's the option to go wine tasting at a local winery. Stellenbosch has a reputation for excellent Chenin Blanc, perfectly matched with seafood, caught fresh from the Indian Ocean that morning. If you are more of a red fan, then expect big earthy reds, a great companion for a sumptuous steak or meat on a braai. There is also the local phenomenon of Pinotage, created in South Africa as a blend of Pinot Noir and Cinsaut, the wine has now achieved global recognition and the best place to try it is here in South Africa."
    },
    {
      "dayNumber": 12,
      "title": "Travel on to Cape Town and visit Table Mountain by cable car",
      "description": ": After a relaxing start, we'll drive through rolling green slopes, filled with vineyards as we make our way to Cape Town, our final destination and one of the most iconic cities on earth. We can see the towering Table Mountain from miles away, though if the day isn't clear we'll see the cloud rolling over the top of the precipice - either vision is equally impressive. This afternoon, we'll ascend the iconic Table Mountain by cable car. After a heady ride up to the top, there will be time to explore the network of trails which crisscross the plateau and provide a variety of vantage points over the city, the coastline and the Twelve Apostles Mountain range. In the distance, you can see Robben Island, the former home of Nelson Mandela, South Africa's favourite son and most famous hero. Apart from its obvious geographical attractions, Cape Town is also famous for its food and drink culture, with an abundance of restaurant options, from the trendy downtown to the more touristy but beautiful V&A Waterfront. For our 2025 departures, we'll be using two different hotels in Cape Town, the AHA Harbour Bridge Hotel and the equally beautiful Cresta Grande. Both hotels are located centrally close to both the Waterfront and Greenmarket Square. Please note, the Table Mountain cable car closes for two weeks of maintenance each year, usually around the end of July, and if your tour is impacted the tour leader will propose another activity to replace this."
    },
    {
      "dayNumber": 13,
      "title": "Free day or optional trips to Robben Island or Cape Point",
      "description": ": Today is left free for you to choose one of the many optional activities available in the area. If you wish to visit Robben Island, we recommend booking this in advance (please see the 'Budgeting and packing' section of our trip notes for more details). For those wanting to get out of town and see the surrounding areas, another option is to visit Cape Point, where the Indian and Atlantic Oceans meet. This trip will also visit Boulders Bay and its resident penguin colony. Or you may prefer to just take a stroll around the city, take in one of the many museums and wander past the colourful houses in the Bo-Kaap (Malay quarter). You could explore District Six and learn about its troubled past or just relax and enjoy the coffee culture of Cape Town."
    },
    {
      "dayNumber": 14,
      "title": "Trip ends in Cape Town",
      "description": ": The trip ends after breakfast at our hotel in Cape Town. There are no activities planned today, so you're free to depart from Cape Town at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Cape Town International Airport (CPT), which is around a 30-minute drive from the hotel."
    }
  ],
  "map": ""
}