{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-wildlife-photography-safari",
  "tourName": "South Africa wildlife photography safari",
  "placesVisited": "",
  "generalInfo": "Enjoy close encounters with lions and leopards, photograph elephants and rhinos, drink sun-downers under acacia trees, and get professional photographic tutoring at the same time during an exclusive wildlife photography workshop in South Africa. Set in a private game reserve in the Timbavati, this photo safari is a wildlife photography dream. The area is known for its incredible sightings of the African Big Five, including the elusive leopard. <br/> <br/>Throughout the workshop, you’ll be guided by professional wildlife photographer Alan Hewitt, who will provide both theoretical and practical photographic tutoring and will help you become the best photographer you can be.<br/><br/>The Timbavati, a collection of game reserves that borders Kruger National Park, is photography heaven. It offers truly exclusive game drives; nowhere else in Africa do you spot the Big Five with such ease. You can prepare yourself for some close encounters with lions, leopards, elephants, and other wildlife, as the animals have been habituated to the safari vehicles after many years of game drives in the area. You might even follow big cats as they hunt, or spot a leopard dragging a kill up a tree. We’ll enjoy two game drives daily, one for each of the day’s golden hours. <br/><br/>The trip is completely built around photography. Tutoring and shooting will be focused on the incredible wildlife around us. We will have the luxury of staying at a private lodge, and the opportunity to build the whole experience around getting the very best photographs. The Big Five together with antelope, zebra, and giraffe will create a constantly evolving tableau of African beauty. <br/><br/>The combination of close encounters with wildlife, lush African bush, and stunningly warm light will provide incredible opportunities for wildlife and landscape photography. Our days exploring the Greater Kruger area will add another dimension to your photographic experience, allowing you to experiment with different settings and situations, and ensuring you’ll go home with an impressive and varied collection of images.",
  "durationDays": "7",
  "price": "4995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You will be met by one of our team members upon arrival at Hoedspruit Airport and driven to our private lodge. There will be time to settle in before heading out on our first game drive."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We will spend our days focusing on wildlife photography. Each day will begin with a three-hour game drive at sunrise. We’ll be tracking the Big Five as they are at their most active, at first light. You’ll be guided by an experienced ranger and tracker, and accompanied by Alan for photographic guidance. Afterwards, a large and delicious breakfast will be waiting for you at the lodge. There will be time for photography workshops, editing, and review sessions before lunch. At the end of the afternoon, we’ll head out for another three-hour game drive. This time we’ll photograph the day’s last warm light, and experience the bush as night is falling. Days will conclude with everyone enjoying an indulgent dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After our last game drive it’s time to wrap up the workshop and we will head back to Hoedspruit Airport to catch our flights home."
    }
  ],
  "map": ""
}