{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "three-reserve-safari-in-south-africa",
  "tourName": "Three Reserve safari in South Africa",
  "placesVisited": "Wild Rivers Private Nature Reserve, bush senses experience, Balule Reserve, game drive with rangers, bush walks, Timbavati Game Reserve",
  "generalInfo": "Immerse yourself in the African bush and enjoy spotting big game on this great-value South African safari. Look out for the Big Five and enjoy birding, too, in three different game reserves in the Greater Kruger Park region, while also enjoying plenty of down time to just sit back, chill out and soak up the sights and sounds of the bush landscape.<br/><br/>Accommodation is in excellent games lodges in the Wild Rivers Nature Reserve, Klaserie Game Reserve and Thornybush Game Reserve , with all meals included. This trip begins and ends at Hoedspruit Airport and the cost includes all transfers and accommodation, as well as two fully guided game drives each day. Departures are throughout the year.<br/>",
  "durationDays": "10",
  "price": "3900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your safari begins at Hoedspruit Airport (HDS) were you will be met by on arrival by a member of our team and transferred to Rukiya Safari Camp just 25 mins away. Hoedspruit's Eastgate Airport is the established gateway to the heartland of South Africas wildlife game viewing reserves and has several daytime flights arriving each day from Johannesburg, that are scheduled to assist international visitors to easily connect with Hoedspruit.. Many of our guests prefer us to arrange for their internal flight from Johannesburg to Hoedspruit (50 mins), or alternately for a scenic road transfer (approx 7 hours) which takes the hassle out of arranging the final leg of your journey and is a service that we offer our guests at cost price. Whichever transfer you prefer you will arrive at Rukiya Safari Camp in time to settle in and rest and relax. Rukiya is a small luxury tented camp within the Wild Rivers Reserve and is a key area for our leopard research team. The camp nestles along the banks of the Blyde River among age old tress, a truly stunning location. Later in the day, before the sun sets we’ll take a short stroll along the river bank and enjoy a sundowner, returning to the lodge for dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You are woken with an invigorating cup of coffee before setting off on a morning game drive, which will take you through the Wild Rivers Reserve and into the adjacent Balule Reserve (part of the Greater Kruger Park) where you will be able to enjoy your first big five game drive as well as a bush breakfast. Lunch is followed by time to relax and enjoy the views from your private deck with river views, before your afternoon game drive in the Wild Rivers Reserve, which returns home for a sumptuous dinner. On your first full day on safari we will include our unique bush senses experience. This is an activity that we have developed over many years and has proven to be very popular with our safari guests. In a fun way it encourages you to use all of your senses when in the bush. Not just sight, but also smell, hearing and touch. Some of our senses are dulled by modern living, but this simple and fun exercise quickly hones one’s bush senses, ideal preparation for any safari. We also encourage our guests to download our leopard research App and become a citizen scientist by using the App while on game drive to help monitor Leopard movement. Territorial behaviour changes almost on a daily basis and is dependent on many factors, making this a fascinating and fun exercise and rightfully invites you to feel and become part of the Ingwe team should you wish."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "An early morning game drive will again take you through the Wild Rivers Reserve and into the adjacent Balule Reserve, breakfast will be served in the bush before return to Rukiya. There will be time to rest and relax and enjoy lunch, and when the heat of the day has faded a little, you may join our rangers learning to track leopards and other predators within the reserve, where our Leopard researchers are monitoring the resident leopard population. Return to camp for drinks and dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After your morning game drive you will transfer to the Klaserie Reserve (approximately 2 hours) arriving in time for a late lunch. Klaserie is another key location for our Leopard Research project. Your afternoon Game drive will leave the lodge at around 15:30 heading out into the reserve. Our private traversing area of Klaserie offers both wonderful game viewing and often exclusive access making this a fantastic location to view wildlife. Sundowners will be served while watching the sunset after which, as darkness falls, you will take a leisurely drive back to your lodge looking out for all the nocturnal happenings and returning in time for drinks before dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "No two days are the same on safari where nature calls the tunes, making each day a fresh adventure. Across the next two days you can enjoy morning and afternoon game drives traversing pristine big five country. But remember game viewing doesn't necessarily stop when you are back at your lodge. Animals will often walk by, so keep your cameras close as you never know who will appear, from Elephants, Zebra, Wildebeest and Giraffe to name but a few. As ever breakfast, lunch and dinner together with snacks while on game drive are included."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast we will transfer to the near by Thorybush Game Reserve, famed for its exceptional game viewing and a favoured location for movie stars and the rich and famous, providing a lovely sedate bush atmosphere, with personal and friendly service. Even on bush roads it takes only 55 mins to transfer to Thornybush so you will have plenty of time to settle in and relax before afternoon high tea and game drive. Again returning to your lodge for dinner."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Over the next two days you can enjoy game drive in the company of our lodge's rangers and trackers, who not only aim to find you animals, but will also introduce you to the wealth of flora, fauna, bird life and cultural heritage of the region. Morning's game drive will leave at dawn and the afternoon drive will leave at around 15:30. Our aim on your final day is to focus on any particular wishes you might have. That may be an animal or bird that you haven't yet seen, or perhaps returning to that herd of Elephant just to sit and enjoy being in their company."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Time permitting, an early morning game drive before breakfast, hoping to get those final photographs or enjoy the last sights and sounds that will stay in your memory for ever. After breakfast you will transfer through the reserve to Hoedspruit Airport (approximately 30 mins) for your homeward flights."
    }
  ],
  "map": ""
}