{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "signature-southern-africa-cape-town-tour-kruger-safari-victoria-falls-itinerary",
  "tourName": "Signature Southern Africa: Cape Town Tour, Kruger Safari & Victoria Falls Itinerary",
  "placesVisited": "Cape Town, Sabi Sands, Kruger National Park, Thornybush Private Nature Reserve, Victoria Falls",
  "generalInfo": "Evocative and exclusive, this signature safari unravels the colors and charms of Southern Africa. Every day takes you on a journey through surprise and wonder: walking with rhinos, hidden vineyards, prowling lions, watching elephants from a private pool, a helicopter ride above Victoria Falls. With handpicked lodges and privately guided safari activities, it’s a 2-week adventure that blends the icons of a region, with the treats that only the insiders know about.",
  "durationDays": "11",
  "price": "8,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town – Lounging at the Waterfront or Sunset on Lion’s Head",
      "description": "Table Mountain stands majestic above the city of Cape Town, providing an inspiring introduction to Southern Africa. As you transfer from the airport, you look left to the vertical slope, and right to the waterfront and Table Bay. After the international flight and airport transfer, the afternoon and evening are at your leisure, and you may wish to rest and relax at the V & A Waterfront. But if you’re feeling energetic, the local guide will lead you on a one-hour hike up Lion’s Head for the stunning sunset. The lion-shaped summit provides the most iconic Cape Town view, with bands of orange and yellow lining the ocean horizon, a tablecloth of clouds sweeping over Table Mountain, and the city lights slowly turning on during your descent. While tourists journey up Table Mountain, Lion’s Head is where the locals go to enjoy the city’s views. Return towards the Waterfront and there are a number of excellent restaurants you can stop at for dinner, or you can enjoy the waterside options that are within walking distance of your hotel."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town – An Insider’s Journey Through the Mother City",
      "description": "Your hotel is perfectly situated for exploring the city, within easy reach of everything yet enveloped by the tranquility of the harbor. With a private guide, today’s tour takes you on an insider’s journey, revealing the hidden side of a city that the New York Times recently named as the world’s number one travel destination. Visit the colorful former slave houses on Bo-Kaap and hear the stories from residents. Explore the boutiques of Woodstock, a previously “gray” area that’s becoming Africa’s artisanal hub. Eat gourmet tapas on the eighth floor of a revamped industrial building, with insatiable views of Table Mountain. In the afternoon, you drive along the back slopes of Table Mountain, stopping at vineyards that defy gravity by rising on precipitous slopes. Klein Constantia is the oldest of the vineyards, and the tasting experience is guided by one of the winemakers; their dessert wine is ranked as one of the world’s top ten wines. Constantia Glen provides a showcase of old-world opulence, and their red blends come with uninterrupted views over the city, along with a cheese and charcuterie platter. From here, there are a number of options in the heart of the city as the tour can be tailored to your mood. Visit markets, wander the streets of colorful neighborhoods, and sip sundowners at rooftop bars overlooking the ocean."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town – The Enchanting Road to Africa’s Tip",
      "description": "Today’s journey leads you to the southwestern tip of Africa. You’ll journey in the reverse direction of most Cape Point tours, therefore avoiding the traffic and peak times at the lighthouse and penguins. Start by cutting through the city to the coastal village of Muizenberg, then onwards to Boulders Beach in Simons Town. One wooden walkway leads you to a huge colony of jackass penguins, hundreds upon hundreds of them delighting the camera. But another, lesser-known path, leads you onto a beach, where penguins waddle between the boulders. There is fewer of the charming creatures here, but no barriers. So jump into the water and swim with the playful characters. Drive onwards towards the Cape of Good Hope, where two lighthouses mark the tip of Africa. There’s a deserted white beach for enjoying a light snack while savoring the views. Then you wind back towards the city, stopping for a more substantial lunch at a vineyard overlooking the seemingly endless Noordhoek Beach. Traveling this way provides the best vistas as you take Chapman’s Peak Drive back to Cape Town. Clinging to the mountain, this remarkable road seems to literally stand over the ocean. The vistas will linger long in your memory, and the cute fishing village of Hout Bay provides a delightful optional stop before you reach the city."
    },
    {
      "dayNumber": "4",
      "title": "Sabi Sands – Surrounded by the Big Five",
      "description": "From Cape Town International Airport, you board a direct flight to the Sabi Sands, where the transfer to your lodge provides an introduction of what’s to come. Elephants roam, rhinos plod past the vehicle, and there are thousands of springbok and kudu skipping about. An afternoon game drive continues the immersion, and the focus is on moving slowly, taking your time with every scene. Lions bask beneath shady acacia trees; rhinos send goosebumps across your arm, and buffalo herds seem to inhabit every corner. On a first journey, there’s almost too much to take in, with so many animals inhabiting the resplendent savannah. Sabi Sands is a collection of private reserves, all unfenced and opening out onto Kruger National Park. Animals move freely, and many come to settle in the Sabi Sands, due to the permanent Sabi and Sand rivers. Your lodge has an ideal location in the heart of it all, with your suite expertly positioned to enjoy the show. From a private balcony, you can watch the wildlife roam by, from trunk-swinging elephants to rumbustious hippos that emerge at sunset. Accommodation is full board, and every meal is taken in a different location within the reserve. Over these three days, you’ll enjoy picnics in the bush, dinners beneath the stars, and breakfasts overlooking the Big Five."
    },
    {
      "dayNumber": "5",
      "title": "Sabi Sands – Exclusive Big Game Safari in a Private Concession",
      "description": "A leopard prowls in the sunrise light, descending from the high branches and wandering elegantly through the grass. You can see the springboks; their ears alert for danger, yet their senses not picking up the hunter. Watch the scene play out, tension rising as the predator seeks out breakfast. A little later on the drive, you stop by a thicket, waiting for a rhino mother and calf to emerge. Time seems to stand still and only ten minutes later do you turn around and spot the elephant herd; they’ve been feeding on the trees just 20 meters away. Over these two days, you enjoy a privately guided safari. There are options for daytime and nighttime game drives, as well as the choice for a short walking safari. Each day is tailored, and by building a relationship with the guides, you can seek out anything that’s been missed. Buffalos become such a regular sight that you hardly stop, while the profusion of lions and leopards makes the Sabi Sands a legendary destination. A safari in the Greater Kruger takes you far beyond the Big Five. You’re enveloped by life, admiring how everything interacts on an untouched savannah. This is a safari that puts you on the center stage in a wild world, where big cats are seen hunting their prey and large herds clash at the waterhole. These three days will reveal more than you could possibly imagine. You’ll see animals mating, antelope fighting, and giants sending out echoed calls."
    },
    {
      "dayNumber": "7",
      "title": "Thornybush Private Nature Reserve – Charming Journey Across an Epic Ecosystem",
      "description": "Exploring the Sabi Sands is an immersion in detail. Every glint in a predator’s eye, each cute glance between zebra or springbok, the intimate behavior between a rhino mother and calf. Today you enjoy an appreciation of the Kruger’s scale, with a full-day game drive in the national park. Half of the world’s rhinos live here, and you’ll lose track of the number of encounters. By covering a large distance, you move through the realms of many lion prides, along with seeking out waterholes favored by elephant herds. Take a picnic and stop beside a pool filled with hippos, watch giraffes as they lope into the distance, and find a cheetah perched on a cliff. The journey ends in the Thornybush Private Nature Reserve, where your lodge accommodation is still surrounded by wildlife. The pool is a great place to recover from the journey and watch animals exploring below."
    },
    {
      "dayNumber": "8",
      "title": "Thornybush Private Nature Reserve – Final Day of Luxury Safari",
      "description": "The Greater Kruger ecosystem has an abundance and diversity that can be enjoyed in a single day. Even on one game drive, you might spot the entirety of the Big Five. But this is a landscape that should be savored. Spend more days, and you increase the chances of seeing the most revered behavior, such as leopards mating or lions hunting. You also get to fully settle into the atmosphere of the wilderness. Sounds become your guide, four-legged giants become your neighbors, and there’s a serenity that complements the drama of big-game scenes. Thornybush Private Nature Reserve continues your privately guided safari experience, and you’ll be able to customize a day with a variety of activities."
    },
    {
      "dayNumber": "9",
      "title": "Victoria Falls – Relaxing Along the Zambezi River",
      "description": "From Thornybush, you’re transferred to a nearby airstrip for a flight to O. R. Tambo International Airport in Johannesburg, where you connect onto a flight to the town of Victoria Falls in Zimbabwe. Check into your lodge and admire the tranquility of the Zambezi River, the odd hippo poking its head out as the sun begins to set. This is an indelibly relaxed destination, where the sounds of nature drift across the water and the views provide a dreamy serenity after the safari adventure. Like in the Greater Kruger, your accommodation is full board and includes a variety of drinks."
    },
    {
      "dayNumber": "10",
      "title": "Victoria Falls – Helicopter Ride Above the Falls",
      "description": "The Zambezi River runs fast and blue, contrasting the empty plains of nearby Namibia and the green forests of neighboring Botswana. You follow the river from the air, helicoptering above the Zambezi and onwards to the precipice, where the water disappears into a canyon that’s over a mile wide. 360-degree rainbows twinkle in the spray above Victoria Falls, emerging and disappearing like phantoms. Colors shine in the morning light, the aesthetics of a world wonder painting a majestic picture below. Touch down, and when the propellers cease, you hear the rumble, the growling roar of the world’s most powerful waterfall almost deafening. A self-guided walking trail takes you alongside the falls, and the visuals are accompanied by sound, as well as the soft smell of freshly falling water. The rest of the day is at your leisure, and there is an option for a Zambezi River cruise in the afternoon."
    },
    {
      "dayNumber": "11",
      "title": "Victoria Falls – Departure",
      "description": "After a relaxed morning, transfer to Victoria Falls International Airport for your homebound flight."
    }
  ],
  "map": ""
}