{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "hidden-south-africa-two-week-tour",
  "tourName": "Hidden South Africa Two-Week Tour",
  "placesVisited": "Johannesburg, Drakensberg, Durban, Port St Johns, Cape Town",
  "generalInfo": "Highly authentic and vested in the local culture, this adventurous, two-week tour celebrates experiences that are yet to make the guidebooks. Venture off the beaten track in South Africa, and you will unravel the threads of a Rainbow Nation. Think Xhosa lifestyles, Zulu traditions, Bushman art, township culture, and enchanting histories that are narrated by specialist guides. Trek to the world’s second-highest waterfall, lounge on Durban beaches, and uncover the cradle of humankind.",
  "durationDays": "14",
  "price": "10,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Johannesburg - A Reinvented City Center",
      "description": "Central Johannesburg has reinvented itself over the last decade, mostly due to small, independent businesses and pop-up establishments. Once-derelict areas have become thriving social hubs, where boutiques and cafes meet with breweries and street art. You will be able to feel a high-paced city energy as you begin to explore the strands of the Rainbow Nation. After your airport transfer, you will spend the remaining afternoon and evening around these vibrant areas, including the Maboneng precinct. This will prove an ideal introduction to the country’s multicultural spirit and modern verve."
    },
    {
      "dayNumber": "2",
      "title": "Johannesburg - Exploring the Cradle of Humankind",
      "description": "You will be out of the city this morning, driving across rolling bushveld toward the origins of humankind. A museum will walk you through human evolution with very real evidence that shows how we all evolved from Africa. A trip to this side of the city is very peaceful and is an excellent option if you are suffering from any jet lag. Soweto defies negative preconceptions about townships, and street art covers everything from walls to power station towers. You will explore this area with your local guide, beginning with a traditional shebeen , which is a bar, and the Hector Pieterson Museum. Then, you will follow the tale of the 1976 Soweto Uprising against apartheid through the township to Vilakazi Street, which is where Nelson Mandela and Desmond Tutu both lived."
    },
    {
      "dayNumber": "3",
      "title": "Drakensberg - Rock Art in South Africa’s Mountain Range",
      "description": "It will take about an hour to leave the Johannesburg city limits, but once you are beyond the final suburbs, an empty country will expand. A precipitous mountain stands more than 10,000 feet above luscious, green hills, and this mountain is shaped quite like the famous Table Mountain but is triple its size. Rock art is dotted all around this area, and you will spend the afternoon exploring some of the 40,000 pieces. These paintings narrate ancient stories such as successful hunts, imminent war, and important messages that have been shared between nomadic San people. The entire area is a UNESCO World Heritage Site and can give you a great understanding of life in South Africa thousands of years ago."
    },
    {
      "dayNumber": "4",
      "title": "Drakensberg - Hiking to Tugela Falls",
      "description": "Tugela Falls tumbles down from the Drakensberg Amphitheater. At 948 meters, it is second in height only to Angel Falls in Venezuela. It is a mesmeric flume of water amid a cliff face of sun-scorched rock. Hiking to the falls is one of South Africa’s great adventures, and it is not overly strenuous. A four-wheel drive vehicle can take you most of the way, and from there, you can then climb staircases and cross plateaus with stupendous views across KwaZulu-Natal. In total, you will be walking for three hours, but the pace can be very leisurely, and there are no long stretches of ascent. While Tugela Falls enchants, the highlight will be the wilderness up here on a mountain perch that is so far above the rest of the world."
    },
    {
      "dayNumber": "5",
      "title": "Drakensberg - A Day Trip to Lesotho",
      "description": "Today, you will follow another four-wheel drive track up the Drakensberg mountains and enter another country. Lesotho is a kingdom in the sky and the highest country in the world. Its lowest point is 1,500 feet higher than any other nation. Isolated and somewhat unknown, Lesotho has preserved its traditional culture. Although UN statistics place Lesotho as one of the world’s poorest and least developed nations, the reality is a country of warm smiles, ancient practices, and a deliberately slow pace of life. Today’s day trip will be very illuminating as you meet the locals, discover the landscapes, and wonder about life in a country that is so remote."
    },
    {
      "dayNumber": "6",
      "title": "Durban - Traditional Zulu Culture",
      "description": "Your three-hour transfer to Durban will cut through Zulu lands, and you can jump out and find that traditional culture is well-preserved here, even if modernity threatens to bring change. Women wander about in traditional dress, often carrying heavy loads upon their heads, and circular huts dot the landscape, enhancing rugged-looking valleys. You will meet a community and discover their way of life in these valleys, including concepts such as lobola and the ancestral line of Zulu warriors. Lunch will be very traditional and will be eaten with your hands in a family homestead. Later, in Durban, you can indulge in an afternoon around the beach, discovering a city that practically rises out of the sand."
    },
    {
      "dayNumber": "7",
      "title": "Durban - Discovering a Cultural Legacy",
      "description": "Durban is one of Africa’s most diverse and interesting cities. It has an enormous Indian population, and you will follow the Gandhi trail to learn about what the Indian politician achieved during the 21 years that he lived in the city. The Indian heritage meets with Zulu heritage with most of it being wrapped around British Victorian architecture. If you throw a modern surf culture into the mix, then you can feel that Durban is completely different from everywhere else. Throughout the day, you can experience different elements of this cultural legacy from the shops to the food and a harmonious, religious mix. Durban preserves the laid-back atmosphere from your time in the Drakensberg, and the beachfront is an excellent place to spend an afternoon."
    },
    {
      "dayNumber": "8",
      "title": "Port St Johns - First Impressions of the Transkei",
      "description": "Today’s drive will be the longest of your trip: roughly five hours of following the Indian Ocean coastline to Port Saint Johns, which is a peaceful, beachside town in the Transkei. The Transkei is South Africa’s most traditional region. As your guide will explain, it is the region that mostly reflects Bantu heritage and was changed little by centuries of colonial rule. During apartheid, the Transkei retained a de facto independence, and it was here that Nelson Mandela, Oliver Tambo, Walter Sisulu, and almost all the original ANC activists originate. Staying in the Transkei will transport you into an older, Bantu way of life. The Transkei is the most beautiful of all destinations in a country famed for its beauty."
    },
    {
      "dayNumber": "9",
      "title": "Port St Johns - Indian Ocean Beaches and Rolling Hills",
      "description": "Cliffs twist and fall above Indian Ocean waves, and, from these summits, you can gaze inland to a seemingly endless band of rolling, green hills. Whales and dolphins can be spotted in the ocean on most days. Cliffs tumble down to small bays, which is where you will find golden sand and hardly any other people. Over the course of today and tomorrow, your guide can design an itinerary around your interests. Time in the Transkei is slow. Nothing is rushed, and it is important not to plan too much in a day because serendipity will always play a part. Options include riding horses across cliffy plateaus, venturing along various hiking trails along this coast, and visiting Xhosa villages."
    },
    {
      "dayNumber": "10",
      "title": "Port St Johns - At Home With Xhosa Culture",
      "description": "The Transkei is home to the Xhosa people, and a village experience will help you understand how their culture contrasts with the Zulu. Their circular huts are conspicuous and are evenly spaced across the hills, and the villagers must request land from a chief and are given space to raise their cattle. It is a simple way of life, and you can explore how this is changing, especially among the youth. Village visits will be informal and fit naturally into their day. The Xhosa people may lead you to an ocean-tumbling waterfall, or to hike to secret spots along the coast in addition to many other cultural experiences."
    },
    {
      "dayNumber": "11",
      "title": "Cape Town - Sunset from Kloof Corner",
      "description": "This morning, you will have a two-hour transfer to Mthatha Airport before a flight to Cape Town via Johannesburg. By swapping the Transkei for the Cape, you will notice a dramatic change in wealth and culture. Cape Town is a modern city even if nature provides the perennial backdrop. There will be time to explore Table Mountain this afternoon, but you will avoid the cable car queues and crowds upon the summit. Your guide knows of a 20-minute uphill trail that leads to Kloof Corner, which is roughly halfway up the mountain. From the corner of Table Mountain, you will have a 270-degree view, where you can admire spectacular views of an Atlantic Ocean sunset, Lion’s Head, and most of Cape Town city."
    },
    {
      "dayNumber": "12",
      "title": "Cape Town - Bo Kaap and District Six",
      "description": "Sticking to a theme of off-the-beaten-track experiences, you will spend today exploring two very historical neighborhoods. Both Bo Kaap and District Six are revered by their people, and you will be guided by two residents. Stories tell of torture and the wrongs of apartheid as 60,000 District Six residents were forcibly removed and placed on swampland about 20 miles away. In these histories, there is a preservation of a culture that apartheid almost destroyed, and you will witness a hope for the future, which can be told by all the enthusiastic faces. Culminating your day’s tour will be a cooking lesson in a Bo Kaap kitchen, where you will learn and eat traditional Cape Malay cuisine."
    },
    {
      "dayNumber": "13",
      "title": "Cape Town - Art and Change on the Woodstock Streets",
      "description": "Woodstock was a gray area throughout the apartheid era. That meant that there was no separation based on skin color. Since apartheid, Woodstock has continued to evolve as Cape Town’s most multicultural neighborhood. Today, it is very much the idea of a Rainbow Nation and a symbol of modern South Africa. This morning, you will venture on a street art walking tour, where you will admire fresh murals and decipher political messages that cover walls. Along the way, you will discover markets, boutiques, breweries, cafes, and tales that are hidden beneath the frame of Devil’s Peak. This afternoon will be left free, so you can have time to explore Cape Town at your leisure."
    },
    {
      "dayNumber": "14",
      "title": "Cape Town - Departure",
      "description": "After an airport transfer, you will depart South Africa from Cape Town International Airport."
    }
  ],
  "map": ""
}