{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "sensual-cape-winelands-tour-on-horseback",
  "tourName": "Sensual Cape Winelands Tour on Horseback",
  "placesVisited": "Cape Town, Franschhoek, Stellenbosch, Paarl",
  "generalInfo": "Explore the Cape Winelands on horseback as you ride through the orchards and vines and connect the sensual beauty of this spectacular region with this 8-day sample itinerary. Canter to beautiful vineyards for an exclusive tasting, trot through surreal forests and gallop across the plains between enigmatic granite mountains. On horseback may be the most enchanting way to see the Winelands, a leisurely journey of views, vineyards, fine dining, and open landscapes. With five days of riding, you will not only observe by also become a part of this mystical region.",
  "durationDays": "8",
  "price": "8,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town – Touching Down in the Mother City",
      "description": "Table Mountain stands majestic with the vertical face seeming to rise out of the city with the towering summit standing over the frothy waves of the Atlantic Ocean. The mountain is the compass point, the landmark that will guide your exploration over the next two days. On the journey from the airport, you will see Table Mountain, but before exploring it, you will journey along its hidden back slopes where the vineyards spread out between the trees for a sensual welcome to the country. A platter of charcuterie will accompany a guided tasting to introduce you to the flavors of South Africa and its famous local Pinotage. The vineyards of Constantia are a perfect stop on route from the airport, and a great place to relax after your flight. Enjoy the dramatic views of the city and sit back as different wines are poured for your enjoyment. From here, your guides will take you along the mountain's base and into the city, to your hotel in Green Point. The 5-star Cape Royale enjoys incredible views over the ocean and is situated in an ideal position within the city. You are just a five-minute walk to the V & A Waterfront, where a series of fine dining seafood restaurants await your enjoyment. The surrounding streets feature some of Cape Town's most celebrated restaurants while the vibrant cafes of Bree Street are within a 15-minute walk. You will arrive at your hotel in the late afternoon, and the rest of your day is at your leisure."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town – Table Mountain and the Colors of the City",
      "description": "Cape Town immerses your senses with too much to take in. Stand on the summit of Table Mountain and feel the shiver of the ocean air as it whizzes past your ears and then evaporates into the full blue sky. Smell the energy of Greenmarket Square and the central city, where African cultures come together in harmony. Feel the beating sun on the beaches of Camps Bay and Clifton, where white sand is sheltered from the wind. Colors excite the eyes in Bo-Kaap, where each house is painted a different tone. Harmonies greet you at the Waterfront, where marimba bands and choirs sing beside the harbor. Today, you will have a private driver-guide and the day can be planned to your interests. Taking the cable car up Table Mountain is usually a definite, and you will be able to see the Winelands glistening in the distance. History comes alive in museums such as the District Six, while the youthful energy of the country is wonderfully evoked with a trip to Khayelitsha. Spending your afternoon at the beach is an option, as is taking a helicopter or a boat tour. With a private guide, you can travel anywhere throughout the day. Towards Sunset, you will want to make your way to Signal Hill or Lion's Head, the two peaks to the side of Table Mountain for a romantic view of the city."
    },
    {
      "dayNumber": "3",
      "title": "Stellenbosch – An Enchanting Ride Across the Vineyards",
      "description": "You will have an hour's journey into the Cape Winelands and your next 5-star hotel, where you will check in before visiting the horses. Upon your arrival in the Winelands, you will immediately see why most visitors find it hard to leave. One glance is it all it takes to be captivated as the granite mountains offer a timeless backdrop to the folds of vineyards. Explore the paddock and choose your horse with the excellent knowledge of the guides helping you to select one that suits your style. All of the horses are responsive and like to move forward, with characters ranging from elegant, easy mares for beginners and wild stallions for the more experienced riders. The route and riding are suitable for all levels of riders, and this itinerary can be enjoyed by absolute beginners, although the riding over the first couple of days would be modified as skills develop. Take your horse along the base of the Simonsberg Mountain to get a feel for the old farm trails and the rugged paths found between the vines. You will take a short ride to a nearby vineyard, where you will taste the Pinotage that comes from the surrounding slopes. From here, there are options to go further across the mountain, although the focus of this first day is to get acquainted with your horse, the landscape, and the riding environment with far longer expeditions to come. Return to your hotel to enjoy sundowners before a seafood dinner paired with local wines."
    },
    {
      "dayNumber": "4",
      "title": "Stellenbosch – Through the Vineyards and Orchards of the Paarl Valley",
      "description": "Riding the Cape Winelands is like a journey from a past century. Trot through the vines and take in the aromas that drift on the morning's breeze. Canter across the mountain's dry slopes to pass whitewashed farmhouses to savor the views over the magnificent Paarl Valley. Stop in one of these farmhouses to inhale the musty smell before settling down to a tasting from one of the region's most revered cellar owners. From here, you will ride onwards and hone in on a wine estate that is draped across the mountain and evokes a sense of old-world grandeur. Stop for a languid a la carte lunch to rest your legs after your ride. Your journey will take you back to the valley floor, where there are many potential stops dependent on your tastes and energy levels. One that will not be missed is Neil Joubert, a vineyard that is not open to the public. You will enjoy a private tasting with the winemaker with another chance to get into the heart of the Winelands and its produce. Their Pinotage is special, but a whole host of grapes perform well here, notably the Shiraz and wooded Chenin Blanc. Return to your hotel late afternoon, and the rest of the day is at your leisure to be enjoyed."
    },
    {
      "dayNumber": "5",
      "title": "Stellenbosch – Mountain Trails and the Vineyards of the Franschhoek Valley",
      "description": "Now that you are very comfortable on your horse, it will be time for a longer expedition. Look forward to an exhilarating journey through peach and pear orchards and into the Franschhoek Valley. Take your horses beneath the massive apple trees, cross vineyards that seem to extend for eternity, and feel the enormity of the mountains that rise above. You will stop for a tasting at the internationally-acclaimed Backsberg, and then continue on a mountain trail through thick swaths of eucalyptus and pine forests. Setting off early in the morning will help you to maximize the cooler hours of the day, especially in the summer. You should return to your hotel just after your sumptuous lunch hosted by a celebrated wine farm. The Cape Winelands are made up from a series of valleys that center on the historical towns of Paarl, Stellenbosch, and Franschhoek. In the afternoon, you will have time to explore these towns, which are all just a 15-minute drive from each other. The valleys have subtly different tastes. Franschhoek's vineyards are few, and their focus is on quality, akin to what you would find in France's Burgundy region. Expect exquisite wines covering the Winelands' main grapes as you visit. The Stellenbosch Valley is packed with wine farms, hundreds of them spreading out beneath the mountains. They have contrasting styles, some following classical production techniques while others are very experimental. Paarl has a more unusual terroir and is where the lesser-cultivated grapes are found, the Malbec, Petit Verdot, Mourvedre, Grenache, and Viognier."
    },
    {
      "dayNumber": "6",
      "title": "Stellenbosch – Riding Through the Forests of the Simonsberg Mountains",
      "description": "Your ride today will be a break from the vineyards for a full-day journey into the forest of the Simonsberg Mountains. Take a picnic lunch with you, and it will not be long before the pull of the wilderness is felt. Your horses can explore in the forest, and you will have many opportunities to loosen the reigns and let them run. After the day’s exhilarating ride, you will be welcomed as you are every afternoon in the Winelands by the serenity of Angala, your luxury base. Tonight's dinner is a feast of local game meats cooked over the coals with a selection of springbok kudu, ostrich, and some beef fillets as well. Nestled beneath the mountains in the Franschhoek Valley, Angala is a seamless blend of modern luxury and expressive nature. You will feel as if you are a part of the Winelands as the vineyards cascade out below with the mountain peaks glowing as the sun crosses the sky. Your boutique hotel will feel more like a lavish country house, and a bit of a balm to your soul. While the Winelands are a base for a horse riding adventure, they are also a haven of utter serenity. So after a day in the saddle, there is nothing quite like sitting on the balcony to watch the sunset light up the valley. As you would expect, the hotel has an exceptional cellar to choose a bottle from, and you can settle in to relax as you’d like."
    },
    {
      "dayNumber": "7",
      "title": "Stellenbosch – Enchanting Wine Estates of Stellenbosch",
      "description": "From a fast canter to a lazy meander, your final day in the saddle will move at your pace. Stellenbosch has the widest choice of trails and wine farms, so it is easy to tailor the route as you go to pass through orchards, vineyards, and along estate dams. Stellenbosch is comparable to the Bordeaux region, and the signature of many vineyards is a classic Bordeaux-style blend. Winemakers stick to traditions but are not afraid to let their flair take over, often with some spectacular results. The local guides are expert sommeliers and have an intimate knowledge of the area, so whether you want to follow the wooden Chardonnay trail or trace the origins of Pinotage, they will have you inspired."
    },
    {
      "dayNumber": "8",
      "title": "Cape Town – Departure",
      "description": "Rest your legs this morning while you enjoy the views with your breakfast of salmon and champagne. After the bubbles, the day is at your leisure for a chance to fully relax and savor the tranquility that the Winelands can offer. Cape Town International Airport is just a short drive away, and you will be transferred in plenty of time for your departure flight after one last leisurely morning."
    }
  ],
  "map": ""
}