{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "kruger-safari-cape-town-wine-lands-tour",
  "tourName": "Kruger Safari, Cape Town & Wine Lands Tour",
  "placesVisited": "Johannesburg, Kruger National Park, Nelspruit, Cape Town, Stellenbosch, Sabi Sands Game Reserve",
  "generalInfo": "The Kruger and the Cape, two fabled icons of Africa, destinations that respond to the continent's travel reverie. One is wild and untamed, the inspiring home of all the four-legged greats. The other is colorful and vibrant, opening the senses with flavors and cultures. Blend the two on this 10-day itinerary, immersing yourself in the big five wilderness before absorbing the luxury of Cape Town and the Winelands. Landscapes compel, stories confound, and South Africa comes alive on this journey of a lifetime.",
  "durationDays": "10",
  "price": "12,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Johannesburg to Sabi Sands – Evocative Safari Welcomes",
      "description": "Into the wild, the plane touching down in the Sabi Sands as elephants watch on. Gaze towards the horizon and giraffe poke their heads above the trees. Transferring to the lodge, you spot springbok jumping around, their fearful antics suggesting that a predator is nearby. Turn a corner and the pride sits serenely, the yawn of a lioness indicating that now isn't the time for a hunt. Sabi Sands is a reserve that borders Kruger National Park, offering all the animals of its larger neighbor in a secluded area. It's an ideal safari starting point, filled with a diversity and abundance that can be seen on short game drives. The transfer to the lodge is just the start, a great myriad of four-legged mammals discovered before you've even checked in. Relax and take lunch at the lodge, continuing the game viewing from a private verandah overlooking the Sand River. Then an afternoon game drive traverses the famed haven of Africa's big five. On the first day, there's often an anticipation of seeing the most famous. Sabi Sands excels on this point. A pair of rhino gracefully wanders past the vehicle, entertaining with their serene stares. Buffalos block the trail, rumbustious beasts that huff noisily. An elephant pride drifts across the landscape, the baby jumping around as it chases a warthog. Now a lion pride, chiefs of their realm, lounging just a couple of meters from the vehicle. Returning to the lodge, there's a flicker in the trees, a tail wiggling around. Look closer. It's a leopard, as content as could be, sleeping with one eye open. While a safari never guarantees you can see certain animals, Sabi Sands always has the abundance to satisfy."
    },
    {
      "dayNumber": "2",
      "title": "Sabi Sands – The Big Five and So Much More",
      "description": "Dawn breaks and the Sabi Sands is alive. A herd of elephant is splashing in the Sands River, throwing up ladles of mud and squirting jets of water. They're the attraction as you begin breakfast. But as you sip on a second coffee, a white rhino arrives, its horn a showcase of elegance and power. Inyati Safari Lodge's superb positioning means that the safari never stops; there's always something in the Sand River below, from wallowing hippo pods to an eclectic cast of antelope. Every animal must come to drink. So from a relaxed luxury suite, you can watch the Kruger circle of life unfold. It's particularly mystical at dawn and in the early hours of the evening when spotlights ensure you can savor the nocturnal action of the park. Over the next two days, you enjoy morning and afternoon activities, coinciding with when wildlife is most active. In a four-wheel drive vehicle, you loop across the landscape, initially following the river before crossing an expanse of the iconic savannah. Impala graze tentatively, lionesses wander menacingly, and you're never far from the antics of the park's primate cast. Baboons are shouting ferociously. But why? It doesn't appear to be a conflict between troops. Drive to the space the baboons have vacated, and a cheetah walks furtively through the grass. Spots initially disappear before a slender neck emerges from the green, a look of determination in the mother's eyes. With a Kruger safari, you're not just admiring the different animals. You're immersed in their interaction, appreciating how everything is linked, from baboons warning impala to buffalos and hippos staring each other down beneath your balcony."
    },
    {
      "dayNumber": "3",
      "title": "Sabi Sands – Game Drives and a Walking Safari",
      "description": "With sunrise painting the sky, you're out exploring, watching the world wake up. Hippos charge into the water, battling for wading rights. Giraffes wander as if in a daze, too serene to be bothered by the quarreling buffalo nearby. Springbok skip with the energy of youth, energized by the morning sun. And the lions are on the move, a pride inspecting the breakfast menu. This is the prime time to see the predators out hunting. Sometimes you follow their movements, other times you arrive to find a bloodied carcass. And sometimes you arrive long after the kill, watching the frenzied battle between hyenas and vultures unfold. Like yesterday, you arrive back at the lodge in the late morning, for a few tranquil hours along the Sand River. Shangaan trackers are constantly watching the landscape, picking up on clues as they maintain an encyclopedic knowledge on what is residing where. They know how to avoid the lions, where to find the zebra, and which sandy routes are safe to take. This afternoon, they lead you on an interpretive bush walk, teaching some of their knowledge while guiding you to intimate moments with the ungulate herds. Travel on foot and you're almost silent. You're also relatively small. So the antelopes are not scared away. They stop to greet you, providing beautiful moments of recognition as you stand just meters from a zebra or impala herd. On some walks, it's even possible to cross elephants and giraffe safely. An armed ranger provides another layer of security to keep you safe through the experience."
    },
    {
      "dayNumber": "4",
      "title": "Kruger National Park – Crossing the Kruger",
      "description": "Kruger National Park can dwarf some U.S. states, its wild landscape stretching out across the northeast of South Africa. The scale is baffling. Today you spend the day crossing the park, traversing different ecosystems that are havens for diverse characters. Drive through the bushwillow woodlands, revered hangout of the elephant herds, where their tusks roam through the trees. Now along a strip of thorn thickets, where rhinos congregate in astonishing numbers. Kruger is home to over half the world's wild rhino population, and their horns are a constant part of the experience. Next, it's into the bushveld, iconic sweeps of rustic earth and sporadic green, a meeting point for a great variety of life. Picnic here, watching ungulates graze and admiring the hippos that splash in the muddy pools. Your destination is the mountain bushveld of the Lebombo Mountains, a raw and rugged corner of Kruger. It's many miles from civilization, and that's the appeal. The big game experience is complemented by a sense of seclusion, of being alone in the wild African bush. Discreet and delightful, Camp Shonga completes the impressions. With just five luxurious tented suites, it enables you to be fully absorbed in the landscape. Close your eyes and listen. An elephant's trumpet, a hippo's wheeze-honk, a herd of zebra munching, monkeys yapping; there's always a resonant soundtrack to keep you company in Kruger."
    },
    {
      "dayNumber": "5",
      "title": "Kruger National Park – An Intimate Bush Immersion",
      "description": "Wildebeest herds delight in the morning hours, full of energy as they stampede their path through the mountain foothills. Giraffes are the opposite; languid, tranquil, unaffected by the antics elsewhere. Bateleur eagles soar overhead, wild cats hide beneath shaded branches, and the Kruger drama plays out before your eyes. The focus at Shonga is on really understanding this environment and the guides unveil the rhythm of the bush. Game drives offer the intimate encounters of course, but they also showcase how everything is connected in the wild. Settle into the landscape's beat, rest in the heat of the day and explore when the cool air brings everyone to life. In such a remote place, the experience is never interrupted by another safari vehicle or group of tourists."
    },
    {
      "dayNumber": "6",
      "title": "Nelspruit to Cape Town – Relaxing Beneath Table Mountain",
      "description": "The safari continues as you drive out of Kruger, final moments provided by groups of rhino and the trunk-swinging elephants. Nelspruit is the nearest town, and there's a direct domestic flight from here to Cape Town. Touch down and you won't see the big five. But you're equally inspired by nature's power. Table Mountain stands above the city, imperiously rising along the whitened shores of the Atlantic Ocean. You'll be transferred to the One & Only Cape Town, a five-star property along the water. The V & A Waterfront area is within walking distance, offering an excellent introduction to the city. Look one way and you have the mountain, look the other for a beautiful ocean sunset. And look around you at a selection of fine dining restaurants and boutique markets."
    },
    {
      "dayNumber": "7",
      "title": "Cape Town – Exploring the Colors and History of the City",
      "description": "Cape Town is doused in color. Pastel-shaded houses stretch down mountain lanes, vibrant markets fill the central streets, and the locals' clothes are always bright. A local guide takes you through the city, and the tones are sometimes baffling to the eye, such vividness and enthusiasm in a city that always celebrates creativity. After two hours in the heart of Cape Town, you take the boat to Robben Island, where the desolation is a stark contrast. This is where Nelson Mandela and many ANC members were incarcerated for 18 years; an ex-inmate takes you on an inspiring tour that's filled with stories. Return to the mainland for lunch in the city, on an al fresco terrace along Kloof Street. Completing the Cape Town tour is the ultimate aerial experience, a cable car taking you to Table Mountain's summit. Everything stretches out from here; a chain of peaks cascading towards Africa's southwestern point, deserted beaches rolling north, city suburbs glistening in the Cape Town sun. You'll return to the hotel in the late afternoon and the rest of the day is at your leisure."
    },
    {
      "dayNumber": "8",
      "title": "Stellenbosch – Sensual Tranquility in the Cape Winelands",
      "description": "Today you follow the mountain chain, ascending over the mountains and descending onto the vine-enveloped slopes of the Cape Winelands. There's an immediate sense of escapism, the elegant landscapes enhanced by charming farmhouses and tranquil wine estates. Delaire Graff is one of the region's most exclusive wineries, and it's your base for the final two days. Your lodge has a private heated plunge pool, expansive sundeck, and unending views over the Winelands. Arrive for lunch, a sumptuous three-course affair that's followed by Delaire Graff's signature wine tasting. Expect an opulent sensuality that matches the accommodation. This estate doesn't produce quantity. It's focused on elite boutique wines."
    },
    {
      "dayNumber": "9",
      "title": "Stellenbosch – More Tasting in the Picturesque Winelands",
      "description": "Hundreds of wine estates are dotted across the Stellenbosch area. There are the big farms, famous across the world for their complex red wines. In comparison, rustic estates have been in the same family hands for two centuries, and tasting is still conducted by the owners. Then there are the newcomers, reshaping the boundaries of the Winelands produce. A private guide takes you on a full-day wine tasting tour that visits four to six wine estates. It's tailored to your tastes; mention your favorite wine at Delaire Graff and the guide will know where to keep your senses most entertained. Pinotage is the unmissable focus of the day, the region's unique grape producing rich and elaborate wines. Lunch will be included, another celebration of South Africa's most respected culinary region."
    },
    {
      "dayNumber": "10",
      "title": "Stellenbosch to Cape Town – Departure",
      "description": "It's a short transfer back to Cape Town and in less than an hour you're at the international airport for your return flight. For late departures, the lodge offers a wonderful space to relax before the overnight travel."
    }
  ],
  "map": ""
}