{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "diverse-kruger-walking-safaris-and-game-drives",
  "tourName": "Diverse Kruger: Walking Safaris and Game Drives",
  "placesVisited": "Kruger National Park, Sabi Sands",
  "generalInfo": "Rhinos roaming, elephant herds drinking, buffalos grunting, giraffe cantering--you can encounter it all on foot. On your thrilling Kruger walking safari you will journey deep into the wilderness to connect with the wild and elevate your intimacy with every encounter. On this luxury itinerary, you will spend three days tracking Africa's giants on foot, along with five days of classic Big Five action from safari vehicles. It's an astonishing immersion in one of Africa's oldest landscapes.",
  "durationDays": "9",
  "price": "6,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kruger National Park – Entering the Surreal Kruger World",
      "description": "A safari is imbued with thrills and adventure, every angle an impression of a wild world untouched by time. But a safari can also be defined by serenity as it feels as if you are alone in the wilderness, a million miles from the rush and stress of the modern world. Natural landscapes seem to stretch for eternity; their elegance immediately relaxes your rhythm. Silence reigns, yet all good silences are filled with noise. An elephant trumpets its call through the forest as herds graze on the grass beneath your balcony, a hippo grunts, and exotic birds sporadically add to the soundtrack. After your flight to South Africa, touch down in Kruger and you are immediately soothed as you are transported into a natural realm as tension melts away and the panorama is instantly energizing. Your airport transfer is also a game drive, so expect a few fantastic sightings before your relaxed evening at the lodge."
    },
    {
      "dayNumber": "2",
      "title": "Kruger National Park – Game Drives and Big Five Introductions",
      "description": "A new soundtrack brings in the morning as the sounds of dawn flicker across the Kruger savanna. A rhino grazes below as he softly wanders past the lodge. In the still air, you can make out the thud of buffalo hooves as a herd canters along in a mass of black fur. Excitement is everywhere, but Kruger retains its tranquility. Head out on a game drive and this paradoxical paradigm continues as you slow into nature's soft rhythm, yet every corner brings a surprise to make your heart jump. A lion pride basks beneath a jackalberry tree, content to rest in the shade as two more rhinos saunter past, their horns an exquisite piece of the safari landscape. Keep moving into a grassland that ripples with an atmosphere of fear. Now the rhythm changes as leopard hides in the green as it stalks a herd of impala. Tension builds and the antelope scatter and gallop in any direction they can. But where has the leopard gone? Keep watching and the rest of nature's drama will play out as the hunt takes place just below your camera. After a morning game drive, return to the lodge for lunch before your afternoon brings a second drive and another chance to encounter the Big Five and introduce yourself to all the characters of the Kruger ecosystem. You will be getting closer to them on the walking safari that starts tomorrow so for now, just sit back and enjoy the views."
    },
    {
      "dayNumber": "3",
      "title": "Kruger National Park – The Walking Adventure Begins",
      "description": "Walk slowly and carefully pick a route through the rugged grassland of Kruger. A rhino dozes 100 meters away and even at this distance, you can sense its belly rising and falling. Follow the guide, remain silent and stay downwind from the rhino. Take a few more steps and then stop, wait, and then continue. Soon you are just 15 meters away and can admire the bulk and the beauty of one of the world's most endangered giants. There is not just one, as the group of white rhinos will rest and create a trilogy of excitement on your first day of your walking safari. There are very few places in the world where you can track rhinos on foot, and you will find three within the first hours of your walk. Continue through the bush as expert trackers piece together the clues. They will crumble dung in their hands to discover its age, follow indentations and upturned stones, and anticipate the future direction of prints in the sand. Follow them to greet the zebra herd, a mass of adorable black and white charm. The herd doesn't run as you meet their eyes and share the emotion that's etched across their faces. Journey further into the wilderness and a herd of buffalo will grace the horizon. The guide will turn if they are bachelors, filled with testosterone and not to be encountered. But later on your walk, you may find the females, who are happy for you to get a little closer and admire their furs. It's the same landscape as yesterday, a mystical wilderness of big mammals. Except it feels all the more real when you're also on foot. After a full day of a walking safari, spend your first night at a luxury- tented camp to complete your immersion in the Kruger wilderness."
    },
    {
      "dayNumber": "4",
      "title": "Kruger National Park – Traveling on Foot to Elephants, Rhino, Buffalo and More",
      "description": "Your itinerary is flexible during these three days of the walking safari. Your route is dependent on the wildlife as trackers keep you safe but seek to encounter the giants of the environment. It could be two shorter walks with a lunchtime break back at the camp, or a full-day walk with a picnic on the route. The guides may also radio in a vehicle pick-up and enable you to make a one-way walk that goes deeper into an untouched world. Cross grasslands that overflow with impala and springbok. Stop at rivers where kudu and eland take a drink; walk through the thorn thickets and spot more rhinos in their haven. Then follow the sounds to a wildebeest herd as their enthusiastic rutting is an exciting part of the day. You can easily spot the giraffe from a distance as their necks stretch above the trees. They can also easily spot you, but they are not perturbed as you weave through the bush and stand just 20 meters away as the giraffe feast elegantly from the treetops. Stay silent, feel the connection with nature, and admire the giants as they wander off with easy strides. On your walking safari, you are just another mammal, not a large and sometimes noisy safari vehicle. Wildlife isn't scared as it inspects you like it inspects every visitor to its realm. The respect is usually mutual; if you don't get too close or invade the space with too much noise, most animals will accept your presence. You can get very close, and everything feels bigger than your imagination. Kruger gives you feelings that contrast between the serene and the surreal yet it's also an intrepid adventure that leaves goosebumps all over your arms."
    },
    {
      "dayNumber": "5",
      "title": "Kruger National Park – Continuing the Walking Safari in the Kruger Wilderness",
      "description": "Your third day brings another walking safari and by now you're effortlessly connected to the landscape. You start to notice the clues and respond to animal behavior as you take the time to meet the eyes of the mammals that you find. Approach a river as an elephant herd baths, splashing and shooting water across the banks. Now the giants cross the river and wander just 20 meters from your eyes. It's still safe as the trackers check for infinitesimal signs of annoyance or aggression. Remember, the local guides and trackers have grown up on this landscape and for many generations, they have lived side by side with all of these giants. Their understanding of what to do is as automatic as your understanding of how to negotiate a shopping mall or highway intersection. Armed rangers always accompany your expedition to provide another layer of security in the case of emergency. On extremely rare occasions, a shot into the air will ward off any animal that is dangerously approaching. While big cats also inhabit this wilderness, the walking route is always designed to avoid their presence. Encounters with predators are saved for the game drives either side of your walking safari. A tented camp provides a natural resting point in the evening, a simple but luxuriously appointed accommodation that blends effortlessly into the landscape. There are no extra thrills or opulent amenities as your experience is centered around your connection with the Kruger ecosystem. Dine beneath the stars as a fire sporadically crackles as you listen to the endearing soundtrack and appreciate the lack of the usual noise of regular life. Be moved by nature and wake each morning to the serenity of the bush."
    },
    {
      "dayNumber": "6",
      "title": "Sabi Sands – Sheer Luxury at One of Kruger's Finest Lodges",
      "description": "After three days of Kruger at its purest and most untouched, transfer to Sabi Sands for three days of an African safari at its most luxurious with a fabulous lodge that overlooks the life along the river. Soothe your muscles in a private heated plunge pool and watch as hippos quarrel below. Dine on an ornate wooden deck as zebra and springbok canter past and then lay down on your bed to watch a procession of animals through the glass and canvas walls. Decadent and exclusive, the lodge provides the perfect space to for relaxing and reenergize after the walking safari. But the wildlife encounters never stop in the Kruger – so much can be spotted directly from your room."
    },
    {
      "dayNumber": "7",
      "title": "Sabi Sands – Flexible Program of Game Drives, Safari Walks, and Nighttime Drives",
      "description": "Wildlife congregates in the Sabi Sands, a private reserve that borders the larger Kruger National Park. Whole processions of mammals arrive here, enticed by the bounty of two permanent rivers. Antelope arrive in the tens of thousands, followed by zebra, buffalo, primates, and more. When there is such an abundance of food, you can always expect a mass congregation of predators. Big cat encounters are what the Sabi Sands is famous for, from resident lion pride to the wandering leopards, raucous hyenas to elegant cheetahs that hide in the grass. After the walking safari, it's likely that the different predators will be the focus of your safari activities. Over these two days, create your own program and choose morning and afternoon activities that reflect your mood and interests. Game drives and walking safaris are expertly tailored towards the sights you have yet to see, while nighttime drives reveal a new and thrilling world. The guide flicks on a spotlight and herds are grazing just meters away; buffalo, zebra, springbok, kudu have their ears alert and then they run, chased by a leopard that's jumped out from the darkness. Much like a walking safari, a nighttime drive provides a fresh connection with the landscape and enables you to discover a world at its most pure. The safari activities are punctuated by quiet time at the lodge, where you can lay back and allow the sights of the river to entertain your eyes. Even though this is one of Africa's most luxurious lodges, it's still a seamless piece of the landscape, a place that's surrounded by the drama of wildlife."
    },
    {
      "dayNumber": "9",
      "title": "Sabi Sands – Departure",
      "description": "The Sabi Sands has its own small airport with direct flight connections to O. R. Tambo International in Johannesburg, Africa's largest airport. Getting to the Sabi Sands airport is always an adventure as elephants line the trail, lionesses are on the prowl, and an array of ungulate scamper across the savanna. You are transferred to the airport in an open-sided game vehicle and will take in the wildlife on route to your flight. After your domestic flight lands, a representative will assist with transferring you to your international departure in Johannesburg."
    }
  ],
  "map": ""
}