{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "best-of-southern-africa-safari",
  "tourName": "Best of Southern Africa Safari",
  "placesVisited": "Â Cape Town, Franschhoek, Sabi Sands Private Game Reserve",
  "generalInfo": "South Africa is blessed with an incredible diversity of landscape and scenery, amazing cuisine and wines, as well as phenomenal wildlife. Combine all three of the best experiences South Africa has to offer in this seamless 10-day journey, where you are looked after every step of the way. Enjoy the sights and activities of Cape Town before being whisked off to the exquisite Franschhoek Valley for two nights of gastronomic indulgence. Finally, jet off to the Sabi Sand, where a Big 5 safari adventure awaits you.",
  "durationDays": "10",
  "price": "7,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town – Welcome to South Africa",
      "description": "On arrival at Cape Town International Airport, you will be met by a representative and transferred to your hotel. Nestled on the slopes of Table Mountain and overlooking the city bowl, this elegant boutique hotel is ideally situated to explore Cape Town. The bars, shops, and restaurants of the chic Kloof Street area are on your doorstep, while the Victoria & Alfred Waterfront and the beaches of Clifton and Camps Bay are a ten-minute shuttle ride away."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town – Explore the Cape Peninsula",
      "description": "We collect you in the morning for a tour of the Cape Peninsula. The drive takes you past the “Cape Town Riviera” of Camp’s Bay with its beautiful beach and promenade lined with cafes, over a pass, and into Hout Bay. Here you board a boat for a trip to Seal Island, where a colony of seven hundred seals frolic and cavort in the ocean around this rocky island at the foot of an enormous cliff. The road then continues along the spectacular Chapman’s Peak Drive past quaint little seaside villages and into the rugged beauty of Cape Point Nature Reserve. The landscape is dominated by fynbos, the unique flora that makes up the Cape Floral Kingdom, which is found nowhere else in the world. Keep an eye out for antelope and birds, and beware of the baboons that slyly gaze in your direction! Take a walk along the cliff paths to the lighthouse at Cape Point, and imagine you can see the Indian and Atlantic Oceans mingling in the deep waters far below. Drive around to the False Bay shore to visit the Boulders Beach African penguin colony, one of only two sites where these endangered birds breed. Passing by the tiny fishing harbor at Kalk Bay with its colorful boats and fishermen selling their catch, you continue along Muizenberg, where surfers ride the waves along the pristine beach, before returning to Cape Town. Your concierge will have made a dinner reservation at one of the city’s many fantastic restaurants, where excellent cuisine, fine wines, and a wonderful ambiance combine to create an extraordinary evening."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town – Explore the City and Robben Island",
      "description": "After a delicious breakfast, head to the waterfront to board a boat across the bay to Robben Island. Once a notorious prison where Nelson Mandela and other political prisoners were held during the Apartheid regime, the island is now a living museum. The guides are ex-inmates who give you an in-depth tour of the prison, allowing you a first-hand insight into how life was here during the Struggle Years. Standing in Nelson Mandela’s former cell, take a moment to reflect on his extraordinary resilience and capacity to forgive his captors once he was released, and pave the way to a peaceful and democratic South Africa. Due to its relatively small size, Cape Town is easily explored on foot. Once you disembark at the Victoria and Alfred Waterfront, this precinct of shops, cafés, and bars overlooks the busy harbor that is a great place to wander. Further towards the city, the streets around Greenmarket Square are worth spending a while exploring, on the lookout for interesting African arts and curios. Further up the hill is the Bo-Kaap, also known as the Malay Quarter. Colorful houses crowd onto cobbled streets, and the residents, descendants of Malaysians that arrived here in the early colonial times, are most friendly and welcoming. You might find yourself invited into a home for a cup of tea and a chat!"
    },
    {
      "dayNumber": "4",
      "title": "Cape Town – Table Mountain and Kirstenbosch",
      "description": "The cable car ride up Table Mountain offers you tremendous 360-degree views as it ascends while rotating slowly. Looking out over the city, you'll see Lion’s Head and the face of Table Mountain as you go up. You will arrive at the station in a few breathless minutes. A network of pathways fans out across the summit, leading you to a series of viewpoints. At various places, you can look down at the Twelve Apostles and the beaches of Camps Bay and Clifton, the sweep of the ocean to the west and Robben Island, the docks and harbor, and across the Cape Flats to the dramatic mountains of the wine country. Wandering around, you may encounter a small animal called a dassie , or rock hyrax. These small and furry animals are actually related to elephants! Returning to earth once more, you head around the mountain to Kirstenbosch Botanical Gardens. Established 100 years ago on the eastern slopes of Table Mountain, these gardens showcase a great many of South Africa’s unique and diverse flora. Pathways lead through forested nooks, sweeping city views, open gardens, and trickling streams - perfect for a stroll or serious walk. This is best to combine with a lazy picnic on the lawn afterward, complete with a bottle of delicious South African wine."
    },
    {
      "dayNumber": "5",
      "title": "Franschhoek – The Wine Country",
      "description": "Today you drive through the wine country to the Franschhoek in the Winelands. Set among soaring peaks and rolling vineyards, Franschhoek is the culinary and winemaking epicenter of South Africa. Your gracious boutique hotel is set on farmland overlooking the valley. The gabled original farmhouse has been divided into six gorgeous suites, and from your balcony, you look out over the orchards to the Franschhoek River beyond. The spa on the property is a world-class oasis of tranquility and pampering, and an afternoon spent enjoying the therapeutic ministrations of the expert therapists will leave you floating on cloud nine. With gorgeous scenery, exquisite wines, and incredible cuisine, Franschhoek will keep you captivated for every moment of the day."
    },
    {
      "dayNumber": "7",
      "title": "Sabi Sands – Into the Wild",
      "description": "Your wistful departure from Franschhoek is tempered by the excitement of what lies ahead. Boarding your flight in Cape Town, you fly to the Sabi Sand Reserve via Johannesburg. Touching down at the airfield, you find yourself in the middle of the African wilderness, with nothing but pristine bush for miles around. Your guide meets you and directs you to his safari vehicle, in which you take the short game drive to the lodge. Keeping an eye out for animals along the way, the chances are you will spot at least a few impala antelope, zebra and wildebeest as they graze and move through the golden grassland. Arriving at the lodge, you find an elegant, stylish and modern lodge set on the banks of the Sabie River. It is astonishing, but here is a six-star luxury establishment in the middle of the African wilderness! Your suite is enormous, with a private veranda complete with a heated pool and stunning view over the river. After you have settled in, you wander over to the main building in the mid afternoon for an English high tea. A selection of delicacies is on display to tempt your taste buds while you discuss your afternoon’s adventure with your guide. You set off with your expert tracker and guide team, riding in an open Land Rover in order to maximize your field of view. With the light of the late afternoon giving the grasses swaying in the breeze a golden tinge, your sense of anticipation heightens as your eyes scan the surrounding bush. The Sabi Sands is a huge tract of land that shares a fenceless border with the Kruger National Park to the east. This creates an area of almost three million hectares of pristine wildlife habitat where animals roam freely. The abundance of wildlife here is astonishing, and apart from the signature Big 5 species of lion, leopard, elephant, buffalo and rhino, there are many more species of mammals and birds here to encounter. This is also the home range of the critically endangered African wild dog, the supreme hunters of this untrammeled wilderness. Highly social by nature, to encounter a pack of these predators on a high-speed hunt must rank as one of the most thrilling wildlife experiences you could possibly imagine. The dynamics of the group dictate that they kill quickly and silently, feed their youngest members first, and depart from the carcass before it attracts other larger predators such as lions and hyenas. As the afternoon draws to a close, your guide will select a spot to stretch your legs and take in the scenery. He produces a hamper packed with drinks and snacks, and you find yourself sipping on a glass of your favorite beverage while the sun sets the sky on fire in a pyrotechnic display of color. As the first stars begin to appear, you drive back to camp with a spotlight, seeking out the reflected eyes of nocturnal species as they emerge into the night. Civets, honey badgers and genets are often seen, while the loping stride of a hyena off on his nightly hunt is a thrilling sight. Returning to camp, you will find a welcoming fire blazing on the viewing deck, and delicious aromas wafting from the kitchen. A sumptuous meal is served in the dining room, bathed in soft lantern light, and after a final drink at the fire, you slip back to your suite and slide between the covers, serenaded by the sounds of the African night outside."
    },
    {
      "dayNumber": "8",
      "title": "Sabi Sands – Experience the Pulse of Africa",
      "description": "You arise at dawn with a gentle knock on your door, and soon you find yourself sipping a freshly brewed hot drink on the terrace, watching the sun bring the world to life. Setting off on your game drive, the dew sparkles on the grasses and the air has a fresh tang to it that enlivens your senses. Scanning the ground intensely for spoor, your guide and tracker use their vast experience and skills to interpret every facet of their surroundings. By looking at tracks in the sand, they can tell the story of the night’s events- which animal went in which direction, and why they might have done so. Listening to the morning chorus of birds uplifts you as they welcome the day, and your guide knows the call of every one of them, and has a fascinating story to tell about each. Smaller birds like starlings will make a ruckus if they spot a snake; larger birds like francolins and grey go-away birds will tell you if there is a big cat nearby. A drag-mark on the ground reveals where a leopard made his kill, then took it to safety in the fork of a tree, and the overlaid pug-marks of a male lion show his intention of stealing the leopard’s prize. Every aspect of the bush has a story to tell, and if you look hard enough, the magic of this ecosystem will reveal itself to you. From the tiniest insect to the largest elephant bull, your guide will inform and educate you as to how they all fit into and function within this incredible mosaic of life. After a few hours, you return to the camp for a well-earned and hearty breakfast. After breakfast, if you so choose, you can take a safari walk with your guide, and it is well worth it. Nothing can compare to being on foot in the African wilderness. Walking along game paths that might never have felt a human tread, you feel your senses become heightened and more engaged. With this sharpening comes the sensation of being fully in the moment, alive and breathing in the warm air of this ancient land. Your guide will point out things that you might not notice from a vehicle- hoofmarks around a salt lick, a dung beetle rolling his enormous ball, the various uses of the plants you encounter: which are medicinal, which are edible, and which leaves make the softest toilet paper! Return to the lodge uplifted and energized, and after enjoying a delicious lunch, you retire to the shade for a well-earned rest. What could be a better place to while away a warm afternoon than in the pool on your deck, a chilled glass in hand, looking out over the African wilderness? Eventually as the sun begins to lower, you feel yourself compelled to venture out again to see what nature has in store for you. In the golden light of the late afternoon, you are once again moving through the bush, eyes peeled for any signs. Coming to a waterhole, you watch a herd of elephants lumber to the water’s edge to drink and observe the intricate family dynamics as they do so- watched over by the matriarch; the youngsters jostle and shove each other until their exuberance is quelled by a sharp trumpet from an elder member of the family. The tiny calves are not yet able to fully control their trunks and are comical in their attempts to mimic their mothers, while a teenage bull might try and challenge a larger cousin in an attempt at dominance. It is easy to spend hours watching the behavior of these amazing pachyderms as they interact among each other, but after a short while they turn and melt back into the forest as silently as ghosts. Returning to the lodge, you find the welcoming glow of campfire and lantern light. After another culinary experience conjured up out here in the middle of the wilderness, the excitement of the day comes to an end as you gratefully slip between the covers. Listening to the far off giggles of a hyena, you drift off into deep slumber in a moment."
    },
    {
      "dayNumber": "10",
      "title": "Johannesburg – Homeward Bound",
      "description": "Finally the adventure draws to a close. Flying back to Johannesburg, you reminisce on the wonderful experiences of this unique land: from the laid-back charm of the wine country to the thrills of the wilderness, these experiences will remain with you and compel you to return to Africa again. If, however, you aren't ready for your adventure to end, consider adding on to this trip. Take a look at the reviews for Africa safaris for additional ideas on how to customize your trip further."
    }
  ],
  "map": ""
}