{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "multi-country-great-limpopo-transfrontier-park-safari",
  "tourName": "Multi-Country Great Limpopo Transfrontier Park Safari",
  "placesVisited": "Malilangwe Wildlife Reserve, Gonarezhou National Park, Kruger National Park, MalaMala Game Reserve",
  "generalInfo": "Superlatives ring out across the Greater Kruger, a wild savannah that epitomizes the untouched charm of Africa. Rhinos roam in the thousands, the Big Five can all be found, and there’s a majestic diversity in this ancient ecosystem. Covering two countries and five destinations, this 10-day safari provides a detailed narrative on why the Kruger is so special, with redolent predator scenes, game walks, exclusive concessions, aerial safari, and journeys across the unseen bush.",
  "durationDays": "10",
  "price": "14,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Malilangwe Wildlife Reserve - Introduction to the Savanna",
      "description": "This morning, you land in Harare and transfer onto a light aircraft, bound for the southeast of Zimbabwe and Malilangwe, a wildlife reserve at the northern perimeter of the Greater Kruger ecosystem. While Zimbabwe may have slipped off the tourist trail, conservation remains strong in this country that values its wilderness. Check into your luxury lodge, and you’ll see dozens of hippos wading in the lake below. Throughout the day and night, this water source is visited by a large proportion of Malilangwe four-legged residents, so you just need to sit back, recharge the batteries after the flight, and enjoy your first impressions of the Kruger’s diversity. An afternoon game drive will provide exhilarating sights as you come face to face with rhinos and lion prides for the first time, along with the enchanting cast of antelopes. Although you’re on the edge of the Kruger ecosystem, at Malilangwe you’re already immersed in the wonders of wild Africa."
    },
    {
      "dayNumber": "2",
      "title": "Malilangwe Wildlife Reserve - The Big Five and the Little Six",
      "description": "The animals of Malilangwe come in all shapes and sizes. Klipspringer dance across rocks, nimbly avoiding predators with clever footwork. Roan antelope greet you with impressive horns, while duiker and impala congregate on the plains. Follow the sounds and a pack of wild dogs can be seen amongst the trees. Or follow the scents, and you encounter elephants bulldozing through the trees. Oribi, suni, steenbok, wildebeest; this is a reserve that supports a fabulous array of ungulates and the day’s game drives should acquaint you with a dozen different species. Come between November to March, and you’ll also be enchanted by the sight of tens of millions of red quelea, moving in flocks that look like dark clouds. Visit any time of year, and there’s a great chance of spotting black and white rhinos together, something that’s extremely rare in Africa. The day runs at your pace, and you have a private guide, who will lead game drives and bush walks that start to reveal the animals of the Greater Kruger."
    },
    {
      "dayNumber": "3",
      "title": "Gonarezhou National Park - Off the Beaten Track Safari",
      "description": "There’s a very special ambiance in Gonarezhou, the national park in the far southeast of Zimbabwe. Wildlife moves freely between here and Kruger National Park, which is just over the unmarked border in South Africa. There are no fences, and the vast landscape is ripe for adventure. Weave through the ironwood and mahogany trees, admiring the giraffes that poke above the canopy and the elephants that bash fresh trails through the forest. Drive along the edge of swamps and marshland, where antelope move with a troubled inelegance. Then rise to the summit of the Chilojo Cliffs and admire the landscape from the scorched red sandstone. Gonarezhou is one of Southern Africa’s least visited parks, although the infrastructure has really developed in the last few years. It’s rare to see another vehicle or visitor, something that helps keep the wild atmosphere in full focus. Sometimes you can drive for 15 or 20 minutes without seeing anything. But then you turn a corner, and there’s an animal party filling the savanna. This is a destination that’s unknown to the world, yet an integral piece of the Great Limpopo Transfrontier Park."
    },
    {
      "dayNumber": "4",
      "title": "Kruger National Park - Exploring Remote Northern Kruger",
      "description": "Over 90% of visits to the Kruger take place in the southern half of Kruger National Park and a number of private reserves like Sabi Sands, which are also in the south of the ecosystem. Facilities and infrastructure are more basic when you move north, plus it’s much further from the main airports. So the remote northern half of the park is blissfully quiet. It’s a wild mopane savanna stretching for thousands of square miles, home to upwards of a million animals. And it’s where you’ll find the Kruger at its surprisingly best. Distances are large, and the game drive will take the full day. You’ll need a little patience, as sometimes you see nothing. But embrace an adventurous spirit and the scenes seemingly come straight from a wildlife documentary. Spot some rustling in the shrubs and watch a white rhino emerge. Drive a few meters further, and there’s another eight of them, standing majestic, staring you down. Watch bull elephants hoot besides the Mphongolo River, asserting their authority by flapping ears and stamping feet."
    },
    {
      "dayNumber": "5",
      "title": "Kruger National Park - Full-Day Journey",
      "description": "Now comes an evocation of scale, a journey south to north through Kruger National Park. As always, it’s a privately guided game drive, running to your pace and mood. Cross the mopane shrub veld, admiring the giants that lope along the horizon. Drive slowly through the rugged landscape of Olifants, where baboons shout and viewpoints look down on a springbok-dappled savanna. Seek out leopards and lions in the knob thorn savanna, marveling at their ability to blend into the landscape. Then wind into the Lebombo Mountains, where the swimming pool at your luxury lodge is a great place to rest the legs after three days of driving. Set in its own concession within Kruger National Park, it comes complete with an award-winning wine menu and fine dining served with epic views over the savanna."
    },
    {
      "dayNumber": "6",
      "title": "Kruger National Park - Bicycle and Walking Safari in the Lebombo Mountains",
      "description": "Today brings a change of pace. After five days of safari, you’ll have grown accustomed to seeing elephants and buffalos, giraffes and wildebeests, ungulates and a range of predators. But everything looks different when you’re not in the safari vehicle. Embark on an early morning bicycle adventure and the wildebeest are in an ebullient mood, galloping all around you. Continue a little further, and the rugged trail is blocked by a zebra herd, a black and white mirage that scatters as you peddle faster. Slow down as you pass a giraffe, and then freewheel down the mountain as nomadic elephants grace the panoramas. Return to the lodge for lunch and a dip in the pool before a late-afternoon walking safari. Like the cycling, the guides lead you away from the predators and provide an intimate look at the Kruger’s herbivores. In particular, there are thousands upon thousands of wildebeest out here, along with vast numbers of impala, springbok, and kudu. To complete a day of adventure, take a nighttime drive in the private concession and seek out leopards with the high-powered spotlight."
    },
    {
      "dayNumber": "7",
      "title": "MalaMala Game Reserve - Admiring the Kruger From the Air",
      "description": "The Great Limpopo Transfrontier Park is a single unbroken wilderness, stretching across South Africa, Mozambique and Zimbabwe. Over a dozen subtly different habitats can be found, although the changes are hard to recognize when you are on the ground. Today’s half-day aerial safari helps to showcase why the Kruger is so special, the elevated vantage point revealing where bushwillow woodlands meet thorn thickets, thick mopane savanna breaks out into open plains, and meandering rivers bring life to the scorched land. Today you’ll fly to the southern extremities of the ecosystem and touch down beneath the Malelane Mountain. Enjoy a coffee and snack before cruising northwest, descending over the famous landscape of Sabi Sands and touching down in MalaMala Game Reserve. An afternoon game drive then takes you back from the epic scale to the minute details."
    },
    {
      "dayNumber": "8",
      "title": "MalaMala Game Reserve - Relaxed Big-Game Safari",
      "description": "MalaMala has a legendary leopard population, and you’re likely to be seeing this normally elusive predator on most game drives. Travel a little further, and a cheetah holds you captive, its slender frame blurring in and out of the grass. Then an almighty grunt echoes through the air. The driver quickly jumps into gear, taking you across the savanna to the culprit, a large male lion who is scaring younger males off a recent kill. This is a private reserve, so you’re able to go off the trail, the driver skillfully bringing you close to the fallen zebra. You can see the bloodied insides, the limbs being torn off, and the splatters of red that fall between sharp incisors. Now the lionesses tuck in, the other males having to wait patiently at a distance, even though you can practically hear their bellies rumbling."
    },
    {
      "dayNumber": "9",
      "title": "MalaMala Game Reserve - Day and Night Game Drives",
      "description": "MalaMala is a wonderful place to see the predators and the action come thick and fast, thanks to the reserve’s abundance and the expert knowledge of the guides, who are among the finest on the continent. You’ll follow a relaxed program, with game drives complemented by short bush walks, then enhanced by the opportunity to drive after dark. There’s a poignant atmosphere at night; the savanna laced with tension as a spotlight illuminates the roaming mammals. Nighttime drives help to complete the Kruger’s jigsaw, revealing a surreal world that’s very different beneath the cloak of darkness. Some animals thrive, emerging from their holes with a sense of menace. Others stand in fear, trying to veer clear of the reserve’s big cats."
    },
    {
      "dayNumber": "10",
      "title": "Johannesburg - Departure",
      "description": "During a relaxed morning, you can enjoy a final game drive, or sit around the pool and watch the animals that dapple the plains. You’re then transferred to the MalaMala airstrip for a local flight to O. R. Tambo International in Johannesburg and your international departure."
    }
  ],
  "map": ""
}