{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "enchanting-couples-escape-south-africa-zimbabwe-and-seychelles",
  "tourName": "Enchanting Couples Escape: South Africa, Zimbabwe and Seychelles",
  "placesVisited": "Victoria Falls, Cape Town, Lion Sands Game Reserve, Mahe",
  "generalInfo": "Victoria Falls is a Natural World Wonder that is more magnificent than words can describe, Cape Town is a vibrant cosmopolitan cityscape that shares rich South African heritage, Lion Sands Game Reserve is an untamed wildlife sanctuary in the Greater Kruger National Park, and Mahe Island is a pristine seascape getaway in the Seychelles archipelago. For 14 days, explore these world-famous destinations with your partner on an enchanting couples escape.",
  "durationDays": "14",
  "price": "13,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Victoria Falls - Setting the Safari Stage",
      "description": "Your African adventure begins in Zimbabwe as you arrive in Victoria Falls and transfer to a gorgeous accommodation nearby the momentous natural wonder. You will unpack your things and acclimate to your astonishing surroundings, capturing views of Zimbabwe’s vast wildlife beauty from your balcony or strolling around the town in search of traditional Zimbabwean cuisine. In the evening, you may return to your suite and enjoy a tranquil evening soundtracked by singing birds and the faint echo of the falls."
    },
    {
      "dayNumber": "2",
      "title": "Victoria Falls - Scenes from the Summit of Victoria Falls",
      "description": "You will bask in a tour of a lifetime today, one that will reveal the jaw-dropping majesty of the incredible Victoria Falls. Standing on the summit of the massive chasm, you will feel the refreshing spray of the pounding streams as the world’s largest waterfall plummets into the Zambezi Gorge. Rainbows will arch over the falls, and birds will tweet as they circle the sky, spectacles that elevate the grandeur of this Natural World Wonder. In the evening, you will relish a sunset cruise along the Zambezi River and sip cocktails as the sunburst sky fades behind the horizon."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town - Charmed in South Africa’s Mother City",
      "description": "Approaching South Africa’s crowning cityscape, Cape Town, by plane, you will immediately spot the soaring summit of Table Mountain commanding the sparkling Western Cape coastline. Beneath the mountain lies the vibey sky-rise city, a cosmopolitan destination bursting with character and cultural allure you will discover during your stay. After transferring to your accommodation just off the popular Kloof Street and unpacking your things, you may take a stroll around the neighborhood and let Cape Town charm you with its dynamic atmosphere."
    },
    {
      "dayNumber": "4",
      "title": "Cape Town - Arts, Culture, and Heritage in the Cape",
      "description": "Cape Town blends the best of modernity and history from awe-inspiring art exhibitions at world-famous studios to extraordinary heritage sites. You will explore the city’s highlights during a full-day guided tour beginning at the bustling V&A Waterfront. Here, you will board a boat, sail on the Atlantic to Robben Island, and delve into the iconic life story of Nelson Mandela. Afterward, you will visit significant museums sharing more insight into South Africa’s dramatic past before you climb to the top of Table Mountain by cable-car and take in panoramic vistas of the Western Cape."
    },
    {
      "dayNumber": "5",
      "title": "Cape Town - Meandering the Cape Peninsula",
      "description": "The city of Cape Town holds a rich heritage you will tap into during your stay, and it is also an entry point to the Cape Peninsula’s unbridled natural beauty. Today, you will join your private guide in a comfortable vehicle and set off across the city to the coastal roads circling the foothills of the Twelve Apostles mountains. Your slow cruise along the Atlantic seaboard will bring you to picturesque blue-flag beaches where you will soak in the sun, thriving fishing villages where you will tuck into exquisite seafood, and breathtaking viewpoints of the southern tip of Africa."
    },
    {
      "dayNumber": "6",
      "title": "Cape Town - Exploring the Cape Winelands\u0000’ Elite Estates",
      "description": "Rolling hills beyond the city’s borders are home to sophisticated suburbs where some of the world’s finest wines are produced. Beyond these suburbs, vast vineyards stretch as far as the eye can see, and these emerald grape vines compose the beloved Cape Winelands. Today, you will join your private guide for a tour of the Cape’s elite wine estates, stopping off at a selection of the best ones to savor prestigious vintages paired with decadent snacks, learn more about wine’s nuances with a sommelier, and admire the unending vineyard vistas."
    },
    {
      "dayNumber": "7",
      "title": "Lion Sands Game Reserve - The Greater Kruger National Park",
      "description": "After breakfast, you will collect your things and transfer from the bustling cityscape of Cape Town to the quiet bushveld of the Greater Kruger National Park. Touching down at the airport and heading to your hideaway bush lodge stationed in the heart of Lion Sands Game Reserve, you will feel a sense of complete peace wash over you as it is only now yourselves and the sprawling untouched wilderness. After arriving, you will relish an afternoon safari drive set in one of South Africa’s most remarkable wildlife stages before you stargaze upon the crystal clear night sky."
    },
    {
      "dayNumber": "8",
      "title": "Lion Sands Game Reserve - Hidden away in the Treetops",
      "description": "You will not check out of your accommodation today, although you will be thrilled to spend an evening in a romantic secluded treehouse overlooking the glistening waters of the Sabie River. Alone in the middle of the bushveld, within a decked-out treehouse fitted with classy amenities, you and your partner will spend the afternoon and evening lounging in the lap of safari luxury like never before. From your patio perched amongst the trees, you will watch rhinos plod on by and wild dogs race across the grasslands, a backdrop of unparalleled beauty."
    },
    {
      "dayNumber": "9",
      "title": "Lion Sands Game Reserve - Unique Safari Experiences in the Kruger",
      "description": "Stepping out onto your accommodation’s massive wooden deck tucked away beneath the shady trees this morning, you will hear the sounds of the wilderness echoing from the bushveld unfolding beneath your feet. Today, you will explore more of this magnificent wildlife sanctuary on bushwalks in the afternoon alongside an armed ranger and tracker as well as an evening safari by spotlight that will showcase the nocturnal activities taking place while the rest of the world sleeps. From leopards lurking under the night sky to lions hunting by moonlight, this is a unique opportunity to witness Kruger’s big cats."
    },
    {
      "dayNumber": "10",
      "title": "Mahe - A Sensational Seychelles Island Retreat",
      "description": "Today, you will leave the flourishing South African bush and transfer to the pristine beaches embracing the Seychelles archipelago. Your journey will bring you to the white sands of Mahe, a spectacular island retreat boasting immaculate secluded beaches, vast stretches of viridian rainforest, and colorful local towns adored for their inviting atmosphere. After arriving, you will transfer to your seaside accommodation, and you may spend the rest of your day appreciating unobstructed access to the soft sands, crystal clear sea, and palm tree-hugged shoreline."
    },
    {
      "dayNumber": "11",
      "title": "Mahe - Off-Shore Marine Magnificence",
      "description": "You will adore moments lounging on the pearly shores of Mahe during your stay, soaking up the vitalizing sunshine while gazing out across the sprawling Indian Ocean and the island’s forest-flanked headlands. Beyond wallowing in the shallow waters, you may swim further out against the rocky coast to reefs carpeting the seafloor. Snorkeling over these fluorescent marine life sanctuaries, you will delight in underwater views of the dazzling multi-colored fish, slow-swimming turtles, and spiky sea anemones. Today, your underwater adventures will introduce you to Mahe’s off-shore marine magnificence."
    },
    {
      "dayNumber": "12",
      "title": "Mahe - Wandering Mahe’s Forested Wilderness",
      "description": "Mahe’s claim to fame, like many islands in Seychelles, is its spectacular seascape. However, there is much to be treasured about its lush tropical landscapes. Today, you will wander from your resort into town and continue through to trails weaving through the shady, olive-green forest veiling the headland. Along this nature trail, you will witness a myriad of creatures scuttling through the greenery and catch wafts of vanilla emanating from a nearby tea tavern. After a sumptuous sip of traditional Seychelles tea, you will continue to viewpoints overlooking the entire island."
    },
    {
      "dayNumber": "13",
      "title": "Mahe - Much to Love about Mahe",
      "description": "A unique part of Mahe’s charm is the traditional Seychelles culture, a melting pot of global influences and ancient heritage, that floods the island’s modest towns and lively districts. Today, you may join a guide or peruse on your own to vibrant markets and fascinating food courtyards reflecting the local way of life in activities, landmarks, and cuisine. From the mouth-watering meals prepared in front of you at sought-after food stalls to magnificent carved temples decorated in colorful ornaments, there is much about Mahe to seduce your senses."
    },
    {
      "dayNumber": "14",
      "title": "Mahe - Morning Panoramas of the Sparkling Seychelles Seascape",
      "description": "With sweeping white-sand beaches lining your suite and a sunrise over the sparkling Seychelles seascape, your morning view in Mahe will be dreamy and romantic. You will sip on warm cups of coffee and tuck into delectable breakfast dishes, listening to the echoes of the waves as they tumble against the shore and watching the palm trees dancing in the wind. After breakfast, you will grab your belongings, meet your private transfer in the lobby, and make your way for the airport where you will say your bittersweet goodbyes to Seychelles."
    }
  ],
  "map": ""
}