{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "cape-town-vineyards-tour-african-safari-in-kruger-for-couples",
  "tourName": "Cape Town, Vineyards Tour & African Safari in Kruger for Couples",
  "placesVisited": "Kruger National Park, Sabi Sands Private Reserve, Cape Town, Stellenbosch",
  "generalInfo": "Kruger and Cape Town create narratives from vacation fairytales. Intimate encounters with White rhinos, helicopter rides above Table Mountain, deluxe camps surrounded by four-legged silhouettes, luxuriant suites above the ocean; this romantic two-destination getaway serves up a feast of unique experiences, transforming African reverie into evocative reality. This is a South African romantic vacation for sharing, but only with that one special person.",
  "durationDays": "13",
  "price": "8,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lions and Rhinos: Welcome to South Africa",
      "description": "You may have watched the wildlife documentaries about Africa. You probably have preconceptions about what it's really going to look like. Yet you're still shaking your head in astonishment at the pair of White rhinos blocking the road. A few miles earlier it was a lion pride that lounged across the rugged track. Elephants have sauntered past, buffalo seem to hide behind corners, and there was even a spotted predatory cat in the tree. Are you looking for the Big Five? There's a good chance of seeing them all just on the drive to the camp. While you've probably envisaged spotting these wild animals on your African safari, few people predict the abundance of the sightings. After your international flight, a rep meets you at O.R Tambo International Airport and assists with a transfer onto a short local flight to Kruger National Park. An expert guide is waiting, and what you would call an airport transfer anywhere else, is actually a dramatic first game drive through Big Five country. Depending on your arrival time there will also be opportunity for an afternoon game drive."
    },
    {
      "dayNumber": "2",
      "title": "Ultimate Safari Luxury in Sabi Sands",
      "description": "Wake up and open the curtains. Floor to ceiling windows provide uninterrupted vistas onto the Kruger plains and your deluxe suite is carefully positioned to bring the Big Five to you. Sit up in bed and you spot a rhino sauntering past. Breakfast on your balcony is complimented with sightings of elephant and giraffe. The safari experience is never interrupted. Even when you're brushing your teeth a herd of buffalo can be seen grazing from the bathroom window. Everyone associates safari with adventure. But it's also indelibly calm and relaxing. There are few better ways for overcoming travel fatigue than sitting back and watching nature's remarkable show dance past your suite. At Singita Boulders Lodge the safari itinerary is completely flexible and dictated by you. There's no set departure times, shared game drives, or fixed schedules, so neither of you is going to miss out if you rest for a little longer. Game drives, walking safaris, nighttime drives, dinners in the bush...your romantic safari adventure is completely personalized dependent on mood and interests. If your partner adores giraffe, the guide will go find them. If you're both fascinated by hippos, a picnic will be arranged beside the largest hippo pool in Kruger. Indulge a little further in what's available; as the afternoon relinquishes into evening the hunters are prowling, hungry cats active in the dusk light. Through the binoculars you spot the lions, three of them nestled into the grass. Your guide approaches slowly and the zebra herd seems unsuspecting. After every few steps the lionesses blend into the grass once more, taking their time as you grip your partner in excitement. Wait for it. Wait for it. Keep waiting. And with an explosion of dust the predators pounce and the zebra scatter, muffled screams harrowing across the scorched landscape. Game drives are usually conducted in the early morning and late afternoon light, coinciding with the times when the wildlife is most active. Nighttime drives provide a completely different experience. It's quiet and eerily dark, especially when tree branches block out the moon. At night you can get closer, because while you can't see very far, neither can most animals. So flick on a huge spotlight and you're just ten meters from an elephant herd. Perhaps your guide expertly spots action in the forest. Get a little closer and it's a leopard dragging a bloody carcass up a tree. For absolute natural immersion try a walking safari, probably the most beautiful hand-in-hand walk you're ever likely to take. It's the same wilderness, complete with the Big Five. But it all seems a lot bigger when you're also on ground level."
    },
    {
      "dayNumber": "5",
      "title": "Beautiful Private Adventures in Kruger National Park",
      "description": "Singita Boulders Lodge is situated in Sabi Sands, a private concession that's only accessible to its handful of guests. It's one of Kruger's most untouched and unseen areas. And the scale is baffling. This natural wilderness dwarfs some US states in size. The main national park covers over two million hectares, and that doesn't include the vast private concessions that share unfenced boundaries. For the next three days you entertain a resonant impression of scale by crossing Kruger. Each day involves long game drives, idyllic picnic spots, and private camps in remote areas. And throughout it all, the unpredictability of African safari is at its most divine. Weave through forests and out onto the vast open plains. A lion pride chills behind an unexplainable rocky outcrop. Elephants are also moving across the grass. White rhinos seem to be everywhere. Kruger National Park contains half of the world's wild rhino population and they almost blend into the visual backdrop. These game drives are iconic journeys, taking you deeper into the hinterland yet providing you with time to stop and admire the enchanting scenes. Stop in the heart of this untamed bliss and have lunch, your guide cooking up a feast to accompany the sight of rampaging hippos. Then continue through Kruger to your private camp. The exact route and camps will depend on when you are visiting South Africa. During dry season months the wildlife follows predictable migratory routes as everything searches for water. However, everything scatters far and wide when the rains come. It doesn't matter when you come because your guide will craft the best route. Lost in this wilderness are quaint private camps. Think of them as elegant homes away from home, just surrounded by the wild. So don't be surprised when a springbok herd grazes beside the tent. These en-suite camps feature hot bucket showers, spacious tents with king sized beds and wooden flooring, and solar powered lighting. Your dinner table for two is erected on the Kruger plains and an enchanting soundtrack provides the nighttime lullaby."
    },
    {
      "dayNumber": "8",
      "title": "Welcome to Cape Town and Table Mountain",
      "description": "After seven days of Kruger safari the pace changes and you land in Cape Town. Table Mountain is eminently visible from every angle, guiding your luxury transfer to the five-star Twelve Apostles. Perched on the edge of Africa, neatly dividing the Atlantic Ocean and Table Mountain chain, this award winning hotel provides a haven of tranquility tailor made for romance. Your deluxe suite has dazzling views, spacious living area, private balcony, and the kind of old-world opulence you would expect from one of Africa's most celebrated hotels."
    },
    {
      "dayNumber": "9",
      "title": "A Private Helicopter Ride Above Cape Town",
      "description": "Table Mountain stands proud above the city, dominating it from every angle. It rises vertically, the stark walls juxtaposing with blue ocean waters and sprinklings of green forest. It's one of the planet's most iconic cityscapes. And what better way to view it than from a helicopter? Soar above the mountain, just you, your partner, and the pilot. You first fly north, gazing down on deserted beaches and rugged Atlantic Ocean waves. Turn 180 degrees and ride alongside the mountain, following the succession of peaks down to the very Southwestern tip of Africa. It's a journey of contrasts; isolated summits adrift in the ocean, rolling pastures extending in the distance, and Cape Town neighborhoods hidden amongst the topography. While many visitors take a cable car up Table Mountain to see the city, there is no better way to take in the scene than with an aerial view from a helicopter."
    },
    {
      "dayNumber": "10",
      "title": "Discovering Cape Point in a Vintage Sidecar",
      "description": "Cape Town is all about unique experiences. So it's an ideal destination for a romantic vacation. After all, for unadulterated amorous bliss, you're looking for those moments that can't be repeated anywhere else on the planet. Today you're in a vintage WWII sidecar, weaving along the Sir Lowry pass as you drive along the very edge of Africa. Stop for photos at numerous lookout points, wind into the old fishing community of Hout Bay, drive past the immense Llandudno Beach, and keep driving until you reach the lighthouse on the tip of Africa. It's an epic journey, although it's only about one hour of actual driving time. The shimmering sidecar attracts plenty of smiles from other drivers. It's not the kind of vehicle you usually see, never mind in a nature reserve filled with skipping springbok. Perhaps the only sights that can compete for inimitability rights are penguins. Down at Boulder's Beach you'll find them diving off rocks, waddling across sand, and generally acting as humorously as the wildlife documentaries suggest. First watch them from a raised platform, then walk around to a small part of the beach where penguins share sunbathing space with people. Your arrival should have been well timed for standing on the beach and watching the penguins return from their afternoon fishing."
    },
    {
      "dayNumber": "11",
      "title": "Free Day in Cape Town",
      "description": "Cape Town is packed with treasures and treats; vivid street markets, cute Ethiopian cafes, poignant museums, cobblestone alleys of colored houses, renowned surfing beaches, sensual food markets, it could take weeks to see everything. This day is left free for soaking up the side of the city that most interests you. That might be climbing Lion's Head together, but it could also be lounging in a Camp's Bay restaurant eating fresh lobster and ordering champagne. Included in your itinerary are transfers to anywhere within a 15 kilometer radius of the hotel, so the whole of Cape Town is accessible on this day of discovery."
    },
    {
      "dayNumber": "12",
      "title": "Hypnotic Journeys through Famous Vineyards",
      "description": "Swish, smell, taste; the delights of South African wine roll around your tongue as you gaze across rows of ripening grapes. You're seated outside a cute whitewashed stone cottage, sharing a glass with the vineyard owner and sampling some special bottles from his personal cellar. On this private wine tour you'll visit half a dozen vineyards. Sample the finest of South Africa's exports and then savor the bottles from vineyards that only the locals know about. Eat lunch at an elegant farmstead, and then pair the wines with local organic chocolate. South Africa's oldest wine growing region is less than one hour from Cape Town and there are over 500 wineries to choose from. Inform the guide of your personal preferences and the tour will be individualized to suit your tastes. As always, it's a private tour, so you can always wander off for a cheeky kiss amongst the vines."
    },
    {
      "dayNumber": "13",
      "title": "Farewell to South Africa",
      "description": "So much has happened that it's difficult to imagine that you've only been in South Africa for 13 days. Lions, rhinos, helicopters, mountains; there will be thousands of vacation photos to enjoy on the plane home. And favorite memories? There could be hundreds of individual moments but little can compare with romantically exploring an untouched country of such color and vibrancy."
    }
  ],
  "map": ""
}