{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "treasures-of-south-africa-tour-cape-town-kwazulu-natal-safari",
  "tourName": "Treasures of South Africa Tour: Cape Town, Kwazulu Natal, Safari",
  "placesVisited": "Cape Town, Durban, Kwazulu Natal, Drakensberg Mountains, Thanda Private Game Reserve, Winelands",
  "generalInfo": "Immerse yourself in South Africa's luxury on a 12-day South Africa tour that connects the country's premium highlights. Revel in the delights of Cape Town, relax on the Indian Ocean coastline, feel the serenity of the Drakensberg, then enjoy thrilling African safari in two distinctive reserves. Centered on the country's finest five-star accommodation, this is an inspiring journey through nature, culture, safari, and the finer side of South Africa.",
  "durationDays": "12",
  "price": "9,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town – Majestic First Impressions",
      "description": "Land in Cape Town and Table Mountain is grandiose, towering above the city with its sense of majesty. This is your compass for four days, a dramatic expanse of rock that cascades down towards the tip of Africa. Naturally carved into its side are the Twelve Apostles. With the mountain range as its backdrop, the city stands enchantingly facing the Atlantic Ocean. Relaxed hospitality provides the ambiance to the stirring setting, welcoming you to South Africa and the luxury you'll grow to expect."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town – Exploring the Sublime Cape Winelands",
      "description": "Vineyards cover the valley northeast of Cape Town, with endless rows of grapes tumbling towards 19th-century farmhouses and boutique cellars. There are hundreds of different wine farms, and your private guide will tailor the experience towards your tastes. Start the day with bubbles and delicate whites, tour 200-year old vineyards famous around the world, and meet the winemaker at small historic farms. Tasting is accompanied with sublime views over the rugged landscape, and a gourmet lunch is enjoyed in one of the region's most luxurious farms. Sampling a few Pinotage wines is usually the highlight, a chance to try South Africa's signature grape in its lush homeland. Complex on the nose but smooth on the palate, Pinotage is the unmistakable taste of hot summers and a cooling winter breeze. Return to Cape Town at your leisure."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town – Free Day to Discover Cape Town",
      "description": "Cape Town dances with color and character. Street markets are filled with the faces of the continent, gourmet cafe terraces spill onto waterfront views, and history is dotted with museums and islands while long white beaches flow into Atlantic rollers. Today is free for you to discover your side of the city; choose the history of Robben Island and reliving Mandela's incarceration, explore the vibrant hues of the Waterfront, take the cable car to Table Mountain and dozens of viewing points at the summit, or head into the city's tranquility in Kirstenbosch. A day in Cape Town isn't enough to see it all. But the city is smaller than most people realize and most attractions are within a 15-minute drive. A driver is provided, and you can handpick the pieces of Cape Town you'd like to explore."
    },
    {
      "dayNumber": "4",
      "title": "Cape Town – Touring the Cape Peninsula in a Vintage Sidecar",
      "description": "Head south from Cape Town and the road is carved into the mountain, an engineering marvel that hangs over the ocean and offers panorama after panorama. It's an hour's drive south to the southeastern tip of Africa, a journey made exhilarating by traveling in a vintage WWII sidecar. Put on the goggles and follow the curves, stopping for photos at Chapman's Peak then soaking up the atmosphere of the fishing village of Hout Bay. Continue further, passing vast open beaches then admiring the hundreds of penguins that waddle around Boulders Beach. You can almost get close enough to touch them, a sign of things to come on your African safari. Some dive off the cliffs, others walk comically across the sand, while couples guard eggs beneath the bushes. Onwards, across the expanse of the Cape Peninsula to the two lighthouses that mark the edge of Africa. Gaze out from here and the next piece of land is Antarctica. It's a gentle drive back to Cape Town and the hotel."
    },
    {
      "dayNumber": "5",
      "title": "Durban – Culture, Character, and Beaches on the Tropical Kwazulu-Natal Coast",
      "description": "Durban is a seductive melting pot of styles and faces. Victorian architecture now houses Indian markets; Zulu traditions fuse with surf beach culture, and there's a harmonious mix of colonial influence and modern African design. And then there's the beach, stretching for endless miles as it spills into the Indian Ocean. Every coastal view is an urban tropical postcard, Durban not just being a city on the coast, but a city that's practically built upon the sand. You'll be transferred to Cape Town Airport for the two-hour flight, where you're greeted at King Shaka Airport and taken to your hotel. For these two days, you're free to enjoy the beaches, relax in the tropical warmth, and soak up the culture of the city. A driver can be made available for guided excursions to the city's historical sights. Or it's possible to head out on the waves and sail the Indian Ocean waters. While Cape Town is dominated by the must-sees, Durban envelops you in its character and gently builds a poignant impression of a relaxed city, one filled with different faces that all have the same smile."
    },
    {
      "dayNumber": "7",
      "title": "Drakensberg Mountains – Evocative History and a Timeless Atmosphere",
      "description": "A drive into the Drakensberg always immerses you in heritage. Circular Zulu huts dot the landscape, perched along flowing green hills and surrounded by wandering goats. Bushman rock art is dappled across caves and coves while vast battlefields reveal the Anglo-Boer war. Then there's the giraffe that roams freely and the myriad of wild antelope that graze across the slopes. Nature meets traditions and the 3,000-meter peaks of the Drakensberg stand unanimous in the distance. This rural area is one of Africa's most sublime, an expanse of mountains and fields that's occasionally broken by a tiny village. On many days, it's possible to glimpse giraffe, antelope, and even white rhino wandering along the nearby horizon. Today is one of relaxation and leisure, enabling you to explore the natural splendor of the area. The following day, you enjoy a specialized tour of the Second Anglo-Boer War, accompanied by a historian who's a preeminent authority of the 1899-1902 conflicts. Battlefields come alive with stories of famous casts meeting on the Spioenkop. The lives of Gandhi, Winston Churchill, and Louis Botha collided, and the tales are fascinating."
    },
    {
      "dayNumber": "9",
      "title": "Hluhluwe-Umfolozi – Exploring Africa's Oldest Game Reserve",
      "description": "Your South African journey concludes with three days of safari, based at two very different destinations and styles. Hluhluwe-Umfolozi is Africa's oldest game reserve, a place where conservation on the continent began. Around 1,000 white rhinos roam through its thick bushland, stopping on the trails as you explore with fascination. Cheetahs and leopards hide amidst the high grass, beguiling sights when you take a game drive in the late-afternoon coolness. Elephants rumble around; giraffes speckle the horizon, and hundreds of bird species signal their arrival with a call. Over the decades, many animals have seen their range diminished. Hluhluwe-Umfolozi has provided a haven for over a century, enabling many unusual species to flourish within proximity. You'll discover bizarre antelope getting warned of predators by vibrant tropical birds; hippos dominating waterholes with their theatrical antics, and lions resting on the trail and then controlling the evening with their throaty roars. Enjoy a full-day game drive through the park in an open-top safari vehicle, and then settle in to a night on the park's outskirts. From your lodge, the safari continues. Perched on a clifftop, your chalet provides stunning views into the wilderness and the procession of life that's constantly wandering past."
    },
    {
      "dayNumber": "10",
      "title": "Thanda Private Game Reserve – Unrivaled Luxury Safari",
      "description": "Hluhluwe-Umfolozi offers you scale and diversity. The nearby Thanda Private Game Reserve elevates the intimacy and opulence of the safari experience. Private plunge pools provide views of wildlife; villas are surrounded by the sounds of nature, and you drive off the trail, so the famous mammals are seen at an unflinching proximity. Thanda doesn't share the same wildlife abundance, but the expression of luxury and exclusiveness more than compensate. For most of your two days, there's no other tourist or safari vehicle in sight. Radio calls alert your guide to a leopard kill, buffalos continually charge across the savanna, while there's something unforgettable about drinking champagne on a verandah as zebra herds canter past. Thanda offers two accommodation options. The safari lodge is a hideaway full of decadence and excess, an opulent getaway centered on your 220 square meter villa. The tented camp is simpler and with very little artificial light, a complete immersion in the bush atmosphere and the sounds of nature. With both, you spend days enjoying a full range of safari activities. Game drives unveil Africa's big mammals while nighttime excursions reveal the landscape in its most primitive splendor. Enjoy game walks around the camp, an idolized way to appreciate the true scale of the Great Plains animals. Tailored wildlife photography drives are also a possibility and there's always the game viewing that continues when you're relaxing on the verandah."
    },
    {
      "dayNumber": "12",
      "title": "Johannesburg – Departure",
      "description": "Today you leave South Africa, but there's time for a final morning game drive and a chance to encounter Africa's famous mammals one final time. Buffalos roam as you enjoy breakfast, elephant herds unmistakably roam across the savanna, and different antelope species hang around the park gate. From Thanda, it's a one-hour transfer to Richards Bay where you board a domestic flight to Johannesburg and connect with your international departure."
    }
  ],
  "map": ""
}