{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "high-end-south-africa-luxury-safari",
  "tourName": "High End South Africa Luxury Safari",
  "placesVisited": "Cape Town, Franschhoek, Thornybush Game Reserve (Kruger)",
  "generalInfo": "Opulence and luxury will define your 11-day high-end South Africa safari. You will experience the splendor of mouthwatering cuisine, the drama of private views, and the glamour of sensational wines. Sample rich chocolates after a day viewing giraffes and enjoy a bespoke train ride celebrated for lavish comforts. From African penguins at Boulders Beach to flawless wildlife photos, you can indulge in perfection on your exclusive South Africa safari.",
  "durationDays": "11",
  "price": "14,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town - Welcome to Cape Town",
      "description": "On arrival at Cape Town International Airport, you will be met by your private guide and driven to your beautiful accommodations. Along the way, notice the dominating massif of Table Mountain looming over the city that nestles on its slopes, and the glittering Atlantic Ocean beyond. Your hotel sits perched on the slopes of Lion’s Head in the exclusive suburb of Bantry Bay, with sweeping ocean and city views that are truly breathtaking. The elegance and sophistication of this unique property are complimented by the welcoming and professional staff, and you will quickly find yourself at home here. The spa, gym, restaurant and whiskey bar ooze with refinement that is enhanced by the spectacular art collection and stupendous views, making this one of the most romantic destinations in Cape Town."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town - Explore Robben Island and Table Mountain",
      "description": "Pass through the vibrant and colorful Victoria & Alfred Waterfront to board the ferry that takes you to Robben Island, formerly the site of Nelson Mandela’s imprisonment and now a living museum. Guided by former inmates, you will be given insight into the lives of the activists who were incarcerated here. Visit Mandela’s cell where he spent 18 years, and learn of the troubled history of South Africa’s apartheid past. Returning across the bay, you will be treated to a spectacular view of the city and the looming bulk of Table Mountain. Browse the interesting shops and absorb the bustle of this working harbor before stopping for lunch at one of the multitude of fantastic restaurants along the Waterfront. Ride up through the city to the cableway that delivers you to the top of Table Mountain. The cable car rotates as it ascends, giving you an awesome wrap-around perspective of the mountains and city below. Arriving at the summit, 3,000 ft. above the sea, a network of pathways lead you to a series of viewpoints where you can gaze down at the beaches of Clifton and Camps Bay, the Twelve Apostles, Lion’s Head and the ocean stretching off to the horizon. On the other side, the mountains of the Helderberg and the wine country are visible rearing up dramatically in the distance. Keep a lookout for the rock hyraxes, or dassies, as they are also known, that live here. These cute and furry animals look like cuddly toys, but are actually related to elephants!"
    },
    {
      "dayNumber": "3",
      "title": "Cape Town - Take the Cape Peninsula Tour",
      "description": "Together with your guide, drive along the spectacular coastal route of Chapman’s Peak Drive to the Cape Point Nature Reserve. Keeping an eye out for antelope, ostriches and baboons along the way, you arrive at the southernmost point of the peninsula, where a lighthouse stands sentinel over rocky crags pounded by the surf far below. Walk along the path to the viewing points and imagine you can envisage the two oceans, the Atlantic and the Indian, mingling their waters at the tip of the continent. Driving back along the False Bay coastline, you will find several quaint seaside towns to explore along the way, and the African penguin colony at Boulders Beach is a delightful experience. While clumsy on the land, these birds become a picture of effortless grace when they “fly” through the water! Take a wander around the historic naval village of Simons Town, which is steeped in many tales of sea-faring adventures and anecdotes. The nearby Kalk Bay Harbour is used by many colorful working fishing boats, and the fishermen sell their catch at stalls upon the wharf, while seals splash and roll for scraps in the water below. Harbour House overlooks the bustle and color of Kalk Bay and is an excellent venue for a delicious seafood lunch accompanied by a wonderful wine list. Finally take a scenic meander back to Cape Town via the colorful beach houses of Muizenberg and the oldest wine estates of the country in Constantia, stopping for a tasting or two along the way."
    },
    {
      "dayNumber": "4",
      "title": "Franschhoek - The Magnificent Wine Country",
      "description": "Stellenbosch and Somerset West represent the heartland of the Cape’s Winelands, set at the foot of the soaring Jonkershoek and Helderberg Mountains. Offering hundreds of estates to choose from, there are a few delightful surprises in the region. The Waterford Wine Estate stands out among the multitude for its unique chocolate and wine pairing experience, which is a taste sensation like no other! In the picturesque and welcoming atmosphere of the estate, you may be able to meet the winemaker and chocolatier for fusions of chocolate and wine that melt on the tongue in an astonishing combination of flavors that will have you begging for more! With your taste buds singing, continue through the spectacular scenery of the wine country, visiting several choice estates along the way. Drive over the Helshoogte Pass with its two estates, Tokara and Delaire Graff basking in tremendous wraparound views of vineyards, mountains and ocean before descending into the Franschoek Valley. Franschhoek (French Corner) is the undisputed wine and culinary capital of South Africa. With its uniquely French atmosphere that’s reminiscent of Provence, there are no fewer than eight award-winning restaurants gathered in the valley. Arrive at your delightfully eclectic hotel, which is the handiwork of an interior designer and an art historian, you will find it to be grandly elegant, sumptuous and quirky at the same time, set within a location of jaw-dropping, natural beauty."
    },
    {
      "dayNumber": "5",
      "title": "Franschhoek - Culinary Experience",
      "description": "Join the chef at your hotel on a gastronomic adventure through Franschhoek as he gathers the fresh produce of the region for your culinary indulgence. With the best products in the country available here, you will find the cheeses, olive oils, herbs, vegetables and fruits bursting with flavor, not to mention the charcuterie, for your unparalleled gourmet experience. Stop along the way at one of the estates for a delicious lunch and tasting of exquisite wines to refresh and fortify your endeavors before returning to your hotel, suitably prepared for your evening’s indulgence. In the show kitchen, either join the chef in his preparations, or simply relax in the candlelight with a glass of excellent wine as he prepares the feast before your eyes. Enjoy the scrumptious fruits of your labors in the baroque elegance of the dining room or out on the terrace, sipping a fine vintage and giving in to absolute sensory pleasure."
    },
    {
      "dayNumber": "6",
      "title": "Rovos Rail - On the Luxury Train",
      "description": "Depart Franschhoek with a fond farewell and drive to Cape Town station, where the Rovos Rail train awaits you. Blending pre-war elegance and refinement with modern amenities and service, this is the ultimate way to travel slowly through South Africa’s ‘World In One Country.’ The suites are masterfully designed for space and comfort and are some of the largest in the world. Enjoy the privacy and exclusivity of this sophisticated mode of travel as you take in the splendid views from the large picture windows. Traveling through the dramatic Cape mountains, you come to the quaint Victorian town of Matjiesfontein, preserved since 1890 when it was established as a refreshment stop by Mr. Logan. A fascinating museum on the platform charts the multifaceted history of the town and surrounds. The scenery then transforms as the Karoo rolls out before you. Rocky and arid, the region boasts incredible geological formations and vistas that stretch on forever. The train halts for a tour of Kimberley, a former diamond-rush town in the late 1800s, and includes a visit to the Diamond Mine Museum and the Big Hole, the largest man-made excavation on Earth. The journey then passes the rolling landscape and mountains of the Free State before emerging on the golden plains of the Highveld, where the train pulls in to Pretoria."
    },
    {
      "dayNumber": "8",
      "title": "Thornybush Private Reserve - Into the Wilderness",
      "description": "A charter flight from nearby Johannesburg takes you to the renowned wilderness region of the Lowveld, home of the famed Kruger National Park and the adjacent Thornybush Private Reserve. Meeting you at the airstrip, your guide will take you on a short game drive to your safari lodge. Set in a stunning location, deep in the African bush, this lodge will simply take your breath away. Each palatial suites feature air-conditioning, an infinty pool and a private verandah to enjoy the sights and sounds of the surrounding wilderness. Raised walkways link the suites to the impressively elegant main buildings and spa. No element of comfort or modern amenity is spared here, and the level of service and cuisine are of a world-class standard, located in a wilderness setting like no other. Venturing out on twice-daily game drives, you will encounter a plethora of animals and birds here. While the Big Five are sought-after animals to spot (elephant, buffalo, rhino, lion and leopard), there is so much more to absorb and experience than a mere checklist of species. Allow the magic of the wilderness to embrace you, and you will find an altogether holistic experience that is quite unlike any other. Your guide and tracker will draw on their immense knowledge and experience of the area to show you the intimate secrets of the wild, sharing their expertise in a manner that is both informative and engaging. Up close and personal encounters with a variety of animals are bound to happen, and thrilling experiences await you in this most special of reserves. The leopards here are renowned for their relaxed behavior, where they regally go about their lives disdainfully ignoring the clicking of cameras with the practiced ease of Hollywood celebrities. Nothing can prepare you for the awe you will feel at your first sighting of a pride of lions: the sheer presence of these magnificent cats, coupled with rippling muscles and their haunting amber eyes, will send a shiver down your spine. Stopping at a scenic spot to allow you to stretch your legs, your guide will produce a hamper of ice-cold drinks and delicious snacks from the kitchen. In the last light of the setting sun, you gaze out over this spectacular wilderness, at peace with your surroundings as you toast the magnificence of an African sunset. In the gathering dusk, you drive back to the lodge with the aid of a spotlight to seek out nocturnal animals as they emerge into the night. Glowing eyes reveal civets and genets moving acrobatically through the trees, while close to the ground the red eyes of a spotted hyena come into view. These much-maligned animals are as fierce a predator as their competitors the lions, and with their easy loping stride they can tirelessly cover miles in pursuit of prey. Returning to the lodge, you find it ablaze with light from lanterns, and the sumptuous colors of the furniture and fabrics glow richly, welcoming you home. An indulgent feast awaits you for dinner, accompanied by the best wines from the sensational offerings in the cellar. As the sounds of the African night serenade you from the outside, enjoy a convivial evening listening to easy conversation and tales of adventures in the bush from your guide. Moving out to the fireplace for a final nightcap, marvel at the shower of stars above you before slipping off to your suite. Drift off in blissful slumber, while the distant roars of a lion and the whoops of a hyena echo through the stillness of the night."
    },
    {
      "dayNumber": "11",
      "title": "Thornybush Private Reserve - Homeward Bound",
      "description": "After three nights of magical African encounters, thrilling game drives, blissful spa treatments and wonderful cuisine, it is finally time to depart. During the flight to Johannesburg, where the journey ends, reminisce on the magical experiences that South Africa has given you. You are now one of the select few to have enjoyed the pleasures of Cape Town and its wine country, the utterly unique Rovos Rail, and of course, the sheer excitement of encountering the Big Five in the wild."
    }
  ],
  "map": ""
}