{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-vacation-packages-safari-winelands-history",
  "tourName": "South Africa Vacation Packages: Safari, Winelands & History",
  "placesVisited": "Cape Town, Sabi Sands Private Game Reserve",
  "generalInfo": "Soft waves crash along the shore. Penguins waddle along the sand. The taste of citrus lingers on your palate. And the roar of lions fills the still air. The wonders of South Africa are there for you to explore, from stunning lions to beautiful wine, from nature’s beauty to Cape Town’s history. Don’t let the majesty of South Africa allude you. Come search, explore and experience. The majesty of South Africa wants to be seen and should be found by you.",
  "durationDays": "10",
  "price": "6,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town – The Explorer’s Beginnings",
      "description": "Land in Cape Town with the excitement of an explorer beginning their expedition. The roadway opens and practically guides you to beautiful Victoria and Albert Waterfront. The smell of fresh muscles stewing in garlic lines the walkway, emanating from the luscious restaurant Quay 4. The boardwalk is filled with crowded restaurants; the happy sound of boisterous diners travels along the walkway. The water is a cool, pearl blue. Table Mountain lingers above the city like a bodyguard ready to be scaled, and the colors of Cape Town shine from below. The clouds drift over the top of the mountain looking like a tablecloth being draped over the table. The Victorian Dutch architecture decorates much of the city, the multi-tiered buildings lined with balconies where people lounge in the shade and watch the world below them pass by. Settle into your accommodation at the luxurious hotel located at the Victoria and Albert Waterfront. The colors of Table Mountain shift from deep brown to a burning red. Lion’s Head Mountain neighbors the table and points high into the air as the sun drifts over the ocean. Look over the water at the sunset, the lights along the boardwalk reflect in the calm harbor. The buzz of the waterfront slowly drifts away with the remnants of the day. But your excitement never wavers; you know the adventure is just beginning."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town – Expeditions Rising",
      "description": "Join your guide to explore and experience the surrounding beauty of the Western Cape Province. Journey to the southernmost point of the African continent where explorers have passed for centuries on their way from Europe to Asia. The water is just as sweet as the breeze that rushes through the air. Standing along Cape Point summit you can see the actual southern tip of Africa pointing to where the two waters, the Atlantic and the Indian Oceans, converge. The gentle crash of waves along the rocky point rises from below. The air is otherwise quiet except for the occasional rush from the breeze. The water is a deep blue connoting its depths and cold temperature. A tour to Seal Island will take you from Hout Bay to the enigmatic island covered with seals, seals often smothering one another. Their barks and head-bobbing cannot be missed. Birds soar around the sand sometimes landing in the open spaces between the masses of seals. The seals’ noses are tiny, their whiskers stretch long, and they rush from the sand to the water to cool themselves from the hot sun. Continue your explorations of the Western Cape and its exceptional wonders with a visit to Boulders Bay. The African penguin colony is large, adorable, and loud as you make your stride along the boardwalk to see them in their natural, if somewhat odd, habitat. It is understandable to wonder how and why penguins are inhabiting the African continent but these penguins, affectionately known to locals as jackass penguins because of the awkward, donkey-like bray that can be heard from beyond the boardwalk, thrive in the cold waters and warm sun. They fly fast through and dive deep beneath the waves. They build nests in the warm sand from February to August and molt from November to December. Discover the fun and beauty of the penguins along with the southern tip of the continent knowing that there is so much more to be experienced."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town – Urban Explorers",
      "description": "There is never an end to exploration, especially in the urban centers. Today explore Cape Town’s hidden, and not so hidden, treasures with a personal guided tour of the city. Concealed in central Cape Town, beyond the hustle and bustle, is the neighborhood of Bo-Kaap. Currently it is filled with Cape Town’s Malaysian neighborhood, but is truly multicultural, tucked safely in the shadow of Lion’s Head along the foothills of the range. The cobblestoned streets guide you to the lively neighborhood filled with brightly colored homes dating back almost 300 years in some cases. The buildings are so bright that they glisten in the sunlight and almost glow in the dark. Many mosques, including the first Muslim Mosque in South Africa, call Bo-Kaap their home. Their spires rise above the homes and the soothing chant of the call to prayer moves through the streets. With your guide urging you forward you will visit the District Six Museum. District Six was originally a bustling community mixed with freed slaves, merchants, artisans, laborers, and immigrants. However, by the 20th century the government began the process of removals and marginalization. The removal and relocation of District Six was satirized and metaphorically memorialized in the movie District 9. The museum was intended to create a space that would enable a reaffirmation of identity, to celebrate the heritage of those that had lived, thrived, or perished in the district, along with allowing for a place where people could confront the complexities of South Africa’s history. The museum is warm and quiet except for the shallow breaths of people literally reading the writing on the wall. The beauty of South Africa’s history is mixed with tumult but it is the country’s past that has led to its majestic present. Every explorer uncovers the dark pasts of their excavated worlds; however, it is beauty that brings about change. Travel to the top of Table Mountain on the rotating gondola that gives you the amazing panorama of the Cape of Good Hope. The bustle of the city is set far below you. The color of Long Street and the Company’s Gardens stand out as if floating above the rest of the city. Victoria and Albert Waterfront shines along the harbor. With every breath you take the cool air of Table Mountain helps the stunning present come back, and the wonderful excitement of South Africa is once again ready to explore."
    },
    {
      "dayNumber": "4",
      "title": "Cape Town – An Unlikely Prisoner",
      "description": "Today you will make your way to Robben Island on a tour of the old prison where Nelson Mandela was once confined. The ferry leaves from Victoria and Albert Waterfront close to your accommodation. The sea breeze rolls through the ferry filling the deck with a salty sweet air. The water is a beautiful blue that tumbles around the ferry, mist lifting into the air. From a distance the island is a beautiful mix of green and gold, surrounded by the deep blue ocean. The surreal feeling settles over the people on the ferry as it docks at Robben Island. The pleasant journey, the beautiful scenery; they mix with the stone walls and the large towers, a reminder of what was once there. A former occupant of Robben Island will guide you through the prison and around the grounds. The gentle water laps at the surrounding beaches, the sun is warm in the sky, but deep in the concrete prison cells you are able to experience some of the plight of the former inmates, including the late Nelson Mandela. The history of the island is a reflection of the history of South Africa; however, the history of the island is also a reflection of South Africa’s evolved present and bright future."
    },
    {
      "dayNumber": "5",
      "title": "Stellenbosch – The World Around",
      "description": "Depart from the lovely city of Cape Town, leaving behind the uncovered beauty but not the experience. You will head to the world-famous Kirstenbosch Botanical Gardens, a lush complex of gardens filled with the indigenous plants of Southern Africa, nuzzled at the eastern foot of Table Mountain. The mountaintops hover over the garden’s edge. The garden supports the natural forest along with numerous indigenous animals and birds. The riot of color cries out from the blooming and blossomed flowers. The vibrant colors of yellow, fiery-orange, and reddish-purple, shine in the warm sun. Flowers that resemble sea anemones glow, their pistils a stunning rich purple while their petals are thin and pink, swirling upward to their bulbous tips. From the lush gardens to the luscious winelands, spend the remainder of the day exploring the incredible Stellenbosch region. One of the oldest towns in the Western Cape, Stellenbosch boasts some of the best restaurants and wine in the region, let alone the country. Vineyards stretch along the valley’s floor to the foothills of the mountains. Olive groves intermingle with grapevines. The sweet smell of ripening grapes flows along the country roads. Trust your guides as they take you to some of the best tasting-rooms to experience the wines like a local. Try the Ernie Els Sauvignon Blanc 2013. The wine swirls around your glass and the nose bursts with fig and a medley of tropical fruit. The palate is rich and elegant, fruit-driven and complex. Explore more of the vineyard’s beautiful productions or settle in with a full glass and the view of the vines from the window."
    },
    {
      "dayNumber": "6",
      "title": "Stellenbosch – Exploring Leisure at your Leisure",
      "description": "Every exploration brings with it hunger and tasty treats. With the day at your leisure, why not partake in a hands-on cooking experience? Apprentice for a day under the chef that created the renaissance of Cape Malay cuisine. Mixing the aromatics and spices of Indian and Indonesian cuisine with a hint of African vibrancy, Cape Malay cuisine has wrapped its arms around the hearts and palates of the Western Cape Province and refuses to let go. Cumin and pepper fill the kitchen. The beautiful red of paprika fills the bowl. Cinnamon adds a hint of spice to the plate. The rich crunch of a samosa is paired with a crisp white wine where the floral citrus helps balance the vegetable-filled pastry. With an unlimited amount of options to explore, the day is yours to do with it what you’d like, whether winetasting, golfing, relaxing by the pool, or so much more. No matter what your decision, it will be a fabulous choice."
    },
    {
      "dayNumber": "7",
      "title": "Sabi Sands – A Total Safari Exploration",
      "description": "Today you will transfer from the Western Cape province to the stunning African beauty of Sabi Sands, a private game reserve close to Kruger National Park. On the ground and ready for adventure, climb into the vehicle as your guide takes you through the incredible bush of Sabi Sands. The savannah stretches in every direction, a golden field full of life ready to be discovered. The Big Five refers to the five most dangerous animals to hunt in Africa: rhino, elephant, lion, leopards, and Cape buffalo. Each animal lingers in the bush and around watering holes, some grazing on the grass, others waiting for an opportunity to pounce. Your vehicle tumbles over the dirt paths. The smell of golden grass rushes through the open vehicle. The breeze is cool in the warm afternoon. Sabi Sands is one of the best locations to view the elusive leopard. Its golden coat spotted with black dots blends into the trees beneath the canopy, hiding from the hot sun. You can spot its paw or tail dangling lazily off a branch as it watches out for a wandering impala or careless zebra. The sun sets along the savannah and turns the golden grass a stunning orange. Enjoy a cool drink in the sunset lounging in the cooling air, as the reddish sun bleeds along the horizon. When the sun has set you will traverse the grounds in the dark, a spotlight shining along the tall grass as you listen and watch for nocturnal life in the park. Large cats, such as leopards and lions, come alive in the cool evenings. Aardvarks and pangolins graze along fallen branches and feed on termites. Genets, long spotted animals similar to mongoose, dive into the bushes to hide from the oncoming lights and the dark nightlife of Sabi Sands comes to bright life with you there to witness the whole thing."
    },
    {
      "dayNumber": "8",
      "title": "Sabi Sands – Always More Wildlife to Explore",
      "description": "Wake up to the beautiful wild sound of starlings chirping in the distance. The sun is about to rise, the smell of fresh roasted coffee takes you from your room. The cup is warm in your hands during the cold morning dark. The taste is rich and comforting. The sun rises slowly along the horizon bringing in the bright blue of a warm day. Follow the sound of playful lion growls, the noise coming from the active cubs climbing on and over their mothers. The vehicle travels off the road venturing into the bush so that you can see the cubs in the stretching morning. The cubs have pale brown fur and their size and light spots indicate their youth. The mother grabs the cubs gently between her teeth, lays them beneath her paws and begins to lick, grooming them, the cubs’ fur sticking up with each lick. The male lion lies still on the far side, his mane brown mixed with red. The sound of his shallow breathing releases like a huff. The cubs begin to purr; the sun is now high in the air, and the pride begins to move toward shade to hide from the afternoon heat."
    },
    {
      "dayNumber": "9",
      "title": "Sabi Sands – Expedition Wildlife",
      "description": "With the lion spotting fueling your excitement, begin another day with a warm, delicious cup of coffee readying you for the sun’s rise and the wildlife’s activity. Venture back out into the bush in search of the incredible wildlife that has yet to reveal themselves in the golden fields of the savannah. The sweet smell of acacia trees fills the reserve. The rustle of bushes gives the guide warning as he points out a heard of elephant feeding on the brush. The matriarch stands tall and proud, her trunk stretching through the trees and tearing the leaves away. Adolescent elephants follow suit still learning how to properly act like an elephant; their trunks stretch as high as they can reach to feed themselves while imitating the older elephants. They traipse through the brush, pulling up smaller trees to mark a path. They stomp along the road for an unimpeded walk until they eventually make their way back into the bush, through the trees and vanish into the savannah as quickly as they had appeared."
    },
    {
      "dayNumber": "10",
      "title": "Johannesburg – Never an End To Exploration",
      "description": "On your final day in Sabi Sands you will once again explore the depths of the savannah in search of the majestic life that wanders in the bush. The elephants trumpet, the lions roar, and the impala call out in the morning sun. The calls and cries of the savannah morning will be as memorable as the savannah itself as you make your way through the park. Cape buffalo meander along the watering hole slobbering up water and grazing on the grass. White egrets stand beneath the buffalos’ girth and peck at what the grass leaves behind as it’s tugged from the earth, the bugs that are pulled from the mud below. The smell of fresh grass fades as you make your way out of the Sabi Sands and to the KMI airport. Whether heading to Johannesburg for the end of this particular South African exploration or being whisked away to another exotic location, the choice is yours whether you would like to extend your trip or venture back home. Visit the South African safari reviews for ideas on trip extensions. Either way, the explorer in you, the one who has traveled the globe and ventured through the incredible majesty of South Africa, will never settle for anything less than another expedition; if not now, soon. When that next adventure begins, the excitement of the new adventure will mix with the memories of this one."
    }
  ],
  "map": ""
}