{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "personalized-south-africa-safari-greater-kruger-more",
  "tourName": "Personalized South Africa Safari: Greater Kruger & More",
  "placesVisited": "Cape Town, Franschhoek, Sabi Sands Game Reserve",
  "generalInfo": "Let Cape Town’s cosmopolitan charm and cultural allure dazzle you, Franschhoek’s deep-rooted history and wine-making heritage entice you, and Sabi Sands Game Reserve’s gorgeous green grasslands and abundant wildlife enchant you on this 10-day classic South African tour and safari. With guided experiences and time at leisure allowing you to experience the best of these destinations, the stage is set for a spectacular stay.",
  "durationDays": "10",
  "price": "7,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town - Touching Down in South Africa’s Mother City",
      "description": "The mother city of South Africa, Cape Town, boasts a romantic cityscape bursting with cultural charm and sophisticated allure. The world-famous Western Cape escape also brags postcard Blue Flag beaches, iconic museums, and a surrounding wilderness that will seduce you from the moment you arrive and transfer to your accommodation tucked away in the foothills of Table Mountain. Today, you may embrace the sights, sounds, and smells of the vibrant cityscape during activities of your choice, from a night on the town to a stroll along the V&A Waterfront."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town - Captivating Cruise around the Cape Peninsula",
      "description": "You will be collected at your hotel in the morning and cruise through the city along the Atlantic seaboard towards the charming fishing village of Hout Bay. Here, you will visit markets and boutique stores sharing a glimpse of traditional Cape lifestyle before continuing up the prominent Chapman’s Peak Drive to viewpoints overlooking the boundless seascape. Venturing around the Cape Peninsula, you will find refuge at picturesque beaches hugging its rugged coastline and relish sights of massive penguin colonies swarming Boulders Beach as well as the meeting point of the Atlantic and Indian Oceans at the Cape of Good Hope."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town - Explore the Cityscape at Your Pace",
      "description": "Today, you may enjoy Cape Town at your leisure and partake in any number of activities sharing more of the city’s cosmopolitan and historical appeal. At the summit of Table Mountain, accessed easily by cable car, views of the Western Cape stretch as far as the eye can see. Across the Atlantic Ocean at Robben Island, the history of former visionary president Nelson Mandela is brought to life. Within the city’s borders, districts like the Bo-Kaap reflect Cape Malay culture, and museum exhibitions such as the Zietz MOCAA share a look into South Africa’s artistic talent."
    },
    {
      "dayNumber": "4",
      "title": "Franschhoek - Discovering the Distinctions of Cape Wine",
      "description": "After breakfast, you will pack your bags and begin your exciting adventure from Cape Town to the rolling hills of Franschhoek. To make matters more compelling, you will revel in a guided Cape Winelands tour en route to your next accommodation. From Constantia’s famous wine farms to Stellenbosch’s cascading olive-green vineyards, the Cape Winelands is a world-renowned wine bottling region boasting a collection of elite estates set on dreamy vineyard backdrops. Today, you will learn more about the wines with sommeliers and tuck into canapés paired with exceptional vintages."
    },
    {
      "dayNumber": "5",
      "title": "Franschhoek - Sumptuous Wines and Huguenot History",
      "description": "The quaint town of Franschhoek is a history buff’s and wine aficionado’s dream escape, bragging several revered estates, cultural farmhouses, and museums sharing insight into the destination’s Huguenot origins. From sipping on sumptuous wines on charming terraces overlooking the lush landscapes to delving into the history of the Huguenot settlers and dining on exquisite farm-to-table meals, you will appreciate every second spent indulging in the pleasures of the Franschhoek valley. You may even delight in the option of exploring the endearing region by vintage automobile."
    },
    {
      "dayNumber": "6",
      "title": "Sabi Sands Game Reserve - From the Cape to Kruger",
      "description": "Today, you will be collected in the morning and transferred to Cape Town International Airport for your flight from the Western Cape to the Greater Kruger National Park. The enormous wildlife sanctuary covers vast parts of the country’s northeastern landscape and comprises several privately owned reserves conserving significant slices of the South African wilderness. You will soon enter the gates of Sabi Sands Game Reserve, one of Kruger’s premier retreats home to the Big Five, a myriad of bird varieties, and a rich tapestry of untouched environments."
    },
    {
      "dayNumber": "7",
      "title": "Sabi Sands Game Reserve - Primal Nature Sightings in Sabi Sands",
      "description": "There is no dawdling in Sabi Sands as the animals wait for nobody, so you will set off with your knowledgeable ranger before dawn and track various animals as you cruise across the lush bushveld. You may be lucky enough to witness a pride of lions lounging in the shade or pacing across the park, a variety of herbivores gathering together around tranquil waterholes to escape the sun and improve their chances of survival, and birds of prey circling the sky in search of their next victim. You will experience nature at its purest and most primal."
    },
    {
      "dayNumber": "8",
      "title": "Sabi Sands Game Reserve - Searching for the Finest Safari Details",
      "description": "Safari drives are a signature wildlife activity in the Kruger area. However, bushwalks are a unique opportunity to witness the wilderness from a new vantage point and gain a greater perspective and respect for the country’s untamed game. You will smell the fragrant flowers peppering the luxuriant pastures, watch the hardy rhino beetles scuttle along large leaves, and capture images of colorful birdlife singing from the trees as you stroll through Sabi Sands with your armed ranger in search of the Little Five, birds, and indigenous plant life."
    },
    {
      "dayNumber": "9",
      "title": "Sabi Sands Game Reserve - Photography and Pampering in the Pristine Park",
      "description": "Take your safaris in Sabi Sands to the next level with a unique photographic experience across the reserve. You will join your ranger and jump into a decked-out 4x4 vehicle complete with the latest camera technology. Your guide will show you impressive viewpoints and track several significant wildlife species in the hope of allowing you to capture iconic African images with your professional equipment. Beyond the breathtaking photos that you take, you will return to camp having made magical memories. An energizing spa therapy upon your arrival will be the cherry on top of your day."
    },
    {
      "dayNumber": "10",
      "title": "Sabi Sands Game Reserve - The Wilderness’ Crescendo",
      "description": "Though your South African safari adventures will be coming to an end today, you will relish every last moment spent in Sabi Sands Game Reserve this morning as you savor breakfast with views of the prolific bushveld. You will watch zebra and warthog dash across the grassland as the sounds of whistling birds and rattling crickets reach a crescendo. These are the periods between the safari action where you will have a moment’s peace to absorb the liberating wilderness atmosphere before you enjoy your last game drive and transfer to the airport."
    }
  ],
  "map": ""
}