{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-seychelles-honeymoon-african-journey-to-cherish",
  "tourName": "South Africa & Seychelles Honeymoon: African Journey to Cherish",
  "placesVisited": "Cape Town, Sabi Sands Game Reserve, North Island, Cape Winelands",
  "generalInfo": "Celebrate romance during your ultimate custom-tailored African honeymoon spiriting you away to breathtaking sunsets at the Seychelles islands and the idyllic views of the harbor in Cape Town, South Africa. Search for the captivating Big Five at Sabi Sands Reserve where lion cubs pounce on one another in the tall grass and delight in the warm, soothing waters of the Indian Ocean lapping at your feet as you bask in unparalleled, isolated luxury. From private game-drives to sumptuous winelands, secluded picnics to lavish accommodations, your South Africa and Seychelles honeymoon embodies enchanting panoramas for a picturesque love affair.",
  "durationDays": "13",
  "price": "21,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town - Arrive in Cape Town, South Africa",
      "description": "You’ll be greeted by rugged coastlines and raw natural splendor when you arrive in Cape Town, South Africa, arguably one of the world’s most beautiful cities. We’ll collect you from the airport and transfer you to a boutique hotel, which faces the iconic Table Mountain – you couldn’t ask for a more impressive location. Relax on the patio and get your first taste of the spectacular scenery."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town - Cape Coastal Tour",
      "description": "This morning, after breakfast, you’ll be collected for your tour of the peninsula. You’ll traverse along undulating coastal roads, with breathtaking views of white sand beaches, rocky outcrops, and seaside towns to reach the historic Cape Point. For over 500 years passing ships have used the point as a landmark to navigate the jagged coastline. Then journey into False Bay by boat where you’ll see thousands of Cape fur seals on Seal Island. Along the way, keep your eyes peeled for dolphins and southern right whales (seasonal). When we reach the noisy seal colony have your camera in hand to capture the epic battles between males. From one spectacle of nature to another, you’ll make your way to Boulders Beach, just outside of the naval village of Simonstown, where you’ll get remarkably close to African penguins. Tonight, opt for a romantic evening atop the iconic Table Mountain with a glass of bubbly, taking in the views as the sun begins to set."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town - Cultural Excursion",
      "description": "Today, enjoy breakfast, taking in the spectacular ocean views from your patio - an inspirational way to begin the day. This morning, you’ll partake in a unique cultural experience. We’ll transfer you to Uthando, a non-profit organization that provides philanthropic cultural tours into the local community. Be prepared to be inspired as you interact with South Africa’s diverse people and learn more about their lives. You’ll personally hear their incredible stories and assist in developing their community for the better. This trip not only provides you with the chance to give back, but your participation will also assist the project financially."
    },
    {
      "dayNumber": "4",
      "title": "Cape Town - Yacht Cruise in Table Bay",
      "description": "One of the best ways to experience the magnificence and beauty of a city is from her surrounding waters. Boat excursions provide picturesque and sweeping views of Cape Town from an entirely different perspective. Today, you’ll board a private yacht from the harbor in the Victoria and Alfred Waterfront and we’ll take you into the famous Table Bay for a voyage along the rugged coastline. You’ll cruise past the area’s most scenic attractions like the trendy Camps Bay, comparable to California’s Malibu, and the white sandy coves of Clifton. Table Mountain offers an impressive backdrop to this scenery. Droves of visitors are drawn here every year and can be found sunbathing or enjoying a game of volleyball along the shore. From your distinctive viewpoint you can enjoy the attractions without the crowds. Unwind by taking advantage of the onboard spa treatments, or appreciate the view while tasting a variety of whiskies offered."
    },
    {
      "dayNumber": "5",
      "title": "Cape Town - Winelands Tour in Franschhoek Valley",
      "description": "Three hundred years of history, undulating mountain scenery, gourmet cuisine, award winning wines, and lush vineyards await you today as we travel into the Cape Winelands. From your base, positioned in the breathtaking Franschhoek Valley, you can truly appreciate the beauty of the surrounding area. With 30 acres to explore, stroll past impressive vineyards and plum orchards and gaze upon the enchanting mountain views. Cover a greater distance by exploring from a bicycle – peddle past giant olive trees and smell the sweetly scented roses. This afternoon, opt for a romantic picnic in the majestic Franschhoek valley, feasting on a variety of cold meats and cheeses. Alternatively, learn more about the area’s rich wine making heritage by sipping a variety of fine wines, and quickly learning the differences in taste between a Merlot, Shiraz and Pinotage."
    },
    {
      "dayNumber": "6",
      "title": "Kruger National Park - Embark on Safari",
      "description": "This morning, you depart Cape Town for Kruger National Park - world renowned for its spectacular wildlife. Unwind in your own private, swimming pool or spend a relaxing afternoon fishing for bream and catfish. Then as the day becomes cooler and the late afternoon approaches, get ready to experience nature in all her glory on your first game drive. You’ll be paired with both a knowledgeable ranger and a skilled tracker as you enter the bushveld. You might even be lucky enough to view a leopard-hyena interaction, as the opportunistic hyenas here have learned to steal their meals from the leopards."
    },
    {
      "dayNumber": "7",
      "title": "Kruger National Park - Search for Africa’s Big Five",
      "description": "Animals are often active early in the morning, before the heat of the day sets in. Your lodge offers a unique wilderness trekking experience that surpasses traditional game drives. Consider spending your morning on a walking expedition exploring wide open spaces, with an experienced game ranger, where you can personally interact with your environment. After your walk, clean up in your unique bathtub based outdoors, and facing the river you can continue to view game while freshening up. Spend your afternoon enjoying a unique session of bush yoga, or a couple’s massage from a safe lookout deck which offers sweeping views of the reserve."
    },
    {
      "dayNumber": "8",
      "title": "Kruger national Park - Animal Tracking 101: Learn how to Track Animals",
      "description": "Today, as you rise to the sounds of the Africa bush, consider trying something different. Take an informative tracking lesson with the Reserve’s Shangaan master trackers. On this unique tracking adventure you’ll learn how to read and identify signs in the African bush that will help you find game. These remarkably skilled men can tell just by looking at an animal track not only the type of animal that left the print, but also the time that has passed since it stood in that very spot. Have a go at interpreting the signs yourself, and trying to name the animal that left them. To learn more about your Shangaan trackers, consider a visit to the nearby Shangaan cultural village where you’ll gain insight into village life."
    },
    {
      "dayNumber": "9",
      "title": "North Island - Makanyi to North Island, Seychelles",
      "description": "This morning, head out for your final game drive through the wilderness. Then inhale your last mighty breath of the African bushveld before departing for the city of Johannesburg. Here you’ll catch your connecting flight to the idyllic Seychelles, from where you’ll be transferred by helicopter to the breathtaking, 500-acre North Island. As the helicopter descends, take in your first glimpses of this heavenly paradise. With only 11 luxury villas on the island, you’ll likely feel like you have the entire place to yourself. With white sand beaches graced by coconut palms and specular granite outcrops, you really have stepped into paradise. This magical getaway provides the perfect romantic destination to enjoy the remainder of your honeymoon. Everything about North Island encourages you to forget about the hustle and bustle of everyday life. Take in the surrounding natural scenery from your villa’s wooden deck, then step onto the warm white sands for a romantic sunset stroll."
    },
    {
      "dayNumber": "10",
      "title": "North Island - Seychelles’ Underwater Wonderland",
      "description": "Wake up to the therapeutic sound of ocean waves. With a bounty of natural wonders on your doorstep, you have much to see. The warm ocean waters provide both exploration and discovery. Grab your gear from the Island’s Dive and Activity Centre to investigate this marine wonderland. Below the azure waters, a giant aquarium awaits you. Gaze upon the colorful corals, sea fans and sponges along with a bounty of vibrant fish and impressive rays. After lunch head back to the water for an afternoon of fishing, or for those who are more active, some sea kayaking. Keep your eyes peeled for the sea’s largest fish, the whale shark (seasonal). These massive creatures feed on plankton and are safe to approach. Also look out for the endangered green turtles and hawksbill sea turtles swimming amongst the breakers."
    },
    {
      "dayNumber": "11",
      "title": "North Island - Explore North Island",
      "description": "Wake to songs of the island’s tropical birds, and then spend your morning relaxing on the beach reading and relishing the serene atmosphere. This afternoon, explore the lush indigenous forests. Take one of the various walking trails to experience the island’s majestic beauty first-hand. With more than 200 plant species and 16 habitats, this paradise has much to offer, including giant tortoises, endemic fruit bats feasting on mangos, and the indigenous coco de mer palms. Bird life thrives here and five prevalent bird species call the island home. Mountain bikes are also available to guests and offer a fun alternative to explore the island’s immense beauty. Complete your day on a romantic sunset cruise, sipping a glass of bubbly as you venture along the shoreline watching the sun color the land in yellows and reds."
    },
    {
      "dayNumber": "12",
      "title": "North Island - Enjoy an Island Hopping Adventure",
      "description": "For the adventurous, spend today exploring one of the many surrounding granitic islands. Board a boat to begin your day of discovery. In the evening, after taking in the day’s sites, enjoy the island’s ‘no menu’ concept - where you can order whatever strikes your fancy. To add to the experience, dine in a variety of locations – choose from the stunning dining area with ocean views, to banqueting on the soft white sands, or instead relish your custom meal on the private deck of your villa."
    },
    {
      "dayNumber": "13",
      "title": "North Island - Leave the Seychelles to Return Home",
      "description": "This morning, soak up the sun’s rays as you stroll across the sandy beach to take one last dip in the ocean of this tropical paradise. In the afternoon, leave for Mahé Island to catch your flight home. You might be bidding farewell to Africa but with the variety of romantic experiences you and your partner enjoyed, you’ll undoubtedly have fond memories for many years to come."
    }
  ],
  "map": ""
}