{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "best-of-the-greater-kruger-luxury-safari",
  "tourName": "Best of the Greater Kruger Luxury Safari",
  "placesVisited": "Timbavati Private Game Reserve, Blyde River Canyon, Mala Mala Private Game Reserve, Lebombo Concession, Kruger National Park, Johannesburg",
  "generalInfo": "The Kruger, a name to evoke the untouched brilliance of an African safari, is a destination with everything that can be desired for a first-time wildlife adventure. Celebrating Kruger’s diversity and abundance, this one-week, South Africa safari will visit the Timbavati, Blyde River Canyon, Sabi Sands, and Lebombo. This is the ultimate Kruger itinerary that is handcrafted to include the complete range of experiences and habitats with private guides who lead your adventure through this Big Game paradise.",
  "durationDays": "8",
  "price": "9,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Timbavati Private Game Reserve – Stunning First Safari Experiences",
      "description": "Is it easy to imagine the exhilarating moments of a Kruger safari. You will be exploring the wilderness and searching for lions, elephants, and all the other legendary, African mammals. Preconceptions usually revolve around excitement and thrills, but a Kruger safari is serene at heart, especially in the Timbavati. This is the most laid-back and compact Kruger region, and you will not need to spend all day, bouncing around a dusty savannah. In the Timbavati, you can often see the animals directly from your lodge, and you can take a picnic and dine on the view with hippos and buffalos as they quarrel at a watering hole beneath you. In short, you can take it slow and easy and still experience incredible wildlife sightings. After flying into Johannesburg, you will board a mid-morning safari flight to the Greater Kruger. The transfer to the lodge is a game drive, which will be a beautiful journey past many of the large species that also call this landscape home. An afternoon game drive will be included, and there is an excellent chance of encountering the full Big Five on a single Timbavati drive. Still, do not think too much about the Big Five and checking off your list because today is mostly about settling into the safari atmosphere. You will experience the space and serenity of the Timbavati and drift off to a soundtrack that is dominated by elephants and baboons."
    },
    {
      "dayNumber": "2",
      "title": "Timbavati Private Game Reserve – Tracking the Big Five and a Walking Safari",
      "description": "Sounds will alert you to elephants in the nearby trees, and you can hear the flapping of ears and stomping of feet plus the sonorous crack of a tree as it gets barged over. By driving closer, you see the trunks and how they twist effortlessly around tree branches. For 20 minutes, you can watch the elephants pass as a large herd moves playfully through the trees. Buffalos can also be heard, and they are giant grazers who like to huff and grunt audibly throughout the day. In contrast, rhinos and giraffes are silent animals; they move elegantly across the savannah and somewhat bashfully given their incredible size. You can see giraffes necks as they pop above trees. These animals are common sightings in the Timbavati. This Western strip of the Greater Kruger has diverse habitats and permanent water, making it home to a sublime range of wildlife. Today, lions and leopards can complete your Big Five experience, and you rarely need to drive far. Timbavati is compact, so you can comfortably see most of the iconic species without long or uncomfortable drives. This is perfect if you are still battling with a little travel fatigue, and it also helps to slow you down and settle into the Kruger’s day to day rhythm. After a morning game drive, you can choose a walking safari for the afternoon. Walks allow you to visit places that are inaccessible by vehicles and usually go in the opposite direction of vehicles. Game drives are also the only way to encounter predators and large, dangerous mammals. With Kruger walks, you will focus on smaller animals, notably the superb collection of antelope. Therefore, you can stand amid a springbok herd, walk alongside zebras, and watch kudu as they march past with their incredible horns. Walking safaris can be part of your customizable safari program in the Timbavati and Lebombo but less so in Mala Mala, where walks are usually not permitted due to the profusion of dangerous mammals."
    },
    {
      "dayNumber": "3",
      "title": "Mala Mala Private Game Reserve – Hot Air Balloon Safari and Extravagant Natural Landscapes",
      "description": "After an early start, you will be soaring across the Greater Kruger in a hot air balloon. From the air, you can appreciate the mix of habitats and how arid savannah is punctuated by riverine forest and thicker strips of bush. Even when soaring over Blyde River Canyon, you can spot animals down below, notably the elephant herds. The canyon is impressive, snaking into the distance like an elephant trunk. Peaks and canyon walls are colored an iconic African ochre with lush forest rising upon the slopes. There are few finer vistas anywhere on the continent, and it is a more intimate experience from a hot air balloon than from any of Blyde River Canyon’s famous viewpoints. You will touch down to the east of the canyon, where you will continue your journey by road. It will take around one hour to reach Mala Mala, which is the largest of all the Sabi Sands game reserves and the one with the best location. The Sabi Sands and Kruger National Park share an unfenced border. Wildlife migrates freely between the two parks and congregates where there is water, most popularly the Sabi and Sand river. Mala Mala has the longest shared border with the park. Essentially, it is on the inside of the Sabi Sands, deep within the Greater Kruger. Some of the cheaper Sabi Sands private reserves are located along the outside of the ecosystem, where they have a fenced barrier to the urban world. Naturally, the unfenced realm on the inside is more attractive to the animals."
    },
    {
      "dayNumber": "4",
      "title": "Mala Mala Private Game Reserve – Legendary Big Game Encounters through the Day and Night",
      "description": "As dawn breaks, you will be greeted by a special scene. A leopard may meet your gaze with its green eyes, piercing the morning haze. It will move slowly, serenely, and then in a split second, it will descend onto the savannah floor. A few steps at a time, the predator explores. It is elegance personified, but there is a deep earnestness to the hunter’s movements. Leopards are one of Africa’s most elusive and difficult to spot animals, and they are a specialism of Mala Mala. Guides know their hideouts and sunrise game drives can begin by venturing straight to their lairs. On most drives, you will simply watch a leopard as it moves slowly around the savannah, but sometimes, you can be treated to the spotted cat on a hunt. Leopards are also an excellent animal to follow on a nighttime game drive. Leopards and lions prefer to hunt at night, which is when the temperature is cooler, and their acute eyesight comes into its own. It is on a nighttime game drive when you are most likely to encounter lions on the prowl. Often, these drives have a near spooky resonance, but they are completely safe. The driver may cut the engine, so you can be led by sounds. Your eyes will adjust to the gloom, and the animals will seem much closer under the veil of darkness. These nighttime game drives help you understand the nocturnal world, and you can go in search of specific animals like leopards and lions. They will a beautiful addition to your daytime adventures and can be included on all three nights of your stay in the Mala Mala. The daytime game drives are all about abundance. Since there are so many animals here, it can be difficult knowing which way to look. Hippos wallow in a river as eland drink tentatively from the banks, baboons and vervet monkeys cry out from the treetops, possibly alerting everyone to a cheetah that hides in the grass, and white rhinos provide sublime and usually short moments as they cross your path and wander into a place of privacy. By the end of these two days, you will also know how to distinguish most of the Kruger antelope, including hartebeest, impala, waterbuck, endangered Roan antelope, and the stunning Sable antelope. As with the other destinations, you will have a private guide and driver, and this can really enhance your experience as it enables you to create a very personal Kruger storyline. For example, photographers can spend longer at specific sights to get the best shots, and hippo lovers can venture out before dawn to watch the giants as they return to a river. You can also focus part of a drive on anything from eagles to the unique pronking that is performed by Springbok. As this is a private reserve, you can also drive off the trail whenever you desire. In Kruger National Park, you do not need to stick to the roads and vehicle trails because going off the trail is essential for getting closer to the cats and the more elusive animals."
    },
    {
      "dayNumber": "6",
      "title": "Lebombo Concession – Evoking Kruger’s Phenomenal Scale",
      "description": "After three nights in Mala Mala, you will enter Kruger National Park for the first time. Lebombo is on the far east side of the park, and it will take at least half a day to drive there. It could take the entire day, depending on what you see and how often you stop. A drive across the park must stick to vehicle trails, but it offers an outstanding impression of Kruger’s scale. This ecosystem also dwarfs many US states and European countries in size, and the deeper you go, the more surprises that you can encounter. Towards Eastern Kruger, there are fewer animals. You can drive for 20 minutes and claim that you have seen nothing, but then, you can cross a ridge, and suddenly a buffalo herd blocks your way. Your guide may also stop and use their binoculars to seek out a cheetah with cubs. One animal can seem to be following your journey, and that is the spotted hyena, which are active animals that are constantly on the move in search of food. They not only scavenge but seek out the weak and sick, using their incredible stamina to find food that others miss. At first, you may find them a bit ugly, but hyenas can be quick to change your perception. While reaching the Lebombo Mountains, you will check into your luxurious clifftop lodge. Mala Mala has an excellent camp and will provide an experience amongst the wildlife. It is the sort of place where you open your curtains to an elephant. Your final lodge in Lebombo is contemporary in style, and here, you can open your curtains to an almost endless view over the Kruger. There will be no other buildings or any vehicles in sight. This is an opulent retreat that is complete with a marvelous wine cellar, a safari spa, and some of South Africa’s best dining. After Mala Mala and a long drive, it will provide a nice change of pace."
    },
    {
      "dayNumber": "7",
      "title": "Lebombo Concession – Luxury and Indulgence in Remote Eastern Kruger",
      "description": "After a couple of active days, your final day is likely to be more relaxed. Scenic beauty is one reason to visit Lebombo, and the lack of other people is another. Here, you can slow down again and feel the beautiful seclusion of a Kruger safari. That does not mean there will not be any wildlife sightings. Although life is not as abundant as in Mala Mala, the Lebombo Mountains hide an excellent array of wildlife, including smaller hunters like a jackal, which you may not have seen yet. Game drives are the mainstay of most programs, and they can be complement with game walks, nighttime drives, and also riding safaris. You can peddle through the bush on a mountain bike, or you can be lounge around the pool and enjoy a regal view over the Kruger."
    },
    {
      "dayNumber": "8",
      "title": "Johannesburg – Departure",
      "description": "After a final safari activity this morning, you will transfer to the nearby airstrip for a morning flight back to Johannesburg. Dayroom hotel use has been arranged at the airport so you can refresh before your international flight."
    }
  ],
  "map": ""
}