{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "boundless-beauty-17-day-south-africa-and-mozambique",
  "tourName": "Boundless Beauty: 17-Day South Africa and Mozambique",
  "placesVisited": "Johannesburg, Sabi Sands Game Reserve, Cape Town, Franschhoek, Ponta Mamoli",
  "generalInfo": "From the dazzling suburbs of the city of gold, Johannesburg, to the sweeping lush plains of Sabi Sands Game Reserve and from the bustling districts and gorgeous coastline of Cape Town to the pristine beaches of Ponta Mamoli, this 17-day tour is tailored to showcasing what makes South Africa and Mozambique must-visit destinations. Embrace their boundless beauty, from the untouched wilderness to the immaculate coastlines during your stay.",
  "durationDays": "17",
  "price": "18,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Johannesburg - Welcome to the City of Gold",
      "description": "South Africa’s city of gold, Johannesburg, is a busy metropolitan boasting a dazzling cultural scene and sophisticated suburban districts where glitz and glamour are boundlessly presented by lavish high-rise buildings and haute cuisine restaurants. You will touch down and transfer to a gorgeous accommodation hemmed in the heart of the city’s iconic Sandton suburb, a modern traveler’s playground complete with bustling entertainment parks and vibrant nightlife. You may enjoy the city’s many pleasures before turning in for the evening in anticipation of your safari ahead."
    },
    {
      "dayNumber": "2",
      "title": "Sabi Sands Game Reserve - A Proper South African Introduction",
      "description": "Your South African safari truly begins once you leave the cozy comfort of suburbia and transfer to one of the country’s premier private reserves, Sabi Sands. You will welcome a retreat to one of the grassy region’s gorgeous lodges stationed right in the middle of the untouched wilderness. After checking into your suite and checking out some of your accommodation’s lavish amenities, you may enjoy a thrilling afternoon game drive to acclimate to the astonishing remote ambiance. With dinner prepared on the open flames, your first evening in Sabi Sands will be a proper South African introduction."
    },
    {
      "dayNumber": "3",
      "title": "Sabi Sands Game Reserve - Discover South Africa’s Rich Wilderness",
      "description": "You will tuck into breakfast with views of the bushveld spreading from the edge of your patio towards the horizon. As you savor each bite of your scrumptious spread, you will watch animals wandering the open plains while the sun rises higher into the sky. After breakfast, you will join an experienced ranger and track down the curious creatures living in the wild. You will spot buffalo herds gathering in the mud, giraffes picking the leaves from acacias, lions pacing the plains in search of shade, and rhinos grazing with their young ones as you explore more of Sabi Sands."
    },
    {
      "dayNumber": "4",
      "title": "Sabi Sands Game Reserve - Exploring in the Early Hours of the Morning",
      "description": "Instead of waiting for the sun to rise before you head out on safari this morning, you will jump in your 4x4 vehicle before the break of dawn to discover what activities occur when many visitors still lie peacefully in slumber. Venturing across rugged terrain, you will search through the greenery by a spotlight and witness the remnants of last night’s escapades. Lions and leopards are more active hunters at night, and you will hope to spot the majestic big cats in action during your early morning game drive."
    },
    {
      "dayNumber": "5",
      "title": "Sabi Sands Game Reserve - While South Africa Sleeps",
      "description": "While the early morning is a great time to search for hunting predators, many fascinating species of wildlife come to life while the rest of the world is asleep. This evening, after a day of relaxation around the pool and delightful day trips through the reserve, you will join your ranger for a unique night safari. Shining a spotlight on the nocturnal creatures, you will witness some of the country’s rarely seen animals in action, which is something only recently captured on film thanks to the development of high-tech thermal cameras."
    },
    {
      "dayNumber": "6",
      "title": "Cape Town - The Crown Jewel of the Western Cape",
      "description": "In the foothills of the momentous Table Mountain, alongside the slopes of the iconic Lion’s Head, lies South Africa’s ritzy cosmopolitan escape, the world-famous city of Cape Town. Today, you will transfer via Nelspruit to Cape Town International Airport and arrive in the Western Cape’s crown jewel. Cruising from the airport into town, you will admire the immaculate Western Cape scenery and the marvelous cityscape towering along the Cape Peninsula. You will soon arrive at your boutique accommodation tucked beneath the summit of Lion’s Head in a suburb where Cape Town’s nightlife thrives."
    },
    {
      "dayNumber": "7",
      "title": "Cape Town - The Meeting of the Two Oceans",
      "description": "Cape Town is the entry point to the coveted Cape Peninsula cruise. In the morning, you will join your guide and set off across the tarred roads wrapping around the Cape coastline. Your scenic drive along the ocean will share breathtaking views of the region’s renowned rock formations, including the Twelve Apostles, as well as offer unbridled vistas of the rugged coast from viewpoints along the sought-after Chapman’s Peak Drive. Stopping at blue-flag beaches along the way and arriving at the meeting point of the oceans, the Cape of Good Hope, you will swoon over every inch of the peninsula."
    },
    {
      "dayNumber": "8",
      "title": "Cape Town - Embrace the Cape at Your Pace",
      "description": "You will enjoy a day of self-discovery in Cape Town, choosing to explore the city at leisure and appreciating your personal experiences. You may decide to ascend the looming slopes of Table Mountain via cable car to take in the panoramic vistas thousands flock to capture or cross the Atlantic to Robben Island and delve into the dramatic life story of former president and visionary leader, Nelson Mandela. Or, you may wish to feed the squirrels on the immaculately kept lawns of Company Gardens or tuck into the Cape’s famous fish and chips in the seaside town of Hout Bay."
    },
    {
      "dayNumber": "9",
      "title": "Cape Town - Insider’s Food Tour of the City",
      "description": "The best way to experience a country is through its food, and South Africa offers few better places to immerse yourself in its culinary culture. Cape Town is loaded with fancy, upmarket restaurants and boasts humble eateries sharing authentic representations of its historical cuisine. Today, you will join an insider foodie and peruse the city’s spirited suburbs in search of the restaurants and local diners known for their world-class and genuine delicacies, respectively. You may also enjoy private cooking sessions alongside Michelin-starred chefs should you wish to learn how to prepare the finest in South African cuisine."
    },
    {
      "dayNumber": "10",
      "title": "Franschhoek - A Tantalizing Taste of the Cape Winelands",
      "description": "The Cape Winelands extends from the outskirts of the city, in Constantia, to Stellenbosch, Franschhoek, and beyond. They encompass the Western Cape’s finest wine farms, which represent one of the main reasons to visit the region’s rolling emerald hills. Today, you will transfer from Cape Town towards the vineyards circling its immaculate hilly fringes and be introduced by sommeliers to the winelands premier vintages. Having sipped an array of exquisite wines to backdrops of the cascading viridian vineyards, you will walk away from the elite estates with memories to last a lifetime."
    },
    {
      "dayNumber": "11",
      "title": "Franschhoek - Unearthing More of the Cape Wine Country",
      "description": "The Cape Winelands is an impressive slice of unspoiled wine drinking paradise that is too enormous to fully explore in one day. Hence, your second day in Franschhoek is dedicated to discovering more of the discerning vintages produced in this globally renowned wine country. You may visit a collection of esteemed estates to learn more about their bottles as well as tour their cellars, cruise across the hills in a wine tram stopping off at beloved wineries, and tuck into an exceptional farm-to-table lunch at one of the Cape’s leading organic farms throughout the day."
    },
    {
      "dayNumber": "12",
      "title": "Franschhoek - The Origins of the Huguenot Settlers",
      "description": "With your twelfth day open to freely explore Franschhoek, you may start your day slowly with a sumptuous breakfast spread overlooking the breathtaking viridian, hilly landscape. After breakfast, you may meander the countryside either with a guide, on your own, or in a restored vintage vehicle. No matter how you choose to galavant across your green surroundings, you will be thrilled to unravel the origins of the Huguenot settlers when visiting monuments and museums constructed in remembrance of their past."
    },
    {
      "dayNumber": "13",
      "title": "Ponta Mamoli - Mozambique’s Hidden Island-Style Gem",
      "description": "Mozambique is known for its picturesque white-sand beaches, crystal clear sapphire oceans, and vibrant cultural lifestyle, characteristics all coming together perfectly at the final destination of your vacation. Today, you will transfer from Franschhoek to an all-encompassing beach retreat in one of the country’s less-visited but no less magnificent castaway destinations, Ponta Mamoli. Here, you will spend your remaining nights lapping up the luxuries of your Mozambican getaway, from indulging in top-tier amenities to embracing the laid-back atmosphere of this hidden island-style gem."
    },
    {
      "dayNumber": "14",
      "title": "Ponta Mamoli - The Magnificent Mozambican Ocean",
      "description": "A huge part of Mozambique’s allure is its picturesque ocean, a water lover’s playground you will be ecstatic to enjoy during your stay on the iconic coastline. Today, you may embrace the beauty of the beach whichever way you please. You may find comfort lounging under the sun and tanning with your toes dug into the sand, partake in watersports such as kayaking or snorkeling in the crystalline water, or take part in fishing tours off the shoreline under the guidance of professional fishers."
    },
    {
      "dayNumber": "15",
      "title": "Ponta Mamoli - Kicking back in Mozambican Style",
      "description": "You will adore your moments spent on Mozambique’s coastline, kicking back in style with cocktails in hand while gazing upon the sprawling seascape. Beyond the brilliant beachside activities, you may indulge in the lavish spa therapies offered at your accommodation. Today, you may join an experienced masseuse and feel your worries melt away as you choose from a collection of exquisite and revitalizing treatments. Whether you opt for a hot stone massage or a full-body aromatherapy massage, your spa with views of the sea will raise the bar."
    },
    {
      "dayNumber": "16",
      "title": "Ponta Mamoli - Lapping up Coveted Coastal Cuisine",
      "description": "Beyond the beach and your accommodation’s delightful amenities, Mozambique is best experienced through its unique culinary dishes. With a coastline stretching the length of the country, Mozambique is most notably known for its exceptional seafood delicacies. Today, you may wander from your resort to local towns cherished for their exquisite cuisine and tuck into an assortment of freshly caught seafood meals at restaurants overlooking the ocean. You will return to your resort and delight in an oyster dinner while slurping down sensational cocktails and reminiscing about your coastal adventures."
    },
    {
      "dayNumber": "17",
      "title": "Ponta Mamoli - Wave Goodbye to Mozambique",
      "description": "You will end your vacation the same way it started, cherishing your moments in a spectacular foreign destination. You will sip on a cup of fresh coffee as the sun rises over the Mozambican coast and floods the seascape in light, beckoning in a new day and the last morning of your tour. You may savor your final breakfast and think back on your adventures while packing your bags and preparing to bid farewell to the majesty of Mozambique. You will be collected by your transfer afterward and whisked away to the airport, where you will catch your flight home."
    }
  ],
  "map": ""
}