{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "11-day-highlights-of-south-africa-city-to-beach",
  "tourName": "11-Day Highlights of South Africa: City to Beach",
  "placesVisited": "Cape Town, Sabi Sands Game Reserve, Johannesburg, iSimangaliso Wetland Park",
  "generalInfo": "South Africa’s dreamy coastal destinations and dazzling multi-cultural cityscapes, from the rugged Blue Flag beach-hugged coastline of the Cape Peninsula to the vibrant suburb of Sandton in Johannesburg, are yours to adore on this 11-day exploration from the Western Cape to KwaZulu-Natal. Whether it’s snorkeling in the crystal clear waters of the Indian Ocean or witnessing the wilderness of Sabi Sands, South Africa is calling for adventure.",
  "durationDays": "11",
  "price": "8,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town - South Africa’s Crown Jewel",
      "description": "Nestled in the foothills of the world-famous Table Mountain, hemmed in the hilly landscape of the Western Cape, and stationed alongside the sapphire waters of the Atlantic seaboard, Cape Town is a cosmopolitan jewel that will seduce you from the second you arrive at Cape Town International Airport and transfer to your accommodation beneath the summit of Lion’s Head. Today you may acclimate to your home away from home with a stroll around the neighborhood, checking out cultural landmarks peppering the cityscape, and dining at exquisite South African restaurants."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town - Gallivanting through the Cape’s Crowning Cityscape",
      "description": "In and around the city, South African culture and history reveal themselves proudly in museums and activities you will partake in on a private full-day tour of the country’s Mother City. Orienting its popular neighborhoods throughout the day, you will come to cherish the multi-colored homes composing the heritage landmark district of the Bo-Kaap, adore the panoramic views of the Western Cape from the crest of Table Mountain, delve into the country’s dramatic past at Robben Island, and unwind while feeding squirrels in the manicured lawns of Company’s Gardens."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town - Captivating Scenes along the Cape Peninsula",
      "description": "The city of Cape Town is a delight to discover; however, it is also the gateway to the Western Cape’s breathtaking coastline and the captivating Cape Peninsula. Today, you will join your knowledgeable guide and make your way along the roads weaving through the mountainous region to pristine Blue Flag beaches hugging the sparkling white-sand shores. You will stop over at the spirited fishing village of Hout Bay for a bite of the Cape’s famous fish and chips before venturing along the iconic Chapman’s Peak Drive and making your way to the immaculate southern tip of Africa, the Cape of Good Hope."
    },
    {
      "dayNumber": "4",
      "title": "Sabi Sands Game Reserve - Perfect Impressions of the Kruger",
      "description": "You will transfer to the Cape Town International Airport this morning to make your way to the second stop of your South African vacation, the Greater Kruger area’s signature safari getaway, Sabi Sands Game Reserve. In Sabi Sands, lush bushveld veils huge slices of the wildlife sanctuary, and animals thrive within the nutrient-rich environments. From the sweeping safari views on your accommodation’s doorstep to your first game drive through the proliferating greenery after checking in and unpacking, your introduction to Kruger will be perfect."
    },
    {
      "dayNumber": "5",
      "title": "Sabi Sands Game Reserve - The Wild Side of South Africa",
      "description": "With safari tours planned each morning and afternoon, you will have ample time to explore Sabi Sands and uncover the phenomenal wildlife dwelling in its overgrown forests and sweeping plains. From lions strolling across the road with their cubs to elephants plodding along the pastures towards the refreshing rivers and hyenas cackling on the hills to springbok galloping over the grasslands, a typical day of safari in South Africa is bound to share numerous awe-inspiring natural encounters. You will return to your room this evening with a wealth of enchanting pictures and many magical memories."
    },
    {
      "dayNumber": "6",
      "title": "Sabi Sands Game Reserve - Sensational Spa Therapies Surrounded by the Green",
      "description": "Today, you will enjoy more thrilling game drives to viewpoints overlooking the vast, untouched bushveld, waterholes where gentle animals gather in abundance to avoid lurking predators, and hides concealed from the wildlife’s view for you to capture nature at its purest. Afterward, you will return to your resort and lounge around the pool before you slip into a soft, cotton robe and indulge in a sensational spa therapy against a backdrop of the bewitching bushveld scenes. In the evening, you will enjoy supper around the campfire and tuck into a traditional South African braai , or barbeque, prepared on the flames."
    },
    {
      "dayNumber": "7",
      "title": "Johannesburg - An Alluring Evening in the City of Gold",
      "description": "Johannesburg, commonly known as the City of Gold, is South Africa’s hub of commerce and entertainment, and you will spend an evening in the sophisticated Sandton suburb near the city’s modern and historical highlights. During your stay, you may explore Jozi’s, a local nickname of the metropolis, multi-cultural districts and tuck into an array of exquisite South African delicacies at restaurants and eateries sprinkling the massive city. In the evening, you may sip on cocktails at rooftop bars and let the allure of Jozi’s nightlife hypnotize you."
    },
    {
      "dayNumber": "8",
      "title": "iSimangaliso Wetland Park - South Africa’s Sun-Kissed Shores",
      "description": "After breakfast, you will transfer to Johannesburg’s OR Tambo International Airport and catch a domestic flight to Richards Bay, where you will transfer along KwaZulu-Natal’s sun-kissed coastline to the iSimangaliso Wetland Park. Comprising several protected areas boasting rich sub-tropical environments, including marshy wetlands, prolific forests, and golden beaches, you will come to explore and adore iSimangaliso with each passing moment in its lush coastal paradise. You will relish your time in the wetland area from a delightful thatched lodge a mere minutes’ walk from the sea."
    },
    {
      "dayNumber": "9",
      "title": "iSimangaliso Wetland Park - Spectacular Snorkeling and Off-Shore Scuba Diving",
      "description": "The temperate, crystal clear waters of the Indian Ocean offer marvelous snorkeling and exceptional off-shore scuba diving. Beyond the shoreline, coral reefs carpet the ocean floor, and marine life thrives in the nutrient-rich sea. You will capture an array of extraordinary underwater scenes as you swim in the shallow waters or submerge in the deep. The spectacles on the surface of the water will prove just as spellbinding as those below, with the immense Indian Ocean unrolling towards the azure horizon from the postcard-perfect sandy seashore."
    },
    {
      "dayNumber": "10",
      "title": "iSimangaliso Wetland Park - Rare Wildlife Finds",
      "description": "The iSimangaliso Wetland Park’s luxuriant habitats nourish many species of animals and birds, with the region serving as the only nesting place of loggerhead and leatherback turtles on the entire African continent. Starting early November every year, you may join a professional conservation ranger to track the giant shelled creatures and witness their ancient natural nesting ritual. Your day discovering the protected area’s fascinating wildlife will continue afterward as you search for rare scorpions and spiders hiding in the shrubbery and admire the dazzling birdlife."
    },
    {
      "dayNumber": "11",
      "title": "iSimangaliso Wetland Park - Feel the Fresh Sea Breeze",
      "description": "You will hear waves crashing against the shore and catch wafts of the salty sea air from your suite as you wake up on your final morning on the KwaZulu-Natal coast. With views of South Africa’s sapphire seascape emerging from your balcony, there are few scenes as stirring as those you will soak up while sipping a fresh cup of coffee. You will savor breakfast against this breathtaking backdrop, pack your bags, and transfer to Richards Bay in time for your flight to Johannesburg and beyond."
    }
  ],
  "map": ""
}