{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "intimate-exploration-of-south-africa-safari-and-starry-skies",
  "tourName": "Intimate Exploration of South Africa: Safari and Starry Skies",
  "placesVisited": "Phinda Private Game Reserve, MalaMala Game Reserve",
  "generalInfo": "Capture postcard-perfect images galore as you search South Africa from the forested woodlands of Phinda Private Game Reserve to the savannahs of MalaMala Game Reserve on this breathtaking 9-day wilderness adventure. Your discoveries will lead you to watering holes where predators lurk beyond the shrubbery and gentle giants graze vast pastures, all scenes to swoon over stationed right outside your spectacular accommodations.",
  "durationDays": "9",
  "price": "9,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Phinda Private Game Reserve - Seven Worlds of Wonder",
      "description": "After a brief transfer from Johannesburg to the luxuriant wildlands of KwaZulu-Natal, you will arrive at Phinda Private Game Reserve, a destination described as the ‘Seven Worlds of Wonder.’ The untouched landscape is composed of lush wetlands and emerald forests, in which your stunning, award-winning accommodation lays nestled beneath the rustling branches of the canopy. After unpacking in your Zulu zen suite, you may join a knowledgeable ranger for an afternoon galavanting through the green before turning in this evening for a peaceful rest underneath the clear, starry sky."
    },
    {
      "dayNumber": "2",
      "title": "Phinda Private Game Reserve - Searching for the Big Five",
      "description": "As the African sun rises above Phinda and illuminates the diverse topography in a golden glow, you will hear the echoes of birds whistling from nests hidden in the trees. A sumptuous breakfast spread enjoyed with views of the unspoiled scenery will jump-start a day of adventure escorted by an experienced ranger. Today, you will be on the keen lookout for lions, leopards, rhinos, elephants, and buffaloes, the iconic animals constituting South Africa’s famous Big Five. Journeys across shrub-speckled plains and to tranquil watering holes may reward you with these sightings as you search by morning and afternoon."
    },
    {
      "dayNumber": "3",
      "title": "Phinda Private Game Reserve - Rare Encounters within the Brush",
      "description": "While certainly a highlight, the Big Five are but a few of the remarkable animal encounters you may cherish during your days perusing the phenomenal environments of Phinda. Today, you will set course for dusty river beds and fever tree forests in the hope of catching glimpses of rare beasts hidden between the greenery. You may find yourself holding your breath as cheetahs educate their cubs on the art of hunting or giddy with joy as you spot the incredibly rare and shy Suni antelope rustling through the underbrush. Furthermore, you will search for nocturnal creatures by floodlight this evening."
    },
    {
      "dayNumber": "4",
      "title": "Phinda Private Game Reserve - A Night Under the Stars",
      "description": "Spend your final day in Phinda wallowing in the luxury of your charming accommodation and the breathtaking landscape on which it rests. Whether unwinding with a delightful spa treatment doused in aromatic essential oils or making tracks for a nearby village to immerse yourself in the culture of the Zulu tribal people, you will be spoiled for choice with adventures unlocking the majesty of KwaZulu-Natal. In the evening, you may spend a night under the stars as you pull up a chair around the blazing campfire and doze off on beds stationed in the clearing and guarded against lurking creatures."
    },
    {
      "dayNumber": "5",
      "title": "MalaMala Game Reserve - Picture-Perfect Scenes in Northeast South Africa",
      "description": "Your South African safari adventures will lead you to a gorgeous resort hemmed in the forested northeastern reaches of the country, pinned in the MalaMala Game Reserve bordering the Kruger National Park. MalaMala’s photogenic environments and rich collection of wildlife will be yours to explore from the minute you arrive, chaperoned by knowledgeable rangers who will track the curious creatures wandering through the flourishing bushveld, immense savannah, and riverine woodlands. In the evening, you will tuck into a candlelit dinner accompanied by panoramas of the postcard-perfect wilderness backdrop."
    },
    {
      "dayNumber": "6",
      "title": "MalaMala Game Reserve - Unparalleled Big Five Photography",
      "description": "You may capture the spoils of South Africa’s wilderness like never before on a unique photographic game drive in a vehicle equipped with world-class equipment. Joined by an insightful ranger and professional photographer, you will hone your skills as you snap up images of your remarkable wildlife encounters. Heading for watering holes home to wallowing buffalos and sweeping across pastures where lions laze around in the warm sun, you will capture the Big Five over the course of the day, curating your own collection of spectacular images commemorating your discoveries."
    },
    {
      "dayNumber": "7",
      "title": "MalaMala Game Reserve - Wandering through the Bucolic Bush",
      "description": "You may witness MalaMala by foot today as you forego the vehicles for an endearing stroll through the woodlands alongside a spirited ranger and spotter. You will see the bush from an entirely different vantage point, allowing you to get up close to the creatures and smell the fragrant flowers as you meander along rugged pathways winding through the greenery. Along the way, you will learn about the endemic animals and the efforts to conserve their environments while the melodic echoes of the wilderness billow from all around you."
    },
    {
      "dayNumber": "8",
      "title": "MalaMala Game Reserve - Visions of the African Night Sky",
      "description": "Wallowing in the wilderness is a given during your stay at MalaMala, an activity you may relish during a quiet sunrise game drive this morning or a leisurely stroll along the wilderness-flanked trails. How you spend your day within this breathtaking environment is entirely up to you, and you may also relax during your last day as you enjoy your accommodation’s top-tier amenities, such as a vitalizing spa treatment under the soaring forest canopy. In the evening, you will discover the cosmos as you partake in a sensational star-gazing experience beneath the dreamy night sky."
    },
    {
      "dayNumber": "9",
      "title": "MalaMala Game Reserve - Goodbyes beneath the African Sun",
      "description": "The morning sun will peek through your curtains and beckon you to your balcony, where you may slowly sip on a steamy cup of coffee while nature comes to life around you. As sad as it will be to leave this dreamy paradise, it will be marvelous to look back on these stunning adventures taking in all that the spellbinding wilderness has to offer. After packing your things and enjoying a delectable breakfast, you will meet your private transfer and make your way to the airport, savoring the spectacular scenery one last time before you leave."
    }
  ],
  "map": ""
}