{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "family-friendly-south-africa-safari-mauritius-vacation",
  "tourName": "Family Friendly South Africa Safari & Mauritius Vacation",
  "placesVisited": "Cape Town, Johannesburg, Sabi Sands Game Reserve, Mauritius",
  "generalInfo": "Your stunning fusion of city, safari, and beach will take you on a 15-day family-friendly adventure to South Africa and Mauritius. Your custom-tailored excursions will connect you to three distinctive landscapes, taking you from Cape Town to the African Savanna and Mauritius. Enjoy guided bush walks, luxury spas, pristine beaches, and big five safaris as you experience two weeks of adventure and relaxation perfect for children of all ages.",
  "durationDays": "15",
  "price": "19,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town – Table Mountain Welcomes You to Africa",
      "description": "Table Mountain dominates the scene as you touch down in Cape Town, Africa's most inspiring city. Nature always provides the backdrop here, with the mountain chain rising a kilometer above the city bowl and the Atlantic Ocean. From your hotel suite, there are wonderful views of the city's iconic image, with Table Mountain rising before you and the quaint harbor within walking distance. Being located in the V&A Waterfront area is ideal for children as you're situated in a large pedestrianized area that looks over the ocean. You'll be greeted at the airport and transferred to the five-star hotel for a leisurely evening in the city. There are dozens of excellent restaurants within walking distance, as well as the sights and charms of the historic Waterfront, like the Two Oceans Aquarium."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town – Relaxing in a Colorful City",
      "description": "Cape Town's colors can take you in many directions. There's the white sand of the beaches at Camps Bay and Clifton, the pastel-toned former slave houses of Bo-Kaap, and the kaleidoscope of hues found in the city's street markets. Discover ocean blues and mountain greens when you take the cable car to the summit of Table Mountain. Or sample some dark red and bubbly white at one of the city's wine bars. Discover hundreds of tropical marine species at the Two Oceans Aquarium, dozens of unusual plants in the Botanical Gardens, and then the shimmering granite of Lion's Head. When sunset comes, the sky provides a picture worthy of a postcard, with long strips of yellow and red cascading out from behind Table Mountain. A day in Cape Town can take you in many different directions, so today is left free for you to explore as a family. A driver will be provided, so you can be transferred to anywhere in the city and comfortably combine a series of attractions."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town – Checking Out the Penguins of the Cape Peninsula",
      "description": "For inquisitive children, there are few more inspiring animals than penguins. Hundreds of them waddle across Boulders Beach, often moving in comical unison as you stand less than five meters away. They're the children's highlight of a Cape Peninsula tour, a journey that takes you on a scenic drive to the southwestern tip of Africa. Baboons dot the road, the scent of fish and chips lingers in the fishing villages, and a lighthouse points out towards the next landmass: Antarctica. There are always sublime views on this private tour, with dozens of panoramas of the Table Mountain chain and the Atlantic Ocean. And with the unusual wildlife to discover, it's always an inspiring day on the edge of Africa."
    },
    {
      "dayNumber": "4",
      "title": "Sabi Sands – The Luxury Big Five Safari Begins",
      "description": "Merely arriving in the Sabi Sands is an enthralling family adventure. Fly from Cape Town to Johannesburg, where you are greeted by a representative and shown to the Federal Air Terminal and a small Cessna aircraft. Swoop across the savannah of South Africa and gaze down upon the unbroken expanses of wilderness. From the window, there's a good chance of spotting wildlife herds, often near the rivers that curve around the iconic bush. You arrive in the heart of the big game country, on an airstrip that has to be checked for passing wildlife. From the Sabi Sand Airstrip, you're transferred in an open-sided safari vehicle, but this is no typical transfer. Rhinos roam freely along the track, elephants tower over the vehicle, and there's often a lion pride or two to find. Today, you don't need to wait for the safari to start. The wildlife comes to you. Sabi Sabi is one of a series of private game reserves that make up the Sabi Sands. Access is restricted to the reserve's overnight guests, so it's rare to see other vehicles and tourists on your game drives. This is not a small fenced reserve. Wildlife roams freely amongst a huge ecosystem that's centered on Kruger National Park, home to over half the world's rhinos. Especially during the dry season, wildlife migrates to the Sabi Sands to enjoy the bounty of its two permanent rivers: the Sabi and the Sands. The water brings a phenomenal concentration of life, including huge numbers of the big five. For a private safari base, there are few places in Africa that can rival Sabi Sabi for big game abundance. You'll spend four nights in a luxurious safari camp that provides seclusion and unparalleled intimacy. Thatched huts overlook the savanna while a heated spa bath is a prime location to watch wildlife at the river. Eat dinners underneath gently lit trees and enjoy the space of this iconic camp."
    },
    {
      "dayNumber": "5",
      "title": "Sabi Sands – The Complete Family Safari",
      "description": "Elephants roam past throughout the night; buffalo herds greet you at breakfast, big cats dapple the surrounding savannah, and there's no end to the wild soundtrack. You and your family are completely immersed, deep in one of Africa's most famous wilderness areas. Safari never stops; see a zebra herd from the spa bath, eat lunch with views of giraffe, and hear the grunts of nearby hippos. Regardless of your age, every moment is an inspiring experience; a connection with nature that reveals what African safari is all about. Over these three days, you enjoy twice-daily game drives. Head out in the early morning when the savannah is at its most active. Leopards are on the prowl, lionesses in hunting mode, and antelopes look fearful in these cool early hours. Returning around 10 am, you enjoy a second breakfast and a few hours of downtime. This is when the savannah grows quiet, with many animals resting during the heat of the day. It's a time for you to relax on the verandah and enjoy the spa. Children are entertained in the junior tracker and junior ranger programs. Local experts teach them about survival in the bush, how to track animals, and how to recognize different species. Then there are specialized game drives and walks for children, activities that are tailored towards their imagination and sense of safari wonder. By 3 pm, the landscape is alive again. An afternoon game drive unravels the complexities of the landscape. Warthogs scurry away from marauding hippos, eland and springbok herds meet at the river, and dozens of rhinos elegantly wander close to the safari vehicle. With three full days, you have an excellent chance to spot the most famous safari scenes, like lions on the hunt and the big mammals interacting at the water. Every drive brings a new memory, a new expression of Africa's primitive and untouched natural wonder. And just when you think you've seen it all, a black rhino slowly walks past your room as you're eating dinner. These three days are African safari at its finest, inspiring for all ages yet also filled with tranquility."
    },
    {
      "dayNumber": "8",
      "title": "Mauritius – Into Indian Ocean Bliss",
      "description": "Despite being cast adrift in the Indian Ocean, Mauritius is surprisingly easy to combine with a South African safari. Daily direct flights take you from Johannesburg to Ile Maurice on Mauritius, just a 4-hour journey to a remote island paradise. After the aerial connection from Sabi Sands and scheduled flight, you land in the early evening and are transferred directly to your resort, a beautiful sheltered hotel on the tropical northwest coast. Protected from the prevailing winds, this luxurious hotel is set amongst exotic gardens and offers villas that stand on the white sand. For the next week, you don't even need shoes. Your family might be tired after the day of travel, so dinner is served to your villa as you absorb the silence."
    },
    {
      "dayNumber": "9",
      "title": "Mauritius – Lounging on the White Sand",
      "description": "Take off your watch. Slow your pace. Forget that the rest of the world exists. That's how it is on this hidden enclave of white sand and shallow turquoise waters. For the next week, you can fully settle into the iconic tranquility of Mauritius. A salubrious spa offers a range of treatments; catamarans can be hired for sail trips on the ocean, and a hire car will enable you to explore the lush tropical interior. The fabulous hotel celebrates iconic island hospitality, and you don't even need to leave your villa to get a drink or a meal. Two pools provide additional slumbering space while the long private beach resembles the dreamy postcard image of the Indian Ocean. The resort has its own children's club for those aged 4 – 12 years old. Activities are tailored to the children's interests and can include exploration of the local area, with sailing trips and journeys through the tropical forests. Throughout your time on the beach, there is always something to keep everyone entertained. Live jazz bands play soft sounds through the evening, and it's easy to wallow away hours in a swimming pool overlooking the Indian Ocean. The privacy afforded by the resort makes it a favorite for families, as everyone can enjoy their own space and their own slice of Mauritius."
    },
    {
      "dayNumber": "14",
      "title": "Mauritius – A Family Catamaran Sailing Trip",
      "description": "Adventurous yet tranquil: that’s the tone of a catamaran sailing trip, a final activity that epitomizes the style of this family vacation. Head out in the late afternoon and sail elegantly through the topaz waters, enjoying snacks and drinks as you look out for the pods of wild dolphins. The sunset views are always memorable from the resort, and they're elevated further when you sail on a luxury catamaran. This family sail completes a week of iconic tranquility in Mauritius, a final family activity to remember from a vacation of fresh experiences."
    },
    {
      "dayNumber": "15",
      "title": "Mauritius – Departure",
      "description": "You're transferred to the airport for your international departure. Wave goodbye to the Indian Ocean and its islands, then recall the safari memories as you fly back home."
    }
  ],
  "map": ""
}