{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "immersive-african-safari-more-kenya-victoria-falls-kruger",
  "tourName": "Immersive African Safari & More: Kenya, Victoria Falls, Kruger",
  "placesVisited": "Nairobi, Lewa Wildlife Conservancy, Maasai Mara National Reserve, Victoria Falls, Cape Town, Kruger National Park",
  "generalInfo": "Witness five of Africa’s most iconic destinations on your 14-day African safari for first-time visitors. You will have guided game drives through the Maasai Mara and panoramic views of Victoria Falls. Table Mountain will act as a backdrop to Cape Town’s history and culture while the Laikipia Plateau reveals diversity in the semi-arid plains. Your adventure in Kenya, South Africa, and Zambia will combine luxury, beauty, and wonder.",
  "durationDays": "14",
  "price": "9,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi – Overnight With Giraffe",
      "description": "From the street, you may spot a giraffe, and their necks may crane over a tree, which will be a surreal welcome after landing in Kenya’s capital city. You will weave into the trees, and there will be more endangered Rothschild giraffes in the hotel garden. Your suite will be tucked away with excellent panoramas from the first-floor window. Giraffes like to visit this suite, sometimes popping their heads through the window. These animal introductions showcase the Kenyan experience. There is so much wildlife that it is not confined to national parks. Even when not on a safari, there will be beautiful moments with Africa’s four-legged giants, and you know you are in Africa when giraffes are beside your hotel window."
    },
    {
      "dayNumber": "2",
      "title": "Lewa Wildlife Conservancy – Discovering the Safari Experience",
      "description": "A black rhino may trot bashfully past your vehicle on route to a bushy hiding place, and Zebras may graze around your suite, lifting their heads to say hello. Later, you may spot an elephant herd, including a newborn that likes to stay close to its mother. Hippos may make an appearance during a picnic lunch, and wildebeest may bring enthusiasm to the early afternoon. Then, this afternoon, you may catch a glimpse of a lion. Within a few hours of arriving, your tick list will be completed, and this is just the beginning of your African safari adventure. Laikipia is a great place to start for any first-time safari. You will be staying in Lewa Wildlife Conservancy, which is one of the unfenced, private reserves on the plateau. Animals move freely between these reserves, but human access is heavily restricted, which helps to preserve the land and provide a more private visitor experience. In relative terms, the conservancy is small and compact. Here, you can encounter a large range of animals without needing a long game drive. You can explore slowly, starting to understand wildlife behavior and getting a good feel for the day-to-day safari experience. Safaris are always fun adventures. Few first-time visitors appreciate how tranquil they can be. Nature will write the script, and the digital detox will provide wonders for wellbeing. Stresses will melt away as elephants wander past, and monkeys chirp their morning alarm call. Animals will appear as nearby silhouettes as you sit around an evening campfire. The lodge will be rustically luxurious as it is converted farmstead that has been preserved in the old-world style. Again, it will be something to ease you into the safari. For two days, you will drive and walk in the reserve with rhino encounters being a particular highlight. Rhinos are one of the continent’s most hard to find sights, and in Lewa, there are both black and white species. Plus, it is possible to go on game walks, so you may feel their presence more keenly."
    },
    {
      "dayNumber": "4",
      "title": "Maasai Mara – Wonders of the Maasai Mara Private Safari",
      "description": "Now that you have experienced the safari atmosphere, it is time to visit Africa’s most famous safari destination. You will fly directly to the Maasai Mara and admire how the grasslands unfold. Wildebeests may gather in the thousands, which are euphoric animals that are full of energy. Zebras may crowd in tight groups, so their black and white stripes create a blur and fool predators. Thomson’s gazelles may skip around, bouncing endlessly over the grass. You saw buffalo in Laikipia, but now the herds have multiplied, sometimes 80 individuals marching in unison. Laikipia shows you the animals, and now the Maasai Mara reveals Africa’s wildlife abundance. From July to September, there are more wild, four-legged mammals here than anywhere else on the continent. For every other month of the year, there is still an unfathomable density of life. You will be staying in Mara Naboisho, which is a private conservancy that is adjacent to the Maasai Mara National Reserve. Here, you will see all of the same animals but without any crowds. These quieter plains are very attractive to certain animals, especially spotted cats who are raising their cubs. Local guides take visitors around the same concession each day. This gives them an intimate understanding of different territories, especially where elusive and solitary animals hide. It is not uncommon to encounter more than one leopard or a cheetah on every single drive. Drivers are permitted to take you off the main trails inside the conservancy, and this enhances the intimacy with the animals as you can safely approach all the different wildlife rather than just watching it from the trail. Day four will be spent in the conservancy, experiencing the wonders of the Maasai Mara. From lions battling zebra to cheetah cubs peering from the grass, the destination lives up to its hype. On day five, you will explore Maasai Mara Game Reserve with a full-day game drive and a picnic lunch that will overlook the Mara River. During this experience, you will pass hundreds of thousands of wild mammals. Even when the wildebeest migration is not in the Maasai Mara, the quantity of life makes for continual theater. You may watch animals interact at a watering hole, and you may see another pride of lions. Here, you will feel the wilderness and drift off to the evocative calls of nature."
    },
    {
      "dayNumber": "6",
      "title": "Nairobi – Hot Air Ballooning Over the Mara",
      "description": "You will have an early start this morning as you start floating at dawn. A hot air balloon will offer you a magnificent aerial perspective with ochre kopjes , or rocky outcrops, contrasting the vast open plains. From here, you witness how herds continually move to fresh pastures. Like everything on a safari, there will be a sense of adventure, but it will also be a serene escape into a world that is so different from your home. You will land for a second breakfast and then fly back to Nairobi. The afternoon and evening will be at your leisure and provide some downtime to reflect on what you have experienced so far."
    },
    {
      "dayNumber": "7",
      "title": "Victoria Falls – Experiences The Smoke That Thunders",
      "description": "Today, you will fly from Nairobi to Victoria Falls, and the contrast in the landscape will be incredible. After Kenya’s open plains, the lush riverine forest will greet you when you land. As you walk through the trees, you can hear your destination. Victoria Falls thunders a baritone growl that echoes into the forest. You can glimpse the falls through the trees before the first viewpoint looks across the canyon as a circular rainbow may appear in the mist. Following a one-mile trail, you will walk parallel to Victoria Falls, stopping at over a dozen viewpoints. You will get so close that mist will rain down and drench you in an instant. Today, you will have the full afternoon at the falls before a quiet evening along the Zambezi riverbank."
    },
    {
      "dayNumber": "8",
      "title": "Victoria Falls – Hippos and Rhinos, Adventures and Cruising",
      "description": "After a few days of early starts, today will be a chance to relax and take things slowly around breakfast. Hippos may be spotted directly from the lodge while a nearby park may bring rhino encounters. You may choose to go canoeing on the river with guides skillfully keeping you clear of the hippo pods. There will be an option for a scenic flight above the falls. The most popular activity on a two-day itinerary is to cross the bridge into Zambia and witness the falls from the other side as well as the atmosphere in a different country. All these activities can be arranged locally. The day ends with a sunset cruise on the Zambezi River, which will include food, drinks, and plenty of elephants."
    },
    {
      "dayNumber": "9",
      "title": "Cape Town – Gasping at Table Mountain",
      "description": "Two days after arriving, you will leave Victoria Falls on a direct flight to Cape Town. Again, the landscape will change dramatically. Table Mountain dominates as an imperious ode to nature’s power over urban life. Much of this vacation is spent in the wilderness, so city streets will provide a nice interlude. You can check out boutique cafes, vibrant markets, colorful houses, Atlantic Ocean beaches, and the positive ambiance that makes Cape Town so special. Later in the afternoon, a guide will take you to Table Mountain. You will ascend in a cable car and then walk one of the lesser-known mountaintop trails. You will remain on the summit for sunset before a dip into the city’s superb dining scene."
    },
    {
      "dayNumber": "10",
      "title": "Cape Town – Robben Island and the Mother City",
      "description": "Mandela spent 18 years incarcerated on the UNESCO world heritage site of Robben Island, and his former prison guard will be your guide this morning. Your guide narrates fabulous tales of friendship with Mandela, providing an intimate insight into the man’s character and beliefs. Continuing with the cultural theme, you will spend the rest of today exploring Cape Town’s highlight where you will wander the vibrant old neighborhood of Bo Kaap. You can explore the changes that are taking place in District Six, and see some of the early colonial architecture along with the city’s modern and multicultural sides. There will be time left over to visit boutique shops in the V & A Waterfront or the beach in Camps Bay."
    },
    {
      "dayNumber": "11",
      "title": "Mala Mala Game Reserve – Intimate Big-Game Safari in the Kruger",
      "description": "Today, you will land in Mala Mala, and you will be back among the wildlife. Elephants may use their trunks as trumpets, lions may stare straight into your eyes, and springbok and kudu may skip around the savannah. It will feel good to be back on a safari, experiencing the atmosphere and animals one more time. The Kruger is another of Africa’s most legendary destinations. It is one of the continent’s largest and oldest protected areas with the trans-frontier conservation area larger than the State of New Jersey. Mala Mala is the most wildlife-rich area within this ecosystem thanks to its constant water flow and broad range of vegetation. Within an hour of landing, the diversity of wildlife encounters may be quite remarkable. You will spend three days going on game drives and short game walks in this private conservancy. Again, a private conservancy means more intimate animal encounters and no crowds. There is a strict rule of two vehicles per sighting, and only guests that are staying at a Mala Mala lodge are permitted inside the conservancy. Soon, you will lose track of the lion prides, the buffalo herds, and baboon troops. Now, you can quickly identify hartebeests, impalas, and elands. Giraffes may be so common that they start blending into the landscape. It may feel like zebra and wildebeest are part of every vista. Kruger will live up to its reputation when you safari in one of its private reserves. Mala Mala has the best location of all the Sabi Sands private game reserves as it has the longest border with Kruger National Park. Here you will be deep in the bush and not on the outskirts. Nighttime game drives will also add something new to your experience. Leopards can be abundant and at night, and you may follow them as they prowl for food. You may also encounter peculiar nocturnal creatures, adding more to the list of animals that you have encountered. Most of all, a safari in Mala Mala provides the opportunity to relax. You will sit around a fire with a drink in hand as you watch animals approach the floodlit river below."
    },
    {
      "dayNumber": "14",
      "title": "Johannesburg – Departure",
      "description": "After a final game drive, you will transfer from the Sabi Sands to Johannesburg. There will be a short transfer to the international terminal for your outbound flight."
    }
  ],
  "map": ""
}