{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "cape-town-vacation-stellenbosch-winelands-safari",
  "tourName": "Cape Town Vacation: Stellenbosch Winelands & Safari",
  "placesVisited": "Cape Town, Â Stellenbosch",
  "generalInfo": "Vacate the life you know for the adventure you crave with this 7-day that celebrates the diversity, culture, food, wine, and wildlife of South Africa. Lions lounge in the afternoon sun, vineyards stretch to the horizon and the Victoria & Albert Waterfront bustles with people and laughter. Here time will slip into a constant meaningful, adventurous experience.",
  "durationDays": "7",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town - Depart for South Africa",
      "description": "Arrive in Cape Town and be whisked to the luxuries of your centrally located hotel in a stylish neighborhood of the city. Table Mountain looms large over the city below, its flat top often covered by the swiftly moving clouds. The Atlantic Ocean laps along the city’s shores and encloses the city with the beautiful ocean glistening with sunlight. The stunning mountains change color in the afternoon sky. The cafes lining the street are boisterous, full of laughter and incredible scents that emanate through the doors. The eclectic scent of a blend of South African, East African, European, and Indian food mixes with the breeze. Long Street is centrally located, full of flair, and is always a wonderful area to watch the diversity of Cape Town from a street-side café, a restaurant balcony, or from your hotel window."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town - Be Taken Away",
      "description": "A visit to the top of Table Mountain is possible for those wanting the beautiful experience of hiking under the foothills, through the pass, and onto the flat top of the mountain, or for those that want a leisure and scenic route by taking the Table Mountain Aerial Cableway. Both the hike and the gondola are fulfilling in different ways and both lead you to the same incredible panorama of Cape Town. Lion’s Head Peak sits just below to your left, while Devil’s Peak is to the right. The air atop the mountain is cool with the breeze blowing against your cheeks. The ocean circles around the Cape of Good Hope, shining an opulent blue and sparkling from the sun’s reflection. The mountaintop is craggy and looks like a marriage of landscapes between the Old West and the Moon. The mountain feels like a giant monolith in its flat nature and ease in which you can explore its crown. The vibrant neighborhood of Bo Kaap can be seen from the mountaintop, nestled in the shadow of Signal Hill, the houses neon in color. Bo Kaap is an incredibly eclectic neighborhood and is considered to be Cape Town’s Malaysian Quarter. You can practically smell the curry and slow cooked stews from the Table. Take the cableway down for one last vista of the city beneath you. The gondola slowly rotates and Cape Town comes closer as you descend the gondola, the beauty of the city you came to see, touch, and take in."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town - Give and Take",
      "description": "With Cape Town’s stunning location and fabulous history you will always need another day to explore the city’s best sites. For a deeper sense of Cape Town’s and South Africa’s history visit the Castle of Good Hope. The castle is in actuality a fortress built by the Dutch East India Trading Company in the 17th century. The gateway was built in 1682 and replaced the old entrance that faced the sea. Two pillars are carved out of gray-blue stone. The entrance is made of small yellow bricks which offer a unique example of 17th century Dutch classicism in the Cape. Soldiers in traditional Dutch uniforms march through the courtyard. Whether strolling through the courtyard in the warm Cape Town sun, or wandering through the castle museum, you can feel the history of the castle and its support in shaping the city and the world around. There is plenty of day left to see the fantastic African penguin colony at Richards Bay. The penguins are a wonder of imagination. Their shiny black and white coats glimmer in the daylight and their very existence on the continent is a wonder to see. Whether through evolution or constitution, the penguins at Boulders Bay not only live on the African continent but thrive along the water’s edge. They nest on warm sand and swim in the cold water. The beach is lined with boulders that penguins climb over. They waddle along the shore and squawk if you get too close. The waves fall gently along the sand. The penguins linger in groups, some along the lapping sea, others staunch in the sand. From a connection to Cape Town’s history to connecting with some of Cape Town’s most visited wildlife, just like a soothing sun, you can always take more."
    },
    {
      "dayNumber": "4",
      "title": "Stellenbosch - Beauty Takes Over",
      "description": "Today you will leave Cape Town’s immediate majesty and be taken over by the fabulous beauty of Stellenbosch. The town is quaint and welcoming. The smell of European delights drift through the streets; the savory scent of melted cheese on pizza and delectable mussels with cream all making your mouth water. The vineyards just on the outskirts of town stretch onto the foothills of the surrounding mountains. Each winery has unique and luscious flavors from the land’s diversity and the breeze the blows through the valley. You will make your way to the fabulous River Manor Boutique Hotel and Spa where the comfortable luxuries of South Africa’s second oldest settlement await you. With the sun still high in the bright sky there is plenty of time to explore Stellenbosch. Its exceptional beauty fills more than just its aesthetic. The vineyards of the valley range from boutique wineries to large farms that have spread their ideas from just wine to include preserves, breads, olives, and cheeses. Four Secrets has a uniquely delightful wine in its Sparkling Shiraz. With a nose of red berry, vanilla, and black pepper the palate is soaked in a lingering finish of berries and spice, all touched with a light rush of carbonation. From olives and cheese, to wine and vineyards, explore and experience as much, or as little, of Stellenbosch as you like; either way you will be taken over by its majesty."
    },
    {
      "dayNumber": "5",
      "title": "Stellenbosch - A True Escape",
      "description": "Today you will depart from the fabulous beauty of Stellenbosch for the unparalleled wildlife of the Aquila Private Game Reserve. A short ride outside of Cape Town brings you to the ineffable wonders of the African bush, where the life of the wild has lived throughout time. Aquila will take you far away from the life you knew at home, and although you will be close to Cape Town, you will be light-years away from the city’s history and culture as you personally step into the luxuries of wildlife. The sun drifts through the sky and lingers over the horizon. The heat of the day begins to give way to the cool evening air. The scent of warm grass drifts beneath your vehicle. Your guide informs you of the presence of the Big Five in the park: lion, rhinoceros, elephant, leopard, and buffalo. The vehicle slowly drives along the paths, dust jumps from behind the rear wheels. The wind flows through your hair until you come to a stop. Your guide points in the short distance. You follow his finger and search in the amber afternoon light. He isn’t pointing to the grass but the tree. Just beneath the canopy you can see the black tip of a tail. The tail swishes over the branch and leads up to the light brown body that is decorated with black fur. A leopard lounges in the tree, escaping the warm sun, and scouring the savannah in search of easy prey. The leopard lies in the tree with ease and grace, comfortable in the branches and the shade. As the sun slowly sets, you make your way to your accommodation and settle in for the night knowing how different this world is from the world you left behind."
    },
    {
      "dayNumber": "6",
      "title": "Aquila Private Game Reserve - Settle into the Savanna",
      "description": "The sun rises along the horizon and the sounds of life in the bush rise with it. Birds begin to chirp. Lions roar and elephants trumpet. The world comes to life in the early hours of the morning before the heat of the afternoon sun spreads along the savanna. Rise with your surrounding world, the smell of fresh, rich African coffee helping you along the way. The morning dew lifts from the grass. You make your way once again into the bush to see more of the life that calls Aquila home, including the reminders of life that once lived in Aquila. Venture to the Khoisan rock art to see the remains of the culture that once filled the bush. Tribes lived among the Big Five and so many others as a way of life. The San were a tribal people once found throughout South Africa. Their drawings are elaborate and shine with bright colors contrasted with the color soft stone. Elephants stand in a herd. Lines of men are adorned with spears. Hunters and half-human, half-animal creatures believed to be medicine men or healers, decorate the rocks. The drawings were made with different colored stones. Finely ground red rock rubbed on a boulder to form the pictures could withstand weather for long periods of time. The animals decorating the rocks are no less majestic than the animals active in the savannah. From the rock walls to the golden grass, the lives once lived and the wildlife still living are no less than ineffable."
    },
    {
      "dayNumber": "7",
      "title": "Aquila Private Game Reserve - Return to Reality",
      "description": "Today your time of vacating comes to an end. You will transfer from Aquila Private Game Reserve and make your way to the Cape Town Airport for your return home. Your time in the Western Cape Province was filled with difference, with flavor, with culture, with history, with life. You will return to the space that you had left behind, but will now be filled with adventure, experience, and the stunning beauty of Cape Town and its surroundings. After all, what good would a vacation be if you weren’t able to vacate your worries and return full of fabulous memories?"
    }
  ],
  "map": ""
}