{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "safari-wine-romance-tour-of-south-africa",
  "tourName": "Safari, Wine & Romance Tour of South Africa",
  "placesVisited": "Cape Town, Stellenbosch, Franschhoek, Hermanus, Thanda Private Game Reserve",
  "generalInfo": "The delights of Big Five safari, the sensual reverie of vineyards, the seductive charms of secluded South Africa; this itinerary is coated in romance and handcrafted for couples seeking to indulge in South Africa's wonders. Think champagne whale-watching safaris, heated pools surrounded by elephants, quaint stone cottages amidst the vines, and helicopter trips above Table Mountain. This romantic African safari tour is teeming with intimacy and explores world wonders at a delightfully unhurried pace.",
  "durationDays": "13",
  "price": "16,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town – Warm Welcome to South Africa",
      "description": "The romance starts immediately. Your hotel has dazzling views onto Table Mountain and a spa treatment is included with the room. Lie down, adore the vista, and allow any travel fatigue to be eased by a talented masseuse. The rest of the day is free but be sure to savor the remarkable sunset views over the Atlantic, another treat at this five-star boutique hotel."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town – Stunning Helicopter Flight Over Table Mountain and Cape Point",
      "description": "The southwestern corner of Africa revels in its natural mystique. Mountains vertically rise and then snake along the ocean, beaches mingle with canopies of green, and the cityscape nestles alongside nature. There's only one way to truly appreciate its beauty: from the air. Climb aboard a helicopter and take a private ride down this enchanting corner of the continent. You soar above the city and ocean, cruise alongside the mountain chain, loop around the corner of Africa, and then return to Cape Town via vineyards and forests tucked into the creases of Table Mountain. It's a two hour flight that unveils the nuanced natural design of one of the world's most remarkable landscapes. Your hotel features its own helipad so there are no road transfers. Just take the elevator and savor a scenic flight of unrivaled beauty. The rest of today is left free for you to continue the shared Cape Town exploration."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town – Romantic Treats in Cape Town",
      "description": "Cape Town's streets dazzle with a patchwork of color; markets come in rainbow hues, sloped cobblestone streets reveal intriguing pastel shades, and historic monuments juxtapose with the dramatic mountain backdrop. Today is free to explore but a few little romantic treats have been included in the itinerary. A table for two will be booked at one of Cape Town's world-renowned restaurants."
    },
    {
      "dayNumber": "4",
      "title": "Winelands – The Vineyards of Stellenbosch",
      "description": "South Africa is indelibly serene and unhurried. Cape Town pulls you into its calm rhythm and the Cape Winelands relax you further. Over 500 wineries create a blanket of vines that slope around the towns of Stellenbosch and Franschhoek. This whole region exudes the grandeur of yesteryear, the old world charm pouring out of whitewashed stone cottages, elegant country retreats, and wine estates set in acres of greenery. Check in to your luxurious villa suite in the Winelands, and check out the four-poster bed and serene views across the estate. Known for being the Winelands's most elite choice for couples seeking exclusivity and opulence, this will be home for the next three nights. Throughout these three days a skilled wine guide will create a custom itinerary. You dictate the interests and style, then allow your guide to transport you to renowned vineyards, cute farmhouses, lunch with cellar owners, and hidden gems that only the locals know about. Stellenbosch and Franschhoek are just 30 minutes apart but their wineries have distinct flavors. The former is more well known and celebrated, home to renowned exporters and innovative newcomers. It's the perfect place to start your South African wine journey. Most of the major grapes are grown here, although Cabernet and Pinotage are particularly world -famous. Famed Italian and French investors have developed wine farms here adding further sensual treats to the diversity on offer and keeping your palate continually entertained."
    },
    {
      "dayNumber": "5",
      "title": "Winelands – Exploring the Charm and Wineries of Franschhoek",
      "description": "Tucked between towering mountains and gracefully accepting its mantle as South Africa's culinary heartland, Franschhoek is a destination for languid mornings and leisurely breakfasts. Gaze out across the green country estate and then meet your guide for a second day of vineyard exploration. Franschhoek's charming wineries are smaller and more boutique than those in its more illustrious neighbor. This is a wine destination for discerning palates and experienced connoisseur, a place for meeting the cellar owners and sharing glasses on delightful country estates. Using intimate local knowledge, your guide will craft an itinerary that combines sensual wine treats and the area's most celebrated restaurants. Then enjoy a leisurely evening in the soaring luxury of the country house."
    },
    {
      "dayNumber": "6",
      "title": "Winelands – More Spa Treatments and Wine Tasting in the Cape Vineyards",
      "description": "Lavish spa treatments start your day in a regal style, the soothing ambiance enough to lull any couple but don't fall asleep just yet. This third day of wine tasting can focus on exquisite tastes, your guide handcrafting an itinerary of small vineyards that only the locals know about. Once again it's unhurried and relaxed. There's no schedule to follow and your guide knows when to leave you alone and wait in the car. So indulge the palate, share romantic moments, and savor the elegance of an undisturbed part of South Africa. Franschhoek is one of the continent's oldest settlements and there's plenty of impressions of 19th-century grandeur."
    },
    {
      "dayNumber": "7",
      "title": "Hermanus – Romantic Whale-Watching Safari",
      "description": "Follow the valley through the mountains and the green landscapes roll down onto the Indian Ocean. Your next two days are spent on the coast in comfort in accommodation perched on rugged cliffs with glorious views across the bay. Whales are visible from the private verandah of your Bay View Suite, humpbacks, and Southern rights whales coasting through these waters on their migratory routes. But you're getting much closer than that. The champagne is packed and you sail out onto the calm waters, an experienced skipper tracking whale movements and delivering unforgettable moments with nature's largest mammals. Humpbacks crash their fins down onto the waves, 15 meter Southern right whales breach the waves just meters away, and there are few better places to raise a glass to romance and unique vacations. The three-hour boat safari is completely private with departure time decided closer to the date."
    },
    {
      "dayNumber": "8",
      "title": "Hermanus – Thrilling Great White Shark Encounters in Gansbaai",
      "description": "Open the curtains and there is a good chance of spotting whales from the balcony. So today is a good morning to sleep in and enjoy a long morning breakfast served to you on your balcony. Whales are effortlessly charming, but today's marine experience is anything but. This afternoon brings thrills and drama. Jump into the water as great white sharks swirl around the cage keeping you safe from their ferocious teeth. Shark cage diving in South Africa has a 100% safety record, but that doesn't stop the surge of adrenalin as a four meter marine beast swims past the cage. Few wildlife encounters are as exhilarating, the ocean's greatest predator just a couple of meters away. Note that it's possible to switch the great white shark encounter for a second whale watching safari in Hermanus."
    },
    {
      "dayNumber": "9",
      "title": "Thanda Private Game Reserve – Honeymoon Suite and Big Five Safari",
      "description": "Over the last eight days you've explored an exquisite corner of South Africa, the destinations within close proximity, and each journey weaved beneath a mountain backdrop. On day nine you return to Cape Town and fly to Durban on the eastern coast of South Africa. A helicopter pilot is waiting to swoop you off and transfer you down the Indian Ocean coastline, the panoramas of beach and forest dazzling beneath the propellers. Your destination is Thanda Private Game Reserve, a regular winner of the World's Leading Luxury Hotel and a stunning safari destination for discerning couples. Spend four nights at a wonderfully spacious and private camp that provides wonderful solitude in the heart of remote African bushland. The interiors offer the luxury you would expect from a member of the world's leading hotels, while the canvas walls ensure that Africa's animal soundtrack leaves a continual impression. You don't open the windows to the wild. You simply pull back the walls and admire elephants and rhinos from the comfort of your bed. Paraffin lanterns provide additional charm and a large heated pool is perfect for watching renowned African sunsets. With two private game drives each day you'll have ample opportunity to see lion prides wandering along dusty tracks, their manes flowing and eyes ever alert for opportunity. Endangered rhinos display both grace and power, horns pointing skyward as they wander close by. Elephants play at the waterholes, giraffe tower above the trees, buffalo herds stare you down at clearings, and four days provide ample time to seek out the elusive resident leopards. Game drives are about adventure, but they're also wonderfully serene. Take the wine and enjoy private moments with glorious views over the wildlife action. Return from a drive and soak up a lavish spa treatment with views of zebra and various antelope species. Marvel at the exclusive seclusion on offer at Thanda; this is African safari at its most luxurious, yet the experience also bursts with intimacy and authenticity."
    },
    {
      "dayNumber": "13",
      "title": "Durban – Farewell to South Africa",
      "description": "After 12 unforgettable days the South African vacation comes to end. City, safari, wine, and ocean encounters; it's been quite a journey, the kind of journey that will stay in the memory for decades to come. From Thanda you're transferred by road to King Shaka International Airport in Durban and your international departure."
    }
  ],
  "map": ""
}