{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "a-grand-south-africa-tour-for-families-with-teenagers-cape-town-safari-more",
  "tourName": "A Grand South Africa Tour for Families with Teenagers: Cape Town, Safari & More",
  "placesVisited": "Sabi Sands, Cape Town, Plettenberg Bay",
  "generalInfo": "Walking safaris with indigenous guides, kayaking with dolphins, standing on Table Mountain, and connecting with local people; South Africa's playground of experiences provide a thrilling destination for families with teenage children. Using three diverse destinations, this 2-week South Africa tour is packed with adventure and filled with allure. Take the whole family on a tailored teenager safari in the Sabi Sands, then to Cape Town and finally the coastal utopia of Plettenberg Bay.",
  "durationDays": "14",
  "price": "11,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sabi Sands – Surrounded by the Big Five",
      "description": "A vacation to Africa ignites so many dreamy images and preconceptions: lions roaring, elephants marching, wildlife congregating as if from an animated movie. The Sabi Sands is quick to confirm these images, a drive from the airstrip to the lodge encountering a wide array of Africa's wild mammals. Elephants and giraffes are easily spotted, rising in and out of the trees. Rhinos are equally ubiquitous, sniffing and grazing their way across the savanna. Zebra canter while impala skip across the grasslands. All this and you're just being transferred to your accommodation. Your family will land at O. R. Tambo International in Johannesburg, where a representative is on hand and assists in transferring you to a domestic flight. Touch down in the Sabi Sands Game Reserve and you're already surrounded by the Big Five and more. After the intercontinental flight, the lodge makes for a quiet place to rest and relax, although there's always an air of excitement here. Wild animals roam past the verandah, the continual procession an indication of what's to come on these four nights in the Sabi Sands. This game reserve shares an unfenced border with Kruger National Park and is an irrevocable piece of the Kruger ecosystem. It's a haven for the complete diversity of Kruger wildlife, with a particular abundance found along the Sands River. You have two interconnected suites at the luxury lodge, along with a wooden verandah overlooking this river."
    },
    {
      "dayNumber": "2",
      "title": "Sabi Sands – Game Drives Through the Kruger Ecosystem",
      "description": "On a game drive, the guides focus on the highlights, the animals that really get the heart racing and the memories embedded. Lions bask in the open, their manes flowing on the morning breeze. The vehicle stops and your family holds its breath, the lionesses getting closer before snoozing just a few meters away. Two white rhino arrive a few minutes later, a mother and calf on their own family journey. Elephants are abundant, their rumps barging against trees and their tusks a wonderful show of pride. Stop at a bend in the river and a huge pod of hippos provide the entertainment, then turn around to see a baboon troop arriving for a drink. For its diversity and ease, Sabi Sands makes an excellent family safari destination. All the famous animals can be encountered without long bumpy journeys through the bush. Game drives are scintillating, taking you out for three hours before returning to the lodge. Rather than have to travel far, wildlife often comes to you in this game reserve. During the time at the lodge, you're able to relax on the verandah and appreciate the mammals and birds at the river. Specialist guides entertain the children, teaching basic bush survival skills and introducing the tenets of animal tracking. At times it's a true wilderness experience, yet it's also a decadent five-star stay in a famous safari destination."
    },
    {
      "dayNumber": "3",
      "title": "Sabi Sands – Learning How to Track Animals on Foot",
      "description": "A Sabi Sands safari constantly offers new angles. Today you explore on foot, stepping across the savanna with barefoot indigenous guides. It's not a race, it's a slow journey that acknowledges all the clues of a wild environment: prints in the sand, indentations in the tree, different mammal dung, trees that have been picked clear of fruit. Walking with these guides brings astonishing encounters, like a zebra herd standing just a few meters away, or wild kudu and wildebeest bounding past. It's very safe and the local guides have been doing this since they were children, staying clear of the big animals while connecting with the ungulates. An armed ranger provides a back up. By learning through experience, tracking animals on foot is probably the most effective method of instilling respect for the wild environment and its inhabitants."
    },
    {
      "dayNumber": "4",
      "title": "Sabi Sands – Hot Air Balloon Above the Kruger",
      "description": "Sail on the sunrise breeze in a hot air balloon, rising above the Kruger savanna and drifting towards the gaping scar of Blyde River Canyon. Initially you spot animals from the air, like elephants and rhino on their nomadic journeys. Gradually the river expands, weaving through a canyon of crumbling sandstone walls. Mystical peaks rise while a forested valley opens out below. Touch down and it's still morning, so a second breakfast is enjoyed with views over the Three Rondavels. Then you're driven back to the Sabi Sands along the Panorama Route, winding around one of the world's biggest canyons. The afternoon provides a final game drive, a last chance to spot the Big Five in their natural habitat. Sometimes, the abundance is baffling. You're all enjoying the sight of a leopard in a tree; turn around and a herd of buffalo are just three meters away. Another advantage of the Sabi Sands is that it's a de facto malaria-free zone, unlike the savanna further north in the Kruger. Over 1 million visitors have stayed in the private Kruger reserves over the last 40 years; there have only been three reported malaria cases. While this landscape isn't considered fully malaria-free by the World Health Organization, a tourist hasn't contracted malaria in the Sabi Sands for almost two decades."
    },
    {
      "dayNumber": "5",
      "title": "Cape Town – Easy Day in the Mother City",
      "description": "After the savanna comes another natural wonder, Table Mountain rising imperiously above the city of Cape Town. A direct flight connects the Sabi Sands with Cape Town and you arrive in the early afternoon, greeted by a guide at Cape Town Airport. The day is at your leisure and your hotel in the V & A Waterfront is surrounded by the city's largest pedestrianized area. Many markets and restaurants are found within walking distance and there's always an elegant view over the harbor from your hotel."
    },
    {
      "dayNumber": "6",
      "title": "Cape Town – Table Mountain and Camps Bay for Families",
      "description": "Teenage children can have very different ideas about what they want to do at Table Mountain. Some want to conquer and savor the feat of climbing one of the seven natural wonders of the world. Others want to connect, to stand on the summit and take in views of both the Atlantic and Indian oceans. The really adventurous might want to jump off the side and rappel down 100 meters of the vertical slope. This mountain can be all those experiences and a local guide tailors the morning to your family, including either a hike or cable car to the summit. After the mountain, you're transferred to Camps Bay, the city's main beach. Cafes and restaurants overlook the broad sand and it's a very safe place for an afternoon in the sun."
    },
    {
      "dayNumber": "7",
      "title": "Cape Town – Vibrant Family Tour of Cape Town",
      "description": "From the outside, a Cape Town township looks like a place in need of renovation. Yet they're invariably welcoming and a wonderful insight into another way of life. Color is everywhere, from painted shacks to local clothes, rustic churches to sculptures made from Coca-Cola cans. Especially for children, a guided township tour is an extremely poignant experience. This is a community that seemingly has nothing, yet is filled with such smiles and enthusiasm. Township tours are a means of uplifting communities and providing employment. While these settlements have a reputation for crime, community leaders provide assurances over visitor safety. In addition, the guide is likely to know everyone you meet and there's a form of community policing that has helped township tourism flourish over the last decade. During the tour, you'll learn how to speak basic Xhosa, taste traditional foods, visit churches, schools, shops, and other community buildings, as well as meet many families living in the township."
    },
    {
      "dayNumber": "8",
      "title": "Cape Town – Penguins and Seals on the Cape Peninsula",
      "description": "Wild animals continue to occupy the itinerary in Cape Town. Just 30 minutes along the coast is Hout Bay, a charming fishing village that's always graced by the antics of wild seals. Ascend and descend over the Table Mountain chain and you reach Boulders Beach, where jackass penguins waddle comically across the sand. Couples share beak kisses on the beach while others dive off the cliffs to go fishing. These are just two highlights on today's private Cape Point tour, and another comes from standing on the very southwestern tip of Africa. A lighthouse marks the spot and there's a sense of achievement here, as if your family has traveled to the edge of the world. Well, it is the edge of the world: set sail from here and the next landmass you would reach is Antarctica."
    },
    {
      "dayNumber": "9",
      "title": "Plettenberg Bay – Relaxing Along the Coast",
      "description": "South Africa has almost 2,000 miles of coastline, stretching from deserted Atlantic Ocean beaches to equally deserted Indian Ocean sand. Rather than a single must-visit beach, there's always a wide choice of coastal destinations. Plettenberg Bay is chosen for this family itinerary as it's a crossroads for a wide variety of experiences. The town itself is small enough to walk around and relatively quiet, yet still has a wide choice of restaurants and cafes. Calm waters are ideal for less confident swimmers, but there's also a couple of light coastal breaks that are excellent for beginner surfers. The beach isn't deserted, but it's never crowded. Within an hour of Plettenberg Bay, you can discover a host of other Garden Route destinations, places to visit for half a day dependent on the mood. Best of all, direct flights have started operation from Cape Town to Plettenberg Bay, so you no longer have to take a five-hour road journey to get here. You'll be transferred to the airport for the domestic flight and greeted in Plettenberg Bay by a local representative with a rental car. This coastal chapter of the family vacation is open and flexible and the rental car ensures you have everything at your fingertips. Your boutique hotel is situated on a street just behind the beach, within walking distance of everything in the town."
    },
    {
      "dayNumber": "10",
      "title": "Plettenberg Bay – Walks, Wildlife, and the Garden Route's Coastal Charms",
      "description": "For these four days, it's easy to lie back and lounge on the soft sand. But perhaps that's not enough for the children. Local surf schools specialize in lessons for beginners and the foamy waters of the bay make an easy introduction to the sport. Kayaks can easily traverse these waters and a guided kayaking tour can be taken at any time during these four days. Paddling into the Indian Ocean, you encounter wild dolphin pods, their fins seeming to rise and fall in rhythm with the paddle. Sometimes they just swim past. Other times they become inquisitive, approaching the kayaks as if wanting to say hello. The Garden Route National Park and Tsitsikamma are just 30 minutes away, places that continue the theme of adventure. Ride a Segway through indigenous forest, cross long pedestrian suspension bridges above the Indian waves, and drive to cliffs with lingering views over the coast. A variety of hiking trails weave through the national park, hugging the coast as they connect cliffs with forest. Other coastal towns are close by for a day away from Plettenberg, like Knysna, Wilderness, and Sedgefield. Each has another wonderfully tranquil stretch of sand. Then there's Monkeyland, where a dozen different primates swing from the trees. Or the fluttering colors found at Birds of Eden, a haven for some of South Africa's rarest species. Plettenberg Bay's location in the heart of the Garden Route put all these other destinations within easy reach."
    },
    {
      "dayNumber": "14",
      "title": "Plettenberg Bay to Cape Town – Departure",
      "description": "From Plettenberg Bay, it's a one-hour flight back to Cape Town, where you transfer onto your international departure. Cape Town is a relatively small airport with a single terminal that is easy to navigate."
    }
  ],
  "map": ""
}