{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "exquisite-south-africa-exploration-culture-to-safari",
  "tourName": "Exquisite South Africa Exploration: Culture to Safari",
  "placesVisited": "Franschhoek, Sabi Sands, Cape Town, Kruger National Park, Grootbos Private Nature Reserve, Cape Peninsula",
  "generalInfo": "Embrace open air and stunning beauty as this 12-day South Africa sample tour can be custom-tailored to your preferences. You can bask in Cape Town’s highlights or visit charming coastal towns, meet the penguins at Boulders Beach and search the landscape for Africa’s Big Five in Sabi Sands. From whale watching to wine tasting, game drives to luxurious lodges, South Africa offers it all.",
  "durationDays": "12",
  "price": "8,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town - Arrive in Lovely Cape Town",
      "description": "Cape Town is a gorgeous city nestled between the foothills of Table Mountain and the shores of the Indian Ocean. The historic cultural influences have created an eclectic contemporary culture known for its cuisine, spectacular scenery, lovely architecture, and vibrant life. Your private transfer will meet you at Cape Town International Airport upon your arrival and escort you to the soothing ambiance of your luxury hotel. Select a boutique-style hotel in the city center, or a beachfront property just out of the city, and settle into the hospitality of South Africa."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town - Discover the Dramatic Cape Peninsula",
      "description": "The Cape Peninsula brims with majesty stemming from rugged landscapes to captivating views from Cape Point Nature Reserve. Your private driver will meet you at your hotel after breakfast and take you along the scenic coastline to Hout Bay. You can hop into a kayak and paddle into the waters off Boulders Beach for a different perspective of the African penguin colony. The penguins may bray against the crashing waves and huddle on the sand and rocks. Once you reach Cape Point, you can bask in the panorama from the old lighthouse. Return to your hotel for a restful evening at your leisure."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town - Explore Cape Town’s Beauty and Charm",
      "description": "Your private guide for the day can take you on excursions in and around Cape Town at your leisure, from visiting Robben Island, where Nelson Mandela was held, to taking the gondola to the peak of Table Mountain. You might also stop off to explore the V&A Waterfront and then step out in Cape Town City to visit the Bo-Kaap District, the Castle of Goodhope, and perhaps another selected museum. Spend an evening at your leisure, with your guide able to make fantastic suggestions for restaurants and other activities to suit your preferences."
    },
    {
      "dayNumber": "4",
      "title": "Franschhoek - Indulge in the Famous Cape Winelands",
      "description": "You will checkout of your hotel and enjoy the private scenic drive through the renowned Cape Winelands. Your tour will be completely customizable to your preferences, from visiting famous estates to discovering lesser-crowded boutique wineries with excellent selections. Stellenbosch exudes Old-World charm as one of the region’s oldest European settlements, and Franschhoek shines with centuries-old vineyards, Cape Dutch architecture, and meandering walking trails. End your day as you check into the accommodation of your choice, with some properties offering a cycle through the orchids, horse riding vineyard tours, and more."
    },
    {
      "dayNumber": "5",
      "title": "Franschhoek - Bask in the Winelands at Leisure",
      "description": "With so many vineyards, historic estates, and mouthwatering restaurants, another day to enjoy sampling the wine and food of the Cape Winelands will be a delight. With the day at your leisure, you may opt to enjoy your estate to the fullest with wine tasting, hiking, cycling, and exploring the surrounding area around Franschhoek, Stellenbosch, and Paarl. You can also delight in a preserved 17th-century Cape Dutch farm that boasts a prickly pear maze and thousands of fragrant clivias flowers blossoming near the secluded stream."
    },
    {
      "dayNumber": "6",
      "title": "Hermanus - Transfer to Grootbos Nature Reserve",
      "description": "A private road transfer will take you on a scenic drive to Grootbos Private Nature Reserve. With roughly 6,200 acres of rugged caves and sandy coastline, there is much to take in. The waters host the likes of passing whales and great white sharks, while the landscape supports a variety of birds and 20 percent of Africa’s plant species. Your accommodations invite you to enjoy the ancient Milkwood forest or sounds of the lapping waves. For an introduction, you can take a guided birdwatching tour in search of the Cape Sugarbird or rare Black Harrier, or enjoy a coastal drive, a cliff walk at De Kelders, or simple settle into your luxurious accommodation."
    },
    {
      "dayNumber": "7",
      "title": "Hermanus - Enjoy Exciting Excursions in Grootbos",
      "description": "After a delicious breakfast, the day is yours to embark on the adventures within the protected land and sea of Grootbos Private Nature Reserve. Perhaps step out on a guided walk through the fynbos or horseback riding along the coastline. For endless thrills, you can revel in the coastal views with a land-based whale watching tour. Your guide will take you along the pathways weaving over the cliffs where you can catch the sound of whales slapping their tails against the water between the frothing waves crashing against the rocks. You may even spot the whales breaching close to the shoreline."
    },
    {
      "dayNumber": "8",
      "title": "Hermanus - Continue Searching Scenery and Wildlife",
      "description": "Another exciting day in the Grootbos Private Nature Reserve lets you pick your excursion into the wild and captivating wilderness with your choice of activity, from shark cage diving to a botanical tour in an open-top Land Rover. You may choose to add an excursion outside the reserve with your guide to explore Africa’s southernmost tip. The day may fill with stories and legends as you watch locals feed stingrays in Struisbaai and notice ostriches resting in the sunlight along the rugged countryside. At Cape Agulhas, you can stand at Africa’s southernmost tip, where the Atlantic and Indian oceans converge."
    },
    {
      "dayNumber": "9",
      "title": "Sabi Sands - Travel to Famous Kruger National Park",
      "description": "You will leave behind Grootbos Nature Reserve early in the morning with your private transfer taking you to Cape Town Airport for your flight to the Greater Kruger Region. Your lodge in Sabi Sands will feel like a private escape as you plunge into the luxuries of pristine wilderness coupled with opulent design and attentive service. Begin with an Afternoon Tea, and then set out for your first game drive. Your professional guide will track the wildlife through the mixture of brush, forest, and riverbanks as you search for the likes of lion, elephants, rhinos, buffalo, and leopards with a stop for sundowner drinks along the way. Return to the lodge for a lovely bush dinner, and enjoy the beautiful night sky as you settle in."
    },
    {
      "dayNumber": "10",
      "title": "Sabi Sands - Embark on Luxurious Game Drives",
      "description": "Your morning game drive will take you out into the bush with your ranger before sunrise when the wildlife is most active before the day’s heat has spread over the landscape. Enjoy a stop for hot coffee or tea, and then return to the lodge for full breakfast. Relax around the pool, have a spa treatment before lunch, and then set out for your afternoon game drive. You may feel a rush of excitement from the possibility of finding giraffes pulling leaves from acacia trees and spotted hyena in search of carrion. Hippos return to the water after grazing on grasses in the night to protect their skin from the sun, and impala nibble on foliage in herds. You may come across a troop of foraging chacma baboons as they search for seeds, insects, and rodents. Return to the lodge for another fantastic dinner and evening spent enjoying your incredible surroundings."
    },
    {
      "dayNumber": "11",
      "title": "Sabi Sands - Embrace the Thrill of the Game Drives",
      "description": "Another full day of game drives will take you back into the untouched splendor of Sabi Sands Game Reserve and greater Kruger National Park. Your afternoon game drive will highlight the wildlife returning to life after the day’s heat wanes. Herds of elephants may take to a waterhole and cool off. Perhaps you can spot crocodiles basking in the last warmth of the day with their mouths wide open on the banks of a river. You can relax with the surrounding sounds of the wilderness as you sip your choice of drink at sundown while watching the incredible African bush before another night enjoying the joys of your safari lodge."
    },
    {
      "dayNumber": "12",
      "title": "Sabi Sands - Depart for Home",
      "description": "Your final morning in Sabi Sands will start early with a game drive into the wilderness in search of the fascinating wildlife from lions to hyenas, bushbuck to buffalo. You may choose to spend the morning drive looking for the reserve’s secret seven, the elusive serval, African wild cat, aardvark, pangolin, large-spotted genet, civet, and porcupine. After your adventure into the wilds, you will have a private transfer to Skukuza Airport for your flight to Johannesburg, where your unforgettable tour of South Africa will come to an end."
    }
  ],
  "map": ""
}