{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "bush-and-beach-luxury-kruger-safari-mozambique-island-escape",
  "tourName": "Bush and Beach: Luxury Kruger Safari & Mozambique Island Escape",
  "placesVisited": "Johannesburg, Sabi Sands Game Reserve, Londolozi, MalaMala Game Reserve, Pemba, Vamizi Island, Quirimbas Archipelago",
  "generalInfo": "Africa's landscapes redefine notions of escapism. They are not merely places where you simply go to escape the world; they are exotic realms that immerse you in a rhythmic beauty untouched for millennia. Combining five days of big-game Kruger action with four nights in Mozambique's Quirimbas Archipelago, this sublime safari offers a getaway into ancient worlds. Blending private reserves with an exclusive island, you escape to the bush, and then settle onto the white sandy beach.",
  "durationDays": "10",
  "price": "16,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sabi Sands – Introductions in the Sabi Sands",
      "description": "The word safari comes from the Swahili language, translating into English as “journey.” It's a fitting definition of the experience to come, immediately suggesting notions of an adventure into the unknown. Yet there's more to the Swahili interpretation as the word safari means more than just the movement of travel, but also a journey of changing perspectives. Land in the Sabi Sands and both sides to the definition are immediately apparent. The landscape evocatively showcases how you've traveled into a new world; one where rhinos roam free and elephants tower above the airstrip. And the first experience on the savanna quickly helps to shift many people's perspective on Africa; this is not merely a continent to visit and experience, but one to intimately connect with. From a giraffe elegantly wandering by to a zebra herd beside your suite, the Kruger savanna immediately invites you into a realm untouched by time. It feels like animals are everywhere, either in sight or the sounds that reverberate across the bushland. Your first luxury safari lodge overlooks the Sand River, and there are dozens of different species roaming freely on the surrounding savanna. Just sit back, sip on a welcome cocktail, and watch the procession of mammals tentatively drinking in big cat country. An afternoon game drive provides a close-up, and when dinner is served under the stars, there's a sense of making a connection that can't be found elsewhere in the world. The Sabi Sands is a short flight from Johannesburg, and a representative will assist with the transfer between planes at O. R. Tambo International."
    },
    {
      "dayNumber": "2",
      "title": "Sabi Sands – Big Game Encounters",
      "description": "As the iconic African sun pierces the horizon, you're out on the savanna, trailing a lion pride in hunting mode. Six lionesses work together, exchanging stealth for a group attempt at a breakfast buffalo. They harass the herd, snapping at the fringes before getting chased away by large males. Their prize is hidden behind the fur and horns, a young buffalo calf being carefully protected by the herd. Getting trampled by a buffalo would mean certain death, but the lionesses keep coming, pulling the herd in different directions, a few brave hunters dragging out the wrath of the biggest males. Then there's a flurry of dust and a haunting cry, three lionesses bringing down their target. Yet the battle isn't over. As you watch transfixed, the buffalo charge the lions, attempting to save their calf. For another hour the scene plays out, made even more dramatic by a pack of hyenas on the prowl. As safari in the Kruger promises, you're not just sightseeing, but immersing yourself in the rhythms of the wild. On a Kruger game drive, there are moments of charm, like watching rhinos or giraffes slowly walk past the vehicle. And then there are snippets of drama, like a lion hunt or two herds battling at a waterhole. Nothing is predictable, and this is part of the immersion; one moment you're following a leopard, the next moment you're surrounded by a noisy baboon troop. A safari is not like being at the zoo. You don't pass a cage knowing that a certain animal will be there. Instead, you escape into the wild and allow the landscape to surprise you. Soon, any notions of the Big Five have been replaced by the beauty of connecting with the wild. Over these two days, you enjoy morning and afternoon game drives, punctuated by a few hours of quiet time to let the heat of the day pass by. Your suite has a private plunge pool, ideal for cooling off and watching the life at the river. A private terrace continues the sense of escapism, with uninterrupted views dotted with wildlife. Monkeys and baboons swing past; elephants roam just meters below, and a myriad of exotic birds land beside you. Safari is certainly an adventure, but few people predict the utter serenity when it's just you and the Kruger savanna."
    },
    {
      "dayNumber": "4",
      "title": "MalaMala Game Reserve – Safari in Africa's Premier Private Reserve",
      "description": "After a short game drive transfer, you settle into your next property on MalaMala, an exotic world amidst the forest on the banks of the Sand River. There's a certain air of romance and exclusivity here, where varied wildlife can be viewed from a private plunge pool and your suite seems to be hidden in the wild heart of Africa. MalaMala is a large private reserve, only accessible to guests staying at one of its three camps. Drivers are permitted to take you off the trail, so game drives bring an even more inspiring proximity to the wildlife. For example, you see a leopard high in the tree and the driver bumps over the grass until you're just a few meters away. Like the landscape you just left, this is big cat country, and the encounters come thick and fast. Cheetahs disappear into the grass then emerge in a flurry of dust; hyenas scowl as they seek a meal, joining jackals and vultures in picking at bloodied, discarded carcasses. Sometimes you see a lion pride lazing in the sun, snoozing with eyes ever alert for what's moving on their savanna. On other occasions, you follow a rare caracal as it journeys beneath the moonlight. At MalaMala, you're not restricted to exploring during the day. Nighttime drives enable you to see nocturnal creatures and further mystical encounters between predator and prey. There's also an option to go on a walking safari with an armed ranger, another way to keep bringing new safari experiences after four or five days in the savanna. The daily itinerary is flexible, and you can pick and choose between the activities. Along with the big cats, the Kruger is also a celebrated haven of Africa's giants. Around 10,000 rhinos occupy the savanna, and they quickly become a highlight, especially in the quieter and private world of MalaMala. Elephants are hard to miss, and you might find one passing the camp at sundown as you sip on a cocktail. Hippos spend their day in the river below, their gaping jaws a mesmerizing display of power. Yet perhaps your finest safari memories come from something very personal; a private show of affection between two zebras, a kudu nursing her calf, maybe a hairless baby baboon carried on her mother's stomach. When you escape to a world like the Kruger, such inspiring moments further cement your connection with the wild. The next day, a final game drive is a bonus chance to savor the last safari memories. Perhaps two rhinos in the bush, giants with a grace that matches their imposing bulk. Maybe a leopard, the furtive hunter keeping you spellbound as she dips her neck and disappears in the grass. Or an adorable zebra herd, an ancient elephant bull, a hundred springbok skipping elegantly across the grasslands. Return from the drive for a second breakfast before you transfer to the Skukuza airstrip for the one-hour flight to Johannesburg. You'll spend the night at a boutique getaway in the old colonial suburb of Houghton. A driver-guide is at your disposal and the afternoon can be tailored towards your interests, from wine tasting in private cellars to the colors of the city's urban forest or sundowner cocktails."
    },
    {
      "dayNumber": "6",
      "title": "Vamizi Island – Flying Out to Corals and White Sand",
      "description": "Flying between the city and beach is relatively easy, with a scheduled flight to Pemba connecting with a charter flight to Vamizi Island. You land in the Quirimbas Archipelago, on an island that's dominated by thick indigenous forest. The island is only shared by a maximum of 12 guests and the canopy further enhances notions of privacy. Your suite cascades down onto the white sand, and you could go days without seeing anyone else but the attentive personal butler. Settle in, dip into your pool, brush your toes in the sand and float on the turquoise waters of the Indian Ocean. Like when on safari, your package is fully inclusive of meals and selected drinks."
    },
    {
      "dayNumber": "7",
      "title": "Vamizi Island – Sensual Private Island Escape in the Quirimbas Archipelago",
      "description": "Vamizi reflects all the revered images of an Indian Ocean island escape. There's the white sand, fringed by vibrant corals and snorkeling opportunities. Next, the ocean laced with a divine blur of tropical colors. A forest backdrop adds another hue and the soothing sights are complemented by the islands' sounds; wind is rustling softly, waves lapping lightly, the odd exotic bird tweeting from the high branches. Mozambique has 2,000 miles of white sand coastline, along with a suite of islands cast adrift in the ocean. It's a country that remains off most travel radars, yet provides a compelling getaway into a realm untouched by modernity. Vamizi is an island where you take off the shoes and never put them back on, a place where time has no meaning and the day slips along with the utmost of tranquility. As you might expect on a private island, the accommodation adds a further haven of luxury. Expect a spacious suite with multiple places to rest and relax, along with a private pool and deck overlooking the beach. Spend your time lazing away the day and then add in one of the activities. Perhaps a deep-sea fishing trip, maybe snorkeling or diving on the surrounding reefs, or it could be sailing away in a traditional wooden dhow, with the captain timing your departure for a serene Indian Ocean sunset."
    },
    {
      "dayNumber": "10",
      "title": "Johannesburg – Departure from Africa",
      "description": "Exquisite aerial views dominate the short flight from Vamizi Island to Pemba, with the colors of the Indian Ocean blurring beneath the wingtips, turquoise to green to the lush flowing blue of the distant oceanic abyss to the east. Connect onto a scheduled flight in Pemba and fly back to Johannesburg, where you're greeted by a representative and transferred to your international departure."
    }
  ],
  "map": ""
}