{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "african-safari-to-coast-explorer-a-loop-across-south-africa-tour",
  "tourName": "African Safari to Coast Explorer: A Loop Across South Africa Tour",
  "placesVisited": "Johannesburg, Blyde River Canyon, Kruger National Park, Sabi Sands Private Game Reserve, Swaziland, Mlilwane Game Reserve, St Lucia, Makakatana Private Game Reserve, Durban, Drakensberg Mountains",
  "generalInfo": "If South Africa is the Rainbow Nation, then this is the rainbow itinerary, a 14-day kaleidoscope of experiences and destinations, with each as symbolic and inspiring as the last. Lions chasing kudu across the Sabi Sands, hippos in lakes beside the Indian Ocean, traditional Zulu villages, Swaziland, Blyde River Canyon, and Hluhluwe-Umfolozi. It's a journey across sublime landscapes, connecting the great reverie of Southern African travel. And of course, there's plenty of big game safari on this South Africa tour.",
  "durationDays": "14",
  "price": "12,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Johannesburg – Relaxing at the Cradle of Humankind",
      "description": "Land in Johannesburg and you're quickly transferred into the wilderness of Africa. The city sprawls but it's surrounded by gaping expanses of green, especially as you head west to the Cradle of Humankind, the first World Heritage site you visit on this itinerary. Various three-million-year-old fossils of homo naledi have been excavated here, and more are hidden amongst the limestone caves and open landscapes. With a morning flight arrival, there's time to check into the Homini Boutique Hotel and spend a couple of hours exploring the natural history on the edge of the city."
    },
    {
      "dayNumber": "2",
      "title": "Mount Sheba Nature Reserve – Looking Through God's Window",
      "description": "South Africa is remote and rural, the landscape dappled with traditional circular huts and sweeping curves of green. Today's drive is a sublime introduction to the drama and charm of the country, taking you through the hills to the Lowveld and the scorched tones of the quintessential African bush. Stop at the Sudwala Caves, and admire how heritage merges with nature; cross the dazzling hills of Mpumalanga Province, and continue to Blyde River Canyon. This canyon is one of Africa's great natural wonders; weaving through the landscape, its precipitous sandstone cliffs are dappled in lush subtropical colors. The hues merge, and the panoramas never stop. Gaze through God's Window, follow the trail along to Bourke’s Luck Potholes, and then take in the expression of scale at the Blyde River Canyon viewpoint. After the soft topography of Mpumalanga, the canyon's sweeping curves imbue South Africa's staggering natural scale."
    },
    {
      "dayNumber": "3",
      "title": "Sabi Sands Private Game Reserve – Inclusive Big Game Safari",
      "description": "Leave Blyde River Canyon and you're quickly in Kruger National Park, a historic park that's home to over half the world's rhinos and a wonderful abundance of big cats. It's a prime destination for a first-time safari, able to showcase the diversity of African game while providing many intimate moments with nature's biggest and more impressive. Weaving through Kruger, you enjoy your first game drive. Turn a corner and a springbok herd skips across the dusty savannah. Follow the trail and white rhinos stand with enchantment; dotted along the sand are the tracks of a leopard. Next, you cruise through Kruger towards Sabi Sands Game Reserve, a private concession that borders the national park. Now the safari becomes more intimate. All the famous mammals are found in the Sabi Sands, but they share a compact area, arriving to enjoy the bounty of the Sabi and Sands rivers. Lions rest beneath the shade of branches, kudu and eland cluster in large herds, baboons are scattered above the trails, while a rustling amongst the green reveals a hiding cheetah. Now some elephants, a whole herd that trumpets its route to the river, then veers clear of where the hippos wallow in the mud. And of course, the rhinos, Africa's legendary endangered species, are found in wonderful abundance. Over these two days, you enjoy luxurious game drives in an open-sided vehicle, heading out in the cooler hours of morning and afternoon to experience African safari in all its wonder. On both days, you also have the opportunity for a nighttime drive. Open your ears to the sounds, feel the redolence of the savannah, and then turn on the spotlight to find great herds just meters from your vehicle. Yet for all the drama, and for all the moments of discovery out in the bush, safari in Sabi Sands is a relaxed experience. Hippos wander across the grass beside the river, giraffes raise their necks along the horizon, and large zebra herds gather in open clearings. All this is seen from the room of your lodge, nature's greats congregating on the plains as you tuck into lunch or lounge on the verandah. And when nighttime rolls around, the sounds keep you company, Africa's eternal tones echoing throughout the dark. It's not merely the mix of wildlife that makes this a premier destination for a first-time safari. It's the chance to fully immerse yourself in the unmistakable tones of Africa."
    },
    {
      "dayNumber": "5",
      "title": "Mlilwane Game Reserve – First Impressions of Swaziland",
      "description": "Heading through Kruger the safari continues, antelopes still dappling the landscape as you cut across Mpumalanga heading west. You ascend, rising past small villages and into the Kingdom. Swaziland is the epitome of many people's images of traditional Africa. Circular huts dot the landscape, standing over fields of horses and cattle. Nothing is flat, with the green slopes curving past villagers carrying baskets on their heads. Locals are curious, welcoming you with smiles and invitations. At first glance, the country appears poor. But that's only when using the economy to judge richness. This is a country that radiates culture and sense of society. Spend the day journeying through the country, stopping at village markets and visiting community projects. As dusk falls, you arrive at Mlilwane Game Reserve, where zebra and warthogs roam beneath your beehive hut. Swaziland is a country of tradition and tonight's accommodation immerses you in that tradition, with a few modern notes of luxury."
    },
    {
      "dayNumber": "6",
      "title": "Mlilwane Game Reserve – Horse Riding Safari in Swaziland",
      "description": "Mlilwane doesn't have lions or leopards. Nor elephants or rhinos. But its landscape is filled with large numbers of other mammals, especially a redolent range of antelopes. And the lack of dangerous mammals enables you to explore the landscape in a new way. Today you go on a horse-riding safari through Mlilwane, trotting alongside the zebra and cantering past large herds of kudu and impala. Giraffe and buffalo stop their grazing to say hello while there's always hippos lounging in the lake. This experience can also be switched or complemented with a walking safari or bicycle safari. In the mid-afternoon, you will also head out to a traditional healer, or witch doctor as the West might call him. Feel his mysterious presence, openly discuss his life, and admire the sense of spirituality that pervades throughout his hut."
    },
    {
      "dayNumber": "7",
      "title": "St Lucia – Cruising Along the Indian Ocean",
      "description": "Descend from the Kingdom and gaze out on the endless tones of the Indian Ocean. After the green of Swaziland comes the white sand of the coast. Beaches lie mostly empty, framed by the odd palm tree and the grunts of hippos. St. Lucia looks like a quintessential version of a postcard paradise. But its backdrop is a maze of waterways of thick forest, home to mass numbers of hippos and various monkey species. So the safari doesn't stop, even if you're slumbering on the beach. After the drive, the afternoon is free to lounge amongst nature or explore the small coastal town of St. Lucia, with your accommodation at the sublime luxury lodge."
    },
    {
      "dayNumber": "8",
      "title": "St. Lucia – Day Safari to Hluhluwe-Umfolozi National Park",
      "description": "Hluhluwe-Umfolozi is Africa's oldest proclaimed game reserve, a haven for large mammals amongst an area of traditional villages and history. Almost a thousand rhinos find their space here, alongside the evocative collection of big cats. Lions chase impalas; cheetahs hide in the high grass while sharp eyes pick out leopards as they lounge in the trees. With its rolling red roads and distinct habitats, Hluhluwe-Umfolozi exudes the sense of old Africa. You spend the safari day in the park, venturing on a long game drive that breaks for a picnic lunch beside a hippo pool. It's a park full of surprises and another opportunity to encounter the thrills of an African safari."
    },
    {
      "dayNumber": "9",
      "title": "St. Lucia – Relaxing with the Hippos",
      "description": "Gaze west and St. Lucia resembles a tropical paradise, filled with warm Indian Ocean colors and serenity. Look east and the landscape is alive with the shouts of hippos and the exotic calls of monkeys. Spend the morning cruising along the estuary, getting close to the hippos that frolic in large pods. Youngsters grunt and fight for prime wading space while baboons gaze down on the odd hippo charging out of the water. Then you cruise past and the calm returns. Silence reigns, but it's a silence that's filled with the distant sounds of nature: tropical birds tweet, a distant monkey call echoes, and a paddle softly enters the water. From the estuary, you can continue the safari by crossing the first waves and searching for dolphins in the ocean. Excellent snorkeling can also be found here, and this can be arranged during the day."
    },
    {
      "dayNumber": "10",
      "title": "Durban – City Sights and Luxury on the Beach",
      "description": "Enjoy a relaxed start, and an easy morning on the white sand before leaving at your leisure. You're heading south, skirting the coast and the revered images of white sand. There are various deserted beaches to stop en route, or it's a direct three-hour drive down to Durban. Heritage mingles in this old city on the beach; Indian markets find a home in Victorian architecture, Zulu traditions meet surf cultures, and the whole city comes together on the long coastal promenade. You spend the night at the five-star Teremok Lodge Boutique Hotel in Umhlanga, just north of the city. In Durban, the guide will customize the activities and visits dependent on your interests."
    },
    {
      "dayNumber": "11",
      "title": "Bergville – Immersed in Majestic Mountains",
      "description": "In ten days, you've journeyed from the savannah to the rolling hills, then onwards to a tropical coastline. Returning towards Johannesburg, you stop in the towering Drakensberg Mountains, an area of wilderness that's dominated by the 3,000-meter-high mountains of the Amphitheatre and Cathedral Peak. Liberally dappled around the landscape is Africa's greatest concentration of rock art, some 40,000 pieces of bushmen work filling caves and rocks. Dozens of hiking trails take you beneath the Amphitheatre or onto its summit, including one to the world's second highest waterfall – Tugela. The Drakensberg can be as active or as relaxed as you want it to be and the guide will tailor the daily itineraries to your interests. Admiring some of the rock art should definitely be included, with every painting a story of lost civilization. See paintings of successful hunts, warning other nomads of predatory leopards, and the interpretations of what happened when the white men arrived. Elevating the tranquility for these two days is your luxurious resort paradise that's miles from any road or village."
    },
    {
      "dayNumber": "13",
      "title": "Johannesburg – Glimpses of Soweto",
      "description": "Wake up to an early start as you return to Johannesburg and explore an enchanting side of South African history. The Apartheid Museum provides context, along with evocative accounts and photos of life under the regime. Then the township of Soweto breathes in the vibrancy of life, everywhere painted in vivid colors and large murals. Nelson Mandela lived at 8115 Velekazi Street and Desmund Tutu still resides a few doors down, making this Soweto street the only one in the world that's home to two Nobel Prize winners. And while Soweto is a township, it's very safe to visit. An afternoon here provides a new respect and admiration as to how the local people have overcome apartheid and genuinely created a harmonious rainbow nation. You're guided through Soweto on bicycles, stopping at different shacks to sample all the culinary delicacies and welcoming faces of the township. After Soweto, you're transferred to the suburb of Sandton and a five-star stay a beautiful hotel."
    },
    {
      "dayNumber": "14",
      "title": "Johannesburg – Departure",
      "description": "Spend the day relaxing in the hotel before your South Africa adventure comes to an end with a transfer to the airport. Say goodbye to your guide and soar away from southern Africa, already discussing when to return."
    }
  ],
  "map": ""
}