{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "family-african-safari-package-victoria-falls-kruger-park-sabi-sabi",
  "tourName": "Family African Safari Package: Victoria Falls, Kruger Park & Sabi Sabi",
  "placesVisited": "Victoria Falls, Kruger National Park, Sabi Sands Game Reserve, Chobe Game Reserve, Manyeleti Game Reserve",
  "generalInfo": "Take a journey through Southern Africa like no other, encompassing the scenic wonders of Victoria Falls in Zimbabwe, the majesty of the Panorama Route in South Africa and the incomparable wildlife areas of northern Botswana and the Kruger Park region of South Africa. Combining incredible landscapes and thrilling Big Five wildlife encounters by safari vehicle and on foot, while staying at world-class luxury lodges, this is a family adventure that will create memories to last a lifetime.",
  "durationDays": "13",
  "price": "10,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Victoria Falls - Welcome to Zimbabwe",
      "description": "On arrival at Victoria Falls Airport, you will be met by a guide and transferred to your beautiful lodge. The only lodge set within the Zambezi National Park, this elegant and stylish property sits on the bank of the mighty Zambezi River, close enough to Victoria Falls to see the spray rising into the air. Settle into your expansive suite with its tremendous view, which is an ideal place to relax and watch the world go by. You can sit and observe hippos jostling in the water, listening to the gurgling of the river as it slips quickly by, headed for the falls. A late afternoon boat cruise is the ideal way to explore the river, look for wildlife coming to the water to drink and admire the scenery in the beautiful light of sunset, which paints the sky in a kaleidoscope of colors. You return to the lodge in the early evening for a wonderful meal served by candlelight with the gentle sounds of the river drifting by."
    },
    {
      "dayNumber": "2",
      "title": "Victoria Falls - The Smoke that Thunders",
      "description": "You arise early to sip a freshly brewed hot drink and watch the mist curling off the river in shafts of sunlight. With a full day ahead of you to enjoy all that Victoria Falls and its environs have to offer, you are spoiled for choice. The highlight must be to visit the falls themselves where the Zambezi River plunges over a crack in the earth’s crust and boils into the narrow gorge below. Standing close to the edge, you feel a rumbling symphony of sound and spray wash over you in an awesome display of nature’s power. It is little wonder that these falls, one of the Natural Wonders of the world, are known to local tribes as “The Smoke that Thunders;” the spray is visible for miles around, and the noise can be heard from a considerable distance away. Once you have fully experienced this phenomenal spectacle, a host of other activities are available, depending on your interests. Game drives in the national park reveal a myriad of species including white rhino, and the river affords some excellent sport fishing where you can do battle with the legendary tiger fish, a renowned fighting adversary."
    },
    {
      "dayNumber": "3",
      "title": "Kasane - Welcome to Botswana",
      "description": "After a final leisurely breakfast taken on the terrace overlooking the river, you depart for the short cross-border drive to Kasane in Botswana. A guide will meet you there, and take you on a game drive to your first mobile camp. Located deep within the Chobe Game Reserve, this camp moves with the seasons to wherever the game is to be found. The Meru-style tents are more like en suite rooms, set up in the shade of enormous trees along the well-worn paths that animals frequently use. After settling in, you depart for an afternoon Botswana safari game drive. This region has a rich diversity of habitats, which in turn support a wide variety of wildlife. Along the Chobe River are woodlands characterized by towering groves of ebony and leadwood trees that face open grassy floodplains along the water’s edge. Here you keep an eye out for red lechwe antelope, hippos, and crocodiles sunning themselves on the banks. Lions often rest-up among the trees and palm thickets, watching for activity on the plain. Further inland, the thickets become denser, and mopane woodland dominates the landscape. It is here that leopards stalk, kudu walk like ghosts through the shadows and elephants come to feed. As the afternoon draws to a close, your guide selects a spot to stretch your legs and take in the scenery. He produces a hamper packed with drinks and snacks, and you find yourself sipping on a glass of your favorite beverage while the sun sets the sky on fire in a pyrotechnic display of color. As the first stars begin to appear, you drive back to camp with a spotlight, seeking out the reflected eyes of nocturnal species as they emerge into the night. Civets, honey badgers and genets are often seen, while the loping stride of a hyena off on his nightly hunt is a thrilling sight. Returning to camp, you will find a welcoming fire blazing, and delicious aromas wafting from the kitchen. A sumptuous meal is served below the stars, bathed in soft lantern light. After a final drink at the fire, you slip back to your suite and slide between the covers, serenaded by the sounds of Africa."
    },
    {
      "dayNumber": "5",
      "title": "Manyeleti Game Reserve - Into South Africa",
      "description": "Depart in the morning, crossing the border into Livingstone, Zambia, where a scheduled flight will take you to Nelspruit, South Africa. Your guide will meet you at the airport, and take you on a scenic drive into the Manyeleti Game Reserve, to your next property. Offering privacy and seclusion for up to ten guests, the house has its own dedicated staff, guide and vehicle to enhance every moment of your South Africa safari experience. Set upon a seasonal riverbed, your accommodation boasts fantastic birding from the comfort of the front porch, as well as excellent views of the local big game visiting the waterhole below. After settling into your suite, you cannot resist the urge to set off and explore the area with your guide. The Manyeleti and Tintswalo concessions are a part of the greater Kruger National Park region, where fenceless borders give on to the famous park, as well as the renowned Sabi Sands Game Reserve. This creates an area of over two million hectares of land given over to wildlife that moves freely across the region. A variety of habitats support a tremendous amount of animals and birds, including the Big Five. The first thing you will notice is the difference in the landscape; the vast, flat plateau of Botswana is now replaced by topography on a grand scale. The Drakensberg Mountains rear up dramatically in the distance to the west, and the contours of the land here consist of gently rolling hills and gullies. Driving along the tracks in the light of the late afternoon, golden hues paint the world in a magical display. A gentle breeze rustles in the grass, and your senses take on the many aromas of the bushveld: the scent of the earth, dust and wild sagebrush. Your guide and tracker team work together, using their vast experience and knowledge of the region to open up the secret world of the bush: reading spoor, listening to the sounds around you and interpreting their hidden meanings. As the sun dips toward the horizon, your guide selects a scenic spot for you to stretch your legs, before producing a hamper packed with snacks and ice cold drinks. As the sky changes into a glorious display of colors, you listen to the sound of roosting birds settling in for the night, the chirrup of crickets and the far-off roar of a lion. Raising your glass in a toast to the splendor of this elemental scene, you realize the magic of moments like this in the African bush. In the gathering dusk, you make your way back to the manor, while your guide deftly wields a spotlight in search of nocturnal animals. Glinting eyes reveal genets moving like quicksilver through the trees, the loping stride of a hyena off on its nightly hunt, and you are riveted by the possibility of encountering a leopard, the spotted king of darkness. Returning to the lodge, you find it bathed in the light of lanterns, and the roaring fireplace is a welcoming sight. Delicious aromas drift from the kitchen, and before long you find yourself at the dining table, enjoying the first of what will be a memorable series of delectable dinners. Gentle conversation and the tinkle of glasses are offset by the primal sounds of the African night outside, where hyenas call, lions roar and elephants trumpet in the darkness."
    },
    {
      "dayNumber": "6",
      "title": "Manyeleti Game Reserve - The Magic of the Wilderness",
      "description": "You allow yourself to succumb to the spirit of this untamed wilderness, where you rise at dawn with a freshly brewed hot drink and set off into the wilds on an adventure that is guaranteed to be different each time. The density of wildlife is astonishing, and each new scene you encounter will instill a sense of wonder in you: herds of antelope grazing in the grasslands, the silent passage of a family group of elephants through a forest, the amusing antics of a troop of baboons. The midday hours are spent, like the animals, resting in the shade and comfort of the lodge, where the swimming pool provides a refreshing spot to while away the afternoon with a book, while occasionally you glance down at the visitors to the waterhole. There is no better way to enjoy the African wilderness than on foot, silently walking a game path that may never have felt a human tread. Smells become sharper and sounds more acute as your senses engage more fully than ever before. Your guide shows you the secrets of the world that surrounds you: hoof marks around a salt lick, pug tracks from a lion passing in the night, the medicinal uses of the plants you find. This holistic experience allows your muscles to move, your body to breathe, and you find your place in this incredible mosaic of life."
    },
    {
      "dayNumber": "8",
      "title": "Kruger - The Panorama Route",
      "description": "You will set off on a scenic drive through one of South Africa’s most splendid landscapes. Known as the Panorama Route, the road takes you along the stunning Blyde River Canyon, past God’s Window, numerous waterfalls and incredible scenery, where the escarpment of the Highveld drops to the Lowveld in a dramatic fashion, carved by millennia into fantastical geological formations. Your destination is a lodge set overlooking the golf course in the landscaped grounds of White River Country Estate. Just 25 kilometers from the Kruger Park, White River has a host of adventure activities right on your doorstep. You can choose between zip-lining, visiting the elephant sanctuary, helicopter tours and many more, or simply relax at the lodge and indulge in blissful treatments at the Wellness and Beauty Clinic."
    },
    {
      "dayNumber": "10",
      "title": "Kruger - The Sabi Sabi",
      "description": "Leaving White River behind, you journey eastwards back into the wild vastness of the Kruger National Park. Your next lodge offers an intimate and exclusive lodge experience in luxurious surroundings. Superior cuisine, gracious service and all the modern amenities make this a lush oasis of tranquility in the midst of the African bush. Game drives here are nothing short of thrilling; along with your experienced guide and tracker team, you venture into this Big Five territory that is renowned for its population of leopards. These magnificent cats are seen on a regular basis, and nothing can compare to the singular beauty of seeing them in the wild, the masters of stealth and camouflage, the undisputed lords of the night. Twice-daily expeditions into the wilderness see you out in the cool air of the morning while the air is clear and spoor is still fresh on the ground, then once again in the golden light of the early evening , when the dusk wakens the predators for another evening on the hunt. During the middle of the day, after a delicious brunch in the shade of the terrace, you can work off some energy on a guided bush walk. This is where you feel the soil of Africa below your feet, engaging your senses to the highest degree as you lightly step along paths worn by game over the centuries. You learn of the secrets of termite mounds, the tracks and signs on the ground, and the many traditional uses for the trees and plants around you. Return to the lodge for a refreshing dip in the pool or perhaps a pampering session at the spa, relaxation in preparation for the excitement of your late afternoon game drive. As the afternoon wears on and the light begins to soften, you feel yourself compelled to venture out once again to see what adventures nature has in store for you. No two game drives are ever the same, and this is what makes experiencing this unique African wilderness so compelling. The only things that are guaranteed are a glorious sunset at the close of the day, along with the almost obligatory “sundowner” stop to raise a glass to its beauty, and a sumptuous dinner in gracious surroundings, accompanied by fine wines and serenaded by the chorus of the African night just beyond the circle of firelight. Taking a seat at the fireside after dinner, you gaze up at the Milky Way and the Southern Cross, and the air is so clear it feels as if you could reach out and touch them."
    },
    {
      "dayNumber": "13",
      "title": "Kruger - Homeward Bound",
      "description": "Enjoy your final morning safari activity before bidding your camp farewell. A driver will pick you up and take you south to Kruger/Mpumalanga Airport for your onward flight home."
    }
  ],
  "map": ""
}