{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "10-day-south-africa-tour-kapama-winelands-and-cape-town",
  "tourName": "10-Day South Africa Tour: Kapama, Winelands and Cape Town",
  "placesVisited": "Kapama Private Game Reserve, Stellenbosch, Cape Town",
  "generalInfo": "Discover the majesty of South Africa and its wilderness on this tailormade 10-day tour, taking you from the emerald expanse of Kapama Private Game Reserve to the spectacular golden beaches of Cape Town. Along the way, you will capture the Big Five wandering through the bushveld and uncover significant South African heritage during tours of its age-old wine scene as well as iconic landmarks dotting the city beneath Table Mountain.",
  "durationDays": "10",
  "price": "7,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kapama Private Game Reserve - Touch down in the Rainbow Nation",
      "description": "Your South African safari begins as soon as your airplane swoops over the golden plateaus and rolling forested hills stretching across the rainbow nation. You will touch down in the Greater Kruger Area, meet your private transfer, and make your way to the beautiful bush of the Kapama Private Game Reserve. Dense emerald jungles teeming with roaring animals and lush vegetation will circle your stunning suite in a hideaway lodge equipped with lovely amenities. You may spend your afternoon enjoying the soundtracks of nature, from the whistling birds to the chirping crickets, while tucking into decadent South African cuisine."
    },
    {
      "dayNumber": "2",
      "title": "Kapama Private Game Reserve - Behind the Scenes with the Big Five",
      "description": "Kapama’s enormous stretch of forest and wilderness is home to a remarkable collection of indigenous creatures you will soon discover alongside a spirited ranger during morning and afternoon safari drives. Your adventures will lead you through the shamrock-colored canopy to lookout points sharing unbridled scenes of the bushveld and to watering holes where hippos and buffaloes escape the heat of the African sun. Searching for the Big Five, you may stumble upon prides of lions wandering across the landscape, witness elephants plodding across open pastures, and see rhinos grazing the sprouting grass."
    },
    {
      "dayNumber": "3",
      "title": "Kapama Private Game Reserve - Walking with the Wilderness",
      "description": "While game drives are a great way to see as much of the wilderness as possible, South Africa’s untamed beauty is only truly uncovered once you step off the vehicles and capture the scenes up close. Today, you may hop off the 4x4 vehicles and stroll through the bush, encountering curious little creatures and catching wafts of the blossoming flowers as you wander Kapama. This intimate nature exploration will allow you to stop and unwind with the wildlife, picking up footprint trails and tracking them with your ranger to daringly discover what lives beyond the borders of our cities."
    },
    {
      "dayNumber": "4",
      "title": "Stellenbosch - Welcome to the Western Cape",
      "description": "Today, you will leave the emerald expanse of the Greater Kruger Area and transfer to the Western Cape, where you will touch down at Cape Town International Airport and head to the rolling green hills of Stellenbosch. Home to the Western Cape’s premier wine estates, Stellenbosch is a regal food and wine retreat nestled in one of South Africa’s most illustrious settings. You will arrive at your delightful accommodation tucked away between the hilltops and may spend the afternoon relishing the amenities offered at your resort."
    },
    {
      "dayNumber": "5",
      "title": "Stellenbosch - Sipping Wines under the African Sun",
      "description": "Enjoying your stay at one of Stellenbosch’s coveted wineries, you will have access to South Africa’s beloved wines on your doorstep. Today, you will join a sommelier after breakfast and enter the estate’s wine cellar. Hundreds of barrels of fermenting wines will lay across shelves hidden within the cellar, waiting to mature and be bottled for the pleasure of wine lovers around the world. You will settle in at a white-linen draped table in the manicured garden and sip on sumptuous wines paired with delicious tapas and cheeses as the birds sing from the circling trees."
    },
    {
      "dayNumber": "6",
      "title": "Stellenbosch - Wondrous Wine Taste Tour",
      "description": "While Stellenbosch is home to an incredible collection of decadent vintages, a short drive away lies the rest of the Western Cape’s phenomenal wines in the Cape Winelands. Today, you will join your guide and make way for the exemplary estates dotting the flourishing hills stretching between Stellenbosch and Cape Town. Along the way, you will stop at an assortment of esteemed estates to discern the nuances in flavors presented by the various bottles produced from each destination's distinct vineyards. Views of the cascading vineyards and the echoes of singing birds will backdrop your gorgeous taste tour of Cape Town."
    },
    {
      "dayNumber": "7",
      "title": "Cape Town - The Dynamism of Cape Town City",
      "description": "On the morning of your seventh day, you will transfer from your accommodation in Stellenbosch to a gorgeous hotel stationed in the heart of Cape Town city. Boasting access to the city’s impressive cultural landmarks and iconic heritage sites, you will be encouraged to see the wondrous sights and take in the city’s dynamic energy from the minute you arrive. Whether you wish to stroll through the manicured lawns of Company’s Gardens or enjoy an engaging history lesson at Cape Town’s lavish museums and art galleries, you will be consistently blown away by the presentations of South African culture."
    },
    {
      "dayNumber": "8",
      "title": "Cape Town - Captivating Scenes along the Breathtaking Cape Coast",
      "description": "Beyond cultural immersion within the city limits, exciting opportunities to connect with South African heritage spread out from its borders and around its peninsula. Today, you will join a knowledgeable guide and set a course for the roads winding around the Cape Peninsula. The long drive will reveal the region’s immaculate coastal beauty stretching from the city’s beaches to Simon’s Town and Cape Point. While meandering along the rugged coastline, you will stop at fishing villages to feed hungry seals, peruse antique museums that have been around for decades, and cruise along the famous Chapman’s Peak drive."
    },
    {
      "dayNumber": "9",
      "title": "Cape Town - Discover What Brings the People of South Africa Together",
      "description": "There are several significant highlights to still check off your South African travel list before you depart, so you may spend your final full day exploring all that this magnificent cosmopolitan has to offer. From ascending via cable car to the summit of the soaring Table Mountain to crossing the sea en route to Nelson Mandela’s former prison cell on Robben Island, there is culture and heritage to uncover wherever you go in Cape Town. Your day touring Cape Town’s beloved sites and monuments will reveal the tumultuous history that led to a country now united."
    },
    {
      "dayNumber": "10",
      "title": "Cape Town - Memories of Marvelous South Africa",
      "description": "All good things must come to an end and, although it will be sad to be leaving the stunning scenes of South Africa, you will return home with a myriad of marvelous memories made along the way. As the sunshine breaks over the horizon and life sets into motion once more, you will tuck into a delicious breakfast spread while gazing up at the towering precipice of Table Mountain. After breakfast, you will be collected by your private transfer and whisked off to the airport, where you will catch your plane headed home."
    }
  ],
  "map": ""
}