{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "private-south-africa-photography-tour",
  "tourName": "Private South Africa Photography Tour",
  "placesVisited": "Cape Town, Sabi Sands Game Reserve, Saint Lucia",
  "generalInfo": "South Africa cannot be defined in a single image. A country with 11 official languages and thousands of iconic settings, the landscape of South Africa evokes the drama of nature and the diversity of cultures. This 13-day photographers' tour will explore its many angles and you will need to bring all of your lenses as grand aerial photography is mixed with fascinating portraits and no shortage of giant mammals. From Cape Town to Kruger to the Indian Ocean, this is a journey through both the famous sights and unknown faces.",
  "durationDays": "13",
  "price": "16,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town – Arrival in South Africa",
      "description": "Your arrival into Cape Town will be striking as you see the mountain hanging dramatically over the city and the Atlantic Ocean waves tumbling onto the coast. You will immediately sense how it is shaped by nature and roll to a rhythm unlike any other city. After being greeted at the airport, you will be transferred to the coast where your hotel in Camps Bay will provide two of the iconic photos of Cape Town. Behind you will be the mountain, and then stretching out below will be the white sand and tropical colors of the ocean. A wide variety of restaurants are within walking distance, and all gaze out at the sunset. Relax, savor the ambiance, and settle into South Africa."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town – Dramatic Cape Peninsula Aerials",
      "description": "A series of rugged peaks stand majestic on Africa's tip, rising vertically above the crashing waves and hidden coves of the coast. The landscape will not seem real and may feel like one that has been automatically enhanced with photo editing. Exploring its true grandeur is best from the air, so you will take off in the morning on a private helicopter tour. The sun will be coming up from the east to illuminate Table Mountain and the City Bowl. You will cruise south, the sun mostly behind you as you soar inland to False Bay, where Indian Ocean colors glisten in the distance. Continue south, and then down the Cape Peninsula for a bird's eye view of Cape Point and the lighthouses that mark the end of the continent. Fly back to Cape Town along the Atlantic coastline, photographing the jagged peaks before swooping around the city. It's a 50-minute journey, and you can easily fill an entire memory card. Many of Cape Town's most inspiring images come from the helicopter, with the ocean below and the city draped beneath the mountains. The rest of the day is free, and you may wish to enjoy another aerial by taking the cable car to the summit of Table Mountain."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town – Urban Portraits of South Africa",
      "description": "South Africa has 11 official languages and thousands of different faces to reflect the essence of the Rainbow Nation. Almost everyone is doused in color, from redolent eyes to floral skirts, to elders beneath Panama hats to children standing outside vibrantly-painted metal shacks. To capture the urban portraits, you will need to journey into the heart of the urban landscape with a visit to the Khayelitsha township. Your stay will be led by community leaders you will have no challenges in finding a subject, especially when the camera is anywhere near children. Your guide will arrange for specific portrait sessions with a wide cast of the locals, giving you intimate access to the lifestyles of the township. Although the area is known as a slum, you will find a lively and enthusiastic place and only remember the smiles and energy. Every shack is painted a different color, a ramshackle assortment that looks great on camera. Each church or shop is unlike any you may have seen before and radiates a primitive, yet endearing, charm. You will find the houses to be surprisingly well appointed on the inside, and your guide will arrange access to different homes. Your aim will be to photograph the often undocumented side to South Africa, the setting itself telling a poignant tale and the faces providing an inspiring subject."
    },
    {
      "dayNumber": "4",
      "title": "Cape Town – Capturing Cape Town's Historical Narrative",
      "description": "The history of South Africa is powerful and poignant, and while not always a pleasant tale, the people and the terrain tell a story that should be told. This morning you will visit Bo-Kaap, the early light ideal for capturing the colorful terraced houses of the former slave quarter. The people of the community seem to dance for the camera with all of the contrasting hues juxtaposed. In the mid-morning, you will take a boat out to Robben Island, where Nelson Mandela was incarcerated for 18 years. A former inmate will guide you around, and you can photograph the inside of the prison, including the tiny cell Mandela once lived. Once you have seen it all, you will return to the city for any afternoon at your leisure to relax and unwind."
    },
    {
      "dayNumber": "5",
      "title": "Cape Town – Free Day in the Mother City",
      "description": "Cape Town has an embarrassment of riches found in the city, and you could spend weeks here without seeing everything. The day is deliberately left free so you that can follow the angles that you find most intriguing. A private driver-guide is made available, and you will have various options. Drive along Cape Point and inspect the wild penguins of Boulders Beach, or head inland to explore the vineyards of the Cape Winelands. You could also travel along the back of Table Mountain to find botanical gardens and more vineyards, or you could cruise north and within one hour find yourself in the dunes and the desert."
    },
    {
      "dayNumber": "6",
      "title": "Sabi Sands Game Reserve – Introductions to the Big Five",
      "description": "Sabi Sands Game Reserve shares a border with Kruger National Park and is packed with evocative scenes. Rhinos march around and then bashfully hide amongst the bushes while elephants roam past the lodges, occasionally drinking from the plunge pools. The eyes of a leopard eyes will light up the dark forests to create a photo that could grace any magazine. Life congregates around the permanent water sources, and you will never have to venture far to see it all, from a zebra drinking to lions prowling for a meal. For a Big Five safari, this region is one of the best destinations in all of Africa. The area is made even more accessible thanks to direct flights from Cape Town, and you will land with plenty of time for an afternoon game drive. As you do with all wildlife photography, you will need patience. But luckily, you will not be spending a full day seeking out one revered shot. Life abounds and your game drives will bring up all manner of surprises and enchanting scenes, from cheetahs on the move to predatory jaws snapping around a zebra carcass. Over these three nights, you will stay at a luxury lodge standing over the river with your camera quick at hand as there are some remarkable animals wandering past throughout the day and night."
    },
    {
      "dayNumber": "7",
      "title": "Sabi Sands Game Reserve – Wildlife Photography in a Luxurious Greater Kruger Reserve",
      "description": "This South Africa tour is tailored towards those seeking to capture all sides of the country, so three days of safari are in the middle to ensure that the incredible wildlife is part of the picture. Other photography tours may spend two weeks in remote parks, patiently documenting the revered scenes. The Sabi Sands is compact, making it an excellent place for a short wildlife photography safari. You will not need to spend hours on the move to seek out the animals as so much of the wildlife comes to you, roaming past the lodge or gracing the savannah that stretches down below. Within a single game drive, you could be photographing lions hunting, elephants bathing in the river, hippos quarreling, and a mystical array of different antelopes. Morning drives leave at dawn as the landscape is most active, and the light will help you to produce some astonishing images. Return to the lodge mid-morning for a second breakfast and a few relaxed hours enjoying the luxury. Head out again at 3 pm for a game drive that will continue until the last light has disappeared from the sky. Your guide will have a good understanding of wildlife photography and will aim to provide the best angles, giving you more time at each scene than on a typical game drive. Rather than rushing on to tick off every angle, your focus will be on finding a beautiful safari scene and taking your time to photograph it. With the full Big Give in residence, you can expect some dramatic wildlife shots."
    },
    {
      "dayNumber": "9",
      "title": "Saint Lucia – Crossing the Remarkable Kingdom of Swaziland",
      "description": "Swaziland reflects the old-Africa of your imagination as circular huts dot verdant hillsides, standing like sentinels amongst roads of red earth. Women carry almost everything on their heads, from baskets of bananas to vibrant clothes bound for the market. Traditional headdresses and tribal outfits continue to be worn, especially as you enter the villages. The landscapes are incredible with the rolling hills uninterrupted by modernity. It takes six hours to drive from the Sabi Sands to Saint Lucia across Swaziland, and the overland journey offers you an entirely different perspective on the continent. This is traditional Africa, and your guide will stop in villages and valleys that reflect your dreamy preconceptions. Leave early, and you will come over the border and Piggs Peak for great landscape photos, and then have plenty of time to explore Swaziland at leisure before departing from the south and driving along the Indian Ocean coastline to Saint Lucia."
    },
    {
      "dayNumber": "10",
      "title": "Saint Lucia – Relaxing on the Indian Ocean",
      "description": "Exotic colors will provide the postcard image in Saint Lucia with the white sand flanked by the turquoise waters of the Indian Ocean. Monkeys roam through the trees, and you are never far from the antics of the wild hippos. Saint Lucia is a luxurious coastal enclave surrounded by the UNESCO World Heritage iSimangaliso, a huge stretch of protected wetlands. You will enjoy the perfect soft sand, but also the unusual sight of wildlife roaming across the beach. After a few busy days, the day is purposely left free for a chance to settle into the coastal atmosphere and get used to some very bright conditions."
    },
    {
      "dayNumber": "11",
      "title": "Saint Lucia – Boat Trips in the iSimangaliso Wetlands",
      "description": "A hippo will grunt from the sapphire lagoon, poking its head from the water as you cruise past in a boat. The rest of the pod is up ahead, and if you stay patient, you will get the iconic photo of a hippo yawning with its humongous jaw stretching almost horizontally. Trumpeting down the waterways are elephants, with babies playing gleefully and old tusked bulls sending jets of water through the air. Birdlife is prolific here, and you cannot go 100 meters without catching site of another unusual species. The iSimangaliso Wetlands are a wonderful expression of nature's exotic colors, and the four-legged giants provide a stunning focal point. In the morning, you will go on a canoe safari where the silent method of travel will enable you to get very close to the wildlife. In the afternoon, you will travel by motorboat to cover a greater distance and capture the lagoons as they are painted golden by the sunset."
    },
    {
      "dayNumber": "12",
      "title": "Saint Lucia – Day Trip to Africa's Oldest Game Reserve",
      "description": "For over a century, Hluhluwe-iMfolozi has been a protected reserve, and you can immediately sense its old-world allure. The savannah feels untouched and untamed, scarred by the skeletons of zebras killed by lions and dominated by the movements of wild white rhinos and elephants. Whereas Sabi Sands was all about getting you close to the individual animals, a safari in Hluhluwe-iMfolozi is about photographing the panoramic scenes. So much seems to fit into your viewfinder, and your photos can showcase how everything is interacting and communicating in the bush. It will not just be a herd of springbok as it is also a monkey troop shouting to the springbok to warn them of a lioness hiding in the grass, which in turn will send a herd of kudu galloping onwards. Like an ancient Eden, this park provides a fitting conclusion to your South African photography tour as it pulls together the wildlife and the landscapes to reveal just how raw and untouched the country can be. The park is only a short drive from Saint Lucia, and you will return to your beach hideaway after the safari."
    },
    {
      "dayNumber": "13",
      "title": "Saint Lucia – Departure",
      "description": "Richards Bay Airport is a one hour transfer from Saint Lucia, a journey that will take you along the coast for some last shots of the Indian Ocean. Depart for the O. R. Tambo International in Johannesburg where your intercontinental departure will take you away from South Africa with thousands of images that will reflect the diversity of the Rainbow Nation."
    }
  ],
  "map": ""
}