{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "ultimate-two-week-south-africa-tour-for-families",
  "tourName": "Ultimate Two-Week South Africa Tour for Families",
  "placesVisited": "Cape Town, Hermanus, Wilderness, Oudtshoorn, Johannesburg, Timbavati Private Game Reserve",
  "generalInfo": "No matter your age and no matter your interests, this ultimate 14-day South African family vacation has something for everyone. You will be whale watching, mountain biking, ostrich riding, meeting elephants, and coming face to face with lions. There will be quiet beaches, vibrant streets, captivating locals, and a dramatic range of landscapes. From Cape Town to Timbavati, you will absorb the authentic African experience on the ultimate South African, family vacation.",
  "durationDays": "14",
  "price": "18,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town – Beach Time in Camps Bay",
      "description": "Camps Bay beach basks beneath the frame of Table Mountain, and during the morning, the sand is in the mountain’s shadow. By midday, it bakes, and by late afternoon, you can watch the sand turn golden beneath an ocean-setting sun. Your lodge will be positioned just one street from the beach. Your interconnecting rooms will share a spacious balcony with a gorgeous view of the ocean and sunset. From here, it will be just a few steps to the promenade and a wide variety of restaurants, including some that have a clear family focus. Camps Bay is Cape Town’s most popular beach destination, and after the private airport transfer, you will start to discover why."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town – Table Mountain and Colorful City Streets",
      "description": "All tours are private during this two-week vacation, and this morning, you will be greeted by the same guide who met you at the airport yesterday. Over the next three days in Cape Town, you can adjust your itinerary to your interests and moods. The guide will also be full of ideas about restaurants, shops, and specific activities for your kids, including an evening at the Planetarium and a chocolate-making tour. Today’s planned activity will be Table Mountain. The mountain is often shrouded in clouds even if the city basks in the sun. For this reason, it is recommended to visit Table Mountain at your first available opportunity. As tempting as it may sound, climbing Table Mountain is not recommended. It is a 2,000-foot vertical ascent, and the trails are very challenging even for the most experienced hikers. The cable car revolves to provide a 360-degree view during your ascent. Then, once you have reached the summit, you can discover some breathtaking hiking trails from 15 minutes loops near the cable car station to a four-hour journey that will take you all around the summit. After time on Table Mountain, your guide will show you around central Cape Town, including the colorful former slave houses of Bo Kaap and some vibrant historical markets."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town – Waddling With Penguins and Learning to Surf",
      "description": "Camps Bay is en route from Cape Town to the Cape of Good Hope, so you can have an early start this morning and still stay ahead of the tour group crowds. An early start also means that you can see penguins when they are at their most active. Boulders Beach is filled with hundreds of these flightless birds. One boardwalk provides a view over an enormous waddle of penguins, while a hidden path leads behind some boulders to the sand. Here, you can walk on the beach among the penguins, making for some stunning family photos. From Boulders Beach, you can visit the Cape Peninsula and stand at the tip of the continent. This is optional and not always the most engaging for younger kids. You will then visit Muizenberg, which is the best and safest destination for learning to surf in South Africa."
    },
    {
      "dayNumber": "4",
      "title": "Cape Town – Adventures on the West Coast",
      "description": "When a Bushman talks, you will listen. These laconic people have little to say, so they make every word count. Initially, they will captivate you with their traditional clothes and sun-wrinkled faces. Then, they will guide you through life skills that are completely foreign to your own before learning the fundamentals of tracking animals in addition to some basics to bush survival. This will be an evocative, cultural encounter on the West Coast, and you will also discover the history of these people in the Cape. Your guide will offer a number of options for this afternoon: you can visit a winery and brewery in Darling, stop at deserted white beaches, see more of Cape Town, or head directly back to Camps Bay."
    },
    {
      "dayNumber": "5",
      "title": "Hermanus – Mountain Biking and Whale Watching",
      "description": "The road to the Southern coast cuts a straight line out of Cape Town. After an hour, it zigzags up a magnificent mountain pass to the small town of Elgin, where forests dot an arid mountain landscape. Mountain biking is relatively new here, and the trails are superb with options for all ages and levels of adventure. These trails set out from a winery, so you can also choose to do some wine tasting as the children are peddling about the surrounding area. After lunch in Elgin, it will be another hour to Hermanus, which is one of the best places on the planet to see whales from the shore. The small town has a stunning, cliffside walking trail from which you can see breaching whales just 50 meters away."
    },
    {
      "dayNumber": "6",
      "title": "Hermanus – Beaches, Whales and Optional Shark Cage Diving",
      "description": "With its quaint little center and quiet beaches, Hermanus has always been a favorite of visiting families and retirees. This is a place to relax as a family either on the sand or along the promenade. You can also choose to move even closer to the ocean giants. A whale-watching boat tour will take you around Walker Bay, where over 100 southern right whales can found during the migration season of July to November. Nearby Gansbaai is where you can go cage diving with great white sharks as well. The minimum age for shark diving is 12, and there is no actual diving. Instead, you wait in the cage and dunk your head under the water when a shark passes."
    },
    {
      "dayNumber": "7",
      "title": "Wilderness – Beach Life and Canoeing in the Wilderness",
      "description": "From Hermanus, you will be driven east today, following the N2 to the Garden Route. This is a sublime journey because the road mostly sticks to the coast and offers ocean vistas throughout your journey. While taking it easy, you can be in Wilderness by lunchtime, where your hotel will be tucked into some trees that overlook the beach. The town reflects its name. It is blissfully quiet, especially on the beach, and there is always a sense that you have escaped your everyday. This afternoon, you will paddle in tandem canoes away from the beach and into the forest. Deep inside this birding paradise, you will find tranquility and a rushing waterfall in addition to discovering a space where you really can be together as a family."
    },
    {
      "dayNumber": "8",
      "title": "Wilderness – Relaxed Highlights of the Garden Route",
      "description": "The main Garden Route attractions are located along a 100-mile stretch of road that hugs the coast. Wilderness is part of this, and today’s tour will be customized to the sights and experiences that you prefer in the area. Options include a Segway tour in the Tsitsikamma Forest, various hiking and biking trails, a boat tour in Knysna, and some animal interactions near Sedgefield. Beaches are always a superb highlight of the Garden Route, and Wilderness has the best of them all. It is broad, long, and hardly sees any visitors in addition to having tranquil waters for swimming."
    },
    {
      "dayNumber": "9",
      "title": "Oudtshoorn – Exploring Caves and the Karoo",
      "description": "From the luscious landscapes of the temperate Garden Route, you will cross a mountain pass to the Karoo. In just one hour, the landscape and climate will change dramatically. Arid plains will stretch out, and you can watch the dust swirl with springbok herds sometimes passing the road. These animals are specially adapted to survive without water. An old-world farm life dominates the small town and makes an intriguing contrast from Cape Town and Hermanus. Then, there are the Cango Caves. You will spend the afternoon exploring these caves and wandering in a murky world of stalactites. It is an adventure, and this is what a South African vacation is all about."
    },
    {
      "dayNumber": "10",
      "title": "Johannesburg – Elephant Encounters and Ostrich Riding",
      "description": "With the second day in Oudtshoorn, there are two iconic activities to try. An elephant rescue center provides some intimate moments with gentle giants, including the inspiring feeling of a trunk as it moves across your shoulder. It is also an excellent place to get excited about the safari that is yet to come. At an ostrich farm, you will then learn all about the strange, flightless birds. Anyone weighing under 200 Ibs. can also ride an ostrich although you may prefer to watch the jockeys show you how it is done. With two days here, you will also explore Oudtshoorn town and get to know its traditional ways of life in addition to its superb farm-style food. From Oudtshoorn, you will drive an hour back to George this afternoon, so you can fly to Johannesburg for two nights."
    },
    {
      "dayNumber": "11",
      "title": "Johannesburg – Connecting With Culture in Soweto",
      "description": "Johannesburg is a city of many colors and cultures. It has developed enormously over the last five years with the city center trying to reinvent itself through popup stores and artistic precincts. You can explore some of this in the morning before spending the afternoon in the Soweto township. This was South Africa’s largest township and was at the heart of a battle against apartheid. You will visit Nelson Mandela’s former house and witness the Hector Pieterson Museum to help you to understand what happened here during apartheid. Then, you will cycle the streets with a local guide to understand life today. This includes meeting with families, tasting local food and drinks, discovering vibrant street graffiti, and learning the welcoming way of life in Soweto."
    },
    {
      "dayNumber": "12",
      "title": "Timbavati Private Game Reserve – Intimate Big-Five Safari",
      "description": "Excitement builds when you fly from Johannesburg to the Kruger, which is one of Africa’s most famous safari ecosystems. Stretching across an area larger than New Jersey state, the Kruger is home to millions of wild mammals and a quintessential Big Five safari. Your safari will take place in the Timbavati, which is a private game reserve on the Western side of this ecosystem. Although the reserve is partially fenced, which is a necessary precaution due to poaching, it has a long unfenced border with Kruger National Park, providing an uninterrupted pathway for wildlife. Water brings animals to the Timbavati, especially in the dry season from May to October. Migratory arrivals meet with residents, and the profusion of animals soars. You will find a diversity of wildlife and safari experiences all over the Kruger. Timbavati is great for families because all the action is compressed into a relatively small but wild area. You can see all the famous animals and explore their behavior without spending very long days out on the hot and dusty bushveld. Instead, in Timbavati, you will go on morning and afternoon game drives with time to rest and relax through the middle of the day. There will be the option of a nighttime drive and also a game walk for anyone over the age of 12. You can often see the animals directly from the lodge because it overlooks a river where many species come to drink. Elephants may meander through the trees with swinging trunks and flapping ears, lions can be easy to find on the open bushveld in Timbavati, and rhinos can be shy, but your guides will know where they hide. There will also be the Timbavati leopards, which are beautiful predators that live in the trees and hunt on the savannah floor. These famous five are joined by a complete collection of other safari favorites, like giraffe, zebra, wildebeest, roan antelopes, and so many more. And remember that all these animals are not seen in isolation. You will encounter them as they truly are, running free through the wilderness."
    },
    {
      "dayNumber": "14",
      "title": "Johannesburg – Final Safari Memories and Departure",
      "description": "You can go on a final game drive this morning before transferring to the airstrip for your flight back to Johannesburg. Here, you will connect to your international flight."
    }
  ],
  "map": ""
}