{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "exploring-the-wilderness-winelands-tour-of-south-africa",
  "tourName": "Exploring the Wilderness & Winelands Tour of South Africa",
  "placesVisited": "Johannesburg, Sabi Sands Game Reserve, Cape Winelands, Stellenbosch, Paarl, Franschhoek, Cape Town, Khayelitsha",
  "generalInfo": "Lion-filled savannah meets sensual vineyards, ancient elephant herds mix with historic colonial towns, the wilderness and Winelands combine to showcase an exquisite flagship of South Africa. On this 11-day tour, you explore the two paradigms, discovering how an atmospheric narrative runs through both distinctive landscapes and that there's always a place to enjoy a glass while gazing over the wild. Culminating with a stay in Cape Town, the tour also features exceptional hotels.",
  "durationDays": "11",
  "price": "7,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Johannesburg – Evening Arrival in South Africa",
      "description": "It's an evening arrival in Johannesburg, so you're whisked off to the InterContinental Hotel at O. R Tambo Airport for a quiet night before the wilderness. A small plane will take you out to the Sabi Sands tomorrow morning, so rest up, relax, and sample a couple of South African wines in the hotel's dining room. Most flights to the Sabi Sands and Kruger depart in the morning, designed to maximize the time that guests spend on safari, before bringing guests back to Johannesburg after a morning game drive or walk. An overnight in Johannesburg before safari is common on many South Africa tours."
    },
    {
      "dayNumber": "2",
      "title": "Sabi Sands Game Reserve – Beautiful Big Game Safari in a Private Reserve",
      "description": "Into the wilderness, the plane touching down on an airstrip nestled deep in the savannah. Breathe in the fresh morning air and take in the panorama, the odd giraffe neck or elephant trunk poking above the flowing acres of bush. Stretching across the northeast of South Africa, the Kruger ecosystem is the country's most evocative wilderness. And it doesn't end at the border; it extends into neighboring Zimbabwe and Mozambique. You can't see all that way, but you can sense the scale, especially when buffalo herds rumble past on the game drive to the lodge. Standing on the Sand River, in its own private reserve, Singita Boulders Lodge is an ode to the wild surroundings. Organic interiors complement the raw beauty outside while glass walls ensure the wildlife experience continues uninterrupted. Good wine is integral to the Singita experience, and the boutique cellar is stocked with some of the country's finest vintages. On an afternoon game drive, you uncork a bottle in a clearing, spending a relaxed hour as zebra herds and wild rhinos march on past. As the sun descends, you sit on a private terrace with a glass in hand, watching the antelopes skip past on their migratory journeys. It's the Sand River that gives the landscape its legendary abundance, the animals sticking close to permanent water and food. During a relaxed evening, with a bottle of vintage wine from one of the Wineland's most celebrated estates, there's always a procession of mammals to find in the waters below."
    },
    {
      "dayNumber": "3",
      "title": "Sabi Sands Game Reserve – Safari in South Africa's Wilderness",
      "description": "South Africa's wilderness is never empty. As morning mist flutters, a lion pride is on the move, stalking a zebra herd that grazes with nervous eyes. From a hidden branch, a leopard descends, elegantly passing the vehicle and then disappearing into the grass. Baboons cry out, alerting antelope to a cheetah that flickers in and out of the highest green shoots. As you drive down to the river, you see the hippos in a boisterous mood, the odd one yawning to reveal a cavernous jaw. Even when you gaze across at a seemingly static wilderness, there's something moving; a springbok skipping, kudu poking up their heads, a low reverberating grunt from a hidden lion. Game drives are complemented by bush walks, short journeys into the wild that focus on different ungulates. Stop beside a zebra herd, watching the exchange of tender greetings, then walk on to a clearing populated by vervet monkeys. It's also possible to explore after dark, with a nighttime game drive that showcases a very different atmosphere. And when the thrills of the activities are over, the charms of the lodge take over, the wilderness extending from swimming pool and terrace, the wine cellar an accompaniment to the rich parade of mammals that flow past."
    },
    {
      "dayNumber": "5",
      "title": "Cape Winelands – Sensual Introductions to South African Wine",
      "description": "Fly across South Africa to the next scenic treasure, the serene valleys of the Cape Winelands. The panoramas are equally expressive as in the Sabi Sands, just with the Big Five replaced by rows of flourishing vines, and the epic baobab trees swapped out for jagged spires of hard granite mountain. Over 500 vineyards grace these sweeping valleys, some of them with nearly two centuries of history, others providing contemporary luxury and innovation. First, you fly to Johannesburg, then transfer onto a flight to Cape Town International Airport, where it's just over 30 minutes drive out to the elegance of Mont Rochelle, Richard Branson's boutique hotel in the heart of the Winelands. A degustation lunch introduces you to fresh local flavors, particularly the range of Pinotage wines made from grapes on the surrounding slopes. They're paired with exquisite cured meat – known as biltong – and cheeses from the family-owned farms around Mont Rochelle. This afternoon has time for stops at one or two other wineries, a good starting point being those on the winding road between Franschhoek and Stellenbosch. Delaire Graff is internationally acclaimed, and their cultivated gardens are matched by cultured wines. But along the same road, there's more bite and full-bodied intensity in the wines from estates like Tokara, Zorgvleit, and MolenVliet. With a private guide, the afternoon's tastings can be tailored to your tastes."
    },
    {
      "dayNumber": "6",
      "title": "Cape Winelands – Gastronomic Treasures in South Africa's Oldest Towns",
      "description": "History seeps from the whitewashed walls of the Winelands’ townhouses and farmhouses. The stone tells tales of the first Dutch settlers, who arrived late in the 18th century and explored the bounty of the terroir. Colonial towns like Stellenbosch and Franschhoek feel time-warped, rustically preserved as they glow amongst the vineyards. They've kept the old recipes, serving hearty dishes of local steak and lamb, an exquisite accompaniment to the rounded Bordeaux blends that are concocted by local winemakers. On a relaxed day, you'll visit both of these old towns along with a series of vineyards, with the exact itinerary flexible dependent on your tastes. A long and languid lunch at one of the country's finest restaurants is the centerpiece of the day's tour."
    },
    {
      "dayNumber": "7",
      "title": "Cape Winelands – More Exquisite Tasting in the Winelands",
      "description": "Much like in the wilderness, a day in the Winelands can lead you in many directions. Old farmhouses hide epic cellars, with vintage bottles opened up as you go on private tours with winemakers. Some old farmhouses appear time-worn; head inside, and there is 150 years of family history and a winemaker who only sells wine on site. There's a modern side to the area as well, like at the Spice Route, where chocolate and wine pairings are tried, as well as a string of innovative craft beers. You'll recognize the names of some vineyards, major exporters who have found fame across the world. But the secrets to this region lie in those names you've only heard through whispers, boutique wineries with stellar reputations that spend nothing on marketing. An expert local guide helps you seek them out, taking you on a third day of exquisite private tasting."
    },
    {
      "dayNumber": "8",
      "title": "Cape Town – Table Mountain and the Iconic Waterfront",
      "description": "As you cross the mountain pass to Cape Town, the ocean waves come into view, frothy and alluring as they crash onto beaches beneath Table Mountain. Driving into Cape Town is a special feeling and the lookout points blur nature and cityscape, revealing how the two are intrinsically linked in the Mother City . First stop is Table Mountain, the iconic showpiece and world wonder that stands over the city. A revolving cable car brings you to the summit, where the vistas gaze down on a city ringed by an amphitheater of peaks. Crisscrossing hiking trails bring you to new views, and the enormity of the Atlantic Ocean stretches out towards the horizon. Then you travel on to the V & A Waterfront, where the bubbly and glitzy One&Only Cape Town peers over the water. In a city of such contrasting pleasures, this majestic hotel provides a fitting blend of contemporary opulence and harbor-front allure. All of the pedestrianized V & A Waterfront is easily explored from the hotel."
    },
    {
      "dayNumber": "9",
      "title": "Cape Town – Exploring Urban Cape Town",
      "description": "Rising along the folds of the mountain's slopes are the secrets to Cape Town's past and present. The former slave houses of Bo-Kaap are individually colored, one pastel green, the next faded orange, then bright red, rustic purple, and a dozen other shades from an artist's palate. This color continues in the township of Khayelitsha, where murals add to the vibrancy, and there's nothing gray for miles. While this is a poor neighborhood, the smiles are endless, inviting you to explore and see a lesser-known side of urban Cape Town. You'll spend a couple of hours with a community leader and chef, who feeds local children from a kitchen in an aluminum shack. It's perfectly safe to visit here, and a guide helps reveal the intriguing local sights. Back to the city center and there are a hundred more influences in the city; a street market, an Ethiopian restaurant, boutique jewelers, and those beaming smiles that make Cape Town so famous. Like always, you have a private tour, and there is plenty of room for customization."
    },
    {
      "dayNumber": "10",
      "title": "Cape Town – Wilderness at the Tip of Africa",
      "description": "Views from the southwestern tip of Africa can make you feel humbled. Set sail south from here and the next landmass you'd reach would be Antarctica; sail west, and it would be Brazil. The ocean hones in on the narrow band of mountains that dominate the continent's peninsula, enclosing the Cape of Good Hope with their sense of wilderness. It only takes an hour to get here from Cape Town, but it's quite a journey. Roll across sublime mountain passes, through old fishing villages, across a bay dotted with seals then onto a beach filled with penguins. Springbok skip past as you reach the first lighthouse before a mile-long walkway brings you to the tip of Africa. On the way back to Cape Town, you drive the back route of Table Mountain, stopping at a vineyard in Constantia for a late afternoon of cheese and wine tasting."
    },
    {
      "dayNumber": "11",
      "title": "Cape Town – Departure",
      "description": "You depart Africa from Cape Town International and will be escorted to the airport in plenty of time for the flight. The V & A Waterfront has numerous shops and stalls for the last minute purchasing of souvenirs."
    }
  ],
  "map": ""
}