{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "exclusive-safari-in-south-africa-kalahari-greater-kruger",
  "tourName": "Exclusive Safari in South Africa: Kalahari & Greater Kruger",
  "placesVisited": "Tswalu Kalahari Reserve, Thornybush Game Reserve",
  "generalInfo": "The Kalahari and the Kruger National Park are stirring South African safari destinations set to seduce you and awaken your senses as you spend nine days exploring two of the country’s premier private reserves. Embracing the breathtaking wilderness scenes of sweeping savannas and lush bushveld and admiring the fascinating flora and fauna thriving in these untouched landscapes, you will be at a loss for words on this customizable luxe vacation.",
  "durationDays": "9",
  "price": "23,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tswalu Kalahari Reserve - South Africa’s Largest Private Park",
      "description": "Stretching across 111,000 hectares of South Africa’s Northern Cape province, Tswalu Kalahari Reserve is the largest privately owned park in the country. Within its luxuriant wilderness, you will capture sensational wildlife sightings and admire its rich flowering environments and vast grasslands. Your first scenes of Tswalu will be revealed once you touch down on South African soil and transfer to an understated luxury lodge boasting endless views of the bushveld. You may acclimate yourself from the comfort of your accommodation, enjoying exquisite cuisine and enthralling vistas from your terrace."
    },
    {
      "dayNumber": "2",
      "title": "Tswalu Kalahari Reserve - The Thrill of South African Safari",
      "description": "You will wake to the sounds of nature echoing right outside your window and catch a glimpse of the golden South African sunrise as you peek behind your curtains. After breakfast, you will seize the day and set off on safari around Tswalu accompanied by your very own game ranger. With exceptional tracking ability, your ranger will follow the trails of iconic African game to points where you will spot the wondrous wildlife. From leopards looking back at you from the trees to lions wandering feet away from your vehicle, you will enjoy the thrill of South African safari today."
    },
    {
      "dayNumber": "3",
      "title": "Tswalu Kalahari Reserve - Small but Significant Wildlife Discoveries",
      "description": "You will delight in safari experiences every day, allowing you to explore as much of Tswalu as possible and discover as many animals as you are fortunate enough to spot. Alas, there are other unique ways to trek through the wilderness and locate the curious creatures hiding within the bushveld. Today, you will join your experienced and armed ranger on a bushwalk bringing you closer to nature. You will see the smallest details of the wilderness during your walk, from flowers blossoming under the sun to rhino beetles clinging to large leaves."
    },
    {
      "dayNumber": "4",
      "title": "Tswalu Kalahari Reserve - One With the Wilderness",
      "description": "Today, you will revel in another distinct game viewing opportunity that will share remarkable encounters with the reserve’s flora and fauna. You will climb on horseback and trot behind your knowledgeable guide, galloping across inaccessible parts of the park’s sweeping dunes and savannas. As you make your way across Tswalu on horseback, you will become part of the landscape and witness the wild animals as if you are one with them. In the afternoon, you will meet a collection of habituated meerkats and chuckle as they emerge from their burrows to play and groom alongside you."
    },
    {
      "dayNumber": "5",
      "title": "Thornybush Game Reserve - Welcome to the Greater Kruger",
      "description": "After breakfast, you will transfer to the local airstrip and catch a private light aircraft across South Africa to Thornybush in the Sabi Sands Game Reserve, an immaculate private park within the Greater Kruger area. Transferring through Sabi Sands to your stunning 5-star accommodation, you will treasure the unspoiled wilderness scenes for which the Kruger is famous. You may even be lucky enough to spot some or all of the Big Five on your way. Arriving at your accommodation, you may lounge in your private plunge pool overlooking the overgrown bushveld before dinner."
    },
    {
      "dayNumber": "6",
      "title": "Thornybush Game Reserve - Delving into the Heart of the Kruger",
      "description": "Game drives are Kruger’s signature activity, and you will enjoy several morning, afternoon, and evening tours across Thornybush. Your open-air safari Land Rover will allow you to capture safari scenes without any hindrances, including communions of zebra, buffalo, warthog, and rhino gathering to protect one another around waterholes, vultures circling kills, and nocturnal hunters, like leopards, prowling in the moonlight. This afternoon, you will visit the Moholoholo Rehabilitation Center, a wildlife sanctuary stationed in the shades of the Mariepskop Mountains, where you will see and learn about some of the park’s endangered animal species."
    },
    {
      "dayNumber": "7",
      "title": "Thornybush Game Reserve - The Finest Things in Thornybush",
      "description": "After your early morning safari drive by spotlight, you may wander Thornybush on foot alongside your personal armed ranger. This bushwalk will allow you to experience the wilderness up close, following the tracks of big cats and standing right next to towering giraffes as they pick at thorny acacias. You will also glean insight into the region’s indigenous plant life as you smell fragrant flowers and snap up photos of your fascinating floral finds. You will return to your lodge this afternoon for an energizing spa treatment harmoniously set in a private open-air pavilion boasting panoramas of the wilderness."
    },
    {
      "dayNumber": "8",
      "title": "Thornybush Game Reserve - Explore Kruger to Your Heart’s Content",
      "description": "You may spend your final full day in South Africa soaking up Kruger’s many splendors, from additional safari drives showcasing the cast of colorful creatures to hot air balloon or helicopter tours revealing the staggering wilderness scenes from unique vantage points. You may also set sail across the Blyde Dam to ogle the breathtaking views of the massive rocks forming Blyde River Canyon. However you choose to cherish your last moments in Thornybush is up to you, and you will return to your room ecstatic to have explored this phenomenal part of the world."
    },
    {
      "dayNumber": "9",
      "title": "Thornybush Game Reserve - A Private Morning Cruising around the Park",
      "description": "You may step outside onto your balcony with a strong cup of coffee or tea in hand as the sunrise illuminates Thornybush and the birds begin to sing their sweet symphony. As your vacation draws to a close, you will appreciate a slow morning complete with a sumptuous breakfast spread and one final safari experience. Your game ranger will lead you privately around the park, and you will hope to spot several animals you may have yet to encounter on your trip. Afterward, you will transfer to the airport and begin your bittersweet journey back home."
    }
  ],
  "map": ""
}