{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "private-kruger-safari-for-first-time-senior-visitors-to-africa",
  "tourName": "Private Kruger Safari for First-Time Senior Visitors to Africa",
  "placesVisited": "Johannesburg, Timbavati Game Reserve, Sabi Sands Game Reserve, Kruger National Park",
  "generalInfo": "Silver service dining as elephants wander below, relaxed two-hour game drives revealing the Big Five and more, luxurious lodge accommodation celebrating the authenticity of the wild; the Kruger’s private reserves are perfect for senior travelers on their first visit to Africa. With this two-destination Kruger safari, you travel in style, exploring at a relaxed pace and uncovering all the famous wonders. It reveals the beauty of Africa without having to jump from your comfort zone.",
  "durationDays": "8",
  "price": "10,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Timbavati Game Reserve – Embark on a Rich Wildlife Journey",
      "description": "Picture an African safari and so many images swirl around. Perhaps zebras galloping into the distance, elephants locking trunks at a waterhole, or the flowing mane of a grandiose male lion? Or maybe your safari daydreams feature hippos along the river, giraffes wandering past the vehicle, or a leopard hiding high in a tree? Timbavati responds to all these preconceptions and much more. Located on the western side of the Greater Kruger ecosystem and sharing an unfenced boundary with Kruger National Park, this is a game reserve that offers a wonderful diversity of wildlife. Such a varied roll call of animals makes it a perfect first-time safari destination. Even on the game drive from the airstrip to the lodge, you’re likely to encounter many of the animals from the top of your wish list. Your international flight lands at O. R. Tambo International in Johannesburg, Africa’s largest airport. After clearing immigration, you transfer onto a local flight to the Timbavati Airstrip, where you’re picked up in an open-sided safari vehicle. It’s a thrilling journey to your luxury safari camp accommodation, one that may even include the complete Big Five. Sit down to a sumptuous lunch then spend an hour or two relaxing in your suite. Then an afternoon game drive continues the relaxed unraveling of wild Africa, leading you past elephants, lions, buffalos, zebras, and giraffes. Returning for sundowners, you’ll already know how to recognize up to half a dozen different antelope species. After dinner in the traditional boma (covered meeting place), you drift off to sleep, already excited about tomorrow’s game drive."
    },
    {
      "dayNumber": "2",
      "title": "Timbavati Game Reserve – Settling Into the Rhythm of Luxury Safari",
      "description": "Today you settle into the atmosphere and rhythm of a luxury African safari. Wake to the sounds of nature, hippos providing a sonorous bass to complement the tropical birds. Fresh tea and coffee are delivered to your private deck, along with a light snack to get you going. Early morning is the prime time to explore the bush, as many of the predators are on the prowl before the heat of the day kicks in. Spend an hour seeking out lions, cheetahs, and leopards, with an expert guide and tracker revealing their intimate knowledge of the landscape. They know where particular prides hang out, or where a leopard likes to hunt wildebeest. Then enjoy a hearty breakfast beneath a majestic bushwillow tree, a chance to energize, stretch your legs, and listen to the chirping of the endemic birds. On each morning, there’s an option to continue the safari adventure in the safari vehicle, or on foot. It’s your choice, as the program is fully flexible to your interests. You return to camp in the late morning. Relax and unwind on the viewing deck, take a snooze or check out the library, then indulge in an excellent lunch. When the heat of the day is dissolving away, you head out for a late-afternoon game drive. Explore at leisure, stopping for canapés and refreshments as the wonders of wild Africa gradually reveal themselves. Relatively unique to Timbavati, the game drive will continue after sunset, giving you some time to spot nocturnal animals. Whenever you’re ready, the guides will then head back to camp where a romantic dinner is waiting. It’s accompanied by fine South African red and white wines (chosen from an extensive list), along with the animals that roam along the savannah beneath the camp. Relax, indulge, drift off, and get ready to repeat this atmospheric day tomorrow."
    },
    {
      "dayNumber": "3",
      "title": "Timbavati Game Reserve – Relaxed Luxury Safari in a Private Reserve",
      "description": "Each day on your Timbavati safari follows the same rhythm. But no two days are even remotely the same. One morning, you might spend an hour following a leopard, admiring the stealthy hunter, perhaps watching her take down a springbok. Sometimes you see the lions lounging lazily beneath a tree. At other times, you find lionesses on the prowl, or a pride tearing apart a zebra carcass. On every game drive, you’ll encounter hundreds of buffalo. But that’s nothing like seeing hundreds of buffalo congregating in one giant herd, with the guides getting you close enough to hear their hissing, exhaled breath. In such an abundant landscape, every few moments are going to bring fresh and exciting scenes. Game drives allow you to get close to the giants and the predators. This is when you see the most revered of safari scenes, such as the hunt, or animals mating. The guided walks move at a very slow pace and help you experience flora and fauna from a new angle. You’ll track different antelope, like kudu, springbok, and eland, along with gaining a detailed understanding of how each animal move. It’s all very safe, and like everything on the safari, runs according to your pace and mood."
    },
    {
      "dayNumber": "5",
      "title": "Sabi Sands Game Reserve – Sublime Aerial Safari and the Beauty of the Sabi Sands",
      "description": "After three days of early morning starts, you can sleep in this morning, before enjoying a leisurely breakfast on the patio. A short game drive transfer takes you to the Timbavati Airstrip, for the short aerial safari to the Sabi Sands. Exclusive and enchanting, the journey above the Greater Kruger gives you a new impression of one of the world’s largest and oldest protected areas. A short game drive then introduces you to the Sabi Sands, which is arguably Africa’s most famous private game reserve. The Sabi and Sands Rivers have attracted an astonishing density of wildlife, and it’s even possible to see the Big Five on the drive from the airstrip to the lodge. Upon arrival, you enjoy refreshments and lunch, before an afternoon game drive continues your immersion in Africa’s wonders."
    },
    {
      "dayNumber": "6",
      "title": "Sabi Sands Game Reserve – Charming Big Five Encounters",
      "description": "Over the three days in the Sabi Sands, you continue the relaxed safari program, with a private guide and tracker tailoring the timings to your needs. Like in Timbavati, early morning and late afternoon are when the savannah is at its most active and you can see the most thrilling safari scenes. Stop beside a bushwillow and gaze up at a leopard that’s draped across the highest branches. It returns your gaze, resplendent blue eyes shining through the foliage. Then it descends, bounding down the trunk and heading off on a hunt. You follow at a respectful distance, goosebumps rising on your arms as the spotted hunters attack a herd of wildebeest. Sometimes it’s a success, and the leopard emerges carrying a carcass. At other times a sentinel raises the alarm, and you watch a herd scatter in fear. An African safari isn’t about seeing animals in isolation. By spending seven days, you’ve become engrossed in their world, settled into the ambiance of a landscape untouched by man or time. The experience isn’t about spotting and photographing an elephant. It’s about watching a herd interact as you take breakfast in the bush. It’s about snoozing on your balcony as zebras splash gleefully in the lake below, or hearing two lions roar then spotting the lioness they’re fighting over. Each visitor to the Greater Kruger will be treated to different scenes and that’s why this is unlikely to be your last safari. After a first-time adventure, you’ll already be planning when to return, when to continue the journey through an untamed land."
    },
    {
      "dayNumber": "8",
      "title": "Johannesburg – Depart for Home",
      "description": "The Sabi Sands Airstrip provides a convenient departure from the wilderness. Two daily flights depart for O. R. Tambo International in Johannesburg, and you’ll enjoy full use of the lodge’s facilities before the departure. For the airstrip transfer, a final game drive leads you through the bush, dropping you beside the runway as elephants and buffalos disappear slowly into the distance."
    }
  ],
  "map": ""
}