{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "exclusive-private-safaris-in-sabi-sands-kruger-park",
  "tourName": "Exclusive Private Safaris in Sabi Sands & Kruger Park",
  "placesVisited": "Kruger National Park, Thornybush Nature Reserve, Sabi Sands Game Reserve, Londolozi Game Reserve, Mala Mala Game Reserve",
  "generalInfo": "Your daydream of finding cheetah on the hunt or herds clashing at a waterhole comes to life during your 13-day South Africa safari tour of Kruger and Sabi Sands. You can explore the exclusive side of the world-famous Kruger ecosystems as you stay in five different private reserves and conservancies. Each is handpicked for its sublime accommodation, exceptional game viewing, and beautiful range of experiences perfect for a luxury adventure.",
  "durationDays": "13",
  "price": "17,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Thornybush Nature Reserve – The Opulence of Kruger Safari",
      "description": "Touch down in Thornybush and any of your dreamy preconceptions of an African safari are quick to reveal themselves. You will lounge in a private plunge pool as giraffe and elephant roam below the trees below, a troop of monkeys will swing by as you sip on a welcome glass of bubbly and your suite will exude a modern luxury while the surroundings scream of wild Africa. Yours is one of South Africa's most unashamedly luxurious lodges, with decadent suites that open out onto the wonders of the bush. After your intercontinental flight, this will be a glorious place to rest and relax, especially as you spot so many animals from the comforts of your bed. Upon your arrival at Johannesburg's O.R. Tambo International Airport, you will be greeted by a representative and assisted onto a local flight to the Thornybush airstrip. The afternoon will be yours and at your leisure for a chance to recuperate from your long day of travel. An afternoon game drive will ease you into your wild safari experience and begin to unravel the stunning biodiversity of the greater Kruger area. You will be on the lookout for the Big Five, but there are dozens of other species that fill this landscape, along with over 500 species of birds."
    },
    {
      "dayNumber": "2",
      "title": "Thornybush Nature Reserve – Luxurious Big Five Safari",
      "description": "An eery silence hangs over the savannah at dawn as the odd bird tweets, and a zebra is rustling in a bush, but it seems that nothing is happening. But then suddenly a yelp with a haunting cry followed by a cacophony of protest. Your driver will quickly take you towards the noise, and there you will find a leopard in the trees, carrying a vervet monkey into the highest branches. Primates shout their disapproval, but there is nothing to be done, as no one had suspected the leopard's hiding place. Anything can happen in an instant when you are on safari, especially on a morning game drive. A little later, you will find a lion pride and hold your breath as they walk past your vehicle. Following their prints, you will spend an hour to admire the pride as they work a wildebeest herd into a frenzy. Safari always brings surprise and every game drive will bring a new scene. Maybe two elephants in the river, squirting water as if on a postcard shot. It could be a cheetah hiding in the grass or a leopard chasing an impala across the bush. Zebra pairs share looks of adoration while a bushbuck herd reveals extraordinarily large horns. Greater Kruger has a marvelous diversity and Thornybush is home to almost all of the ecosystem's different species. Starting a safari here means an easy journey through the mental tick list, with every hour likely to bring two or more new mammals. You will enjoy morning and afternoon game drives in open-sided vehicles, with trackers helping to bring an exceptional proximity to the animals. Balancing out the drama of the game drives is the lavishness of your lodge accommodation. An inclusive wine cellar allows you to taste through the best of South Africa as a whole host of antelope graze below. Spa treatments are savored as the elephants' hooting calls flicker through the forest. Nightly feasts are served under the stars, with hippos and zebra roaming freely on the plains below. Your personal butler will bring everything you need and these two days could easily be spent watching the world go by from your verandah. In comparison to the other private reserves, Thornybush doesn't quite have the same density of wildlife, yet this is balanced by the sheer luxury of your accommodation."
    },
    {
      "dayNumber": "4",
      "title": "Sabi Sands Game Reserve – The Predators' Paradise",
      "description": "It's a quick drive south to the Sabi Sands Game Reserve, the most famous of all of Kruger's private reserves. Most of the Sabi Sands is marked out into smaller individual reserves, the majority of them centered on either the Sabi or the Sand River. These permanent snaking rivers entice tens of thousands of mammals from the neighboring Kruger National Park, some of them migratory visitors and others becoming permanent residents. Each reserve has its specialty, thanks to the subtle differences between habitats. In Londolozi, that specialty is the leopard. A thrilling resident population occupies the trees, and you will be quick to find them. Birds cry out, alerting all the antelopes of the leopard's presence. From an elevated vantage point in your vehicle, you can also find their camouflage. The tails flick and clear blue eyes return your gaze before the leopard dips her neck with cold precision to follow the trail of the kudu. But the birds have done their job, and the antelope begin to scatter, leaving the leopard to seek out another target. With two days here, you are virtually guaranteed to see the cheetah at work, and there is great chance of spotting one out on the prowl. While this hunt may have been unsuccessful, another may continue into a blur of dust and a kill. The leopards are normalized to visitor presence, and they continue their hunt within clicking range of the camera. Lion and hyena provide equally hypnotic moments, as do the hippos that gather in the Sand River and the continued presence of wild white rhinos. Your suite is fitted with private heated plunge pools and a verandah that gazes over the savannah. Grey duiker and nyala regularly roam below, along with bushbuck, waterbuck, mongoose and civet. Wahlberg's eagles soar overhead, and like all of the Kruger's private reserves, safari starts straight from the suite. As you will come to expect, your luxurious suite will have floor-to-ceiling windows, so you will always enjoy the authenticity of the wild. Your safari program is flexible, and you will have an opportunity to switch a morning or afternoon game drive for a bush walk. Guided by an armed ranger, these walks focus on the rich array of antelopes that occupy the reserve."
    },
    {
      "dayNumber": "6",
      "title": "Sabi Sands Game Reserve – Exclusive Safari in Lion Sands",
      "description": "Wake in the cool of the morning and gaze down from your treehouse on the Sabie River. The views stretch out in every direction from your ultimate bush bedroom, and the savannah is dappled with elephant and buffalo herds, as well as with the antics of the wild hippo pods. Yours is not a traditional treehouse as rather it is a luxurious home in the sky, as even your bathroom has an incredible view. Your evening meals are served beneath moonlight and lanterns. Exclusive to just two people, your treehouse is serviced by a personal butler and is exceptionally well-located to hear the narrative of the Kruger. Throughout the day and night, you will hear the calls of the wild as the landscape speaks to you through its mystical soundtrack. Lion Sands is another of the enclaves found within the Sabi Sands Game Reserve. While its lodge accommodation is excellent, the opportunity to sleep in a luxury treehouse makes this one of the iconic Greater Kruger stops. Gloriously appointed, this is also an idyllic place to relax on a longer safari itinerary. As with all Sabi Sands lodges, the surrounding landscape has an extraordinary density of wildlife. Roaming pride of lions seek out the resident wildebeest and kudu and then battle with hyenas to keep their kill. Dawn and dusk provide delightful moments as hippos rise out of the water, the big giants plodding and huffing away. Elusive creatures like the wild dog bring a new sight to the safari, their resplendent fur rising in and out of the grass as they run. The Sabi Sands is a compact area and game drives travel at a languid pace along the river. Moving carefully and slowly allows you to see everything and not lose the raw impression of the wild. The wildlife stays close to the water, so even though you cover a short distance, you are likely to encounter a rich medley of sights and scenes. The highlight of one drive might be two elephant or buffalo herds clashing while on another, there might be a cheetah tracking its prey. There will always be thrills here, which makes the tranquility of your treehouse even more inviting as your day ends."
    },
    {
      "dayNumber": "8",
      "title": "Kruger National Park – An Exclusive Private Concession",
      "description": "Crossing the Kruger is an inspiring experience, whether you choose to go by land or air. Both options evoke a dramatic scale, whether it's as herds roam beneath the wingtips of your plane or as you encounter dozens of rhinos and pride as you meander to the east. Your safari is based on your game drive options, but there are also easy aerial connections. Nestled beneath the Lebombo Mountains in the far east of Kruger is your next camp, a decadent accommodation that is set within its own private concession. Few visitors make it into these mystical mountains, so your safari experience will truly be unique and a true adventure. Your next camp is an authentic hideaway, lost amongst the trees and concealed from the rest of the world. You will feel as if you are staying in the trees with your elevated vantage point that provides incredible views over the Sweni River below. As you will have grown accustomed to, it will only take a brief glance from your lodge to admire an astonishing array of animals and birds that inhabit the water below. Open your curtains in the morning with coffee in hand to find hippos, and then an elephant as you return at noon, and then find that your guided stargazing excursion has been interrupted by a tower of giraffe. There is also an onsite spa and swimming pool for your enjoyment, as well as an exceptional wine cellar. Your safari program is flexible, and a couple of activities deserve special mention. This region is one of the very few places in the Kruger for a mountain bike safari, a rugged adventure across pristine mountain trails that are dappled with zebra, springbok, wildebeest, warthog, and more. Walking safaris can be longer here, providing a chance to get out into the wilds of the bush. And of course, the game drives never disappoint as in this remote area the guides using decades of knowledge to pick out the resident predators and pride."
    },
    {
      "dayNumber": "10",
      "title": "Mala Mala Game Reserve – Exceptional Intimacy in South Africa's Premier Reserve",
      "description": "Completing your safari through Kruger's private reserves is Mala Mala, the largest of the reserves. Size makes Mala Mala special as a vast swath of savannah is reserved for just a handful of visitors. Thanks to its flowing waterway, the landscape has become a home to almost all of the species you will find in the Greater Kruger area. In many ways, the reserve is the whole of Kruger in microcosm, although that does not do justice to the surprises and sublime encounters. Leopards are a regular part of the game drives while battles between lions commonly create the commotion that echoes through the air. You will be staying at an exceptionally appointed camp that has been the blueprint for other camps and reserves across Southern Africa. The lands are fully unfenced, so it is an oasis in the heart of the bushveld, where private suites are tucked into the green and filled with natural birdsong. Standing over the Sand River, the lodge is a serene place to escape the world and settle in for your final few days of safari. When your camp is this good, you will never feel bad about spending a morning or an afternoon just relaxing as just below your deck, the parade of safari wildlife continues. Mala Mala really relaxes the rules and each of the activities is imbued with a thrilling intimacy. After seeing a leopard in a nearby tree, your driver will bounce the vehicle off of the trail until you are not more than ten meters away. When vultures circle and baboons hoot, your guide will find a path through the trees so that you can inspect the decaying carcass. A full selection of safari activities are available, and by now you will know which are your favorites. In Mala Mala, it is highly recommended to take the nighttime drives as your excellent guide will bring memories that will last a lifetime. The legendary animals of safari will seem to magically appear at such frequency that you will be hard pressed to leave MalaMala without memory cards full of lion, leopard, elephant, rhino and buffalo."
    },
    {
      "dayNumber": "13",
      "title": "Mala Mala Game Reserve to Johannesburg – Departure",
      "description": "After nearly two weeks of nonstop wildlife safari and relaxation, you will spend one last morning on the decks of your lodge to seal your memories for all time. As you are ready, you will be escorted to the Mala Mala airstrip for a short flight to O. R. Tambo and a connection to your intercontinental departure."
    }
  ],
  "map": ""
}