{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-safari-vacation-with-teens-city-beach-and-bush",
  "tourName": "South Africa Safari & Vacation with Teens: City, Beach, and Bush",
  "placesVisited": "Cape Town, Shamwari Game Reserve, Â Oceana Beach andÂ Wildlife Reserve",
  "generalInfo": "Take your family on the adventure of a lifetime as you explore a South African city, bush and beach – all free from concerns of malaria! Begin with an invigorating climb up Table Mountain and a tour of this dazzling and family-friendly world city. Move out into the wilderness for the quintessential South Africa safari experience alongside lion, giraffe, leopard, elephant and rhinoceros. Unwind on the pristine shores of the Indian Ocean, wedged between wild bush and stunning ocean. This one-week tour of the country reveals all that it has to offer from some truly child-friendly properties.",
  "durationDays": "9",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town – Arrive in South Africa",
      "description": "This afternoon you will descend over Table Mountain into the stunning city of Cape Town on the Atlantic Ocean. Nestled between rugged mountains and a glittering sea, your first glimpse of the city is sure to build excitement through all members of your family. Having cleared customs on your layover in Johannesburg, you need only collect your bags and meet your private driver. Together you will drive through the city towards your hotel. You will stay in an expansive family suite, complete with multiple bedrooms and a full kitchen. Your children will have plenty of space to spread out, while the master bedroom will provide some luxurious and extravagant privacy. Spend the remainder of the afternoon relaxing and unwinding from the flight, possibly stepping out to stroll around Green Point Stadium, constructed for the 2010 FIFA World Cup. Whether you spend tonight exploring one of the city’s many restaurants or enjoying a quiet night in the hotel, what remains of the day will be spent entirely at your leisure."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town – Explore the Top Highlights",
      "description": "Following breakfast at the hotel, you and your family will meet your private driver for an all-encompassing and tailor made tour of Cape Town and Table Mountain. We will design a tour that caters to your family’s particular interests, whether it’s the historical, outdoors, culinary or retail orientated. What follows are suggestions we find to be popular with families traveling with young children. In the morning, a great family destination is Boulder’s Beach where African penguins laze on the shore and frolic in the waves. A wooden boardwalk allows you to stand mere feet away from these hilarious birds, observing their behaviors for as long as they captivate you. The landscape more broadly around Simon’s Town and Boulders Bay is breathtaking, and the neighboring beaches are perfect for an early morning stroll – or a dip! Other families may prefer to spend the day exploring the variety of museums found throughout Cape Town, which highlight African, Jewish and Islamic experiences. The focal point of today’s tour will inevitably be an excursion to the peak of Table Mountain. For adventurous and energy-filled children, this may be the perfect way to burn off some steam as you climb to the summit as a family. Alternatively, it is also possible to take the rotating cable car to the peak (weather permitting) and wander around the trails on the plateau, admiring the view below and the unique fynbos ecosystem. The plateau is a great spot to enjoy a family picnic, the supplies for which can be prepared by the hotel or independently at the Woolworth’s grocery store adjacent to the Cape Royale. Spread out chips, dips and vegetables on a sunny rock and enjoy the cool breeze blowing up from the ocean."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town – Spend the Day Exploring the City",
      "description": "Today you and your family will be free to independently explore the city at your leisure. For those who enjoy the guided tours, a driver will gladly carry on with yesterday’s tour around the region. Adventurous families may enjoy a trip to the Cape of Good Hope where another climb to a lighthouse promises to burn off some energy. The drive to the peninsula often passes by ostriches and a number of ungulates, which serves to build excitement for the safaris ahead. For families craving a bit of independence, we recommend walking down to the Victoria and Alfred Waterfront where you can explore a working harbor with no end of activities, shops and restaurants. A highlight here for children is definitely the Two Ocean’s Aquarium. Here, children can peer through glass at local marine life including gully sharks, eagle rays and giant sea horses amidst a plethora of tropical fish. Wander down towards the water’s edge near dinner time and find a number of laid-back restaurants serving spectacular fish and chips – among other kid-friendly dishes. The vibrancy and energy of the harbor front in the evening is sure to captivate both you and your children!"
    },
    {
      "dayNumber": "4",
      "title": "Shamwari – Fly to Port Elizabeth and Drive",
      "description": "Following breakfast at the hotel, your private driver will collect and return you to Cape Town International Airport. Here you will catch a quick one-hour flight to Port Elizabeth on the Indian Ocean. Upon landing, you will be met by another representative who will drive you an hour further to reach your lodge. Located in the southern portion of this expansive reserve, your lodge is a fully fenced property extremely well suited to catering for children. Upon arrival, each child will be welcomed with a gift from the designated child coordinator. They will they proceed to plan a number of child-friendly activities that will occur both with and without parents. In addition to game drives, your kids can look forward to scrapbooking, a number of books and board games, visits to rehabilitation centers and a number of cultural activities. Children over four years old will be permitted on game drives shortened to best suit their preferences and attention spans. Spend the remainder of the afternoon familiarizing your family with the property and taking a dip in the infinity pool while keeping an eye out for passing wildlife. Elephants often roam the plains beyond the lodge, while ungulates approach the Riverdene perimeter. Dinner will be held in an indoor or outdoor dining area, and all children will be provided with a child-friendly menu."
    },
    {
      "dayNumber": "5",
      "title": "Shamwari – Game Drives across the Lush Landscape",
      "description": "This morning the quintessential African experience begins as you set out in an open-air safari vehicle to explore the far corners of Shamwari. Departing as the sun rises, you will quickly run into a wide variety of ungulates grazing in the grass in the early morning. While you will quickly recognize impala and zebra, keep your eye out for the majestic kudu or the rare oryx that wander the plains in smaller herds. Learn to differentiate between a blesbok and a springbok, as you learn about all the creatures that thrive in this restored environment. Of course, Shamwari is a Big Five game reserve, meaning considerable energy will be devoted to searching out this famous group. Lions, elephants and buffalo are often quickly spotted – while leopards and rhinos remain somewhat more elusive. Work with your ranger and children to identify tracks on the road, building excitement as you follow signs of your favorite species. As the morning sun climbs high in the sky, you will begin to make your way back to the lodge for a hot breakfast and an afternoon of relaxation. Following lunch in the dining room and high tea in the lounge, you will then set out on a late afternoon game drive complete with sundowner cocktails and treats. For those traveling with particularly small children, you may wish to take advantage of the nanny service provided at Riverdene. Caregivers are always available to entertain and care for your small children while you set out on an adventure with the rest of the family."
    },
    {
      "dayNumber": "6",
      "title": "Shamwari – Continue to Explore the Hills and Savanna",
      "description": "This morning you and your children will set out again in the early morning to continue on the search for intimate wildlife encounters. With only seven small lodges operating within the park, you can expect near exclusivity as you wind along the dirt tracks that climb and descend the hilly landscape. It is likely that upon reaching a herd of elephants or a pride of lions you will see only one other vehicle at the sighting – if any. This in and of itself is a coveted luxury when so many African safaris are now coated with vehicles. Enjoy the tranquility and serenity of your silent surroundings, listening only to the trumpets of elephants and roars of lions. At some point during the day it is worth detouring past the Born Free center located minutes away from Riverdene. The Born Free Foundation is an international wildlife organization that rescues animals from abhorrent conditions and builds sanctuaries within wildlife reserves worldwide. Shamwari is home to the sole Born Free branch in South Africa, and provides a safe home for lions and leopards rescued from captivity. A tour through the center gives you and your family the chance to see the rescued animals, but also makes for a great learning opportunity. Central to Born Free’s philosophy is education, and they have established a number of hands-on learning stations for visiting guests and local schoolchildren. A walking tour of the center takes roughly an hour and can be done in addition to game drives or as an alternate."
    },
    {
      "dayNumber": "7",
      "title": "Oceana Beach – Wildlife Reserve",
      "description": "This morning you will have the option to rise early again to squeeze in a final game drive before breakfast and your departure from Shamwari, though some families may prefer a more leisurely morning pace. In the late morning, a driver will collect you from the lodge and transfer you to the stunning Oceana Beach and Wildlife Reserve, located just outside Port Alfred on the Indian Ocean. As you approach Oceana, you will be warmly greeted with a refreshing drink and a cool face cloth. The sweeping views of the bush and coastline will quickly captivate you as you walk through the property to your private suite. Complete with heated floors, these spacious and elegant rooms will set a tone of deep relaxation and pampering for the coming days. Wander to the main dining area in the late afternoon for cocktails and a sunset before indulging in a delicious three-course meal. Chefs will alter the evening menu to suit the palates of small children, ensuring the entire family is happy and well fed for the entire duration of your stay."
    },
    {
      "dayNumber": "8",
      "title": "Oceana Beach – Spend a Leisurely Day",
      "description": "After an adventurous and exhilarating trip thus far, today will be spent unwinding on the shores of the Indian Ocean as a family. The seven kilometer private beach is located only a two minute open-air drive from the lodge, making it easy to head down in the early morning with a packed picnic. Laze away the day building sand castles and taking dips in the ocean, occasionally migrating towards the beach deck and lounge chairs for some reprieve from the sun. For those craving another dose of the bush, Oceana also runs a daily game drive for clients. While the schedule changes seasonally, this is always an interesting way to compare Shamwari with another region of the country. There are few properties on the continent that boast both bush and beach with such proximity and you would be wise to take advantage of this remarkable treat! As with Shamwari, it is possible to leave small children with a nanny while you explore either the bush or the beach."
    },
    {
      "dayNumber": "9",
      "title": "Port Elizabeth – International Departure",
      "description": "Enjoy a final tranquil breakfast overlooking the ocean this morning before returning to Port Elizabeth by road for your international departure. Having spent time in the city, the bush and the beach, we anticipate that you and your family will feel very satisfied with your tour. However, if you retain a bit of energy and are keen for more adventure, we will gladly customize this tour with an extension or alteration. Some prefer additional days of relaxation on the coast, while other families may choose to explore an entirely new region of South Africa such as Kruger National Park or Johannesburg. The opportunities really are endless!"
    }
  ],
  "map": ""
}