{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "south-africa-safari-adventure-private-game-reserves-and-cape-town",
  "tourName": "South Africa Safari Adventure: Private Game Reserves and Cape Town",
  "placesVisited": "Phinda Private Game Reserve, Mala Mala Game Reserve, Sabi Sands Game Reserve, Kruger National Park, Cape Town, iSimangaliso Wetland Park",
  "generalInfo": "Leopards prowl, elephants roam, buffalo stare and lions roar through the night, and it is all so close to you. On a South Africa safari, you are not on the outside looking in as you are immersed in a wildlife world, and enveloped by the rhythm of life. Handcrafted to provide the complete safari experience, this 13-day vacation will include the country’s three finest safari destinations before ending in Cape Town. Expect sublime lodges, stunning wildlife encounters, and a complete escape into the wilderness.",
  "durationDays": "13",
  "price": "9,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Phinda Private Game Reserve - A Luxurious Safari Welcome",
      "description": "Land in O.R. Tambo International Airport and transfer onto your safari flight to Phinda. Touch down and check into your elegant suite with a private pool and 360-degree views across the savannah. There is unbelievable luxury here in both traditional and contemporary forms, but the real luxury comes from experience. In Phinda, you are placed center stage in a wildlife world, so you can lay back, doze off, and be awoken by an elephant’s trumpet. An optional afternoon game drive should provide first impressions of over a dozen species, and when nighttime arrives, you will still be watching and listening to the animals."
    },
    {
      "dayNumber": "2",
      "title": "Phinda Private Game Reserve - An Easy and Relaxed Big-Game Safari Introduction",
      "description": "Two game drives fill your itinerary today. Lionesses might approach the safari vehicle, and then lie down in the shade it has created. Rhinos walk past elegantly, a bashful note to their movements. Zebra canter in a black and white blur. You soon learn to identify a springbok from a kudu from a hartebeest. Later on in your vacation, you will really need to be up before dawn to enjoy the savannah in the early morning when animals are most active. That’s not as important in Phinda, giving you time to rest and recuperate after the flight. There will be opportunity for a game drive at night as well today, and you will be amazed at how different the savannah feels."
    },
    {
      "dayNumber": "3",
      "title": "Phinda Private Game Reserve - Best of the Savannah and Wetlands",
      "description": "A third day in Phinda is yours, and the experience diversifies. Explore the savannah on a game drive as leopards lurk, buffalo charge, and animals cluster around your vehicle. Then extend the drive into iSimangaliso Wetland Park next door. In this swamp-like wilderness, you will come face to face with hippos with the cantankerous giants sometimes spotted next to the beach. It will be mysterious and intimate inside the reserve with overhanging trees blocking your visibility, but ultimately meaning you can get closer to many species. Contrasts make your safari complete, and you will start to appreciate how animal behavior is different on a dry savannah and a lush wetland."
    },
    {
      "dayNumber": "4",
      "title": "MalaMala Game Reserve - Legendary Leopards and Nighttime Safari",
      "description": "Each Sabi Sands concession has its own piece of the wilderness, where access is restricted to guests staying at one of their lodges, but note that some share traversing rights with neighbors. Mala Mala is the largest and has the best location. Why? It is on the water on a border with the national park, so essentially, it is deeper in the wilderness and in a natural wildlife corridor, rather than being on the outskirts of the conservation area. Location is everything, and it makes Mala Mala the ultimate of all South Africa’s safari destinations. Your lodge is traditional in style, without the same decadent extras as its neighbors, but with close to a century of providing high-end hospitality. Touch down and immerse yourself in this intimate world. Go out tracking leopards, as there is nowhere better in Africa to see the spotted cats, and then stay out after dark to follow the predatory cats as they eye up their prey. Back at the lodge, the safari continues, a floodlight illuminating the river and all those that come to drink."
    },
    {
      "dayNumber": "5",
      "title": "MalaMala Game Reserve - Crafting Your Own Program in South Africa's Finest Game Reserve",
      "description": "Witnessing a hunt is just one of the experiences that makes a safari in Mala Mala so real. Not everyone is so lucky, but there are other incredible moments, such as wildlife giving birth, watching dramatic territorial battles, and the predatory aftermath of scavengers looking to steal a kill. These experiences are what make certain destinations really stand out. Rather than see animals in isolation, you are immersed in the ongoing interaction. It is not an elephant, it is a boisterous young male elephant getting told off by the patriarch. That is not just a leopard, it is a mother hiding two cubs in a treetop den."
    },
    {
      "dayNumber": "6",
      "title": "MalaMala Game Reserve - Driving Through the Wilderness of MalaMala",
      "description": "Over these two days, you will create a personal adventure in Mala Mala, mostly on day and nighttime game drives, though short game walks are sometimes possible depending on how much big game is in the immediate vicinity. Big cats are an obvious highlight, along with the abundant rhino population. Often you can track animals over different days. So you might see the same lionesses or hyena, experiencing how they act differently based on when they last ate. Game drives are rugged and wild, but it is calm back at the lodge, as you sit around a campfire as buffalo take a drink in the river below. You will also remember the exclusivity. Such a large concession with so few guests makes Mala Mala a very personal safari experience."
    },
    {
      "dayNumber": "7",
      "title": "Kruger National Park - Evocative Full-Day Adventure Through the Bush",
      "description": "From the intimacy to the scale, today’s game drive takes you bumping across Kruger National Park. Although you will spend the full day on a game drive, you may see less wildlife today than on other days. In the wilderness life clusters and gathers, moving with the rains and the seasons. Yet to cross Kruger is a magical experience, a real expression of how the African wilderness just rolls on and on and on. Your destination is in the far east of the conservation area, a lodge nestled into the Lebombo Mountains. Check into your suite with a private plunge pool and gaze across Kruger. Dine on some of Africa’s finest safari cuisine as the lodge’s wine cellar is legendary, and wait for the wild to sing you a nighttime lullaby."
    },
    {
      "dayNumber": "8",
      "title": "Kruger National Park - Intimate Encounters in Remote Eastern Kruger",
      "description": "Ride a mountain bike along rugged trails, or take a chance to walk in elephant country with slow footsteps in the land of giants. From ground level, everything looks even bigger. Of course, you are not walking with lions. Instead, biking and walking safaris focus on smaller game. You can move almost silently, and you are not seen as a threat when approaching on foot. Many animals are frightened by the noise and size of a safari vehicle, but these safari activities get you much closer to zebra, different antelope, and sometimes even a buffalo and can be incorporated into your daily itinerary as you craft a personal safari program."
    },
    {
      "dayNumber": "9",
      "title": "Kruger National Park - Choose Your Kruger Safaris",
      "description": "After a week of safari, the program is likely to focus on animals and scenes that you have yet to witness. While this section of Kruger is not as abundant as Mala Mala, there is a stunning diversity of life with the mountains also a haven for the small and unusual. After each activity the lodge provides a dreamy view, your suite elevated above the plains and open to animal movements. Trackers also watch wildlife here, so with each activity, the guides know which way is best to turn. Some may think that nine days is a long time to be on safari, but after nine days, you will have forgotten what the urban world looks like. Your senses will be tuned into the wild, and this brings an unrivaled feeling of escapism."
    },
    {
      "dayNumber": "10",
      "title": "Cape Town - City Colors After the Safari",
      "description": "After a final morning game drive, you will be dropped at the airport for a direct late-morning flight to Cape Town. Land in the Mother City and Table Mountain immediately takes over. It looms large over everything, a slab of nature sending its shadow out towards the Atlantic Ocean. Into the city you go, checking into your luxury hotel at the V & A Waterfront. This is an ideal location for a flexible stay in Cape Town. You can easily walk to restaurants along the harbor-front, and the hotel provides a free transfer service to anywhere within the city."
    },
    {
      "dayNumber": "11",
      "title": "Cape Town - Customizable Day to Explore Cape Town and the Surroundings",
      "description": "These two days in Cape Town have been deliberately left free. There is so much to do here, and everyone has their own travel interests. Plus, an all-inclusive safari runs to the rhythm of the wilderness. You will be used to early starts, early game drives, lazing through the middle of the day before afternoon and evening activities. After a week on safari, you will also be used to being in bed by 9pm. Upon landing in Cape Town, some people end up switching their daily schedule completely, while others will enjoy waking up dawn, perhaps to hike up Lion’s Head or on Table Mountain."
    },
    {
      "dayNumber": "12",
      "title": "Cape Town - Explore the Cape at Your Leisure",
      "description": "Travel to Camps Bay and Cape Town’s most famous beach, or choose the more private sands of Clifton. From the V & A Waterfront, you can board a boat to Robben Island, experiencing where Mandela was incarcerated for 18 years. It is best to ascend Table Mountain at the first clear opportunity, taking the revolving cable car then exploring various walking trails upon the summit. The Constantia vineyards carpet the mountain’s southern side, and are perfect for a leisurely afternoon. Woodstock is all quirky shops and cafes while the city center has half a dozen good markets."
    },
    {
      "dayNumber": "13",
      "title": "Cape Town - Departure",
      "description": "After a relaxed morning, you will be transferred privately to the airport for our outward departure home."
    }
  ],
  "map": ""
}