{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "exclusive-south-africa-tour-for-romantic-couples",
  "tourName": "Exclusive South Africa Tour for Romantic Couples",
  "placesVisited": "Cape Town, Hermanus, Franschhoek, Cape Winelands, Sanbona Wildlife Reserve",
  "generalInfo": "Safari, beach, city, wine, history, mountain; discover the exclusivity and diversity of the country with this romantic South Africa tour. Destinations are connected by beautiful rural roads, taking you from iconic Cape Town to the tip of Africa and onwards to your vintage Big Five safari. In just 12 days, this luxury chauffeured tour combines a little of everything that the country is famous for, concluding with the elegant ambiance of the Cape Winelands.",
  "durationDays": "12",
  "price": "15,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town – Arriving in Cape Town",
      "description": "As Table Mountain shimmers in the distance you're met by your driver-guide at Cape Town International Airport. With the precipitous slopes of the mountain as your compass, you head through the city to the Atlantic Ocean and your five-star hotel. Situated in the heart of the V&A Waterfront, and offering awe-inspiring ocean views, this hotel elegantly combines African style with modern luxury. Many of the city's finest restaurants are within walking distance and you only need to turn around for dazzling views of the mountain. Leave the bags at reception and head straight to the spa, where a 60 minute treatment helps overcome any travel fatigue."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town – Table Mountain and Reliving History",
      "description": "Cape Town's delights come in many shapes and sizes. Start the day on the mountain, the revolving cable car taking you skyward for iconic views of the city. On two sides there is ocean, shimmering and twinkling beneath the sun. Beneath you is the cityscape, then look west to the forthcoming Big Five safari adventures. Your driver waits at the cable car station and transfers you to the harbor, where a boat crosses the waters to Robben Island. An ex-inmate conducts tours of the prison that hosted Nelson Mandela for 18 years, revealing his tiny cell of solitary confinement and the life he lived while sculpting the country's dream. There's a poignant narrative here, one made all the more impressive by the peaceful vibrancy before you return to the mainland. During the afternoon, you’re guided around some of the city's eclectic sights; explore pastel colored houses in the former slave quarter of Bo Kaap, sample the finest organic produce in local food markets, then sit back to a lingering sunset at one of the Waterfront's gourmet restaurants."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town – Luxury Touches in a Vibrant City",
      "description": "Cape Town is the base for many adventures. Today's itinerary is left free and can be decided on that day with your driver guide. The center of the city is compact and easily explored on foot, with your guide providing the directions and ideas. Head north and within 30 minutes you find deserted beaches and surf-friendly conditions. Take the route that winds around the base of the mountain to traverse botanical gardens, wineries, and cute cafes with glorious vistas. Funky neighborhoods are home to exuberant markets and scenes of traditional life, while nearby Camps Bay and Clifton offer beach excursions and hand-in-hand wanders across the sand. Cape Town is all about settling into the serene rhythm, epitomized by this day of discovery."
    },
    {
      "dayNumber": "4",
      "title": "Hermanus – Adventures Around the Cape Peninsula",
      "description": "A dramatic road clings to the edge of Africa, winding along Table Mountain's edge as it passes fishing villages, hypnotic beaches, and dozens of viewpoints. It's a route that bursts with surprise. Within an hour of leaving the city you're admiring jackass penguins, the cute big birds waddling around the sand of Boulder's Beach. Bring your towel and settle down on the beach; the penguins' antics are all around you and swimming with them is a strong possibility. The road continues to the very southwestern tip of Africa, where a solitary lighthouse marks your geographical achievement. Steps lead down from the cliffs to remote beaches, the perfect spot for a romantic picnic of the Western Cape's finest produce. The guide provides you with a hamper of local wine, billtong , cheese, and other fresh goodies from a gourmet food market. Just descend, take your time, and enjoy. This route is one of Africa's most picturesque. After rounding the tip you follow the Pacific Ocean coastline, continuing east to the charming old fishing village of Hermanus."
    },
    {
      "dayNumber": "5",
      "title": "Hermanus – Whale Watching Safari",
      "description": "Hermanus boasts the world's greatest land-based whale watching. Open the curtains of your spacious luxury suite and there's a chance of spotting the great mammals from your four-poster bed. Southern rights and Humpbacks fill these waters and when a new whale swims by, the local town crier alerts everyone with a long blow on his kelp horn. During the morning, an easy walk takes you from the hotel to a couple of bays where whales breach just 20 meters from shore. In the afternoon, a whale-watching safari provides additional intimacy; tail fins crash down in the blue, breaching females rise and fall, and flumes of spray rises from blow holes. Then the whale pair disappears into the abyss, unlikely to be seen again for a few hours. But don't worry, there's plenty of others swimming around. From June to November, these close-up whale encounters are practically guaranteed and there's no need for long boat rides onto the ocean. The majority of these whale sightings are within 15 minutes of the shore."
    },
    {
      "dayNumber": "6",
      "title": "Sanbona Wildlife Reserve – Stunning Safari Luxury",
      "description": "From Hermanus you wave goodbye to the ocean and journey north, the route zigzagging across increasingly barren mountain passes with stunning views of the Western Cape. The ocean side of the mountains is green and vibrant, yet the inland view is one of semi-arid desert and memorable bushland. This is more like the African landscapes of visitors' dreams, one of rugged beauty that's tinged with paw prints. These evocative plains provide a playground for the next three days of your vacation. Tucked away in this remote hinterland is your safari lodge, an atmospheric ode to vintage old-world safari. Sip wine on your private deck, jump into the plunge pool, listen to the crackling of an evening fire; every piece of romance is complimented by views onto roaming buffalo and antelope. Game drives traverse the Sanbona wilderness and the experience is an exclusive one. You're the only two in the Land Cruiser as an expert guide tours the Karoo. Large elephant bulls are easily spotted, their great hulk and long tusks picked up against a raw rocky backdrop. Antelopes abound, from gemsbok and springbok to the burning red features of hartebeest and the diminutive stature of a duiker. Their movements are tracked by the reserve's predators, prides of lions and solitary leopards offering the most impressive of safari sightings. Yet what's this? You had anticipated the Simba -like male with his main of yellow. But this lion is white, resplendent beneath the sunshine, and charming until he roars with fury and a set of sharpened teeth make even the guide flinch. Sanbona offers a very rare opportunity to spot wild white lions, one of just a select handful of reserves on the whole continent where the species is found. Don't completely fill your camera card. Other favorite predators will fill the three days of safari, including cheetah, black-backed jackal, and brown hyena. Each day includes two long game drives with a focus on offering personal encounters with all the Big Five and more. Stop for nibbles and wine as you both admire the wallowing of playful hippos. Gaze down on the bushland and watch as the giraffe towers silhouettes against the sunset. Then stand in amazement as a White rhino lumbers past, you and your partner at a loss for words. Endangered and wild, yet graceful and charismatic, the rhino is both symbol of the safari inimitability and memoir to the African experience. Some of these game drives can be switched should you wish to enjoy alternative safari impressions. Choose a leisurely boat safari with picnic and drinks on board, or strap on the boots and walk hand in hand into this big game filled landscape. Elephant, giraffe, zebra, rhino; as you wander on their level you ascertain new perceptions of size. Hand-in-hand walks have never been as thrilling. Throughout your stay, all meals are included and there's ample time to indulge in your suite's spacious beauty. Some people seek out beaches for an escape. The mammal covered bushland of Sanbona provides the same solitude, with a redolent series of surprises."
    },
    {
      "dayNumber": "9",
      "title": "Franschhoek – Elegance and Romance in the Cape Winelands",
      "description": "Sanbona is situated on Route 62, the world's longest continuous wine route. It's a road that journeys across the vast dimensions of South African wine, from the more arid climates of the Karoo to the breezy green vineyards of Paarl and the Cape Winelands. As you return westward the yellows give way to lush colors and the rows of vines seem to occupy every inch of the panorama. There are hundreds of vineyards to choose from in the Cape Winelands. But how to choose? Arrive in Franschhoek and check out the view from your suite in a renowned wine estate with stunning views across the valley. Then meet your new driver-guide, a local wine expert who will ensure you can enjoy the full bounty of the Cape Winelands. A sensual elegance fills these three days of discovery of South Africa's wine treasures. Diverse conditions make this region an abundant growing area for a huge range of grapes, over 50 soil types utilized by the hundreds of growers. In particular, the cabernet sauvignon, shiraz, and sauvignon blanc enjoy celebrated status around the world. Allow your guide to craft an itinerary based on your interests. Large wine estates offer paired cheese and wine tasting, or unusual cupcake and wine tasting treats. Roll through the vines and discover converted farmhouses full of peculiar concoctions and lavish lunches with mountain views. Tour the cellars of family-run wineries and sit down to elegant tasting sessions that can fill whole afternoons. It's not just about wine here. Franschhoek is one of South Africa's oldest settlements, a delightfully quaint town of colonial relics and cultivated gardens. Its restaurants are among the most celebrated in the whole of Africa, combining ingenious use of local produce with influences from around the world. Nearby Stellenbosch brings whitewashed walls and refined tradition to your vacation, every corner in this town seeming to provide a chance for a shared coffee or romantic meal. But perhaps it's left to Mont Rochelle to provide a fitting finale to this exclusive vacation for couples. Clink the wine glasses as the sun sets behind a valley of enchantment, and toast to an adventure through one of the world's most diverse regions."
    },
    {
      "dayNumber": "12",
      "title": "Cape Town – Depart for Home",
      "description": "Cape Town International Airport is situated on the road back to the city so it's only a short transfer to your departure flight. As Table Mountain rescinds beneath the wings, you're already planning a return to South Africa."
    }
  ],
  "map": ""
}