{
  "destination": "South Africa",
  "mainPhoto": "",
  "id": "exclusive-south-african-safari-for-couples",
  "tourName": "Exclusive South African Safari for Couples",
  "placesVisited": "Thanda Private Game Reserve, Isimangaliso Wetland Park, Kruger National Park",
  "generalInfo": "South Africa revels in its role as safari connoisseur, expertly blending unspoiled African bush with opulence and exclusivity. Experience the intimacy of a romantic safari tour to South Africa as you nestle into a luxury escape that cascades superlatives; the immersive natural spectacle is elevated in the most inimitable of styles. This isn't merely an African safari at its most compelling and elegant. It's an unforgettable hideaway for relaxation and romance in the heart of untamed Africa.",
  "durationDays": "12",
  "price": "15,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Thanda Private Game Reserve – Exclusive Safari Introduction",
      "description": "Land at King Shaka International Airport in Durban and a helicopter is waiting to whisk you off to Thanda Private Game Reserve. A multiple winner of the World's Leading Luxury Lodge, Thanda offers an authentic immersion in Africa's wilderness and a stylish exclusivity that's difficult to find anywhere else on the continent. Your first two nights are spent in a 220 square meter bush suite that's surrounded by the delights of the game reserve. It's a hidden base for romance and relaxation, yet also your base for stunning safari experiences. Lounge on the wooden deck, dip into the heated plunge pool, watch the mammals roam, and enjoy dinner in your luxurious private boma , your exclusive outdoor enclosure."
    },
    {
      "dayNumber": "2",
      "title": "Thanda Private Game Reserve – Elevating the Romance",
      "description": "Throughout your four-day stay, the safari itinerary is fully flexible. This detailed itinerary offers an example of what's on offer. Start with elegant game drives that elevate the senses. A lion yawns as the pride's cubs playfully fight before your eyes. Wild honks alert you to elephants that bulldoze their rumps into trees. The smell of flourishing grass fills the nostrils and it is explored by leopards stalking ungulate prey. Thanda's animal trackers and guides use local knowledge to carefully tailor the drive. Rhino and buffalo complete the Big Five absorption and, because this is a private reserve, there won't be other people to encounter on the roads. Bushwalks increase the intimacy, bringing you into a world of the smaller mammals and extensive birdlife that swarms around Thanda. Don’t forget about the little five. Wandering these plains are the rhino beetle, leopard tortoise, buffalo weaver, ant lion, and elephant shrew. Springbok and kudu hop around, giraffe stand proud against the lavishly blue sky, and the guide's narrative weaves cultural history with natural knowledge. Return to camp and indulge in the pleasures of the spa, the relaxation deck, and treatment rooms nestled into a wonderfully tranquil bush environment. Combining traditional local Zulu techniques and modern western practices, the spa finds an elegant blend of Africa and holistic sanctuary."
    },
    {
      "dayNumber": "3",
      "title": "Thanda Private Game Reserve – Genuine Bush Immersion in a Luxury Tented Camp",
      "description": "Thanda's delightful tented camp provides a new perspective to this charming reserve. The interiors cascade with opulent touches, your bedroom, lounge, and dining area screaming of five-star opulence and elegance. An outdoor shower is wonderfully immersed in the bush and the remote location increases the escapism further. But this is a tent. Rather than windows you have curtains that open onto the wild animal plains. The canvas coating enables nature's soundtrack to easily flow through and keep you entertained at all times. Paraffin lighting and firelight ensure you're far removed from anything artificial. This is the honeymoon suite at one of the world's leading lodges, a spacious home in the heart of Big Five country. Enjoy languid hours watching the wildlife go by and game drive further into the hinterland. Stop beside a lion pride and you're close enough to admire flicking eyelashes and rich lion manes that gently flutter. Rhino horns are impressive and even more so when barely five meters separate them from your camera. Turn a corner and the baby elephant towers above the truck, swinging a hefty trunk as it plods past. Thrill levels are complemented by more gentle moments. Stop for a picnic basket of treats in the wilderness. Enjoy sunset moments with champagne glasses and an elevated view over the reserve. And still, even after four days, you've hardly seen anyone other than the expert local guides."
    },
    {
      "dayNumber": "5",
      "title": "Isimangaliso – Idyllic Indian Ocean Bliss",
      "description": "A short helicopter ride skirts the Indian Ocean, shocks of blue interspersed with the forests of Isimangaliso. Lush waterways and lakes are engulfed by a thick awning of indigenous trees and your lodge hides amongst a blanket of kaleidoscopic green. For the next three nights, this luxury lodge provides an unforgettable combination of safari and beach bliss. Blue ocean views come through the thatched suite windows, gentle rollers mingle with the sounds of mischievous monkeys, and one of Africa's most undiscovered beaches is just meters away. In many ways, this is the ultimate beach getaway, a delightful escape into a forest of milkwood trees. But these three nights aren't just about the deserted sand; Isimangaliso is a UNESCO World Heritage Site that will provide new perspectives of African safari."
    },
    {
      "dayNumber": "6",
      "title": "Isimangaliso – The Hippos of Isimangaliso Wetland Park",
      "description": "You're not the only set of legs enjoying the forest and beach. While there's only a handful of other guests, hippos regularly inhabit the surroundings and they've even been spotted down on the sand. Journey to Lake Sibaya and take a boat safari further into the pachyderms' territory. Large pods cover river channels and swamps, snouts poking above the blue and loud wheeze-honks finding a way into the trees. A myriad of monkey species vie for attention, some skipping across the ground and others swinging through the trees in their trademark style. Take a picnic and stop beside the hippos, admiring them over a sumptuous interlude in lavishly colorful surroundings. Birdsong tweets, a young hippo charges a larger male, monkeys squabble, and then silence returns as you slowly explore the waterways. Isimangaliso is a vastly under-explored part of South Africa despite its UNESCO status, and these next two days offer a submersion in the water-based safari charms of the continent."
    },
    {
      "dayNumber": "7",
      "title": "Isimangaliso – Getting Lost in the Beauty of the Wetlands",
      "description": "As the sun pierces the horizon the sky fills with shades of red. Sunrise comes straight to your bed and the beach waits below. Over your three days at Thonga it's easy to be lulled thanks to the beautiful sand, lavish private dinners and the seclusion of the forest. Today offers another chance for adventure here. Boat safaris can weave further into the Wetlands, passing by the primates and elephants that find haven amongst the trees. Traverse a river, cross a lake, emerge in the ocean and a series of sandbanks stand lonely in the warm blue waters. These little beaches are completely inaccessible by road and make an idyllic choice for the afternoon. It's not just safari and beach. Some of South Africa's finest snorkeling and diving can be found in the sapphire water, a vivid concoction of treats waiting just below the surface. Just walk out from the beach and the marine reefs begin. Today is for getting lost together, whether that's on the sand, in the trees, along hippo-covered lakes, or all of the above. When you're back at Thonga Beach Lodge the solitude continues, the delights of Indian Ocean paradise extending in all directions."
    },
    {
      "dayNumber": "8",
      "title": "Kruger – Beautiful Big Five Impressions in Kruger National Park",
      "description": "From wilderness to wilderness you journey across South Africa. A private flight takes you over the wetlands, the dazzling expanse of blue and green admired for a final time. You're flying north, cruising over scorched plains and jagged mountain lines. Kruger National Park is one of Africa's largest and oldest, almost 20,000 square kilometers of competing ecosystems that provide a haven for almost all of Africa's unique mammals. One magnificent sight immediately grabs your attention: White rhinos roam free here, over half of the world's wild population found within the Kruger's boundaries. Horns sparkle and bulky frames merge power with grace, these endangered wonders providing a lasting impression as you touch down and make the short drive to camp. The Kruger is undeniably, and justifiably, popular. There are few national parks on the continent that can rival Kruger for its sheer abundance of life and diverse ecosystems. However, popularity won't dampen the exclusivity of this itinerary. Your dazzling lodge is set within its own private game reserve within Kruger, ensuring you receive all the intimacy and authenticity but none of the crowds. A superior suite offers gorgeous views onto the bushland, with rhinos and buffalo as regular wanderers past your veranda. Turn around and the floor-to-ceiling windows offer uninterrupted vistas into the forest, providing a new set of safari delights that can be photographed from the bed, the lounge, deck area, or swimming pool. Two private game drives a day explore this pristine wilderness. Marvel at hartebeest and their red-striped coats, soak up the interaction between competing elephant herds, or stop alongside vast grassland and watch cheetahs speed towards a springbok herd. By its very nature, safari is unpredictable. Game drives are not zoo experiences. But Kruger's sheer abundance of ecosystems makes tailoring the experience easy. Elephants are found in riverine forests, ungulate herds swarm around permanent water sources, and a predator's movements are regularly watched by trackers; so you define the safari wish and these Kruger game drives will respond."
    },
    {
      "dayNumber": "10",
      "title": "Kruger – Private Safari Paradise in the Kruger",
      "description": "Similar to Thanda Private Game Reserve, the four days in Kruger are split between two different luxury camps. One offers lodge-style accommodation and thick coatings of opulence. For the final two nights, the romantic stage moves to a tented camp, an ode to old-world adventurers with its elevated wooden perch above the riverbank. Oil lanterns provide the lighting, wooden stilts mingle with the forest backdrop, and the sight of rhinos never grows tired. They keep coming; one by one, then in larger groups as they maraud past your wooden veranda. As you've grown to expect, the safari experience effortlessly combines indulgent relaxation with the thrills of the wild. For every dramatic intimate moment or raw hunting scene, there's an antidote; perhaps a scented bathtub gazing out at elephant silhouettes, an evening of quietude around the fire, or opening the curtains to the black and white stripes of a grazing zebra herd. Game drives are private and continue to respond to your wishes. Stay within the reserve or take long journeys into far corners of Kruger National Park, exploring a vast animal paradise that is difficult to take in in just one or two days. Only after four days do you start to appreciate the scale; Kruger stretches on and on, and the wild game keeps rolling by."
    },
    {
      "dayNumber": "12",
      "title": "Johannesburg – Departure from South Africa",
      "description": "It's merely a ten minute journey to tiny Hoedspruit's Eastgate Airport where a flight takes you to O.R Tambo International Airport in Johannesburg and your international departure. Eleven days of secluded safari are over but the memories will last a lifetime. Browse the South Africa traveler reviews for additional ideas on how to customize your trip."
    }
  ],
  "map": ""
}