{
  "destination": "İtalya",
  "mainPhoto": "",
  "id": "ST03101",
  "tourName": "İtalya - Slovenya - Avusturya Turu",
  "placesVisited": "İtalya, Slovenya, Avusturya",
  "generalInfo": "İtalya Yarımadasındaki insan varlığının izleri bu İtalik kavimlerin yarımadaya ulaşmalarından çok öncelerine,  200 binyıl öncesi Yeni Taş Çağı’ na kadar dayanır.  İnsanlık tarihinin kültür başkentlerinden olan İtalya’ yı Siempre Tur ile keşfedin.<br><br>Tur boyunca hem rehberlerimizin tarihi anlatımlarından hem de İtalya’ nın tarih kokan doğal güzelliklerinden çok etkileneceksiniz.<br><br>Turumuz,  Siempre Tour’ un deneyimli rehber ekibiyle Havaalanı’ ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır.  Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
  "durationDays": "5",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "18",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Programda belirtilen Havayolu ile belirtilen parkurda ekonomi sınıfı uçak bileti</li>\n<li>- Havalimanı vergileri</li>\n<li>- Alan/otel/alan transferleri, şehirlerarası transferler</li>\n<li>- Belirtilen 3  ve 4 Yıldız kategori otellerde oda+kahvaltı (Continental kahvaltı) konaklamalar</li>\n<li>- Otel konaklama turist vergileri</li>\n<li>- Programda belirtilen tüm çevre gezileri</li>\n<li>- Zorunlu seyahat sigortası (Mesleki sorumluluk sigortasıdır.)</li>\n<li>- Türkçe tur liderliği hizmeti</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "İSTANBUL – SALZBURG– HALLSTATT - SALZBURG",
      "description": "İstanbul Havalimanı Dış Hatlar Terminalinde saat 06.00’de hazır bulunulması. Check–in işlemlerinin ardından Türk Havayolları TK 1381 sefer sayılı uçuşu ile saat 08.15’de Salzburg’a hareket. Yerel saat ile 09.45’te varışın ardından özel otobüsümüzle Hallstatt’a gidiyoruz. Göl kıyısına kurulmuş ve etrafı dağlarla çevrilmiş olan büyüleyici kasaba Hallstatt muhteşem doğal güzelliği ve görselliği ile UNESCO dünya mirası listesinde yerini almış. Tüm renkleri barındıran doğası, biraz koyu renkli gölü ve tam bir tasarım harikası ahşap evleriyle dünyanın en güzel köyü Hallstatt da kuğuları ve muhteşem manzarayı izleyerek, göl kenarında yapılacak yürüyüş ve serbest zaman sonrası, 80 km mesafedeki Mozart’ın notalarının yükseldiği Salzburg’a hareket ediyoruz. Mozart’ın doğduğu yer ve tuz madenleri ile tanınan Salzburg şehir turuna başlıyoruz. Salzburg’un en önemli ve en gözde yerlerinden 900 yıllık tarihe sahip Avrupa’nın en büyük kalesi Festung Hohensalzburg, çiçekler ve birbirinden etkileyici heykellerle donatılmış sahip Mirabell Sarayı bahçesi, Ortaçağ, Barok ve Rönesans dönemine ait binaların bulunduğu eski şehir ve Residens Meydanı, aşıkların aşklarının sonsuza dek sürmesi için, dileklerini yazdıkları kilitlerin asıldığı Makartsteg köprüsü, kuşların ve nehrin sesi ile oluşan mükemmel senfoniyi banklarda oturarak iliklerinize kadar hissedebileceğiniz Salzburg şehrini ikiye ayıran Salzach nehri, tabelaları ferforjeden yapılmış ünlü markaların mağazalarının olduğu Salzburg’un kalbi ve en güzel caddesi Getreidegasse Caddesi, Getreidegasse Caddesi üzerinde dikkatinizi çekecek"
    },
    {
      "dayNumber": 2,
      "title": "SALZBURG - BLED GÖLÜ – LJUBLJANA",
      "description": "Sabah kahvaltısı sonrası sürekli fotoğraflarını görüp iç çektiğimiz “Keşke ben de bir gün orada olsam !” diyeceğiniz Avrupa’nın en güzel 10 kasabası listesine giren Bled gölüne hareket. Doğanın insanlığa armağanı, güzelliği dillere destan Bled gölünde yapacağımız yürüyüşte büyülü güzelliği ve huzuru iliklerinize kadar hissedeceksiniz. Bled gölünde geçirilen serbest zamanda yaklaşık 50 dakika sürebilecek tam tur göl turu yapabilir, küçük gezi tekneleri ile gölde gezinti keyfi yaşanabilir, bir miktar ücret ödeyerek çıkabileceğiniz Bled kalesinden muhteşem manzarayı izleyebilirsiniz. Ardından 2016 yılında Avrupa’nın en yeşil kenti ödülünü alan Ljublyana’ya hareket. Ljublyana varışımızı takiben şehir turumuzda İçinden nehir geçen diğer şehirler gibi Ljubljana da bir köprüler şehri. Eski dönemde ayakkabıcıların ürünlerini sergiledikleri şehrin merkezindeki en eski Kunduracılar Köprüsü, şehrin kalbinin attığı Üçlü Köprü, rengarenk aşk kilitleriyle süslü Kasap Köprüsü ile şehrin ve Slovenya bayrağının sembolü olan Ejderhalar Köprüsü, oldukça renkli ve akşamları cıvıl cıvıl olan Ljubljana’nın kalbinin attığı Preseren ve Kongresni Meydanı, duvarları grafitlilerle dolu, sokaklarında eski ayakkabıların sarkıtıldığı, vakit geçirmesi inanılmaz keyifli Trubarjeva Caddesi görüldükten sonra otelimize yerleşme, serbest zaman ve konaklama."
    },
    {
      "dayNumber": 3,
      "title": "LJUBLYANA – VENEDİK - VERONA",
      "description": "Sabah kahvaltısından sonra İtalya’nın en çok turist çeken suların içinde en ilginç şehri Venedik’e hareket ediyoruz. Venedik şehir turumuzda görülecek yerler ; siyasi ve dini olayların merkezinde yer almış, günümüzde sosyal hayatın en canlı olduğu noktaların başında gelen yıl içerisinde çok sayıda kültürel organizasyona ev sahipliği yapan San Marco Meydanı, hemen yanı başında Ayasofya dikkate alınarak inşa edilmiş San Marco Bazilikası, Görkemiyle kente denizden gelenlerin ilk dikkatini çeken yapı olan Dükler Sarayı, üzerinde yoğun bir su trafiğini, çevresinde ise birbirinden güzel pek çok tarihi yapıyı barındıran Büyük Kanal, Büyük Kanal üzerinde bulunan geçiş yollarının en eskisi olan Rialto Köprüsü, kenti veba salgınından kurtardığına inanılan Hz. Meryem adına 1687’de inşa edilmiş Santa Maria della Salute Bazilikası, 99 metre yüksekliğe sahip Aziz Mark’ın Çan Kulesi, Venedik de görülecek yerleri bitirdikden sonra serbest zaman. Sonrasında Verona ya hareket ediyoruz. Verona’ya varışımızı takiben yapacağımız şehir turunda 354-1356 yılları arasında savunma amaçlı inşa edilen Ortaçağ döneminden kalma tarihi bir kale olan Castel Vecchio, etrafı her biri birer İtalyan mimarisi örneği olan binalar ile çevrili ve oldukça geniş bir alana sahip, sokak sanatçıları, dükkanlar, kafeler, turistik eşya tezgahları ile dolu şehrin tam kalbi Erbe meydanı; Romeo ve Juliet’in geçtiği şehir olarak ünlü olmuş Verona’da turist akınına uğrayan İngiliz edebiyatçısı Shakespeare‘in romantik eserinde yer alan ölümsüz kahraman Juliet‘ten esintiler bulabileceğiniz Juliet’in evi, Birinci yüzyılda inşa edilen en iyi şekilde korunarak günümüze kadar gelmesi sağlanmış günümüzde hala uluslararası alanda büyük ölçekli etkinliklere ev sahipliği yapan Arena di Verona, Birbirinden güzel İtalyan mimarisine sahip anıtsal yapılar ile çevrili meydan olan Piazza dei Signori, Dükkanlar, kafeler, turistik eşya tezgahları ile dolu oldukça hareketli ve eğlenceli Verona’nın en ünlü meydanı olan Erbe Meydanı gezildikden sonra otelimize transfer. Konaklama otelimizde."
    },
    {
      "dayNumber": 4,
      "title": "VERONA – GARDA – COMO – MİLANO",
      "description": "Sabah kahvaltısının ardından etrafında 20’ye yakın kasabanın yerleştiği İtalya’nın cennet"
    },
    {
      "dayNumber": 5,
      "title": "MİLANO - İSTANBUL",
      "description": "Sabah kahvaltısının ardından İtalya’nın moda başkentindeki turumuzda dünyada kent merkezine en hakim katedral olarak kabul edilen gün boyu her zaman kalabalık Duomo, Duomo Meydanı’nda, katedralin hemen yanında camdan dev kubbeli ve dört kollu dev pasajın kapısından girdiğiniz anda görkemini ve ihtişamını hissedeceğiniz tüm dünyada en çok fotoğraflanan iç mekanlardan Galleria Vittorio Emanuele’i ziyaret ediyoruz. Saat 12:00 da Mapenza havalimanına hareket. Türk Havayolları’nın TK 1876 sefer sayılı uçuşu ile saat 19.45’de İstanbul’a hareket. Yerel saat 23.40’da İstanbul’a varış ve turumuzun sonu"
    }
  ],
  "map": ""
}