{
  "destination": "Ekvator",
  "mainPhoto": "",
  "id": "TMTE",
  "tourName": "Ekvator Keyfi",
  "placesVisited": "Ekvator",
  "generalInfo": "Ekvator’ un en güzel bölgelerinden bazılarını keşfedeceğiniz 8 günün keyfini yaşayın. Araçla olağanüstü ‘ volkanlar yolu’ ndan geçin ve And’ ların tepesindeki nefes kesen ‘ Devil’ s Nose’ (şeytan burnu) etrafında tren yolculuğu yapın. Etkileyici sömürge şehirlerini, sonsuz vahşi hayatın yanı sıra olağanüstü ulusal parklarla bir araya getiren bu tur Ekvator’ un çok çeşitli görüntülerini sunuyor.<br><br><strong>Önemli not: </strong>Tur programı model bir programdır ve ihtiyaçlarınıza, bütçenize uygun hale getirilebilir.",
  "durationDays": "8",
  "price": "1459",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Quito şehir turu</li>\n<li><strong>-</strong> Mindo gezisi</li>\n<li>- Cotopaxi ulusal parkı</li>\n<li> - Şeytan burnu tren gezisi</li>\n<li>- Ingapirca kalıntıları</li>\n<li>- Cuenca şehir turu</li>\n<li>- Cajas ulusal parkına giriş ve yürüyüş</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 7 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>7 kahvaltı</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Quito' ya Varış",
      "description": "Maceranız,  arkasında çarpıcı dağ fonu ile And’ ların tepesindeki  Quito’ dan başlıyor. Ertesi gün şehrin koloni bölgesinde en ünlü yapılardan bazılarını ziyaret ederek bir yürüyüş turunun keyfini çıkarabilirsiniz. Bağımsızlık meydanındaki başkanlık sarayına hayran kalacak ve Güney Amerika’ nın en eski kilisesi olan San Francisco kilisesini keşfedeceksiniz. Ayrıca şehrin muhteşem manzaraları için Panecillo Mirador’ a gideceksiniz."
    },
    {
      "dayNumber": 3,
      "title": "Mindo, Quito",
      "description": "Rehberiniz sizi otelden alarak etkileyici Mindo kasabasına götürecek. And dağlarında yer alan kasaba zengin çiçek çeşitleri ve sinek kuşları gibi yaban hayatıyla bilinir. Burada 25 farklı türde kelebeğe ev sahipliği yapan kelebek çiftliğini ziyaret edeceksiniz. Ayrıca orkide bahçesini de gezeceksiniz. Bu rezerv Mindo bölgesindeki orkide türlerini kurtarılıp korunduğu yerdir ve ziyaretçilere Ekvator bitki ortamı hakkında bilgi veren eğitici araçlara sahiptir. Öğleden sonra günün kalanını dilediğiniz gibi geçirmek üzere Quito’ daki otelinize geri döneceksiniz."
    },
    {
      "dayNumber": 4,
      "title": "Cotopaxı Ulusal Parkı, Rıobamba",
      "description": "Quito’ dan ayrılıp ünlü ‘ volkanlar yolu’ ndan geçerek güneye, Cotopaxi ulusal parkına doğru seyahat ediyoruz. Burası yüzyıllar boyu yerlilerin tapınma yeri olan karla kaplı Cotopaxi volkanıyla ünlüdür. Atlar, geyikler ve lamalar başta olmak üzere geniş vahşi hayata ev sahipliği yapan park kusursuz bir konumdadır. Su kuşları ve ispinozları izleyerek muazzam Limpiopungo gölü etrafında yürüyüş yapma fırsatı bulacaksınız. Cotopaxi ulusal parkının keyfini yaşadıktan sonra akşamı dilediğiniz gibi geçirebileceğiniz Riobamba şehrine devam edeceksiniz."
    },
    {
      "dayNumber": 5,
      "title": "Şeytan Burnu Tren Gezisi, Ingapırca, Cuenca",
      "description": "Erken bir kahvaltının ardından ilginç Alausi kasabasına götürüleceksiniz. Yol üzerinde, Balbanera kilisesi ve özgün Guamote kasabası gibi birçok ilginç yerde mola vereceksiniz. Alausi’ ye vardığınızda dünyanın en önemli mühendislik başarılarından kabul edilen ünlü Devil’ s Nose(Şeytan burnu) trenine binerek maceranıza başlayacaksınız."
    },
    {
      "dayNumber": 6,
      "title": "Cuenca",
      "description": "Birçoklarına göre Ekvator’ un en güzel şehirlerinden biri kabul edilen Cuenca bir UNESCO dünya mirası bölgesidir. Bugün renkli bir çiçek pazarı, Panama şapkası fabrikası, Calderon parkı ve Merced kilisesini ziyaret edeceğiniz şehir turu yapacaksınız. Öğleden sonra ve akşamı Ekvator’ daki pek çok kafeden birinde Güney Amerika’ nın en iyi kahvelerinden olan tatların keyfini çıkararak özgürce geçirebilirsiniz."
    },
    {
      "dayNumber": 7,
      "title": "Cajas Ulusal Parkı, Guayaquıl",
      "description": "Öğleden sonra son durağınız olan Guayaquil’ e yla çıkacaksınız. Burası Ekvator’ daki en büyük şehirdir ve Guayas nehri kıyısında doğal bir limanı vardır. Hareketli caddeleri gezerken farkına varacağınız güçlü miras hakkında bilgi veren kısa bir tur yapacaksınız. Guayaquil’ de Galapagos adalarının harikalarından sadece bir adım uzaktasınız. Bu turu Galapagos adaları tekne turumuzla birleştirememeniz için hiçbir sebep yok."
    },
    {
      "dayNumber": 8,
      "title": "Guayaquıl’ Den Ayrılış",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}