[
  {
    "destination": "Ekvator",
    "mainPhoto": "",
    "id": "TMTE",
    "tourName": "Ekvator Keyfi",
    "placesVisited": "Ekvator",
    "generalInfo": "Ekvator’ un en güzel bölgelerinden bazılarını keşfedeceğiniz 8 günün keyfini yaşayın. Araçla olağanüstü ‘ volkanlar yolu’ ndan geçin ve And’ ların tepesindeki nefes kesen ‘ Devil’ s Nose’ (şeytan burnu) etrafında tren yolculuğu yapın. Etkileyici sömürge şehirlerini, sonsuz vahşi hayatın yanı sıra olağanüstü ulusal parklarla bir araya getiren bu tur Ekvator’ un çok çeşitli görüntülerini sunuyor.<br><br><strong>Önemli not: </strong>Tur programı model bir programdır ve ihtiyaçlarınıza, bütçenize uygun hale getirilebilir.",
    "durationDays": "8",
    "price": "1459",
    "image1": "siempretour-images/TMTE/tmte_tmte_20190501_1963485243.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Quito şehir turu</li>\n<li><strong>-</strong> Mindo gezisi</li>\n<li>- Cotopaxi ulusal parkı</li>\n<li> - Şeytan burnu tren gezisi</li>\n<li>- Ingapirca kalıntıları</li>\n<li>- Cuenca şehir turu</li>\n<li>- Cajas ulusal parkına giriş ve yürüyüş</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 7 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>7 kahvaltı</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Quito' ya Varış",
        "description": "Maceranız,  arkasında çarpıcı dağ fonu ile And’ ların tepesindeki  Quito’ dan başlıyor. Ertesi gün şehrin koloni bölgesinde en ünlü yapılardan bazılarını ziyaret ederek bir yürüyüş turunun keyfini çıkarabilirsiniz. Bağımsızlık meydanındaki başkanlık sarayına hayran kalacak ve Güney Amerika’ nın en eski kilisesi olan San Francisco kilisesini keşfedeceksiniz. Ayrıca şehrin muhteşem manzaraları için Panecillo Mirador’ a gideceksiniz."
      },
      {
        "dayNumber": 3,
        "title": "Mindo, Quito",
        "description": "Rehberiniz sizi otelden alarak etkileyici Mindo kasabasına götürecek. And dağlarında yer alan kasaba zengin çiçek çeşitleri ve sinek kuşları gibi yaban hayatıyla bilinir. Burada 25 farklı türde kelebeğe ev sahipliği yapan kelebek çiftliğini ziyaret edeceksiniz. Ayrıca orkide bahçesini de gezeceksiniz. Bu rezerv Mindo bölgesindeki orkide türlerini kurtarılıp korunduğu yerdir ve ziyaretçilere Ekvator bitki ortamı hakkında bilgi veren eğitici araçlara sahiptir. Öğleden sonra günün kalanını dilediğiniz gibi geçirmek üzere Quito’ daki otelinize geri döneceksiniz."
      },
      {
        "dayNumber": 4,
        "title": "Cotopaxı Ulusal Parkı, Rıobamba",
        "description": "Quito’ dan ayrılıp ünlü ‘ volkanlar yolu’ ndan geçerek güneye, Cotopaxi ulusal parkına doğru seyahat ediyoruz. Burası yüzyıllar boyu yerlilerin tapınma yeri olan karla kaplı Cotopaxi volkanıyla ünlüdür. Atlar, geyikler ve lamalar başta olmak üzere geniş vahşi hayata ev sahipliği yapan park kusursuz bir konumdadır. Su kuşları ve ispinozları izleyerek muazzam Limpiopungo gölü etrafında yürüyüş yapma fırsatı bulacaksınız. Cotopaxi ulusal parkının keyfini yaşadıktan sonra akşamı dilediğiniz gibi geçirebileceğiniz Riobamba şehrine devam edeceksiniz."
      },
      {
        "dayNumber": 5,
        "title": "Şeytan Burnu Tren Gezisi, Ingapırca, Cuenca",
        "description": "Erken bir kahvaltının ardından ilginç Alausi kasabasına götürüleceksiniz. Yol üzerinde, Balbanera kilisesi ve özgün Guamote kasabası gibi birçok ilginç yerde mola vereceksiniz. Alausi’ ye vardığınızda dünyanın en önemli mühendislik başarılarından kabul edilen ünlü Devil’ s Nose(Şeytan burnu) trenine binerek maceranıza başlayacaksınız."
      },
      {
        "dayNumber": 6,
        "title": "Cuenca",
        "description": "Birçoklarına göre Ekvator’ un en güzel şehirlerinden biri kabul edilen Cuenca bir UNESCO dünya mirası bölgesidir. Bugün renkli bir çiçek pazarı, Panama şapkası fabrikası, Calderon parkı ve Merced kilisesini ziyaret edeceğiniz şehir turu yapacaksınız. Öğleden sonra ve akşamı Ekvator’ daki pek çok kafeden birinde Güney Amerika’ nın en iyi kahvelerinden olan tatların keyfini çıkararak özgürce geçirebilirsiniz."
      },
      {
        "dayNumber": 7,
        "title": "Cajas Ulusal Parkı, Guayaquıl",
        "description": "Öğleden sonra son durağınız olan Guayaquil’ e yla çıkacaksınız. Burası Ekvator’ daki en büyük şehirdir ve Guayas nehri kıyısında doğal bir limanı vardır. Hareketli caddeleri gezerken farkına varacağınız güçlü miras hakkında bilgi veren kısa bir tur yapacaksınız. Guayaquil’ de Galapagos adalarının harikalarından sadece bir adım uzaktasınız. Bu turu Galapagos adaları tekne turumuzla birleştirememeniz için hiçbir sebep yok."
      },
      {
        "dayNumber": 8,
        "title": "Guayaquıl’ Den Ayrılış",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Ekvator"
  },
  {
    "destination": "Ekvator",
    "mainPhoto": "",
    "id": "BXSSE",
    "tourName": "Manzaralı Ekvator ve Kolombiya Turu",
    "placesVisited": "Ekvator, Kolombiya",
    "generalInfo": "2 hafta sürecek bu turda Kolombiya’ nın en heyecan verici yerlerinden bazılarını keşfedin. Kolombiya’ nın ünlü kahve bölgelerinden önce biraz Ekvator’ un keyfini yaşayın. Cocora vadisindeki palmiyeleri hayranlıkla izleyin, kahve çiftliğinde bir gece geçirin ve görülmeye değer Guatape şehrini gezin. Macera baş döndürücü Cartagena şehrinde sona eriyor. Renkli sokaklarına ve hareketli atmosferine aşık olacaksınız.<br><br><strong>Katılış için en yakın uluslararası havaalanı:  </strong>Quito Mariscal Sucre Uluslararası Havaalanı  (UIO)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı:  </strong>Cartagena Rafael Nunez Uluslararası Havaalanı  (GIG)",
    "durationDays": "14",
    "price": "569",
    "image1": "siempretour-images/BXSSE/bxsse_cartegena_1.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Las Lajas tapınağı</li>\n<li>- Cocora vadisi yürüyüşü</li>\n<li>- Gecelik ve kahve çiftliği turu</li>\n<li>- El Penon</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 1 gece,  hostelde 5 gece, kamp alanında 6 gece,  konukevinde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Karayolundan kamyonetle</p>\n<p><strong>Yemekler</strong></p>\n<p>9 öğle Yemeği, 6 akşam Yemeği, 6 Kahvaltı,</p>\n<p><strong>Diğer</strong></p>\n<p>Tur lideri ve sürücü</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Quito' ya Varış",
        "description": "Denizden 2850 m.  yüksekteki Quito, Ekvator dünyadaki en yüksek ikinci başkenttir. Daha önce İnkaların güçlü bir kalesiyken 1534 te İspanyol rahipler tarafından kuruldu. Aktif bir volkan olan Pichincha üzerindeki oyuk bölgede yerleşiktir ve dev Quito bakiresi heykelinin bulunduğu Panecillo tepesinden şehir boydan boya görülebilir. Şehrin eski ve yeni olmak üzere iki bölümü vardır. Yeni bölüm tüm iyi restoran ve barların bulunduğu şehrin ticaret bölgesiyken eski bölüm dik yolları kalabalık plazaları ve yerel pazarlarıyla koloni dönemini yansıtır."
      },
      {
        "dayNumber": 2,
        "title": "Otavalo",
        "description": "Ekvator’ daki son durağımız Pazar şehri. Otavalo. Hareketli Otavalo pazarında satılan el yapımı ürünlere hayran kalacaksınız."
      },
      {
        "dayNumber": 3,
        "title": "Sehir Halinde",
        "description": "Bugün Otavalo’ dan ayrılıp sınırı geçerek Kolombiya’ ya doğru devam ediyoruz. Yolda durup Las Lajas Tapınağını ziyaret edeceğiz.  Burası kanyonun içine inşa edilmiş ve 50 m lik yüksek bir köprü ile bağlanmış muhteşem manzaralı bir yer. 18. yüzyılda burada Meryem’ in hayalinin görüldüğü rivayet edilir. Bugün hala pek çok insan mucizelere tanıklık etme umuduyla buraya hac gezisi yapmaktadır ve pek çok kaya plakası burada gerçekleştiği söylenen mucizelere tanıklık eder. Gece yol üzerinde kamp yapacağız."
      },
      {
        "dayNumber": 4,
        "title": "Popoyan",
        "description": "Eski dünya koloni çekiciliğini ve zarafetini yansıtan Popayan kolonlar, kubbeler ve kemerlerle süslü tebeşir beyazlığındaki cepheleri ile sıklıkla beyaz şehir olarak anılır. Popayan tüm Latin Amerika’ daki koloni şehirleri arasında  en iyi korunmuş şehir merkezlerine sahiptir ve görülebilecek uzaklıkta karla kaplı Purace Volkanı olan şehrin köşklerini, kiliselerini, okullarını ve manastırlarını keşfederek huzurlu sokaklarını gezebilirsiniz."
      },
      {
        "dayNumber": 7,
        "title": "Kahve Çiftliği",
        "description": "Sıradaki 2 gece bir kahve tarlası (çiftliği) nda geçecek. Kahve ekili alanlar da, Kolombiya’ nın en önemli ihracatlarından kahve bitkisinin yetişmesi hakkında bilgiler alabileceğiniz bir turun tadını çıkarabilirsiniz. Farklı harmanları deneyin ve bu geleneksel çiftlikte rahatlayın."
      },
      {
        "dayNumber": 9,
        "title": "Medellin",
        "description": "Bir sonraki durağımız Kolombiya’ nın en büyük ikinci şehri olan Medellin. Keyifli iklimi nedeniyle şehir ‘ Sonsuz baharın şehri’  olarak bilinir. Medellin’ i teleferikle havadan mutlaka görün ve şehri daima canlı tutan bar ve restoranlarının tadını çıkarın. Eskiden Pablo Escobar’ ın hükmettiği şehir sanat, müzeler ve parkların bolluğu ile bir kültür merkezine dönüşmüştür. Burada 3 gece geçireceğiz ve bu sırada renkli resmedilmeye değer Guatape kasabasını ziyaret etme seçeneğiniz olacak. Guatape’ de kasabayı çevreleyen 200 m.  yüksekliğindeki ünlü El Penon kayasını görebilirsiniz."
      },
      {
        "dayNumber": 12,
        "title": "Caucasia",
        "description": "Aracımıza binerek Medellin’ den ayrılıp, Cartagena’ ya doğru yola çıkıyoruz. Bu gece yol üzerinde son akşam Yemeğimiz için Caucasia bölgesinde kamp yapacağız."
      },
      {
        "dayNumber": 13,
        "title": "Cartegena",
        "description": "Kolombiya’ nın enerjik Karayip sahiline, hayat dolu Cartagena şehrine varıyoruz. Ilık kıyı ikliminin ve titreşimli salsa ritminin çekiciliği yıllarca varlıklı ziyaretçileri buraya sürüklemiştir. Cartagena’ nın açık hava kafelerinden birinde bu atmosfere girin,  şehrin diskolarında geceyi dans ederek geçirin ya da diskolara ve sokaktaki dans performanslarına sıkça uğrayan bir Chiva (bazıları tarafından alem otobüsü olarak bilinir)  ya katılın."
      },
      {
        "dayNumber": 14,
        "title": "Cartegena' dan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Ekvator"
  },
  {
    "destination": "Ekvator",
    "mainPhoto": "",
    "id": "TMGI",
    "tourName": "Odyssey Teknesiyle Galapagos Turu",
    "placesVisited": "Ekvator, Galapagos",
    "generalInfo": "Lüks Odyssey teknesiyle Galapagos adaları çevresini gezin. Doğayı seven herkes için cennete kaçış olacak bu seyahatte,  Charles Darwin’ in izlerini takip ederek  vahşi hayat alemine tanık olacaksınız. Birbirleriyle oynayan deniz aslanlarını izleyin, kaplumbağaların yanı başında snorkelle yüzmenin tadını çıkarın ve sadece dünyanın bu köşesine ait olan mavi ayaklı sümsük kuşlarını keşfedin.<br><br><strong>Önemli not: </strong>Tur programı model bir programdır ve ihtiyaçlarınıza, bütçenize uygun hale getirilebilir. Kişiye özel turlarımızla ilgili bilgi için burayı tıklayın.",
    "durationDays": "9",
    "price": "4199",
    "image1": "siempretour-images/TMGI/tmgi_TMGI.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Quito şehir turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 3 gece,  teknede 5 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>8 kahvaltı, 5 öğle yemeği, 5 akşam yemeği</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Quito' ya Varış",
        "description": "Otelde 1 gece"
      },
      {
        "dayNumber": 2,
        "title": "Quito",
        "description": "Quito’ da ve ‘ dünyanın orta yerinde’  tüm bir günün keyfini çıkarın. Rehberiniz sizi otelden alarak bu koloni merkezini gezip görmek için götürecek. La Plaza de la Independancia’ daki güzel koloni yapıları başta olmak üzere şehrin önemli binalarını ziyaret edin. Panecillo tepesinde şehrin eşsiz panoramik manzaralarına hayran kalmadan önce San Francisco kilisesine gideceksiniz. Geziniz ekvator çizgisi üzerinde büyüleyici deneyimler yaşayacağınız Mitad del Mundo’ da sona erecek."
      },
      {
        "dayNumber": 3,
        "title": "San Cristobal, Colorado Tepesi",
        "description": "Bu sabah Quito’ dan, Galapagos turunuzun başlayacağı San Cristobal havaalanına uçacaksınız. Sandalla Odyssey teknesine çıkmak üzere doğa uzmanı rehberiniz ve beraber turlayacağınız yolcularla buluşacaksınız."
      },
      {
        "dayNumber": 4,
        "title": "Espanola Adası",
        "description": "Bu sabah Espanola adasına Suarez noktasından(kuru zemin) çıkıyoruz. Burada rehberiniz eşliğinde,  aktif olmayan lav alanında ve oluşan lav zemin üzerinde yürüyüşün keyfini çıkaracaksınız. Deniz aslanı kolonilerinin yanı sıra burası kuşları izleyebileceğimiz en önemli bölgelerden birisi. Alaycı kuşlar ve kırmızı gagalı tropik kuşları gibi pek çok türü yakından gözlemlenebilir. Yuvalanma alanları olduğundan dünyanın en büyük dalgalı albatros kolonisine rastlayacaksınız. Mayıs aralık ayları arası çiftleşme dönemleri olduğundan burayı ziyaret daha önemli hale gelecektir. Daha sonra suyun 23 m(75ft) yükseğe sıçradığı ünlü hava deliğini ziyaret edeceksiniz."
      },
      {
        "dayNumber": 5,
        "title": "Floreana Adası",
        "description": "Floreana adası renkli bir tarihe sahiptir:  Korsanlar, balina avcıları, mahkumlar ile gizem ve ölümle sonuçlanan bir Robinson Cruseo hayatını tercih eden bir grup tuhaf sömürgeci ki aralarında bir de barones vardı. Bugün adada tahminen 50 kadar Ekvator’ lu yaşıyor. Punta Cormorant size taban tabana zıt iki kumsal sunar. Birisi tekne çapalarının volkanik olivin kristalleriyle kaplandığı ve güneşin altında yeşilimsi  parlaklığını verdiği  plajdır. Burada yol bir kıstağın boğazından geçerek-külden bir koni oluşturmak için yükselir-mercan iskeletlerinin aşınması sonucu oluşan bembeyaz güzel kumlu plaja ulaşır. İki plajın arasında flamingoların, ördeklerin(pintail), uzun bacakların ve diğer göçebe kuşların sık bulunduğu bir tuzlu su göleti vardır."
      },
      {
        "dayNumber": 6,
        "title": "Santa Fe, Güney Meydanı",
        "description": "Bu sabah Barrington körfezinde Santa Fe plajına çıkıyoruz. (ıslak zemin). Ada, Galapagos’ a özgü çok geniş bir vahşi hayat ev sahipliği yapar. Benzersiz türlerden biri ender görülen Barrington kara iguanasıdır ancak Güney meydanında yaşayan diğer bazı türler kadar rastlamak kolay değildir. Ayrıca büyük bir kaktüs ormanı görecek ve kumsalda yaşayan kalabalık deniz aslanı sürüsünü ziyaret edeceksiniz."
      },
      {
        "dayNumber": 7,
        "title": "Güney Seymour Adası, Bachas Plajı",
        "description": "Galapagos’ un en çok ziyaret edilen Kuzey Seymor geniş fregat kuşları ve sümsük kuşları sürülerine ev sahipliği yapar. Kahvaltı için  tekneye dönmeden önce, sabahın erken saatlerinde bu kuş sürüleri çevresinde bir yürüyüş yapacaksınız. Öğleden sonra ise Bachas plajına çıkacağız. (ıslak zemin)Aralarında Amerikan flamingolarının da bulunduğu birçok kuş türünün evi olan göleti ziyaret edeceğiz. Kasım ve şubat ayları arası kuluçka dönemi olan yeşil Pasifik kaplumbağalarının yuvalarını da görebilirsiniz."
      },
      {
        "dayNumber": 8,
        "title": "Mosquera",
        "description": "Bu sabah Galapagos’ taki son durağımıza geliyoruz. Tüm takımadalardaki en kalabalık deniz aslanı topluluğunun evi olan Mosquera’ yı ziyaret ediyoruz. Turuncu sally lightfoot yengeçlerini de görebileceğiniz vahşi hayatın arasında serbestçe bir kumsal yürüyüşü yapın."
      },
      {
        "dayNumber": 9,
        "title": "Quito' dan Ayrılış",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Ekvator"
  }
]