{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "ST01522",
  "tourName": "Sigatoka Ve Savusavu Macera Tatili: Rafting, Zipline, At Binme, Yemek Sınıfı Ve Daha Fazlası",
  "placesVisited": "Fiji",
  "generalInfo": "Unutulmaz tropik bir cennette sevdiklerinizle uyanın. Fiji'deki macera tatilinizde, sabahları bir orman nehrinde rafting yaparak geçirebilir ve ardından akşam yemeğini partnerinizle özel bir plajda yıldız ışığında geçirebilirsiniz. Maceraperest bir zipline turunda yağmur ormanı gölgesinde ilerledikten sonra, çiftler spa terapisinin buharının keyfini çıkartın. Fiji, doğal manzaranın güzelliğinin ve kültürün büyüleyici müziğinin tadını çıkarabileceğiniz romantizm ve lüks yeridir. Bu özel tasarlanmış balayı temalı kaçamağınızda samimiyetin sıcaklığını ve maceranın heyecanını birleştirin.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "11",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Macera Dolu Cennet",
      "description": "Fiji Güney Pasifik’in çivit rengi suları ve yeşim tropikal yağmur ormanları ile parıldar. Ebegümeci ve şeker kamışı kokusu, ana Viti Levu adası boyunca süzülür. Özel transferinizin sizi beklendiği Nadi Havaalanı'na varırsınız. Viti Levu, adanın merkezini süsleyen yemyeşil dağ zirveleriyle 6455 kilometre uzunluğundadır. Nehirler ağaçların arasından geçer, sansasyonel şelalelerin altında gürüldeyerek akar ve büyüleyici plajlara dokunur."
    },
    {
      "dayNumber": 2,
      "title": "Suyu Keşfetmek",
      "description": "Sabah adaya gelir, yumuşak ışığı ormanın yapraklarında yeşim rengine döner. Kahvaltıda, sakin havuzun ve arkasında kalan plajın açık manzarasını görebilirsiniz. Muz gibi aşina olduğunuz meyvelerden ve muhtemelen yabancısı olduğunuz rambutana kadar taze meyvenin renkleri, mercan kayalığının çeşitli renkleri gibi ışıldar. Rambutanın yumuşak dikenli dış kabuğu tatlı ve hafif ekşi iç meyvesine açılır,  yumuşak deniz esintisi ilk ısırığınızı mükemmelleştirir."
    },
    {
      "dayNumber": 3,
      "title": "Heyecan Verici Tropikal Gölgelik",
      "description": "Siz ve partneriniz, gününüze plajda boyunca bir gezinti yaparak başlarsınız. Kum yumuşak sabah güneşinin altında serindir ve kahvaltının aroması tesis boyunca süzülür. Ağaçlar, suyun kokusunu taşıyan okyanus esintisinde hışırdar. Kahvaltıda, açık, yeşil bir hindistanceviziden meyvenin sulu kokusu yayılır. Yemekten sonra, rehberiniz size ve partnerinize orman ağaçlarına doğru bir kez daha eşlik etmek için sizinle buluşur, fakat bu sefer muazzam bir zepline gezintisi için ormanlık alana girersiniz."
    },
    {
      "dayNumber": 4,
      "title": "Vadinin Etrafında Bir Gün",
      "description": "Sabah, Sigatoka Vadisi'nden yukarı doğru yayılan şeker kamışının balımsı kokusunu duyarsınız. Ürün marketleri, kentin kalbindeki yaşamla dolar. Yerliler taro, tatlı patates, manyok ve devasa ekmek almak için buraya uğrarlar."
    },
    {
      "dayNumber": 5,
      "title": "Tarifsiz Koy",
      "description": "Bugün, Sigatoka'nın nehir kıyısındaki güzelliğini ve yerel cazibesini geride bırakırsınız. Özel transferiniz, Fiji takımadalarının en büyük ikinci adası olan Venua Levu'ya kısa bir uçuş için sizi havaalanına götürür. Vardığınızda, büyüleyici Savusavu şehrine transfer edilirsiniz. Kasaba yakut ve beyaz çiçekler ile süslenen eğimli zümrüt tepelerin geniş bir koyda yer almaktadır. Çevrenizdeki ebegümeci kokusunu alırsınız. Okyanus, ağaçlar ve su arasındaki renk tezatını vurgulayarak çivit mavisi parlar."
    },
    {
      "dayNumber": 6,
      "title": "Anın Tadını Çıkartmak",
      "description": "Su, doğan güneşin katmanlarının altındaki kuma sakin sakin vurur. İçinizi ısıtan konaklamanızın rahatlığında uyanırsınız. İnsanlar çoktan kalkıp kanolarla körfezin ılıman ve huzur verici sularının tadını çıkarmaya başladılar. Suyun yüzeyinde ışık dalgaları boyunca rahatça gezinirler, küreklerini kanoyu yönlendirmek için suya daldırırlar."
    },
    {
      "dayNumber": 7,
      "title": "Olağanüstü Su",
      "description": "Seçkin konaklama biriminin konforunda leziz bir kahvaltı yapın. Denize karşı, plaja sıralanmış palmiyelerin çevrelediği manzaranın keyfini çıkararak rahatlayın. Taze ananasın ve sulu lezzetinin tadına varın. Günün geri kalanı adaya daha da aşık olmanız için partnerinizle size aittir."
    },
    {
      "dayNumber": 8,
      "title": "Şelalenin Yanı Sıra Yemek Keyfi",
      "description": "Gün bir kez daha sizindir. Arzu ve zevkinize göre adadaki mucizelerle kendinizi şımartın. Ebegümecinin her zaman mevcut kokusu, denizin yumuşak aromasıyla karıştığında sarhoş edicidir."
    },
    {
      "dayNumber": 9,
      "title": "Romantik Sahil",
      "description": "Savusavu, sevdiğinizle arzuladığınız gibi adanın güzelliklerini tecrübe etmeniz için ayaklarınızın altındadır. Yerliler ve ziyaretçiler Natewa Koyu'ndaki dalgalarda sörf yapar. Yakalı kırmızı papağanlar sabah ışığında şarkı söyler, sesleri yemyeşil ormandan dışarı çınlar. Kahvaltıdan sonra adanın mercan resifinin kenarlarını keşfedebilir veya yağmur ormanlarının çevrelediği altın kumsalda dinlenebilirsiniz."
    },
    {
      "dayNumber": 10,
      "title": "İçten Bir Yemek",
      "description": "Vanua Levu adasında bütün günlük boş vakitlerinizi değerlendirmek yapacağınız bir şey mutlaka vardır. Ada milletinin tarihini anlatan, geleneksel bir anlatı dansı olan Meke'nin ağaçlarda yankılanan seslerini duyabilirsiniz. Davul vuruşları sert ve hızlıdan, melodik ve yavaşa kadar çeşitlilik gösterir. Çoğu zaman gitarlar hikaye anlatımına ekstra bir ritim katmanı ekler. Dansçılar hasırdan etekler giyerler ve neşeli çiçeklerle bezenmiş kolyeler takarlar. Ellerinde mızraklar tutarlar ve dinleyenlere büyüleyici vurgulu seslerle seslenirler."
    },
    {
      "dayNumber": 11,
      "title": "Sonsuz Romantik Maceralar",
      "description": "Sabahları köy marketlerinin en aktif olduğu zamanlardır, yerel olarak yapılmış inci kolye ve ahşap oyma heykellerin parlak hazineleriyle doludur. Yerel bir giysi olan saronglar ışıltılı ve hafif kumaşla parlar. Hassas oymalar bastonları süslemektedir. Her bir parça, kültürün inceliklerini somutlaştırır."
    }
  ],
  "map": ""
}