{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "ST01525",
  "tourName": "Yasawa Adası Plaj Kaçamağı: Tüplü, Şnorkel, Yürüyüş Ve Tur Sawa İ Lau Mağaraları",
  "placesVisited": "Fiji",
  "generalInfo": "Beyaz kum sıcak ve yumuşaktır. Güney Pasifik Okyanusu ayak parmaklarınıza hafifçe sürünür. Siz ve eşiniz, mükemmel öğleden sonranın tadını çıkararak bir bardak köpüklü şarap eşliğinde özel bir plajda oturuyorsunuz. Yasawa Adası plaj kaçamağınız, tenha ada grubunun sonsuz romantizmini sağlamak için size özel olarak tasarlanmıştır. Özel tatil beldesinde Yasawa'nın neden “Cennet” olarak ifade edildiğini anlayacaksınız. Siz ve partneriniz, dünyayı umursamadan ihtişam, güzellik ve samimiyet içinde gerçekten kendinizi şımartabilirsiniz.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "8",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bereketli Cennet",
      "description": "Fiji Takımadaları’nın en büyüğü olan Viti Levu'ya vardığınızda, ormanlık tropikal dağların eteklerine uzanan yemyeşil çayırları görün. Tovanini Dağı, 1324 metre boyuyla adadaki en yüksek dağdır ve adanın üzerinde, bulutlara dokunarak yükselir. Köpüklü, masmavi su kıyı şeridine dokunur."
    },
    {
      "dayNumber": 2,
      "title": "Sahildeki Romantizm",
      "description": "Yasawa Adası, uzak mesafede olmasından kaynaklanan ayrı bir havası vardır. İnziva hissi nefes kesen manzarayı artırır. Güneybatıdaki tepeler, 216 metreden okyanusa bakar. Bureniz geleneksel tarzda sazdan çatıya sahiptir ve özel açık hava duşu da dahil olmak üzere modern lükslerle doludur. Sabah, özel dalma havuzunuzun sessiz damlalarını dinlerken ufkun çeşitli renklerine bakan hamakta sallanarak eşinizle vakit geçirin."
    },
    {
      "dayNumber": 3,
      "title": "Deniz Altındaki Zevkler",
      "description": "Sabah kendinize bir fincan taze kahve hazırlayın ve plaj manzarasının keyfini çıkarın. Serin esinti kıyı şeridindeki ağaçları hışırdatıyor. Uzakta, sabah avlarını aramak için yola çıkmış, yerli halk tarafından güçlendirilmiş olan Fiji kanoları olan druaları görün. Tamamen yükselmemiş güneş, her bir druanın silüet halinde görünmesini sağlar."
    },
    {
      "dayNumber": 4,
      "title": "Enfes Keşifler",
      "description": "Sabah, gökyüzünün dört bir yanında güneşin doğuşunu yakalamak için uyanın. sabah manzarasında drualar eksiktir. Serinletici esinti, koy çevresindeki kuru ormanı sarar. Toprak ve deniz kokuları birbirine karışır."
    },
    {
      "dayNumber": 5,
      "title": "Mavi Göl'e Doğru",
      "description": "Brook Shields'ın başrolünü oynadığı 1980'lerin filmi Mavi Göl’ün başlığına ilham veren canlı renkleri sabah ışığında daha iyi anlayın. Kahvaltıdan sonra, Yasawa Adası'nın ve ünlü Mavi Göl Mağaraları'nın pitoresk manzarasını görmek için güneybatıya doğru yola çıkın. Bir tekneye binip kıyı şeridini oluşturan inanılmaz uçurumları ve plajları bulun. Kireçtaşı karstları, okyanusun engebeli arazisine oyulmuş mistik bir kaliteye sahiptir. Duvarlar, cilalanmış kayaların doğru ışıkta altın gibi parlamasına neden olan su ve rüzgârın etkisiyle yumuşamıştır. Sarkıtlar, sarp saçaklar gibi sarkar."
    },
    {
      "dayNumber": 6,
      "title": "Vatozları Yakalamak",
      "description": "Sevdiğinizin muhteşem eşliğinde, taze egzotik meyvelerle dolu kahvaltının canlı lezzetleri ile kendinizi şımartın. Mayıs ve Ekim ayları arasında muazzam su altı manzaraları ekstra mucizelerle doludur. Manta vatozları, ihtişamlı mercan bahçelerinde dolanır ve resif duvarlarının yakınında sürüklenirler."
    },
    {
      "dayNumber": 7,
      "title": "Huzur Veren Romantizm",
      "description": "Beyaz kuma hayat veren sabah, adayı yıkıyor. Özel bureniz üzerindeki yeşim gölgelik, parlaklığını korur. Kahvaltıdan sonra, boş zamanlarınızda adanın harikalarını yaşamanız için gün sizin. Karada ve denizde sonsuz olanaklar var."
    },
    {
      "dayNumber": 8,
      "title": "Tatlı Güneş",
      "description": "Yasawa Adaları’ndaki son sabahınızı, erken ışığın rahat esintisinde hamakta sallanarak geçirin. Bir gün önceki masajın yatıştırıcı etkisini hissetmeye devam edin. Kahvaltıdan önce partnerinizi yakınınızda tutun ve o anınızdan zevk alın."
    }
  ],
  "map": ""
}