{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-countryside-tour-rivers-reef-by-train",
  "tourName": "Thailand countryside tour, rivers & reef by train",
  "placesVisited": "",
  "generalInfo": "Explore Thailand focusing on the countryside of the north and central regions. This trip covers a contrasting mix of must-see historical sights, interaction with local communities, exploring jungles, and discovering some hidden and less visited beaches.<br/><br/>Making the most of the train network where possible makes the holiday feel less frantic, allowing time to relax and soak up the countryside as you roll through different provinces on your way to your next destination. It's also a fun and comfortable way to travel.<br/><br/>Highlights include: <br/><br/>A scenic train journey through the northern hills to the small town of Phrae, where you’ll visit Phrae Muang Pi Forest Park<br/><br/>A behind-the-scenes tour of Bangkok’s most interesting backstreets, including a cooking class in a hidden garden restaurant. <br/><br/>Relaxing on the jungle island of Koh Kood, close to the Cambodian border<br/><br/>And much more, including some gorgeous hotels, an ethical elephant sanctuary, Chiang Mai and Kanchanaburi.<br/><br/>This is a bespoke holiday suggestion and we can change this holiday to suit your budget, style and expectations",
  "durationDays": "15",
  "price": "4600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK on your flight to Chiang Mai"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Chiang Mai: Your Thailand adventure will begin with a tour of some of Chiang Mai’s most interesting temples. Your guide will explain the history and significance as you admire the intricate decorations and ancient Buddhist imagery as the local people go about their daily prayers. Getting between the temples will give you a feel for the city’s atmosphere and layout, ensuring you feel comfortable and connected. You’ll take an excursion out of the city and into the hills that surround it to visit ChangChill an ethical elephant sanctuary and meet some of its resident elephants, as well as the people who take care of them. Elephants sometimes have a tough time in Thailand, often being used as work animals or for entertainment, but the tide is shifting, and there are many sanctuaries like this one which rescue the animals and give them a safe and natural environment. During this strictly hands-off experience, you’ll learn about the animals’ individual personalities and their complex social structures."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chiang Mai to Phrae By Day Train: Depart Chiang Mai and take the train southbound into the province of Phrae to experience an off-the-beaten-track region of Thailand. Check in to your traditional Thai house accommodation and get to know your hosts for the next couple of days over a home-cooked dinner. It’s time to explore Phrae on Day 6. You’ll visit the morning market and the local village of Ban Nun for an insight into daily life in rural Thailand. Observe the art of rice farming and, if you’re lucky, witness a spiritual Bai Sri ceremony. The next day you’ll explore the unique terrain of Phrae Muang Pi Forest Park and learn how the natural erosion of sandstone has created a mysterious landscape and the local folklore surrounding the area. You’ll also visit the local Moh Hom (Thai denim) handicraft village and see how this traditional craft is still practiced and its effect on the local economy and community. In the afternoon, you’ll board the 6-hour day train to Bangkok; the journey offers time to rest and reflect on your Northern Thailand experiences as you snake south through the central provinces."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bangkok: Today take a guided tour walking tour through a maze of side streets and shophouses before boarding a tuk-tuk to explore some of Bangkok’s ancient temples and bustling markets. Cross the river to experience the charm of Kudijeen, a small Portuguese area with a quaint Catholic church and centuries-old teak houses. From here, you’ll take a boat down small canals to a hidden restaurant where you’ll be served lunch from their own organic garden before trying your hand at making delicious Thai desserts."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kanchanaburi by Train: After exploring the city it’s back to the countryside with a leisurely train journey to Kanchanaburi province, east of Bangkok. Once you’ve arrived, you’ll visit the Thailand-Burma Railway Centre and the Hellfire Pass Interpretive Centre, where you’ll learn about the area’s history and significance during World War 2 and be able to walk the old tracks, now a short, scenic trek. At the end of an interesting and informative day, you’ll take a longtail boat up the River Kwai to check into your luxury floating bungalow. After waking up to the sound of the river flowing past your door, the adventure will continue with a walk to Sai Yok Waterfall, a visit to a traditional village and an exploration of the Lawa Caves."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Bangkok: Return to Bangkok by train in the afternoon and have a day to yourself exploring the city"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Koh Kood: Today, you’ll be picked up for the drive down to the island of Koh Kood, close to the Cambodian border, to check in to your beachfront resort. Use your final couple of days to relax on the beaches of this beautiful jungle island. Koh Kood has a more adventurous feel than some of the more popular Thai islands, and there’s plenty to explore, from hidden away beaches to off-road adventures to serene snorkelling trips. During your stay, we can arrange a Scuba diving course or an immersive full-day experience learning about and participating in coral propagation and planting in the area – a great way to learn about and help protect the fragile reef ecosystems."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Fly back to the UK: Depart Koh Kood today for your journey back to the UK."
    }
  ],
  "map": ""
}