{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-and-vietnam-tour-4-weeks",
  "tourName": "Thailand and Vietnam tour, 4 weeks",
  "placesVisited": "",
  "generalInfo": "Experience two of the most spectacular countries in Asia on this mind-blowing 29 day combo tour! <br/>Discover the absolute best of Thailand and Vietnam with all transport, activities and accommodation included. Plus, you’ll have an awesome group leader with you from the moment you step off the plane, an instant group of friends to share your adventure with and help with all your onward travel.<br/>",
  "durationDays": "4",
  "price": "2799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE AND MEET THE GROUP: When you land in Bangkok after your long flight we’ll be at the airport to meet you and take you to the guesthouse. You’ll have plenty of time to recover from your flight, chill out and meet everyone in your group."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "RIVER CRUISE AND TEMPLES: Discover Bangkok from a different perspective as we take a relaxing cruise through the heart of the city. We’ll then visit Bangkok’s most sacred and ancient temples and travel by tuk tuk through the crazy streets! At night we’ll head out and experience Bangkok’s nightlife!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "THAI COOKING CLASS AND OVERNIGHT TRAIN: Learn the secrets to preparing delicious Thai cuisine first hand with a traditional Thai cooking class. Then you can sit back, relax and enjoy the sights of Thailand when we board the overnight train and travel down south."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KHAO SOK NATIONAL PARK: We’ll wind through limestone cliffs in a long-tail boat to a pristine freshwater lake and will stay overnight in floating bungalows. You’ll also go kayaking, tubing and monkey spotting!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "ARRIVE IN KOH PHANGAN: Arrive on the beautiful island of Koh Phangan, home to the world famous Full Moon parties. Check into our amazing beach side bungalows, relax by the pool and enjoy your first island sunset and beach party!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "TRADITIONAL THAI MASSAGE AND BEACH TIME: A day to unwind, relax and get some well-deserved beach time. We’ll also treat you to a traditional Thai massage."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "ISLAND TRIP: Discover the beauty of the island as we travel to some of the beautiful beaches! Chill, soak up some sun and swim in crystal clear water. We’ll then kick back with a beach BBQ!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "MUAY THAI OR YOGA EXPERIENCE: Today you have the choice of learning the art of Muay Thai boxing or bringing some peace and harmony into your action packed trip with a private Yoga class. We’ll then head out for our last night on Koh Phangan."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "TRANSPORT AND ARRIVAL TO PHI PHI ISLANDS: You’ll leave Koh Phangan early morning and arrive in Phi Phi late afternoon on this day. You’ll then check into your guesthouse and head out for dinner, drinks and a beach party!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "PHI PHI ISLANDS EXPERIENCE: Take off on an amazing boat trip around the stunning Phi Phi Leh. Snorkel, kayak, see an incredible underwater light show at night and enjoy a few drinks and dinner under the stars. It’s a truly unforgettable experience! *There is a possibility we may not be able to enter right into Maya Bay at certain times of year due to government closures."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "PARADISE ISLANDS BOAT TRIP: Hike to Phi Phi’s iconic viewpoint in and then explore Phi Phi’s amazing Paradise Islands on an awesome private boat trip. Snorkel in crystal clear waters and then head out for dinner and to experience Phi Phi’s awesome nightlife."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "CHILL OUT IN PHI PHI: This morning we'll take a ferry to Phuket, before having a chill afternoon and enjoying sunset dinner and drinks."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "FLY TO CHIANG MAI: This morning we'll fly to Chiang Mai. Checking in to our accommodation, we’ll have time to explore the city, chill by the pool or do some shopping. Tonight we'll check out Chiang Mai's nightlife."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "TEMPLES & WATERFALLS: Today is a full day trip exploring the culture and natural wonders of Chiang Mai. First up is the iconic Doi Suthep Temple followed by Thai style lunch before visiting the fascinating ‘sticky’ waterfalls"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "HILL TRIBE TREK: Trek through and stay overnight in the amazing jungle of Chiang Mai. Wander through beautiful rice paddy fields, see idyllic rivers and visit a local hill tribe"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "BAMBOO RAFTING: We continue our trek before bamboo rafting down the river! You’ll arrive back to your guesthouse to relax or check out more of Chiang Mai’s nightlife."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "ELEPHANT SANCTUARY EXPERIENCE: Today we'll visit a sanctuary focused on protecting elephants rescued from hard lives. We’ll learn about their history and important connection to rural communities, and see them interact in their natural environment."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "FLY TO HANOI: Your Vietnam group leader will meet at the Hanoi accommodation. You’ll have plenty of time to chill out with everyone in your group."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "HANOI CITY TOUR: Discover what makes the chaotic capital of Vietnam so special with a walking and rickshaw tour of the city. Experience the bustling streets, fascinating culture and delicious street food. We’ll then head out for dinner and experience some of Hanoi’s best nightlife!"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "HALONG BAY: Experience the stunning natural wonder of Ha Long Bay, cruise on beautiful emerald green waters through towering limestone mountains topped with rainforest. Go kayaking through caves and enjoy some drinks aboard our overnight boat!"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "HALONG BAY AND NINH BINH HOME STAY: Today we head south to the beautiful countryside of Ninh Binh, a landscape of endless rice paddies and epic limestone mountains. Check in to our unique and amazing local homestay and watch the sunset whilst relaxing in our private riverside bungalows for the evening."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "NINH BINH AND OVERNIGHT TRAIN: Today we explore magical Ninh Binh. We’ll take a bike ride through the rice paddies and then a local row boat along a network of rivers and caves. We’ll then tackle the iconic Dragon Mountain Viewpoint before boarding the overnight train south to Hoi An."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "ARRIVE IN HOI AN: In the morning we’ll arrive in Hoi An, one of the most beautiful and fascinating towns in Vietnam. You’ll have some time in the afternoon to chill out, go shopping or even get some clothes made!"
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "BASKET FISHING & COOKING CLASS: Be guided through coconut groves by local fishermen while you try your hand at some crab fishing! We’ll then learn the secrets of preparing delicious Vietnamese food with a traditional cooking class."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "LANTERN MAKING CLASS AND BEACH DAY: This morning we'll learn how to make lanterns. We'll then enjoy a chilled day at a beach club. That evening we'll head out for dinner together."
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "FLY TO HO CHI MINH CITY: Today we catch a short flight to Ho Chi Minh City and arrive early afternoon. You’ll have the rest of the day to relax and explore the city."
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "MEKONG DELTA: We’ll explore the incredibly lush green beauty of the Mekong Delta, learn first-hand how the locals live, visit local villages and experience daily life on the Mekong. We then stay overnight in the Delta."
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "CU CHI TUNNELS: Today we discover the Cu Chi Tunnels, a fascinating network of underground tunnels used as supply routes, hideouts and living quarters during the Vietnam War. We’ll arrive back to Ho Chi Minh City in the afternoon before heading out for our farewell dinner and party!"
    },
    {
      "dayNumber": 29,
      "title": "",
      "description": "CHECKOUT AND ONWARD TRAVEL: Your amazing 29 day adventure finishes today. We’ll help you plan and organise your onward travel."
    }
  ],
  "map": ""
}