{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-wildlife-holiday-elephants-waterfalls",
  "tourName": "Thailand wildlife holiday, elephants & waterfalls",
  "placesVisited": "Bangkok guided tour, Chiang Mai, dinner with local family, waterfalls, Elephant Nature Park, handicraft villages, informal Thai cookery lesson, village stay in remote far north, trekking, Khao Yai, wildlife spotting",
  "generalInfo": "On this Thailand wildlife holiday, elephants and waterfalls, just some of the highlights of this fantastic itinerary are exploring a vast nature reserve, getting up close and personal to elephants and swimming in waterfalls. This nature and cultural trip to Thailand is packed full of activities but by exploring a few areas, rather than being constantly on the move like many other adventure holidays, you’ll discover more of the country and get a bit of time to relax too. As a private tour, it can be taken at your own pace eg. walking<br/><br/>A perfect family adventure holiday, it is popular with families with younger children, as well as teenagers. It can be taken as an adults break, for friends travelling together or a couple, even a honeymoon with a difference. <br/><br/>The two-week tour starts with a whistle-stop visit to Bangkok to tick off the main sights before you venture into the nature and lush landscapes of northern Thailand. First stop, just outside Chiang Mai where you'll explore 10-tier waterfalls as songbirds and butterflies flit around you. You'll spend two days at a unique sanctuary for elephants, a far cry from the usual tourist experience - you'll learn how to care for elephants and fall asleep to the sound of them snoring. The next part of your trip is further north. Here, you'll trek up a mountain for spectacular views over Laos (Thailand's neighbour), bathe in hot springs and dine outdoors, under a blanket of sparkling stars. You'll also get to meet locals of all ages as a welcome friend (not a tourist). The last part of your holiday will be at Khao Yai National Park. This UNESCO World Heritage Site is a nature reserve, spanning over 2,000 square kilometers and is home to herds of wild elephants, clouded leopards and monkeys, as well a vast array of flora and fauna. You'll see over 2 million bats swarm out into the night, walk through the jungle and drive to the summit in an open-topped jeep. <br/><br/>We have included a summary of the tour (see below), please contact us to be sent the full itinerary via email. We have put a lot of thought into designing this trip, the itinerary can be customised. We can also happy to add a few days at a handpicked boutique beach resort. <br/><br/>All photos except the first two with thanks to our traveller Neil Spence (of Neil Spence Photography, London).",
  "durationDays": "15",
  "price": "2025",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Direct overnight flight Heathrow with Thai Airways or Eva Air (regional departures available). If you are not from the UK, you can arrange your flights separately and be picked up at Bangkok airport."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrival at Bangkok airport where you will be picked up in a private car or mini-van. Time to settle in and relax at your charming hotel. In the evening, you will drive through lit-up Bangkok before having dinner at a riverside restaurant."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sightseeing in Bangkok with a guide who will take you to the main sites of the Grand Palace, the Temple of the Emerald Buddha, Wat Pho and Wat Arun. Free time in the late afternoon and then an evening exploring Bangkok at your leisure (your driver will take you and wait for you)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Northern Thailand (via a short internal flight to Chiang Mai). Private car/minivan transfer to a residential area outside the city. Time to relax and settle in, followed by a walk around the local area and dinner with a local family."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Explore 10-tiered waterfalls at your leisure. Climb up as far or as little as you want, swim in various spots and picnic as butterflies flit around you. Evening visit to Chiang Mai."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Meet elephants at the Elephant Nature Park, a unique elephant sanctuary where you will spend two days learning about them from conservation experts and their carers, ‘mahouts’"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sightseeing in the city of Chiang Mai around the ancient city and temples, then visit handicraft villages dotted around the city where you can watch the locals work expertly and buy directly from their co-operatives. This evening, you will have an informal Thai cookery lesson and dinner with a local family."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Head into greener pastures as you transfer further north (past Chiang Rai). Arrive in remote countryside. You'll meet the villagers, learn how they fish/ farm in traditional way and in the evening, have dinner around a campfire."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Swim in waterfalls and hot springs and have a forest walk, or relax or nap by the waterfalls."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Trek up a mountain - it's certainly off the beaten track, your guide will show you how to cut your own trails and build a makeshift barbeque to cook your lunch."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Khao Yai. Time to settle in and enjoy the swimming pool. Evening visit to the local night market."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Relax in the tropical gardens or swim in the pool. In the late afternoon, you'll have your first visit to Khao Yai National Park for the unforgettable sight of over 2 million bats swarming into the sky."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Wildlife-spotting in Khao Yai National Park requires an early start for a chance to see the animals at their most active. Trek through the forests with your guide, then visit beautiful waterfalls, made famous in the film ‘The Beach’, then spend the afternoon driving around in an open-topped vehicle."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "End of your trip. Drive to Bangkok airport and international flight, arriving at London Heathrow at approximately 7pm UK time (same day)."
    }
  ],
  "map": ""
}