{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "best-of-thailand-adventure-holiday",
  "tourName": "Best of Thailand adventure holiday",
  "placesVisited": "",
  "generalInfo": "Thai Experience is our premium 13 day group tour. With epic upgraded accommodation and lots of amazing inclusions, it's perfect for those wanting to see the best of Thailand in style. <br/><br/>You’ll discover Bangkok by boat and Tuk Tuk, visit ancient temples, learn to cook delicious Thai food, sleep on floating bungalows, stay in a tree house in the middle of the rainforest, explore tropical islands, snorkel in crystal clear water, learn the art of Muay Thai boxing, cruise the famous Phi Phi Islands, visit an Elephant Sanctuary, have a Thai massage, party on the beach and more!<br/><br/>HIGHLIGHTS<br/><br/>– Discover ancient temples &amp; wild nights out in bustling Bangkok.<br/>– Sleep overnight on floating bungalows and hidden jungle tree houses!<br/>– Experience Muay Thai boxing or Yoga &amp; sip sunset cocktails beachside on the stunning island of Koh Phangan.<br/>– Experience the stunning Phi Phi Islands on an exclusive boat trip.<br/>– Get up close and personal at an amazing elephant sanctuary!<br/><br/>INCLUSIONS <br/><br/>- Bangkok River Cruise<br/>- Visit Ancient Temples<br/>- Thai Cooking Class<br/>- Experience Local Life<br/>- Party in Bangkok!<br/>- Khao Sok National Park<br/>- Floating Bungalows<br/>- Khao Sok Treehouse Experience<br/>- Jungle Trek<br/>- Kayaking &amp; Tubing<br/>- Island Boat Trip &amp; Snorkelling<br/>- Muay Thai or Yoga Experience<br/>- Thai Massage<br/>- Beach Party!<br/>- Phi Phi View point<br/>- Phi Phi Islands experience<br/>- Elephant Sanctuary <br/>+ This tour is 100% carbon neutral!",
  "durationDays": "13",
  "price": "1549",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "YOUR ADVENTURE BEGINS. A driver will pick you up from the airport and take you to the hotel in Bangkok. You’ll have plenty of time to recover from your flight, chill out and meet everyone in your group."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "RIVER CRUISE & TEMPLES. Discover Bangkok from a different perspective as we cruise on a long-tail boat through the heart of the city. We’ll visit Bangkok’s most sacred and ancient temples and travel by tuk tuk through the crazy streets! At night we’ll head out and experience the best of Bangkok nightlife."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "THAI COOKING CLASS. Learn the secrets to preparing delicious Thai cuisine first hand with a traditional Thai cooking class. Then sit back, relax and enjoy the sights of Thailand when we board the overnight train and travel down south."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "FLOATING BUNGALOWS. Enter the magical Khao Sok National Park, a hidden paradise of pristine lakes & limestone cliffs. Go tubing, kayaking and sleep overnight in floating bungalows!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KHAO SOK TREEHOUSES. We’ll continue further into the stunning untouched rainforest and experience local life in the jungle. Visit a local family’s plantation and then go tubing down a beautiful turquoise river or go bamboo rafting/jungle treking (depending on weather) to our accommodation for tonight; amazing tree houses!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ARRIVE IN KOH PHANGAN. We’ll travel by boat to the beautiful tropical island of Koh Phangan. After checking in to our beautiful beachside bungalows you can spend the afternoon exploring the island or just relax by the pool. We’ll then head out for dinner and a beach party!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "ISLAND TOUR. Today we'll discover the beauty of the island as we travel to some of the most amazing beaches in the world! Chill, soak up the sun, snorkel in crystal clear water and check our some of the islands amazing viewpoints. We’ll then kick back with a beach BBQ!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "MUAY THAI OR YOGA. Today you have the choice of learning the art of Muay Thai boxing or bringing some peace and harmony into your action packed trip with a Yoga class. Then relax with a traditional Thai massage before we head out for our last night on Koh Phangan."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "ARRIVE IN PHI PHI. We’ll make our way to the Phi Phi Islands by boat & bus and then check in before an island fire show!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "PHI PHI EXPERIENCE. We’ll take off on our exclusive and private speedboat to the stunning Phi Phi Leh. Visit hidden lagoons, snorkel in crystal clear water and discover some little known and stunning white sandy beaches. It’s a truly unforgettable experience!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "PHI PHI VIEWPOINT & TRAVEL TO PHUKET. Enjoy a morning hike to the iconic Phi Phi viewpoint, relax on some beautiful Phi Phi beaches before we jump on the ferry to Phuket. We’ll check in to our boutique hotel and have dinner and drinks."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "ELEPHANT EXPERIENCE. A truly unforgettable day as we spend the morning getting up close and personal with elephants at an amazing elephant sanctuary. We’ll then head out for a delicious farewell dinner and drinks."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "CHECK OUT & ONWARD TRAVEL. Your epic adventure comes to an end today. You can choose to stay on longer in Phuket or continue your travels in Thailand. Your Group Leader will organise whatever you need."
    }
  ],
  "map": ""
}