{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "northern-thailand-small-group-tour",
  "tourName": "Northern Thailand small group tour",
  "placesVisited": "Bangkok, Sukhothai, Friends of the Asian Elephant Hospital, Lampang, hill village homestay, Chiang Mai, overnight train journey, Thai cooking class or a half day cycling tour, Optional activities include: Mae Ping River Experience and urban tour of Chiang Mai",
  "generalInfo": "As with all good northern Thailand tours, this eight day holiday gives you the very best of the jungles, hills and homestay accommodation surrounding Chiang Mai with time spent in Bangkok bookended to both the beginning and end of the tour.<br/><br/>First off you’ll leave the capital and head north to the fascinating city of Sukhothai that never fails to ignite the imagination as well as delighting the senses with a combination of historic ruins set within some beautiful gardens and lakes filled with peaceful pagodas.<br/><br/>The overnight homestay prior to arriving in Chiang Mai helps you see for yourself the cultural customs and traditional lives of local people with northern Thailand tours really coming into their element away from the backpacker hostels and bustling beaches of the south.<br/><br/>They say the further north you travel in Thailand the wider the smile and if this northern Thailand tour is anything to go by you'll be smiling all the way back to Bangkok as you board an overnight train and let your dreams carry you back to the capital.<br/>",
  "durationDays": "8",
  "price": "1015",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok.",
      "description": "Sa-wat dee! Welcome to Thailand. Your adventure begins in Thailan’s bustling capital, Bangkok with a welcome meeting at 6 pm tonight. Bangkok is famous for its tuk tuks, khlong boats and street vendors who serve delicious Thai food. If you arrive early, maybe visit the Grand Palace and the Temple of the Emerald Buddha, wander down the tourist mecca of Khao San Road or relax with in a Thai massage. After the meeting tonight, maybe gather your fellow travellers together and tuck into some world-famous street food."
    },
    {
      "dayNumber": 2,
      "title": "Kanchanaburi.",
      "description": "Travel northwest to Kanchanaburi. Located where the Khwae Noi and Khwae Yai rivers converge, Kanchanaburi is home to the well-known Bridge on the River Kwai. When you arrive, visit the Kanchanaburi War Cemetary (POW Cemetary). This was one of the first museums opened with the aim to educate people and keep the memory alive of the prisoners of war (POWs) workers who died constructing the Death Railway."
    },
    {
      "dayNumber": 3,
      "title": "Kanchanaburi.",
      "description": "This morning, continue your journey through history with a visit to the Hellfire Pass Memorial, built to honour the POWs and conscripts who passed away while constructing some of the most challenging stretches of the Thai-Burma Death railway. Board the train at Nam Tok station, the main terminal of the Death Railway and ride the historic tracks along the Kwai Noi River to the Bridge on the River Kwai. Pass through beautiful scenery and take a moment to reflect on those who lost their lives in the process of bending this rugged environment to man’s will. This afternoon, make your way to the Erawan Falls. These terraced waterfalls, named after the three-headed white elephant of Hindu mythology, tumble into a series of emerald-green pools – the perfect spot to go for a swim, take short walk around the area or simply sit back and relax."
    },
    {
      "dayNumber": 4,
      "title": "Phitsnulok.",
      "description": "After breakfast, you’ll continue to travel north. Today is a bit of a long travel day, so it's a good idea to get stuck into your book or favourite podcasts. Along the way, visit Wat Tha Sung Temple – a magnificent ancient site dating back to the Ayutthaya period. After, continue to your final destination for the day, Phitsanulok. Originally established in the 11th century, this busy provincial capital sits on the banks of the Nan River. When you arrive this afternoon, join your local leader for a relaxed stroll through town before settling in for a free evening."
    },
    {
      "dayNumber": 5,
      "title": "Sukhothai.",
      "description": "This morning, visit the Sappraiwan Elephant Sanctuary – a Foundation partner dedicated to rescuing wild elephants and restoring their natural habitat. Roll up your sleeves to help prepare food for these gentle giants, then walk alongside them as you learn about their habits and the important work the sanctuary is doing to ensure their future. After, continue your journey to Sukhothai. When you arrive, explore the ancient ruins of Old Sukhothai, beautifully set amid serene lakes and manicured gardens. The religious art and architecture of this era are regarded as the most classic expressions of Thai style, and the park is home to the remains of 21 historic sites, featuring impressive Buddha images and four large ponds often dotted with blooming lotus flowers. This afternoon, hire a bike and spend a leisurely afternoon pedalling through the ruins. Finish today with a home-cooked dinner before settling into your hotel for the night."
    },
    {
      "dayNumber": 6,
      "title": "Chiang Mai.",
      "description": "After breakfast, travel to Chiang Mai. Along the way, visit the Lanna village Pong Huai Lan, nested in the hills and surrounded by rice fields. While you’re here, learn about their community project, which is recognised by Thailand’s Transition toward Net Zero Tourism, then hop on a bike and cycle around the village. As you cycle, stop in at a local masters Rattan weaving workshop (part of Thailand's Royal Project Initiative) and discover the community heritage in their community museum. Later today, you’ll be invited into the home of a local family for a home-cooked farm to table dinner. Then, continue to Chiang Mai where you’ll stay tonight."
    },
    {
      "dayNumber": 7,
      "title": "Chiang Mai.",
      "description": "This morning, follow your leader through the largest fresh produce market in Chiang Mai. As you wander through the bustling markets, learn about the fresh produce and distinct Thai flavours. Then the rest of the day is free for you to explore at your own pace. Maybe slurp noodles on a Mae Ping River cruise, join a Thai cooking class or have lunch at the Chuan Chom vocational training centre, where you’ll hear about the work that the centre does to prepare women from the correctional institution with skills to return to society. Tonight, maybe head out for dinner with your fellow travellers and toast to a trip well-travelled."
    },
    {
      "dayNumber": 8,
      "title": "Chiang Mai.",
      "description": "As there are no further activities today, you’re free to depart at any time. If you’d like to stay longer and explore the beautiful Chiang Mai, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}