{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-central-south-15-day-tour",
  "tourName": "Thailand, central & south 15 day tour",
  "placesVisited": "",
  "generalInfo": "Embark on a 15-day journey through the heart of Thailand, blending rich culture, breathtaking beaches, and lush natural landscapes. Your adventure begins in the bustling city of Bangkok, where a warm welcome awaits, followed by a relaxed day to soak in the vibrant atmosphere.<br/><br/>The next stop is Kanchanaburi, where you'll experience a scenic train ride along one of Southeast Asia’s historic railways, winding through picturesque riverside views. Cruise along the River Kwai on a traditional long-tailed boat to admire the iconic bridge and explore the area’s fascinating history, including a visit to local war memorial sites.<br/><br/>From Kanchanaburi, travel to the lively Damnoen Saduak Floating Market in Ratchaburi, where colorful boats brimming with fresh produce and snacks provide a feast for the senses. Pedal your way to the charming Amphawa floating market, with the option of a magical evening boat ride to witness fireflies lighting up the riverside trees like twinkling stars.<br/><br/>Continuing south, relax in Hua Hin, known for its sandy beaches and vibrant seafood scene. Visit the serene Klai Kangwon Palace, the summer retreat of the Thai royal family, and enjoy free time to unwind by the sea. Further down the coast, Prachuap Khiri Khan welcomes you with its beautiful bays and the striking views from Khao Chong Krachok, home to a hilltop monastery and playful monkeys. Your day concludes in peaceful Bang Saphan, where a beachside barbecue awaits.<br/><br/>Your adventure continues with island hopping, starting in Koh Tao, a diver’s paradise with crystal-clear waters and vibrant coral reefs. Enjoy the day at your own pace or take a short boat trip to the stunning sandbars of Koh Nang Yuan. From Koh Tao, sail to Koh Pha Ngan, a lush island famed for its pristine beaches and laid-back atmosphere. Spend the day exploring or simply relaxing on the sands, surrounded by breathtaking scenery.<br/><br/>On Koh Samui, marvel at the island’s cultural landmarks, including the Big Buddha and Wat Plai Laem, or stroll along palm-fringed shores. Then, journey inland to the lush wilderness of Khao Sok National Park, where you’ll discover the serenity of Cheow Lan Lake. Cruise past limestone cliffs and take in the surreal beauty of this pristine landscape, with opportunities to swim and canoe in the tranquil waters.<br/><br/>From Khao Sok, make your way to Khao Lak and on to the stunning shores of Ao Nang in Krabi. Here, dramatic limestone cliffs meet azure seas, offering a day of pure relaxation. Conclude your Thai adventure in Phuket, with its golden beaches and vibrant island life, before departing for home, taking with you unforgettable memories of this captivating land.<br/><br/>This thoughtfully designed itinerary combines adventure and leisure, allowing you to explore Thailand’s diverse landscapes and vibrant culture at a relaxed and enjoyable pace.<br/><br/>This is a suggested itinerary and can be shortened or expanded in any way to suit your travel needs.",
  "durationDays": "15",
  "price": "2961",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bangkok arrival On arrival Suvanabhumi airport in Bangkok, your guide will welcome and take you to your hotel. The rest of the day will be free on leisure. You’ll spend the night in Bangkok."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bangkok/ Kanchanaburi Have breakfast at the hotel before departure for Kanchanaburi for more than 2hours by road, we arrive at Wang Pho. We will take 30 minutes train to enjoy the beautiful view from train along the river. This is one of Southeast Asia's historic railways, the remaining part of the \"Death Railway\", departing from the provincial capital to the Railway Station from Namtok. After that we will take a long-tailed boat ride on the River Kwai to the bridge where we will take the photo, visit the old nice bridge. Kwai River Bridge: known to the world through several films and books, it is still used today. Main attraction, the river is dotted with restaurants, souvenir shops and jewellery stores. A steam locomotive from the era of the Second World War and an astonishing hybrid car / wagon vehicle from the same period are part of a small Railway Museum on the edge of the bridge. After that we will visit the World War II memorial including the Jeath War Museum, Cemetery. Your accommodation will be in Kanchanaburi."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kanchanaburi – Ratchaburi – Samut Songkhram Today we will transfer by private mini-van to Ratchaburi. Visit the floating market of Damnoen Saduak. Discover the scenery and colours of the markets in a teeming atmosphere. The Damnoen Saduak Market is renowned for keeping all its authenticity and remains today one of Thailand's most famous floating markets. This small village is a must-see of the Kingdom. These floating markets, the largest of which is Ton Kem, will take you on the canoe and will make you discover delicious fresh products. Some women can even cook them under your eyes. Our visit continues to Samut Songkhram. Afternoon, bike ride to reach the floating market of Amphawa: it is different from other floating markets thanks to its canoes that are moored to the banks of the canal. You will take a canoe to discover attractions such as the old chapel of a temple. You will continue biking at 16h toward where we stay. At Samut Songkhram, you will have the opportunity to take an evening boat ride on the Maeklong River (optional) to admire thousands of fireflies that populate and illuminate trees such as Christmas trees. Stay overnight in Samut Songkhram. Amphawa market opening days : Friday-Sunday Opening hours : 2.00-8.00 p.m."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Samut Songkhram – Hua Hin After breakfast we transfer to Hua Hin which is well known for its traditional fishing port, seafood restaurants and beautiful sandy beach which stretches for three kilometres. Hua Hin is known for being one of best places to spend a beach holiday. The royal family also resides there for part of the year. It is ideal for families and for all those who want to escape the hustle and bustle of big cities. You will get chance to the visit of Klai Kangwon Palace. Composed of three Spanish-style villas, facing the sea, this summer palace was built in 1926 north of Hua Hin by King Rama VI. Rest of time is for free. Stay overnight at a hotel in Hua Hin."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hua Hin - Prachuap Khiri Khan – Bang Saphan Breakfast and departure for Prachuap Khiri Khan which is a fishing port located in the heart of an exceptional bay. Beautiful beaches are nearby. Visit the Khao Chong Krachok (the Mount of Mirror): you will see a venerated monastery at the top of Mountain. 395 steps to a small pagoda populated by many monkey players. You will then go to Ao Manao (Bay of Lemon). Famous for its calm, this beach is the most pleasant to relax and swimming. The calm of this place is replaced by many animations on weekends. There is also a place where you will find a monkey monument, which is very cute. Afternoon transfer to Bang Saphan. Paradise for nature lovers and tranquility, Bang Saphan develops at its own pace. Its main attraction is the large sandy beach lined with coconut palms and bungalows. The afternoon is free. We suggest you visit the local market in the city and participate in a typical barbecue on the beach in the evening. Stay overnight at a hotel in Bang Saphan."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bang Saphan – Chumphon – Bateau – Koh Tao Breakfast and transfer to Chumphon we you will board a join boat trip from Chumphon to Koh Tao. Koh Tao is an island in the Gulf of Thailand about 70 kilometers from the coast. His name means \"Turtle Island\". This island is a Royal property. Koh Tao is a world famous scuba diving spot. Thanks to its clear waters, its many diving schools attract tourists from all over the world. Lunch and the rest of time would be free at your own. You might consider our below optional tour Option: You can travel by boat from Koh Tao to Koh Nang Yuan Island. Koh Nang Yuan consists of three small islands connected by a sandbar, offering an endless stretch of white sand and fabulous coral. Stay overnight at a hotel in Koh Tao. Boat trip: Chumporn-KohTao- Departure time from Chumporn 7:00 hrs. & 13:00 hrs."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Koh Tao – Bateau – Koh Pha Ngan Breakfast and transfer to the port and boarding boat trip from Koh Tao to Koh Pha Ngan. Koh Pha Ngan or Koh Phangan is another island in the Gulf of Thailand in the south-east of the country just north of Ko Samui. It belongs to the province of Surat Thani. The most convenient way to get around is the scooter especially if you want to visit the less touristic corners of the island. This island is a destination mainly known for its beaches, and to host the \"Full Moon Party\" party celebrating a musical mix that takes place on the beach of Haad Rin, southeast of the island. Lunch and the rest of time would be free at your own. Overnight in Koh Pha Ngan. High Speed Ferry: Koh Tao – Koh Phangan. Estimate time 09.30 – 11.30"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Koh Pha Ngan free day The day will be free on own to do anything you wish. Koh Phangan, a beautiful Thai island where you can go on an adventure trip and have fun. You can try scuba diving or snorkeling, go canoeing, take boat trips to Ang Thong National Marine Park, watch Thai boxing match, go fishing, yoga, archery, guided tours, elephant rides and enjoy the beauty of the landscapes. a) Scuba diving: Koh Phangan, excellent site for scuba diving or snorkeling, whether for beginners or more experienced. You will have the possibility to make excursions, of variable durations, by boat to discover the aquatic life. Sailrock is certainly the most famous dive site on the island, or even the Gulf of Thailand. b) Hiking: possibility to do it all around Koh Phangan Island. Many backpackers enjoy hiking on the trails between Haad Rin and Haad Tien beaches. You will be able to take full advantage of the landscapes, the beaches and the jungle on the island. c) By boat to Bottle Beach: Located in the north of Koh Phangan, Bottle Beach is accessible by boat and very calm and relaxing beach. The beach is spacious, the white sand is very fine, and the water is very clean, ideal for swimming. Overnight at a hotel in Ko Pha Ngan."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Koh Pha Ngan – Koh Samui free Breakfast and transfer to the pier where you board a boat trip from Koh Pha Ngan to Koh Samui. Located in the Gulf of Thailand, Koh Samui is the third largest island of Thailand. You will enjoy its beautiful beaches, tropical trees, exotic fish and resplendent corals. Monkey Theater: here the monkey has been used for centuries to harvest coconuts from trees. You can admire shows of monkeys but also elephants. East of Bophut on a small island connected by a dirt road, there is the Big Buddha which is a golden statue of Buddha 12 meters high, sitting at the top of a staircase richly decorated with dragons. At the Northeast tip of the island not far from the Big Buddha, It is Chinese Buddhist temple of Wat Plai Laem, especially recognizable by its huge statue of Guanyin (Guanyin, with 18 arms, the goddess of Mercy and Compassion). Overnight in Koh Samui. Speedboat: Koh Phangan – Koh Samui Estimate time 11:00 – 11.30"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Koh Samui – Don Sak – Surat Thani – Khao Sok Breakfast and transfer to the pier where you will take a ferry trip from Ko Samui to Don Sak. Transfer by vehicle from Don Sak to Khao Sok National Park. Lunch by your own. The rest of the day will be free on own to troll around the Khao Sok Treehouse area. Khao Sok National Park is located in southern Thailand. Well known for its dense vegetation and limestone hills, the park is very impressive. You will be seduced by its thriving jungle, its lake and its animal species, among which you will be able to see tigers, leopards, elephants or small Malay bears. Speedboat: Koh Samui - Donsak Estimate time 08.30 – 09.30"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Cheow Lan Lake Khao Sok Full Day Tour (join-in) – Khao Lak Chiew Larn Lake, located 65km from the entrance of the park, is the real jewel of Khao Sok National Park and our favorite. It is therefore impossible to come to Khao Sok without taking a boat trip on Lake Chiew Larn. This vast expanse of water forms an amazing lacustrine landscape from which emerge limestone rocks and ghostly tree tops engulfed by water. At dawn, the landscape emerging from the fog takes on mysterious airs. At dusk, the shadows of limestone pinnacles evoke a fantastic movie set. Stay overnight at a hotel in Khao Sok National Park. 08:30 Meet in the reception area of Our Jungle Camp Eco Resort or get picked up in or around Khao Sok Town. 09:30 Arrive at Rachabrapa Dam, check in with the National Park and board your boat. 10:00 – 12:30 Explore the lake by local long-tail boat, taking in the majestic scenery of striking white lime stone cliffs, surrounded by emerald green waters. Stop by at the famous 3 Rock landmark, the Guilin of Thailand before proceeding for a short hike to a cave after which you continue onwards to the floating restaurant. 12:30 – 13:30 Lunch break at a Raft House, enjoy a 3 dish Thai set lunch amongst the stunning scenery. 13:30 – 16:00 Enjoy the afternoon at leisure, with some time for swimming and canoeing around the beautiful scenery of Cheow Lan Lake. Finally transfer from Khao Sok to Khao Lak with driver only. Overnight in in Khao Lak."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Khao Sok – Krabi - Ao Nang Breakfast departure from Khao Lak to Krabi without guide. Stay overnight at Ao Nang in Krabi."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Krabi free day The day will be free on own to relax or whatever takes tour fancy."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Krabi to Phuket (3 hours’ drive) Breakfast and departure from Ao Nang to Phuket. Stay overnight at a hotel in Phuket."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Phuket departure The day will be free until be driven to the airport for your homeward flight."
    }
  ],
  "map": ""
}