{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-nature-tour",
  "tourName": "Thailand nature tour",
  "placesVisited": "Bangkok, private chauffeur tour of main sights, northeastern Thailand, Nakorn Ratchasima, Khao Yai National Park, northern Thailand, village near Chiang Mai, eco village visit, Queen of Thailand's botanical gardens, orchid farms, stay in private villas and houses in unique, quiet locations",
  "generalInfo": "This Thailand nature tour is a wonderful ‘soft adventure’ exploring the beautiful gardens, scenery and exotic flora, forests and wildlife in Thailand. On this private tour, you will learn about organic farming, horticulture and eco living, meet warm and fascinating Thai hosts and see how life is lived by local people in rural Thailand.<br/><br/>This holiday begins in Bangkok, before taking you far off the tourist trail, first to northeastern Thailand. Here, you’ll stay in a private villa in huge grounds, tour local farms and gardens and spend a day in Khao Yai National Park. In northern Thailand, your base is your own private house in the jungle-like grounds belonging to a Thai couple, an artist and gardener. Enjoy a guided tour of an eco village and nearby botanical gardens. <br/><br/>This three-centre trip gives you plenty of comfort and privacy, whilst getting away from the tourist trail and meeting local people. <br/>",
  "durationDays": "9",
  "price": "1500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart UK. Regional departures available."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bangkok and nearby. You will feel instantly welcomed when you arrive in Bangkok and are taken to your home away from home - a two-storey private house which is an oasis of calm in this busy city. The next day, you will be driven around by your private chauffeur to explore the major sites."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "North Eastern Thailand. You will get your first glimpse of the Thai countryside as your driver whisks you away to Nakorn Ratchasima, known as the 'gateway to Isan' (north eastern Thailand) and home to organic farming, eco-friendly living and renowned air quality. You'll have your own private villa set in huge grounds belonging to a Thai couple. On the first day, you will have an afternoon tour of the area taking in native flora at the flower gardens and learning about agriculture here at local farms and orchards. You will also have a day at Khao Yai National Park, Thailand's second largest national park and a UNESCO world heritage site. You'll see a variety of habitats including evergreen forests and grasslands as well as abundant wildlife and birdlife."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Northern Thailand. A short flight will take you to hilly northern Thailand where you will stay in a village just outside Chiang Mai. Here you will meet an artist and her husband, a keen gardener. You will have your own charming house in their jungle-like plot which they will be pleased to show you around, as well as taking you to the local village. You will have a day out to a unique eco-village which relies on waterfalls for most of its needs, including electricity. As you walk around the waterfalls, you will see the villagers at work as these forests are their fields. Local specialities include coffee and miang (a rare species of tea). Your guide also will show you Aquilaria Crassna, a tree with unusual bark, unique to Thailand. Your final day will be spent taking in the Queen of Thailand's botanical gardens as well as orchid farms where you'll learn about the native and exotic plants."
    }
  ],
  "map": ""
}