{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "bangkok-to-krabi-tour-lake-and-river",
  "tourName": "Bangkok to Krabi tour, lake and river",
  "placesVisited": "",
  "generalInfo": "TRIP OVERVIEW<br/><br/>Embark on an unforgettable 8-day journey through the heart of Thailand, where adventure meets tranquility.<br/><br/>Begin your adventure with a scenic train ride from Bangkok, crossing the famous Bridge over the River Kwai before arriving at Khao Laem Lake, where you’ll stay on a private floating raft house surrounded by breathtaking landscapes. Explore the serene Bo Ong Pagoda, the historic Phra That Temple, and enjoy kayaking through pristine waters.<br/><br/>Continue to Sai Yok National Park, where you’ll relax on a private raft and enjoy a BBQ dinner under the stars. From there, head to Khao Sok National Park to explore the jungle, followed by a stunning boat ride on Cheow Lan Lake, offering spectacular views and a chance to spot local wildlife.<br/><br/>This immersive experience combines scenic train travel, jungle adventures, floating accommodations, and cultural exploration for a truly unique Thai getaway. <br/><br/>WHAT'S INCLUDED?<br/><br/>Accommodation <br/>2 Nights on The Floating Lake House in a Private Room with Balcony and Private Bathroom <br/>2 Nights at Hintok River Camp in a Superior Tent <br/>1 Night at Our Jungle Resorts in a Tree House Double, Family, Loft or Two-Story Treehouse or Bungalows <br/>1 Night on Basic Rafthouse with Shared Bathroom (Cheow Larn Lake) <br/><br/>Meals<br/>6 Breakfast, 3 Lunches, 6 Dinners<br/>(We can accommodate vegetarians, and while we can also cater to vegans, please note that the options may be more limited) <br/><br/>Guides <br/>English-Speaking Guide in Sai Yok National Park<br/><br/>Activities <br/>Private floating house on Khao Laem Lake<br/>Bo Ong Pagoda, Phra That Temple, Kayaking on pristine lake<br/>Private raft on Kwai River, Downstream Kayaking on Kwai River <br/>Khao Sok Night Safari Tour <br/>Cheow Lan Lake Discovery Tour <br/><br/>Miscellaneous <br/>Entrance Fees: All applicable fees for national parks, waterfalls, and cultural sites.",
  "durationDays": "8",
  "price": "1070",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "BANGKOK TO KHAO LAEM LAKE : Start your day early by meeting your English-speaking guide in the hotel lobby. You'll transfer by private van to Thonburi Station, where your adventure begins. Experience local train travel like few tourists do, avoiding the mundane highway route. Today, you will board a local train and take the time to relax, enjoying the stunning landscapes and the warm company of friendly Thai people. As you embark on the last stretch of the journey, you'll travel over a historic railway, known for its significance during World War II. Be sure to take in the views as you pass over the famous Bridge over the River Kwai. Upon arriving at the final terminal, Nam Tok Station, you'll notice a stark contrast to the bustling atmosphere of Bangkok. From there, you will continue by private van to your Khao Laem Lake, today’s final destination. After an hour drive, we’ll reach the pier and board on a comfortable raft, your home for the next two days. Welcome drink in hand, get ready to call this your home for the next two nights. It’s like your own private floating hotel, surrounded by incredible views. We’ll quickly tow offshore, making our first stop at the scenic Red Cliff area for the night. The raft will dock around, while dinner will be served as you enjoy the serene environment, truly a unique way to experience Thailand’s natural beauty."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KHAO LAEM LAKE : Start your day with a delicious breakfast on the float house before setting off to explore the serene Bo Ong Pagoda. After soaking in the tranquility, we’ll visit the historic Phra That Temple, offering a chance to immerse yourself in local culture and capture some stunning photos. Returning to the boat, we’ll cruise back to the raft in time for a hearty lunch and some well-deserved relaxation. The afternoon is yours to enjoy, why not grab a kayak and explore the breathtaking surroundings up close? Take in the remarkable structure of the raft and the beauty of the natural landscape. Wrap up your day with a delightful dinner on the raft, savoring the peaceful ambiance of this spectacular setting."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "KHAO LAEM LAKE TO SAI YOK NATIONAL PARK : After breakfast, we will cruise back to the pier, giving you time to gather your belongings and check out of your rooms. Upon arrival at the pier, you will board a minivan as we head to our next destination: Sai Yok National Park. This park is part of the vast Western Forest Complex, spanning approximately 18,730 km² and comprising 19 protected areas in both Myanmar and Thailand. The park's mountainous regions are blanketed with a mix of deciduous and dry evergreen forests interspersed with bamboo. Upon arrival at the park (please note that the entrance fee of THB 300 per person is not included and must be paid on-site), you will be greeted by a welcoming family that runs the local restaurant and floating bungalows. It’s time to board your private floating raft and indulge in a well-deserved local lunch. Get ready for an authentic jungle adventure! Your raft will be towed by a long-tail boat to a serene curve of the river. Surrounded by nature, the only sounds you’ll hear are birds singing in the trees and the occasional chatter of monkeys squabbling over ripe fruit. We’ve stocked the raft with soft drinks and beers, so sit back, relax, and take refreshing dips in the cool waters. Next, we’ll hop into kayaks and paddle downstream through the pristine forest, making our way to the campsite for the night. Upon arrival, disembark and check in to your tent. A BBQ dinner will be served, and the evening is yours to enjoy at leisure."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SAI YOK NATIONAL PARK : After breakfast, enjoy a free day to explore the surroundings at Hintok River Camp in Sai Yok. Relax by the river, take a refreshing dip in the natural spring pool, or go for a leisurely walk or bike ride through the nearby trails. For those interested, optional activities such as visiting the Hellfire Pass Memorial, exploring local villages, or booking kayaking or rafting excursions can be arranged directly on-site (not included in the package). Dinner will be served again at the hotel restaurant."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "SAI YOK NATIONAL PARK TO SURAT THANI : After breakfast, enjoy a leisurely morning before checking out at noon. Make sure you're ready as we hop on a minivan and head to our next adventure. We will drive to Ratchaburi, a serene town on the shores of the Gulf of Thailand. You'll have some free time to explore the surroundings at your own pace, whether it's strolling through the town or enjoying the coastal charm. Be sure to return to the railway station on time to board the 2nd class overnight sleeper train to Surat Thani, the gateway to southern Thailand. Settle in and enjoy the ride!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "SURAT THANI TO KHAO SOK NATIONAL PARK : Welcome to South Thailand! Meet your driver and sit comfortably for a 2-hour drive to Khao Sok. Upon arrival at your resort, check-in and relax in your own private tree house. The tree house is built in a simple Thai traditional style with electricity, fan, mosquito nets, and a private bathroom. You are free to enjoy the surrounding area on your own or you can simply sit on your balcony and admire the stunning view of the jungle from your tree house. As the sun sets over Khao Sok, the jungle symphony begins and comes alive. After dinner, there is no better time for a night safari! Let our expert guides lead you through a 2–3-hour hike and introduce you to the amazing animals that inhabit the jungle. From bats to insects, frogs to deer, and even the elusive jungle cat. Your flashlight will light the way on this exploratory journey. The night safari can take place in Jungle Resort or the national park, depending on conditions."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "KHAO SOK NATIONAL PARK TO CHEAW LARN LAKE : This morning, after breakfast, it’s time to begin your next adventure. Depart from the resort for Cheow Lan Lake, nestled at the heart of Khao Sok National Park. At Cheow Lan Lake Pier, you’ll have the opportunity to pick up any additional snacks and supplies before boarding your longtail boat for a scenic journey across the lake. Marvel at the breathtaking limestone karsts that define this stunning landscape as you glide towards your floating raft house. Enjoy the shared lake tour and arrive at your rafthouse just in time for lunch. After free time at leisurely afternoon swimming and canoeing at your own pace before afternoon adventure explorer. You’ll have the option to hike to the Cheow Lan viewpoint for the stunning vista or explore a cave. (the choice of the tour depends on the weather and agreement of all participants). On the way back to the rafthouse, hop on an evening boat safari for more wildlife spotting. Then savor a tasty dinner of freshly caught fish and then gaze at the beautiful sky full of stars and listen to nature’s music on a private floating bungalow. Return to your raft house in the evening and enjoy a local Thai dinner while soaking in the serene ambience of the lake. As night falls, let the magic of the stars captivate you, or simply relax and soak in the tranquility of this majestic landscape."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "CHAEW LARN LAKE TO KRABI : Before breakfast, you may choose to take a sunrise boat safari, venturing into the untouched wilderness of Khao Sok National Park and spotting its diverse wildlife. After your adventure, return to the raft house for breakfast. Pack up your belongings and enjoy a scenic boat ride back to Cheow Lan Lake Pier. Enjoy the breathtaking views of the landscape as you soak in the natural beauty before bidding farewell. Arrive at Cheow Lan Lake Pier and enjoy a delightful local Thai lunch before continuing your journey to Krabi, your final destination!"
    }
  ],
  "map": ""
}