{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "northern-thailand-holiday-hilltribes-homestay",
  "tourName": "Northern Thailand holiday, Hilltribes & homestay",
  "placesVisited": "Bangkok, Kanchanaburi, River Kwai, Erawan National Park, Wat Baan Tham, Ayutthaya, via Suphanburi, Chiang Mai, Doi Mae Salong, Homestay, Golden Triangle, Hilltribe Trek, Chiang Rai, Wat Rong Khun",
  "generalInfo": "Northern Thailand tours are what we do best as this was our first ever travel experience and still remains one of our favourites and much loved by our travellers, past and present.<br/><br/>As you’d expect, we know what works on Northern Thailand tours which is why this two week itinerary has been designed to feature not only the night markets and coffee shops of Chiang Mai but also river adventures on the Mae Glong and the River Kwai.<br/><br/>Homestays close to the Golden Triangle and hill tribe treks are essential for exhibiting the hospitable nature of local Thai people with chances to explore in bamboo jungles and amongst fields of lychees and rice paddies, just another reason why this Cambodia tour has become an absolute classic and the benchmark across the responsible travel industry.<br/>",
  "durationDays": "13",
  "price": "1410",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok.",
      "description": "Sa-wat dee! Welcome to Thailand. Thailand's bustling capital, Bangkok is famous for its tuk tuks, khlong boats and street vendors serving up delicious Thai food. Your adventure begins with a welcome meeting at 6 pm tonight. Bangkok has so much to offer those with time to explore, so perhaps arrive a day or so early and take a riverboat to Chinatown and explore the crowded streets, uncover the magnificent Grand Palace and the Temple of the Emerald Buddha, wander down the tourist mecca of Khao San Road, or indulge in some Thai massage. After the meeting tonight, why not get some of your newfound travel pals together for a street food crawl."
    },
    {
      "dayNumber": 2,
      "title": "Kanchanaburi.",
      "description": "Start the day with a one-hour river cruise down the Chao Phraya River to explore the famous ‘khlongs’, or canals. Life along these canals seems a world away from the chaotic streets of the capital. Pay a visit to Wat Pho, one of the ‘trinities’ of Bangkok temples, with a 46-metre-long gold-plated Buddha reclining inside. Even the feet of this statue are incredible, three metres long and intricately decorated with mother of pearl. The temple grounds are equally fascinating, filled with beautifully decorated stupas, halls and shrines. Afterwards, hop on a local bus and travel northwest to Kanchanaburi. Located where the Khwae Noi and Khwae Yai rivers converge, Kanchanaburi is home to the infamous 'Bridge on the River Kwai'. Enjoy a rafthouse experience down the river Kwai. The rafthouse is towed by a boat and is an ideal and relaxing way to travel down the river – definitely setting the scene for pure relaxation. Enjoy a dinner onboard."
    },
    {
      "dayNumber": 3,
      "title": "Kanchanaburi.",
      "description": "This morning, you’ll get an insight into the darker side of Kanchanaburi’s history with a visit to the Kanchanaburi War Cemetary (POW Cemetary). This was one of the first museums to attempt to educate the public and keep alive the memory of the Asian and POW workers who died constructing the infamous ‘Death Railway’. Then, travel to Erawan National Park. Explore the famous seven-level waterfall and take a dip, if you’d like! The falls are considered the most beautiful in the whole country, with turquoise blue waters rushing through the forest into bamboo-shaded pools. If you want to make the climb all the way from level one to level seven it’s about a 90-minute hike, with the uppermost level usually quiet and with a stunning view over the jungle below. Be sure to pack your swimming gear, but also appropriate footwear if you’re going to make the walk. Level seven features a triple cascade that gives the falls their name – Erawan is the mythological three-headed white elephant that carries the Hindu god Indra."
    },
    {
      "dayNumber": 4,
      "title": "Ayutthaya/ Overnight train.",
      "description": "Travel by private minivan to Ayutthaya today. Ayutthaya was the second capital of Siam after Sukhothai, and it became one of the most powerful in Asia with over a million residents by the 18th century. Trading brought great riches to the city, and merchant tales tell of golden palaces, elaborate ceremonies, and breathtaking temples. You’ll see the remains and reminders of its golden age with a guided tour of the historic ruins and temples spread across the town. The rows of headless Buddhas at Wat Phra Mahathat, sacked by the Burmese in the 18th century, are very atmospheric, and a Buddha head surrounded by Banyan tree roots is perhaps the most photographed site in all of Ayutthaya. This evening, head north to Chiang Mai on an overnight train journey, accommodated in air-conditioned sleeping berths."
    },
    {
      "dayNumber": 5,
      "title": "Chiang Mai.",
      "description": "When you arrive in Chiang Mai, your day is free. This most vibrant city in northern Thailand is most renowned for its temples and an interesting old city area. There are a number of optional activities for you to choose from, so you can do as much or as little as you like. It’ll be a great chance to take it easy and get ready for your trekking for the next 2 days. If you want any recommendations, your leader can point you in the right direction."
    },
    {
      "dayNumber": 6,
      "title": "Hilltribe Villages Trek.",
      "description": "Today, gear up for your hike into the remote surrounding regions. Your first destination is the Karen village of Ban Pong Noi, with a lunch stop at the magnificent Mok Fah Waterfall. On the way, take a detour to Mae Malai local market to pick up fresh food for your trip. Then, make your way to the starting point of your hike in Baan Mae Sae. Your route is relatively simple, and you'll arrive in the village in the late afternoon for tonight’s homestay experience, which will give you unique insight into life in this rural part of Thailand."
    },
    {
      "dayNumber": 7,
      "title": "Hilltribe Villages trek .",
      "description": "Rise early this morning to take a tour of the village before sitting down to breakfast. Then, begin today’s hike along a trail through jungle, rice paddies, rotation dry farms, streams, rivers and waterfalls, passing by more Karen villages as you go. The first leg is steep, up and downhill through bamboo forest. Make a stop to rest your legs and tuck into your picnic lunch, then carry on until you arrive at a Lahu Village – your base for the night."
    },
    {
      "dayNumber": 8,
      "title": "Hilltribe Village Trek/ Doi Mae Salong.",
      "description": "Start the day with breakfast, then take a walk around the village to see the locals going about their morning routines. You’ll have the chance to buy some local handicrafts – spending your money on community enterprises directly helps to support community development. After, you’ll begin today’s hike through a picturesque landscape of farmland and jungle to a Thai village for lunch, where you’ll link up with your transport and travel to Doi Mae Salong, a hillside town with a large Chinese population. Famous for its Chinese tea traders, the region is the perfect spot to enjoy a cup of tea while admiring the surrounding mountains."
    },
    {
      "dayNumber": 9,
      "title": "Chiang Rai.",
      "description": "This morning, check out the interesting crafts markets, where you may see produce and crafts made by hilltribe people like the Akha, and enjoy a cuppa of locally grown tea before hopping back on your private transfer to continue your journey. Drive for about 1 hour into the Mae Chan District to reach a local organic farm owned by Akha hilltribe. Here, take part in a farm to table cooking experience, where you’ll wander the property in search for organic eggs, fruits and vegetables. Then, continue back to the kitchen and begin whipping up a culinary storm – you’ll learn the secrets of a punchy chilli paste, hot and sour soups, a Thai-style stir fry and a traditional dessert. You’ll learn how to make these dishes from a local chef from the village and then enjoy the fruits of your labour over a relaxed lunch. After your hunger is tamed, continue to Chiang Rai city, where you’ll arrive at your guesthouse for the evening. Chiang Mai's 'little sister', Chiang Rai boasts a relaxed atmosphere, a great night market and a variety of good restaurants. This charming city has a small-town feel and is a great place to explore on foot."
    },
    {
      "dayNumber": 10,
      "title": "Chiang Rai.",
      "description": "After breakfast, drive to the Golden Triangle, where the Thailand, Myanmar and Laos borders meet. Take a relaxed cruise down the Mekong River as you discover the fascinating and complicated history of the region. Then, visit the Opium House to learn about the opium trade and the troubled past of the region. Return to Chiang Rai in the afternoon for some free time and a relaxed evening."
    },
    {
      "dayNumber": 11,
      "title": "Chiang Mai.",
      "description": "Hop on a local bus and head back to Chaing Mai. On the way, stop to visit privately owned Wat Rong Khun, more commonly known as the White Temple – a must visit in Chiang Rai. This contemporary temple is constantly being updated, and its strange design features references to Buddhist mythology, human sin and pop culture icons such as Michael Jackson, Harry Potter and Superman. Afterwards, continue to Chiang Mai. The rest of the day is free to explore, so perhaps take a scenic, winding drive up a mountain to one of the country's most stunning temple complexes, Doi Suthep. A 300-step naga-guarded stairway leads you to the temples, and the climb is well worth the effort. The hypnotic atmosphere of chanting Buddhist monks and sweeping views of the city make this a most memorable experience."
    },
    {
      "dayNumber": 12,
      "title": "Chiang Mai.",
      "description": "Today is your chance to make your own discoveries in this charming city, with many options to choose from. Maybe choose from the many Thai cooking schools here offering courses for budding chefs, sure to help you impress your friends when you return home. Or get active with a bicycle tour to discover the city and surrounding countryside from a different perspective. An optional tour to Changchill Elephant Sanctuary is a great opportunity to learn about these gentle giants. Tonight, you might like to get together with your leader and crew to tackle the famous night markets and celebrate the end of this great adventure in northern Thailand."
    },
    {
      "dayNumber": 13,
      "title": "Chiang Mai.",
      "description": "With no activities planned for today, your adventure comes to an end. If you would like to extend your stay in Chiang Mai, we can help arrange extra accommodation (subject to availability) – just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}