{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-holiday-culture-and-beach",
  "tourName": "Thailand holiday, culture and beach",
  "placesVisited": "Bangkok, long-tail boat cruise, village visit to see brown palm sugar being made, Tha Kha floating market, Bridge over the River Kwai, floating bungalows, rice barge cruise, Ayutthaya, Chiang Mai, Thai cooking class, Elephant Nature Park, Buddhist monks chanting, hilltribe lodge, beaches",
  "generalInfo": "If you want to experience all the things that make Thailand one of the world’s top holiday destinations, this 12 day Thailand highlights holiday is the trip for you! You’ll see the stunning architecture and vibrant street life of Bangkok, visit a local floating market, then enjoy the serenity of the River Kwai from a river raft hotel. Explore the temple ruins of Ayutthaya then head by overnight train to Chiang Mai to take a Thai cooking class, meet Buddhist monks and encounter rescued elephants. The last few days are spent trekking to stay with a hilltribe community in the mountains and if you like, add some relaxation time on the beautiful beaches. There you have it – the best of Thailand, with a twist!",
  "durationDays": "12",
  "price": "2125",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Bangkok airport, where you’ll be greeted by a local representative and taken to your hotel. Standard check-in time is 14:00."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Begin your Bangkok exploration at Wat Po, home to the iconic Reclining Buddha and Thailand's traditional medicine school, where you’ll witness the monks’ morning chants. Visit the Grand Palace, including the revered Emerald Buddha. After lunch, explore Bangkok’s canals by long-tail boat, taking in stilted homes and local life. Visit the striking Wat Arun, then wander Chinatown’s vibrant alleys, markets, and temples on foot. Return to your hotel late afternoon. (B/L)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Set out early for Tha Kha floating market, a traditional trading hub, where you take a paddle boat to explore the canals and stop by a coconut sugar factory, before continuing to Kanchanaburi. Visit the War Cemetery, Bridge over the River Kwai, and the moving Hellfire Pass Memorial, learning about WWII history. Check into your floating hotel for a peaceful evening. (B/L)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy a free morning - perhaps paddleboarding or visiting a Mon village. Travel by boat and car to Ayutthaya, the ancient capital. Evening at leisure. Optional: Romantic sunset dinner on a traditional rice barge. (B/L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Explore Ayutthaya’s UNESCO-listed temples, including Wat Si Sanphet and Wat Mahathat, with its tree-entwined Buddha head. Stroll through the Muslim Quarter and try candy floss roti, then take a boat trip along the Chao Phraya River to the impressive Bang Pa-In Summer Palace. After dinner, board an overnight train to Chiang Mai. (B/L/D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to your hotel upon arrival. Later, visit the Buddhist University of Chiang Mai at Wat Suan Dok to meet monks and learn about Buddhist practices. End the day with a trip to Doi Suthep, a sacred hilltop temple offering panoramic views and a chance to see the monks’ evening rituals. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Join a hands-on cooking class with a local family, learning traditional techniques and recipes and buying ingredients at a nearby market. After enjoying your creations, return to your hotel. Spend your evening exploring Chiang Mai’s lively streets or night markets, some of the best places for handicrafts and souvenir shopping in the country. (B/L)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Travel to Chang Chill Elephant Sanctuary to observe elephants in their natural habitat. Help prepare food for the animals and learn about elephant conservation. You also have time to chat with the mahouts about their lives and role in Thai culture, before returning to Chiang Mai. (B/L)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Journey north to Fang stopping at the Chiang Dao cave complex or the Sticky Waterfalls, then relax your muscles at Doi Pha Hom Pok National Park’s hot springs. Tonight you stay in a Lahu family-run guesthouse with authentic décor and a warm welcome. (B/L/D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Trek up Doi Phu Muen mountain for around 2 hours to a remote Lahu hill tribe community, where you will learn about their way of life and how the villagers make a living from organic tea and coffee farming. You'll join in daily activities, share home-cooked meals and be treated to traditional Lahu dances. Accommodation is basic but offers a unique cultural insight. Note: Families with young children can skip the trek and travel by 4WD. You can also stay at the hotel in Fang rather than the village. (B/L/D)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast with your hosts, have a go at making and tasting \"Khao Puk\", a traditional sticky rice bun. Return to Fang to change vehicle and continue back to Chiang Mai. (B/L)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Chiang Mai airport for your onward flight or extend your stay on a stunning southern beach. (B)"
    }
  ],
  "map": ""
}