{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-and-vietnam-experience-tour",
  "tourName": "Thailand and Vietnam experience tour",
  "placesVisited": "",
  "generalInfo": "Explore two of the most amazing countries in Asia in style on our Thailand + Vietnam Experience! This trip will have you seeing the very best of Thailand and Vietnam over 27 action-packed days. <br/><br/>You’ll discover Bangkok by boat, visit ancient temples, stay overnight on floating bungalows, explore tropical islands, visit an elephant sanctuary, trek the mountains of Sapa, cruise Ha Long Bay, be charmed by Hoi An, learn about the Vietnam War, experience local life in the Mekong, treat yourself at rooftop bars, and so much more. <br/><br/>Oh, and did we mention that we’re including a bunch of activities, premium accommodation, an experienced group leader, and an instant new group of friends? Get ready for the trip of a lifetime!<br/><br/><br/>HIGHLIGHTS<br/><br/>– Enjoy our hand-selected premium accommodation including four-star hotels &amp; upgraded local home stays<br/>– Cruise Bangkok’s canals &amp; experience local life<br/>– Spend the night in floating bungalows &amp; magical treehouses in the heart of Khao Sok National Park<br/>– Float around the idyllic Phi Phi islands on an exclusive boat trip<br/>– Learn how to care for elephants at an incredible sanctuary<br/>– Dive into the culture, food &amp; fast paced lifestyle of buzzing Hanoi<br/>– Trek with the locals through the stunning green landscapes of Sapa<br/>– Sail, kayak &amp; swim the emerald waters of Ha Long Bay<br/>– Experience local village life in the jungles of the Mekong Delta<br/><br/>INCLUSIONS<br/><br/>- Personal Airport Pickup To The Hotel 24/7 <br/>- 26 Nights Premium Accommodation<br/>- All Transport &amp; 3 Internal Flights<br/>- Awesome Group Leader<br/>- Bangkok River Cruise <br/>- Visit Ancient Temples <br/>- Cooking Classes<br/>- Experience Local Life <br/>- Party in Bangkok<br/>- Khao Sok National Park<br/>- Floating Bungalows<br/>- Jungle Treehouse Experience<br/>- Kayaking &amp; Tubing<br/>- Island Tour &amp; Snorkelling<br/>- Beach BBQ<br/>- Muay Thai or Yoga Experience<br/>- Thai Massage<br/>- Snorkelling<br/>- Phi Phi Islands Boat Trip<br/>- Phi Phi Viewpoint<br/>- Elephant Experience<br/>- Walking &amp; Rickshaw Tour of Hanoi<br/>- Night Out in Hanoi<br/>- Sapa Mountain-Side Accommodation<br/>- Sapa Trekking with Locals<br/>- Overnight Boat Trip on Ha Long Bay<br/>- Local Homestay Experience<br/>- Bicycle Tour of Ninh Binh<br/>- River Boat Trip<br/>- Dragon Mountain Viewpoint<br/>- Traditional Crab Fishing Basket Boat Tour <br/>- Night Out in Ho Chi Minh City<br/>- Overnight Mekong Delta Experience<br/>- Local Village Visit<br/>- Cu Chi Tunnels Tour<br/>- Help with Onward Travel",
  "durationDays": "27",
  "price": "3249",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN BANGKOK: We’ll pick you up from the airport and take you to the hotel in Bangkok. You’ll have plenty of time to relax and meet everyone in your group."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TEMPLES & TUK TUKS: We’ll cruise on a long-tail boat through the heart of Bangkok before visiting sacred temples as well as travel by tuk tuk through the crazy streets! At night we’ll head out to experience Bangkok’s nightlife."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "THAI COOKING CLASS: Learn the secrets to preparing Thai cuisine with a traditional cooking class! Then sit back and enjoy the sights when we board the overnight train south."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "FLOATING BUNGALOWS: Enter the magical Khao Sok National Park, a hidden paradise of pristine lakes and limestone cliffs. Go tubing, kayaking and sleep overnight in floating bungalows!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "JUNGLE TREEHOUSES: We’ll continue further into the untouched rainforest to experience local life in the jungle. Visit a local family’s plantation and then go tubing or kayaking down a beautiful turquoise river. Tonight we’ll stay overnight in tree houses!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "TRAVEL TO KOH PHANGAN: We’ll travel by boat to the beautiful tropical island of Koh Phangan. After checking in to our beachside bungalows you can spend the afternoon exploring the island or just relax by the pool. We’ll then head out for dinner and have a party on the beach!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "ISLAND TOUR: Today we’ll discover the beauty of the island as we travel to some of the most amazing beaches in the world! Chill, soak up the sun, snorkel in crystal water and check out some of the island’s amazing viewpoints. We’ll then kick back with a beach BBQ."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "MUAY THAI OR YOGA: Today you have the choice of learning the art of Muay Thai boxing, or bringing some harmony into your trip with a yoga class. Then relax with a traditional Thai massage!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "TRAVEL TO PHI PHI: We’ll make our way to the Phi Phi Islands by boat and bus, then check-in before a taste of island nightlife!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "PHI PHI BOAT TRIP: We’ll head off on our exclusive, private speedboat to the beautiful Phi Phi Lei. Explore hidden lagoons, snorkel blue water and discover hidden sandy beaches, truly an unforgettable day!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "VIEWPOINT & TRAVEL TO PHUKET: Enjoy a morning hike to the iconic Phi Phi viewpoint, and relax on some beautiful beaches before we jump on the ferry to Phuket. We’ll check in to our boutique hotel and treat ourselves to a sunset dinner."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "ELEPHANT EXPERIENCE: Ending our time in Thailand on a high, we’ll spend the day getting up close and personal with elephants at an incredible sanctuary, then head out to a delicious dinner and drinks."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "ARRIVE IN VIETNAM: Goodbye Thailand, good morning Vietnam! Landing in Hanoi we’ll take you to your hotel in the old quarter. Spend the afternoon relaxing and noticing what differentiates Vietnam from Thailand!"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "EXPLORE HANOI: Immerse yourself in the bustle of Hanoi with a walking and rickshaw tour of the capital as well as fuelling up on delicious street food. Tonight we’ll head out for dinners and drinks to experience Hanoi’s nightlife"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "SAPA TREKKING: This morning we’ll take a limousine bus to the rolling hills of Sapa. We’ll head off on a short trek up the Muong Hoa valley. Tonight we stay with a local family, learning about their way of life over dinner and a little rice wine."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "VILLAGES & MOUNTAINS: Today we trek through terraced hills and discover local villages. A quick drive will take us back to Sapa in the afternoon, where we’ll check in to our beautiful mountain-side hotel and take in the serenity of our surroundings."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "EXPLORE SAPA TOWN: Explore Sapa at your own pace, or take the cable car up to Fan Si Pan peak for incredible views. Tonight we’ll ride an overnight train back to Hanoi."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "HA LONG BAY: We’ll head to the stunning natural wonder of Ha Long Bay and board our luxurious boat for the night. Known for its emerald waters, magical caves and limestone mountains covered in rainforest, we can kayak and sunbathe on deck."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "TRAVEL TO NINH BINH: Today we head south to the beautiful countryside of Ninh Binh. This evening we’ll check in to our unique traditional homestay and watch the sunset whilst relaxing in our riverside bungalows."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "EXPLORE NINH BINH: We’ll hop on bicycles to ride through rice paddies, then take a local rowboat through rivers and caves. This afternoon we’ll tackle the iconic Dragon Mountain viewpoint for jaw-dropping views over the rural landscape. We'll then board our surprisingly comfortable overnight train bound for Hoi An."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "EXPLORE HOI AN: Hoi An is full of markets, colourful alleyways and lanterns lighting up the streets. Here you can wander the streets, sip a drink by the canal or get measured for custom clothes at a local tailor. Tonight we’ll go out for dinner and drinks to soak up the buzzing nightlife of the town."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "BASKET FISHING & COOKING CLASS: Be guided by local fisherman through coconut groves and learn the art of crab fishing before a Vietnamese cooking class. The afternoon is free for you to relax by the pool, get a massage or try on your new tailored clothes."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "BEACH DAY: This morning we’ll learn how to make lanterns. We’ll then enjoy a chilled day at a beach club before enjoying our final night in Vietnam together!"
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "HO CHI MINH CITY: Enjoy the last bits of Hoi An before we catch our flight to Ho Chi Minh City. We’ll head straight out to the markets for dinner then up to a rooftop bar to treat ourselves to a drink."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "LOCAL LIFE: Today we’ll explore the lush beauty of the Mekong Delta, learn how locals live on the river and check in to a traditional family-run homestay for the night."
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "CU CHI TUNNELS: Today we learn history at the Cu Chi tunnels. We’ll arrive back to Ho Chi Minh city this afternoon before heading out for our farewell dinner and drinks!"
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "CHECK OUT: Your amazing 27-day adventure comes to an end. You can either check out and make your way home or continue your travels with help from your group leader."
    }
  ],
  "map": ""
}