{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-beach-tour-west-coast",
  "tourName": "Thailand beach tour, West Coast",
  "placesVisited": "Bangkok, Sleeper train journey, Tour of Krabi beaches, Ao Nang, Ko Yao Noi, Phuket",
  "generalInfo": "This Thailand beach tour is a nine day trip through peninsular paradise. Starting in busy Bangkok , where you have a day to explore its myriad highlights, be transported into another world by taking the sleeper train (yes they are air conditioned!)  from the capital all the way south to Surat Thani. From here we head to the resort town of Ao Nang in the Krabi Province. <br/><br/>Krabi is the place to enjoy swimming, kayaking, climbing the limestone cliffs and scuba diving. We spread our wings further afield and spend two days on the island of Ko Yao Noi, just one example of the limestone islands sprinkled around Phang-Nga Bay. Snorkel, take a boat trip, swim and chill. And then have a massage on the beach. Another tough Thai day. <br/><br/>Our last few days are spent on Phuket, Thailand’s largest and most popular island. Although it is known for its party scene, Phuket has plenty of other aspects to it, which you will discover hiking to waterfalls, exploring Khao Phra Thaeo Wildlife Sanctuary or taking trips out to other nearby smaller islands. No matter where you go, this southern peninsula will never disappoint when it comes to palm lined, silver sand beaches. They are two a penny. <br/>",
  "durationDays": "9",
  "price": "1495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok.",
      "description": "Sa-wat dee! Welcome to Thailand. Your adventure begins in Bangkok, where world-class cuisine and lush landscapes only the beginning. You’ll have a welcome meeting at 6 pm tonight to meet your local leader and fellow travellers. If you arrive early, why not explore this city of tuk tuks and street food at your own pace. Maybe watch the traditional khlong boats winding down the Chao Phraya River or walk around and get to know the local spots. After your meeting, you might want to walk down Khao San Road, grab dinner and get to know each other."
    },
    {
      "dayNumber": 2,
      "title": "Bangkok.",
      "description": "You’ll start today with a visit to Wat Arun – the Temple of the Dawn. Named after the Indian God of Dawn, Aruna, this impressive landmark of Bangkok sits on the west bank of the Chao Phraya River. The rest of the afternoon is free for your own exploration. Perhaps head next door to the Grand Palace and the Temple of the Emerald Buddha or visit Wat Pho – home to the country's largest reclining Buddha and keeper of the magic behind Thai massage. Maybe take a riverboat to Chinatown and explore the crowded streets, or travel by longtail boat down the Chao Phraya River to explore the famous khlongs (canals) of Bangkok. Life along these canals seems a world away from the chaotic streets of the capital. Tonight, board an overnight train southbound for Surat Thani."
    },
    {
      "dayNumber": 3,
      "title": "Ao Nang/Krabi.",
      "description": "Arrive at Surat Thani this morning and continue by bus to the resort town of Ao Nang in the Krabi Province. Ao Nang has a main street with open-air restaurants, shops that light up the sidewalk and bars perfect for kicking back with a beer. You can also hop on a longtail boat to places like Railay Beach and the idyllic islands surrounding the bay. There's plenty of free time to relax on the beaches and get into the spirit of southern Thailand. You might like to take a cycling trip through back country tracks, getting to know local culture and taking an afternoon dip in a waterfall. Treat yourself to a relaxing massage on the beach or just sit back with a good book. In the late afternoon, visit Baan Na Teen village to take part in Batik Making. Learn about this ancient technique of dyeing, then join a local family for some home-cooking."
    },
    {
      "dayNumber": 4,
      "title": "Ao Nang/Krabi.",
      "description": "This morning, head out to Ao Nang beach and board a private longtail boat to start today’s exploration. As you sail, take in the beauty of the coastline, stopping at Phra Nang Cave, Railey Beach, Koh Tup and Koh Gai along the way. See the coral and tropical fish in the crystal clear waters below on snorkelling excursions and enjoy a half day of swimming and sailing. Tonight, why not grab some of your fellow travellers and stroll down the main drag to find a seafood restaurant."
    },
    {
      "dayNumber": 5,
      "title": "Khao Lak.",
      "description": "Say goodbye to Ao Nang this morning and continue your journey to Khao Lak. On the way, stop at the community-based tourism initiative of Baan Nai Nang village (supported by Mangrove Action Project) where you’ll spend the better half of the day. Soak up the amazing nature and learning about local culture. Then, get active and venture out in a kayak to explore the water, limestone cliffs and mangrove forests at Khao Ka Rot. Return to the village and learn to prepare the organic local mulberry leaf tea, sitting down with your hosts for a home-cooked lunch. Head out for a walk through the village’s organic fruit orchards before hopping back on your bus to Khao Lak."
    },
    {
      "dayNumber": 6,
      "title": "Khao Lak.",
      "description": "Enjoy a free day to explore Khao Lak at your own pace. Maybe visit Lam Ru National Park, known for its nature trails, secluded beaches and Ton Chong Fa Waterfall. Or take a daytrip to the Similan Islands or the Surin Islands, soaking up the gorgeous natural landscapes. Your local leader will be on hand with suggestions and to help you out with logistics."
    },
    {
      "dayNumber": 7,
      "title": "Phuket.",
      "description": "This morning, you’ll leave the natural paradise for Phuket – Thailand’s largest and most visited island. When you arrive, you might like to stop at the Tsunami Memorial. Then, continue to the Royal Thai Navy Sea Turtle Conservation Center, which supports the protection of turtles, focusing on marine biodiversity. Learn about the important work that they do here and see the different type of turtles at the foundation. Later, continue to Patong Beach, where you’ll stay in the heart of it all near local shops, restaurants and nightclubs awaits."
    },
    {
      "dayNumber": 8,
      "title": "Phuket.",
      "description": "Phuket is ringed with beaches and you can find everything from a party vibe to something a little quieter. If you can pull yourself away from the curving coasts, Phuket also has a range of activities to fill your day, from Thai boxing exhibitions to cabaret shows. If you love getting out on the water and exploring the islands, then perhaps use your last day to take a daytrip to the Phi Phi Islands and Khai Nok – a tiny island surrounded by white sandy beach, perfect for swimming and snorkelling. If you want to spend some time with Thailand’s elephants, maybe visit the Phuket Elephant Sanctuary. Here, you can see the elephants in the safety and security of their natural home and get an insight into the behaviour and personal history of each elephant. Tonight, maybe get together with your fellow travellers for dinner and toast to a trip well travelled."
    },
    {
      "dayNumber": 9,
      "title": "Phuket.",
      "description": "There are no activities planned for the final day, and you can depart the accommodation at any time. That doesn’t mean your adventure has to end! If you’d like to continue to soak up the very best of Phuket, just get in touch with your booking agent ahead of time."
    }
  ],
  "map": ""
}