{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "chiang-mai-tuk-tuk-holiday-5-days",
  "tourName": "Chiang Mai Tuk Tuk holiday, 5 days",
  "placesVisited": "",
  "generalInfo": "An incredible 5 day adventure high into the mountains of Northern Thailand enjoyed from the back seats of Thailand’s most iconic vehicle – the Tuk Tuk. <br/><br/>There is no better way to get under the skin of this stunning part of the world and get an insight into the ‘real’ Thailand that most travellers miss completely in their rush to the beach!<br/><br/>This is a action packed adventure putting you right into the heart of the most beautiful part of Thailand and all done from the best seats in the house - the super comfortable seats of our specially built Tuk Tuks!<br/><br/>Be right in the middle of the sights, sounds and scent of the mountains and remote villages we pass through and spend time in. Visit rarely visited forest Temples, spend time learning about the lives of people in the mountains, enjoy 'real' Thai food (this isn't the 'tourist' food you'll have elsewhere!) and engage with people in a way that's previously not been possible - arriving by Tuk Tuk always creates a stir and you're more likely to find local communities wanting to take photos of you rather than the other way round!<br/><br/>The adventure also includes bamboo rafting along a local river, trekking in the foothills of Doi Inthanon (Thailand's highest mountain), swimming under waterfalls and time spent learning about the past, present and future of elephants in this part of the world at a very small and highly ethical elephant home.<br/><br/>This really is the perfect trip for anyone with a sense of adventure and a real desire to immerse themselves right into the very best of Northern Thailand.",
  "durationDays": "5",
  "price": "745",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL, MEET YOUR TUK TUK, EXPLORE REMOTE TEMPLES AND TINY COMMUNITIES You’ll be picked up at 10:00am from the CHIANG MAI GATE HOTEL in Chiang Mai city and our team will transfer you by private minivan to the Tuk Tuk HQ in Mae Wang, around 45-60 minutes South West of the city. On arrival you’ll check into the super local hotel which is your base for the next couple of nights and the immediately get to meet your Tuk Tuk (you’ll become very fond of this wonderful machine over the next few days!) and of course meet your driver and guide team. Note – our Tuk Tuks are specially modified to not only cope perfectly with the winding mountain roads but also to give extra comfort and views from the back seat. There are Bluetooth speakers for you to play your road tip selections and you can even roll back the roof if you fancy catching some sun! You’ll then head for a delicious lunch at a ‘laid back’ local restaurant where your guide will run through all of the adventures ahead. In the afternoon you’re straight into the back of your Tuk Tuk and off exploring tiny winding rural lanes, passing through rarely visited communities and fascinating Temples with stunning views. At one of the Temples we’ll receive a blessing for the adventures ahead giving you a real insight into how communities interact with Monks and their local Temple. You’ll arrive back at base in the late afternoon in time to freshen up and head out for a fantastic traditional Thai dinner at a local ‘country – pub’. Great food, live music and a very special place. Inclusions: • Transfer from Chiang Mai Gate Hotel to our ‘base camp’ • Full Tuk Tuk orientation • Exploration of remote Temples, rural communities and off the beaten track locations • Lunch and dinner • Twin / triple share accommodation in a beautiful resort in Mae Wang – air-conditioning, en-suite rooms (single occupancy rooms can be requested for a small additional fee) PLEASE NOTE THAT WE HAVE AN EXCITING NEW ITINERARY FOR 2027 - INCLUDING ALL THIS AND MORE!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "WATERFALLS, HILL TRIBE VILLAGES, ELEPHANTS AND BAMBOO RAFTING After breakfast you’re back into your Tuk Tuk (we guarantee you’ll already be possessive about which Tuk Tuk is ‘yours’!) and you’ll head North in convoy up the valley to the remote region of Mae Sapok. Think ‘classic Thailand’ – rice terraces, water buffalo, the odd elephant hanging out by the river and small wooden houses dotted around. You’ll hike through the forest to a cool waterfall and then explore the local Karen village You’re then back in your Tuk Tuk as you head through small country roads to a fantastic elephant home that is leading the way in taking elephants away from a life of trekking and instead creating an environment where people can learn about and spend time with elephants on their terms, not ours! On arrival, you’ll learn about the history of the elephants, what the team at the Elephant home are doing and then, after a tasty lunch at the home, it’s time to enjoy the company of these wonderful animals. You’ll be able to help feed them, get to know them and then walk with them (no riding allowed!) to the local river where you can enjoy watching the elephants enjoy themselves in the water. In the late afternoon we’ll have a change of pace as we float gently downstream on bamboo rafts before it’s then time for a late afternoon convoy as we head back to the base camp for dinner and getting ready for an adventurous day tomorrow. Inclusions: • Tuk Tuk and driver • Visits to waterfalls, a remote Hill Tribe village, elephant home experience and bamboo rafting • Breakfast, lunch and dinner • Twin / triple share accommodation in a beautiful resort in Mae Wang – air-conditioning, en-suite rooms (single occupancy rooms can be requested but a surcharge applies) PLEASE NOTE THAT WE HAVE AN EXCITING NEW ITINERARY FOR 2027 - INCLUDING ALL THIS AND MORE!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "AND WE’RE OFF – DOI INTHANON HERE WE COME After an early breakfast you’re hitting the road and heading along small country roads towards Thailand’s highest mountain, Doi Inthanon. Your guide will be in the lead Tuk Tuk and everyone travels in convoy with the support vehicle at the rear (the support vehicle takes all your luggage, spare parts for the Tuk Tuks – always best to be prepared! – and huge amounts of water!). And note that each Tuk Tuk has a walkie talkie so not only can your guide let you know all sorts of information but you can also ask anything you need or simply chat to your fellow travellers! The first 20-30km of the route is simple with gentle curving roads but we soon hit stunning switch back bends, incredible scenery and tiny Karen hill tribe villages as we make our way towards the National Park. Enjoy the look of complete surprise from everyone as they see Tuk Tuks this far up in the mountains – trust us, novelty doesn’t not even begin to cover it – and you’ll stop frequently to have a look at different villages / views and of course to sample some of the great coffee and snacks in small villages. Lunch will be in a roadside snack bar – hearty Thai fare! You arrive at our accommodation mid-afternoon in the village of Mae Khlang Luang before jumping in another classic Thai mode of transport - a ‘Songtaew’ - a shared taxi adapted from a pick up truck, which drives us to the summit of Doi Inthanon (over 2,500 metres) where you’ll explore some of the trails and take in the views. This evening it’s time for a traditional Thai BBQ eaten over the rice fields as the sun sets over the mountains. Not a bad location to end the day! Inclusions: • Tuk Tuks and support vehicle • Breakfast, lunch and dinner • National Park entry fees • Twin / triple / quad shared accommodation in Doi Inthanon (single occupancy rooms can be requested for a small additional fee) – this is the most ‘basic’ of the accommodation but intentionally so to ensure you’re located in the most stunning area and perfectly located for the trek tomorrow. Fan cooled, en-suite bathrooms"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "HIKING The Tuk Tuks have a well-earned rest today as you head off and explore the foothills of Doi Inthanon on foot! Starting with a quick transfer by truck you then walk up into the forest led by a superb local guide (who knows everything about every tree and plant – and can spot a snake from miles away!) and then hike past stunning waterfalls, babbling rivers and under towering trees. There are a number of spots where you can cool off with a dip in the pools under the waterfalls and you’ll have a packed lunch (wrapped in leaves) in a clearing in the forest. The hike ends with a walk back down into the village where you stayed last night and there’s the chance to enjoy the freshest coffee around at a local old-style mountain coffee shop (it’s such a cool place we couldn’t possibly do it justice here!) NOTE – the trek / hike is suitable for all. The total distance is around 5-6km, we take it at a gentle place and after the initial uphill, the majority of the hike is flat or downhill This evening it’s time for another superb feast – again overlooking the rice terraces – and perhaps one or two well deserved cold beers! Inclusions: • Trek and trekking guide • Breakfast, lunch and dinner • Twin / triple / quad shared accommodation in Doi Inthanon (single occupancy rooms can be requested for a small additional fee) – this is the most ‘basic’ of the accommodation but intentionally so to ensure you’re located in the most stunning area and perfectly located for the trek tomorrow. Fan cooled, en-suite bathrooms"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TIME TO SAY GOODBYE TO YOUR TRUSTY TUK TUK The 5 day adventure comes to an end this morning as you say goodbye to your Tuk Tuk and transfer back to Chiang Mai City by private minivan. The transfer will take place in the morning and you will arrive in Chiang Mai (The Chiang Mai Gate Hotel) before midday. Inclusions: • Transfer to The Chiang Mai Gate Hotel PLEASE NOTE THAT WE HAVE AN EXCITING NEW ITINERARY FOR 2027 - INCLUDING ALL THIS AND MORE!"
    }
  ],
  "map": ""
}