{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "small-group-tour-in-thailand",
  "tourName": "Small group tour in Thailand",
  "placesVisited": "",
  "generalInfo": "Thai Intro is the most amazing way to experience Thailand! With either 9, 12 or 18 day options you can discover the absolute best of Thailand. <br/><br/>You’ll discover Bangkok by boat and tuk tuk, visit ancient temples, learn to cook delicious Thai food, sleep on floating bungalows in the middle of a rainforest, explore tropical islands, learn Muay Thai boxing, have a Thai massage, party on the world famous full moon beach, cruise around the iconic Phi Phi Islands, trek through the jungles of Chiang Mai, visit local hill tribes, experience a once in a lifetime day at an elephant sanctuary and much more! All with a group leader from the moment you step off the plane, an instant group of friends and help with all your onward travel. Get ready for the trip of a lifetime!<br/><br/>9 DAYS: Bangkok to Koh Phangan<br/>12 DAYS: Bangkok to Phi Phi Islands<br/>18 DAYS: Bangkok to Chiang Mai<br/><br/>HIGHLIGHTS<br/><br/>– Experience the fascinating culture and crazy nightlife of buzzing Bangkok.<br/>– Sleep overnight on floating bungalows in the magical Khao Sok National Park!<br/>– Discover the best of the beautiful island of Koh Phangan, including snorkelling, beach parties and more!<br/>– Experience the world famous Phi Phi Islands on an exclusive boat trip. (12 &amp; 18 Day only)<br/>– Trek with hill tribes, go bamboo rafting &amp; get up close and personal to elephants in Chiang Mai. (18 Day only)<br/><br/>INCLUSIONS<br/><br/>9 Day Inclusions: <br/>- Personal Airport Pickup To The Hotel 24/7 <br/>- 8 Nights Accommodation<br/>- All Transport<br/>- Awesome Group Leader<br/>- Help with Onward Travel <br/>- Bangkok River Cruise<br/>- Visit Ancient Temples<br/>- Thai Cooking Class<br/>- Khao Sok National Park <br/>- Floating Bungalows<br/>- Kayaking &amp; Tubing<br/>- Island Trip &amp; Snorkelling <br/>- Beach BBQ<br/>- Muay Thai or Yoga Experience <br/>- Thai Massage<br/>Total Meals: 2B, 3L &amp; 2D<br/><br/>12 Day Inclusions:<br/>- All 9 Day Inclusions<br/>- 11 Nights Accommodation in total<br/>- Paradise Islands Boat Trip &amp; Snorkelling<br/>- Phi Phi Islands Experience<br/>- Phi Phi Viewpoint<br/>Total Meals: 2B, 4L &amp; 3D<br/><br/><br/>18 Day Inclusions:<br/>- All 9 and 12 Day Inclusions<br/>- 17 Nights Accommodation in Total<br/>- Flight to Chiang Mai as part of itinerary<br/>- Overnight Hill Tribe Trek<br/>- Bamboo River Rafting<br/>- Elephant Sanctuary<br/>Total Meals: 7B, 8L &amp; 4D",
  "durationDays": "18",
  "price": "849",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN BANGKOK. When you land in Bangkok after your long flight we’ll be at the airport to meet you and take you to the guesthouse. You’ll have plenty of time to recover from your flight, chill out and meet everyone in your group."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TEMPLES, TUK TUKS & PARTIES. Discover Bangkok from a different perspective as we take a relaxing cruise through the heart of the city. We’ll then visit Bangkok’s most sacred and ancient temples and travel by tuk tuk through the crazy streets! At night we’ll head out and experience Bangkok’s nightlife!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "THAI COOKING CLASS. Learn the secrets to preparing delicious Thai cuisine first hand with a traditional Thai cooking class. Then you can sit back, relax and enjoy the sights of Thailand when we board the overnight train and travel down south."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "FLOATING BUNGALOWS. We’ll wind through limestone cliffs in a long-tail boat to a pristine freshwater lake and will stay overnight in floating bungalows. You’ll also go kayaking, tubing and monkey spotting!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TROPICAL PARADISE. Arrive on the beautiful island of Koh Phangan, home to the world famous Full Moon parties. Check into our beautiful beachside accom."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "BEACH TIME & MASSAGE. A day to unwind, relax and get some well-deserved beach time and enjoy a traditional Thai massage."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "ISLAND TOUR. Discover the beauty of the island as we travel to some of the beautiful beaches! Chill, soak up some sun and swim in crystal clear water. We’ll then kick back with a beach BBQ!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "MUAY THAI OR YOGA. Today you have the choice of learning the art of Muay Thai boxing or bringing some peace and harmony into your action packed trip with a private Yoga class. We’ll then head out for our last night on Koh Phangan."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "DEPART KOH PHANGAN OR EXTEND YOUR STAY. Swapping one island paradise for another, today we'll wave goodbye to Koh Phangan and say 'sawasdee' to Phi Phi. We'll arrive late afternoon, check into our beautiful resort then head out for dinner, drinks and a beach party. The 9 day trip finishes in Koh Phangan today. Your Group Leader will help you with your onward travel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "PHI PHI EXPERIENCE. Take off on an amazing boat trip around the stunning Phi Phi Leh. Snorkel, kayak, see an incredible underwater light show at night and enjoy a few drinks and dinner under the stars. It’s a truly unforgettable experience! *There is a possibility we may not be able to enter right into Maya Bay at certain times of year due to government closures."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "PHI PHI BOAT TRIP. Hike to Phi Phi’s iconic viewpoint in and then explore Phi Phi’s amazing Paradise Islands on an awesome private boat trip. Snorkel in crystal clear waters and then head out for dinner and to experience Phi Phi’s awesome nightlife."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "TIME TO CHILL. This morning we'll take a ferry to Phuket, before having a chill afternoon and enjoying sunset dinner and drinks. The 12 day trip finishes in Phi Phi today. Your Group Leader will help you with your onward travel."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "FLY TO CHAING MAI. Today we’ll make our way to the airport for our flight to the amazing capital of the north - Chiang Mai. You’ll have time to relax once you’ve checked in. Later, we’ll explore the city and Chiang Mai’s night markets."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "TEMPLES & WATERFALLS. Experience a full day of exploring all the culture and natural wonders Chiang Mai has to offer. We'll checkout the iconic Doi Suthep Temple, following it up with an epic buffet lunch. To end our day of exploring we'll head off to see the fascinating 'sticky' waterfalls."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "HILL TRIBE TREK. Trek through and stay overnight in the amazing jungle of Chiang Mai. Wander through beautiful rice paddy fields, see stunning waterfalls and visit a local hill tribe."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "HILL TRIBE TREK. We continue our trek before bamboo river rafting our way back home! You’ll arrive back to your guesthouse to relax or check out more of Chiang Mai’s nightlife."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "ELEPHANT SANCTUARY EXPERIENCE. Today we'll visit a sanctuary focused on protecting elephants rescued from hard lives. We’ll learn about their history and important connection to rural communities, and see them interact in their natural environment."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "CHECKOUT. Your epic adventure comes to an end today! Your group leader will help you with your onward travel."
    }
  ],
  "map": ""
}