{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-cultural-holiday",
  "tourName": "Thailand cultural holiday",
  "placesVisited": "",
  "generalInfo": "Fly in to Bangkok to begin your adventure through Thailand, your first day on arrival will be at leisure to relax after your long-haul flights.<br/> <br/>Venture out in to the bustle of the city today with your guide to enjoy a food tour, sampling the famous street-food delicacies of Bangkok from stalls, markets and small shops. This evening you may like to visit Asiatique night market, a busy and vibrant entertainment area on the river, packed with market stalls, restaurants, and live entertainment. <br/><br/>Today explore the highlights of the city such as Wat Po and the Grand Palace, using a selection of public transport options; this is both a great introduction to the city and the country, and a chance to ask questions, as well as a good way to get to know the best ways to travel around the city. As the traffic is very busy in Bangkok, using the public river boats, the BTS sky train and tuk tuks locally are much more time and cost effective, as well as more eco-friendly. <br/><br/>After the busy centre of Bangkok, today enjoy some time in the surrounding countryside as you visit Bangkok's most unique markets. Whilst Damnoen Saduak is the most famous of Bangkok's floating markets, unfortunately it has now become very touristic and busy, losing much of its original charm. <br/>Because of this, instead you will visit Tha Kha floating market for the Authentic Thai Floating market experience and to see the locals selling their wares in this lively and visually exciting adventure. Overnight you will stay out in Amphawa, offering a chance to stroll around it’s canal walkways in the evening. <br/><br/>Travel down from Bangkok today to Kui Buri National Park. Upon arrival into Kui Buri you will enjoy a lunch and learn more about local village life in Thailand. Drop off your bags and freshen up before continuing to the National Park in a 4x4 open-air truck. Spend the afternoon in Kui Buri National Park with a local guide who will point out wildlife on the drive and search for herds of wild elephants. For dinner you will join a local farming family under the stars and stay overnight in a charming homestay. <br/><br/>This morning is an early start to enjoy sunrise from the rangers station, before enjoying a local tour to the village temple and a chance to meet some of the locals and learn about the community. After lunch you will transfer on to Kanchanaburi and the famous River Kwai. <br/><br/>After seeing wild elephants in Kui Buri, today you will have a chance to support their conservation and get a little closer to a small herd of rescue elephants at Elephants World - a sanctuary for sick, old and rescued elephants. Sure to be one of the most memorable days of your trip, this educational day offers the chance to meet these gentle giants as they go about their day. <br/><br/>The Kanchanaburi region is best known internationally from its history in the 1940s, when thousands of allied prisoners of war lost their lives building the Thai-Burma railway under Japanese occupation. You have some flexibility today with what you are most interested to do and see in the region to learn about the atrocious conditions and the tough work that these soldiers endured; you may want to visit the JEATH museum, Thai-Burma railway centre, or the interactive Hellfire pass museum – you will be able to discuss this with your guide. You may like to take a train across the infamous Bridge Over the River Kwai itself, as well as the Tha Kilen viaduct; the bridge was bombed in 1945 after just 22 months of use but has been rebuilt for use by tourists and trains since.<br/><br/>Departing Kanchanaburi, you will transfer on to Koh Samet by private car and boat to enjoy a few days of luxurious relaxation on this gorgeous national park island, located conveniently just 3 hours from Bangkok for your return flights home.",
  "durationDays": "13",
  "price": "4350",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you begin your journey by boarding your international outbound flight to Bangkok."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On arrival at Bangkok Airport you will be met by your guide and transferred to your boutique hotel located in a peaceful area of Bangkok's bustling city."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Thailand is a country renowned for its food. This morning you will have the perfect introduction with a guided food tour of Bangkok's street vendors, small shops and markets. You will have the chance to try some of Thailand's famous dishes, experience the different tastes and flavours and learn some words that may help you for the rest your holiday e.g. not spicy!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will have a private guided tour of Bangkok visiting the capital's key attractions such as the Grand Palace and Wat Po (home to the reclining Buddha). You will use Bangkok's different forms of public transport - the Skytrain which winds its way through the skyscrapers and shopping malls, the public taxi boat, a long-tail boat and of course the infamous Thai tuk tuk. This is a fun excursion which gives you a fantastic insight into the capital as well as the people that call Bangkok home. Your afternoon will be at leisure to continue exploring Bangkok by yourself. In the evening you may like to visit one of Bangkok's rooftop bars for sunset."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The countryside around Bangkok is home to a number of fascinating markets. With your guide you will visit the famous railway market approximately 1 hour from Bangkok where vendors sell their produce and goods alongside a working railway-line. You will then continue onto the area's most authentic floating market where locals continue to arrive by boat to sell their fresh produce. You will stay overnight nearby at the small town of Amphawa with its popular canal walkways."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning you will be transferred to the Kui Buri National Park. This is arguably the best place to see Thailand's national animal, the elephant, in the wild. Joining a local ranger you will have a jeep tour in the National Park to spot these magnificent creatures. In the evening you will have dinner with a local farming family to give you a fascinating insight into the conflict between the wild elephants and the local community."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning you will enjoy sunrise over the park at one of the ranger stations before going on a guided tour of the local community to gain an insight into the lives of the local families. Alternatively you could join an early morning trek within the National Park for further wildlife-spotting opportunities. After lunch you will transfer to the town of Kanchanaburi for your stay by the famous River Kwai."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After seeing elephants in the wild you will now have the chance to learn more about these creatures and get up close to them with a day visit to Elephants World - a sanctuary for sick, old and rescued elephants. In addition to preparing food for the elephants you will help to feed them, an experience you are unlikely to forget!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "The Kanchanaburi area is renowned for its time during the 2nd World War when Allied POWs were used by the Japanese to build the Burma-Thailand Railway. Today you will gain an insight into this history with a private guided tour of the main points of interest: the Thailand-Burma Railway Centre, the infamous Bridge on the River Kwai and Hell Fire Pass. The tour includes a scenic boat journey up the River Kwai and a train journey on the infamous Death Railway."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today you will be transferred by car and speed-boat to the tropical island of Koh Samet to spend your last 3 nights enjoying the island's sandy beaches and crystal clear waters."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Day at leisure to relax or enjoy one of the activities on offer in the area. The bays and waters around Koh Samet are renowned for its snorkelling and diving."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Day at leisure to relax by the hotel's infinity pool or take a boat out for some deep-sea fishing or to end your trip in Thailand with a sunset cruise along the picturesque coastline."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "This morning a private speedboat will transfer you back to the mainland where a car will be waiting to take you to Bangkok Airport for your onward flight home. Your return flight will arrive the same day."
    }
  ],
  "map": ""
}