{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "saigon-to-bangkok-family-holiday",
  "tourName": "Saigon to Bangkok family holiday",
  "placesVisited": "",
  "generalInfo": "Embark on our grand adventure across Vietnam, Cambodia, and Thailand, from bustling cities and dense jungles to tranquil tropical landscapes. Experience the vibrant energy of riverside markets along the Mekong, savour local flavours with street food tastings and traditional meals, be awed by the magnificent temples of ancient Angkor, and relax on the untouched beaches of Cambodia's islands. This journey blends culture, history, stunning scenery, and unforgettable culinary experiences at every turn.<br/> <br/> Mekong Delta - Cycle and cruise the waterways, stay in a family-owned guesthouse, and join a hands-on cooking lesson.<br/> Koh Rong Samloem Island - Relax on pristine beaches, swim in turquoise waters, and unwind in a tranquil tropical setting away from the crowds.<br/> Siem Reap - Explore the magnificent temples of Angkor and visit the HeroRATs Museum to learn how trained rats help clear landmines in Cambodia.<br/> Refreshed itinerary for 2026 - Explore our newly designed itinerary featuring the Cambodian Island.<br/>",
  "durationDays": "14",
  "price": "1945",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Ho Chi Minh City",
      "description": ": Arrive in Ho Chi Minh City, known by locals as Old Saigon. We kick off our adventure in Vietnam's largest and arguably most exciting city. Saigon is an eclectic blend of the traditional and the modern, where pagodas and markets sit side by side with the new entrepreneurial spirit of Vietnam. For those arriving on time, our tour leader will meet us in the hotel reception at 6pm for a welcome meeting. For those who'd like to join, there's the chance to head out for dinner together afterwards. There are no other planned activities today, so you're free to arrive at any time. If you'd like an airport transfer today, please arrive at Tan Son Nhat International Airport (SGN), which is 45 minutes to one hour from the hotel. If you miss the welcome meeting, the tour leader will catch you up with all the important information when you join. If you arrive early, explore Ho Chi Minh City - visit the Reunification Palace, stroll Ben Thanh Market, spot colourful scooters, and enjoy a break in Tao Dan Park. If you'd like more time to soak it all in, we strongly recommend adding a night or two in the city before your trip."
    },
    {
      "dayNumber": 2,
      "title": "Visit the famous Cu Chi tunnels and explore Old Saigon",
      "description": ": After breakfast, we visit the legendary Cu Chi Tunnels, a vast underground network used during the Vietnam War. Crawling through the tunnels offers a vivid glimpse into the resilience and ingenuity of the Vietnamese fighters - though be warned, they're not for the claustrophobic. For lunch, we'll enjoy one of Vietnam's most beloved dishes - the banh mi. This crisp, freshly baked baguette is filled with a delicious mix of savoury meats, pickled vegetables, herbs, and chilli, perfectly showcasing the country's blend of French and Vietnamese flavours. We'll pair it with a cup of traditional Vietnamese coffee, strong and sweetened with condensed milk, while other options are available for children. In the afternoon, we'll discover a different side of Ho Chi Minh City on a cyclo ride through Old Saigon's narrow backstreets. We'll weave past local markets, small workshops, and lively neighbourhoods that capture the city's authentic spirit. Our journey ends at a hidden weapons bunker, a modest house that once concealed arms used in the 1968 TET Offensive - a fascinating reminder of the city's wartime past and an unforgettable way to round off the day."
    },
    {
      "dayNumber": 3,
      "title": "Drive to the Mekong Delta and cycle ride. Continue to Can Tho via the floating markets",
      "description": ": After breakfast, we drive to Cai Thia in the heart of the Mekong Delta, a journey of around two and a half hours. Upon arrival, we board a local boat and cruise along the peaceful waterways to visit Mrs Nam's home, where you can see how rice paper is traditionally made. Next, we begin our cycle ride of approximately 10 km on flat terrain through charming villages and rice fields. Along the way, we stop at Mr and Mrs Chin's home, where our hosts welcome us with refreshments, including Mrs Chin's banh tieu (Vietnamese doughnuts). After the ride, we rejoin our boat and enjoy lunch on board as we cruise deeper into the Delta. In the afternoon, we'll visit local workshops to watch how traditional products such as coconut candy, pop-rice, popcorn, and rice wine are made. We then continue by boat to a local homestay, where we'll spend the night experiencing authentic Mekong hospitality and the tranquil pace of life along the river. Before dinner, join the host family for a hands-on cooking demonstration, learning how to prepare a few classic Vietnamese dishes using fresh, local ingredients."
    },
    {
      "dayNumber": 4,
      "title": "Cruise the Mekong Delta on the way to Ha Tien",
      "description": ": Start your day with a leisurely breakfast before embarking on a scenic boat cruise along the tranquil rivers of Vinh Long. This morning excursion offers a unique glimpse into the region's rich artisan culture, including a visit to a local pottery factory where traditional techniques have been preserved for generations. By late morning, we disembark at the Vinh Long boat dock and begin our journey toward Ha Tien. Along the way, we'll make a stop in the charming town of Sa Dec. Here, we'll explore the historic Huynh Thuy Le Ancient House, a beautiful example of colonial architecture intertwined with local heritage. Next, we'll wander through the vibrant Sa Dec Market, where colourful produce, local crafts, and bustling street life offer an authentic snapshot of everyday life in southern Vietnam. In the afternoon, we continue the drive toward Ha Tien, a coastal town rich in history and cultural landmarks. Upon arrival, we'll visit Mac Cuu Temple, dedicated to a local hero, before settling in at our hotel for the night. The drive to Ha Tien takes approximately six hours, but we'll make frequent stops along the way to stretch and take photos. By the time we arrive, you'll have experienced a rich cross-section of Delta life - from bustling local markets to tranquil canals and traditional craft villages- creating a memorable journey through southern Vietnam."
    },
    {
      "dayNumber": 5,
      "title": "Cross the border to Cambodia and continue to Kampot",
      "description": ": After breakfast, we take a short transfer to the border, where we say goodbye to Vietnam and hello to Cambodia. We'll cross at the Ha Tien - Xa Xia border point, entering Cambodia at Prek Chak, ready to continue our journey in a new country. Once we crossed the border, we said goodbye to our Vietnamese tour leader and welcomed our local Cambodian tour leader, who took us on the rest of our journey in Cambodia. After a morning of travel we reach our destination of Kampot, a charming riverside town renowned for its delicious cuisine and relaxed atmosphere. We begin with a visit to a family-owned pepper farm, for which Kampot is famous. Here, we'll discover how Kampot pepper has been grown and harvested in the region for hundreds of years, and take a stroll through the orchards to explore a variety of tropical fruits. Lunch is served at the farm, featuring traditional Cambodian dishes, alongside an opportunity to taste the different varieties of locally grown peppercorns. Next, we continue to Phnom Chhnok Cave, a fascinating site with limestone formations and hidden temples tucked into its chambers, offering a glimpse of both natural beauty and local spiritual traditions. In the afternoon, we head to Samaki Market, a lively local hub bursting with flavours and aromas. You can explore street food delicacies, including fried insects, and a colourful array of tropical fruits and vegetables. For those feeling adventurous, sampling these treats is part of the fun - but don't miss the famous coconut waffles, a sweet local speciality that's truly unmissable. Afterwards, we transfer to our hotel, where you can relax by the pool or head into the town centre for dinner."
    },
    {
      "dayNumber": 6,
      "title": "Travel to Koh Rong Sanloem island and enjoy sunset over Lazy Beach",
      "description": ": We leave Kampot behind this morning and make the three-hour drive to Sihanoukville, where we board a ferry across turquoise waters to the idyllic island of Koh Rong Sanloem. The moment you step off the boat, you'll feel the slower pace of island life - no cars, just sandy paths, swaying palms, and the sound of the sea. After settling into our hotel, there's time to relax and soak in the island's beauty. Later in the afternoon, we'll take a walk - about 30 to 40 minutes across the island's jungle paths - to reach the legendary Lazy Beach, famous for its golden sand, calm waters, and one of the best sunsets in Cambodia. As the sun dips into the Gulf of Thailand, the sky turns shades of orange and pink, casting a magical glow over the beach. In the evening, there's an optional boat trip to experience one of nature's most extraordinary spectacles: swimming among bioluminescent plankton. As you move through the water, millions of tiny organisms light up, creating a shimmering, star-like effect all around you. This phenomenon is seasonal, not always available and depends on the phase of the moon, with darker nights offering the most dazzling displays."
    },
    {
      "dayNumber": 7,
      "title": "Free day to spend at the beach with optional snorkelling tour",
      "description": ": Today is all about slowing down and soaking up island life. You can relax by the hotel's pool, stretch out on the beach, or wander at your own pace to explore Koh Rong Sanloem's hidden corners. For those looking to venture further, there's the option to embark on a boat trip around the island. Cruise across calm turquoise waters before diving in for a snorkelling adventure among coral reefs alive with tropical fish and marine life. Depending on the season, the water clarity can range from crystal clear to slightly hazy, which shapes what you'll see below the surface - from bright schools of fish and corals to the more subtle rhythms of the reef."
    },
    {
      "dayNumber": 8,
      "title": "Discover Phnom Penh with a Monk Blessing and a visit to the Central Market",
      "description": ": Wake up to the gentle sound of the waves before taking the ferry back to the mainland, where we continue our journey to Phnom Penh. The contrast is immediate, leaving behind the calm, palm-fringed beaches of Koh Rong Sanloem for the bustle and vibrancy of Cambodia's capital. The drive takes around three to four hours, bringing us into Phnom Penh by early afternoon. After checking into our centrally located hotel, we begin exploring the city in the most local way possible - by tuk-tuk. Our first stop is a serene local pagoda. Here, we take part in a private monk blessing ceremony, a meaningful and spiritual experience offering wishes of good health, happiness, and safe travels. In this tranquil setting, we'll learn about Buddhist rituals and receive a symbolic red blessing thread from the monks. From there, our tuk-tuks weave through the city streets to the Central Market (Phsar Thmey), an iconic Art Deco landmark alive with local life. Wandering its bustling aisles, we'll discover handicrafts, textiles, souvenirs, spices, and fresh produce. Along the way, we'll pause for a seasonal fruit tasting, sampling tropical favourites like mango, rambutan, mangosteen, and longan. And for the adventurous, when in season, the famously pungent durian - the 'King of Fruits' - awaits."
    },
    {
      "dayNumber": 9,
      "title": "Learn how to cook Khmer dishes and spend the afternoon exploring Phnom Penh",
      "description": ": We start the day with a visit to the local market, where stalls overflow with fresh herbs, fragrant spices, tropical fruits, and seasonal vegetables. Guided by a local chef, we'll shop for ingredients before learning how to prepare a traditional Khmer meal together. Cambodian cuisine is all about balance - sweet, sour, salty, and bitter flavours combine in dishes like fish amok (a coconut-based curry). Cooking and sharing this meal is a wonderful way to experience everyday Cambodian culture. The afternoon is free to explore Phnom Penh at your own pace. You may choose to visit the Royal Palace, with its gleaming golden spires and the Silver Pagoda, home to a stunning collection of Buddha statues. Nearby, the National Museum houses an extraordinary collection of Khmer art, from Angkorian statues to delicate carvings, offering insight into Cambodia's ancient heritage. For those who wish, a sobering but important visit to the Tuol Sleng Genocide Museum (S-21) reveals Cambodia's more recent history under the Khmer Rouge - please note that the content can be emotionally challenging and not recommended for younger children. In the evening, you have the option to unwind on a sunset cruise along the Mekong River. Watch the city light up as the sun dips below the horizon, casting golden reflections on the water, a perfect way to close the day."
    },
    {
      "dayNumber": 10,
      "title": "Journey to Siem Reap via Tonle Sap Lake and visit to the Hero Rat Museum",
      "description": ": Today, we travel approximately five hours to Siem Reap, the gateway to the world-famous temples of Angkor. The drive offers a chance to take in the changing Cambodian landscape, from bustling towns to stretches of rice paddies dotted with sugar palms and traditional stilted houses. On the way, we stop for a boat cruise on Tonle Sap Lake, the largest freshwater lake in Southeast Asia and the lifeblood of the Cambodian people. As we glide across its waters, we'll see entire floating villages - complete with houses, schools, and shops - rising and falling with the lake's seasonal tides. It's a fascinating glimpse into a unique way of life that has existed here for generations, sustained by fishing and an intimate connection to the water. Once we arrive in Siem Reap, we visit the APOPO Visitor Centre, an inspiring and educational stop. Here, we'll learn about the organisation's incredible work using specially trained African giant pouched rats - nicknamed 'HeroRATs' - to safely detect landmines and unexploded ordnance. The visit includes a live demonstration where you can see the rats in action. It's a powerful, interactive experience that highlights Cambodia's resilience. In the evening, don't miss a performance by the Phare Cambodian Circus. More than just a circus, this is a powerful mix of theatre, acrobatics, dance, and live music - performed by talented young artists from disadvantaged backgrounds. It's a highlight for many visitors and a memorable celebration of Cambodian creativity and resilience."
    },
    {
      "dayNumber": 11,
      "title": "Explore the world-famous temples of Angkor",
      "description": ": Today is dedicated to exploring the magnificent temples of Angkor, the heart of Cambodia's ancient Khmer civilisation. We begin at Angkor Thom, the walled city and final capital of the Khmer Empire. Walk through the South Gate, lined with statues of gods and demons, and explore the Bayon Temple, known for its 54 towers covered with over 200 giant carved faces. Next, we visit Ta Prohm, the famous jungle temple, where ancient stone structures are intertwined with massive trees, showing how nature has reclaimed the temple over centuries. Wander the corridors at your own pace, observing the intricate carvings and dramatic root-covered ruins. After lunch, we continue to Angkor Wat, the largest religious monument in the world. Explore its galleries, spires, and detailed bas-reliefs while learning about the history and significance of the temple. We end the day there to watch the sunset, when the light casts soft shadows across the temple, highlighting its architectural details and giving a sense of the scale and craftsmanship of this historic site."
    },
    {
      "dayNumber": 12,
      "title": "Free day in Siem Reap",
      "description": ": Today is free to explore Siem Reap at your own pace, with several enriching optional experiences available. You could spend the morning in a local farming village about 10 km from the city, interacting with families and taking part in hands-on activities such as planting, harvesting, and watering crops. Travel around the village in a traditional ox and cart, moving gently along narrow paths, and enjoy a homemade lunch with the family. Alternatively, you might visit the Lotus Silk Farm just outside Siem Reap near Phnom Krom. This project provides vulnerable women with meaningful employment and sustainable income. Guided by experts, you can witness the process of transforming lotus fibres into silk and clothing, take a serene boat ride through the lotus fields, enjoy lotus cake and tea at the rooftop lounge with panoramic views, and even participate in hands-on workshops to create your own handicrafts, supporting the artisans' economic independence. For those wanting a full-day cultural excursion, travel to Kbal Spean, the 'River of a Thousand Lingas', set deep in the jungle with carved riverbeds and a refreshing waterfall. Continue to Banteay Srei, the 'Citadel of Women', built from pink sandstone and adorned with some of the most intricate carvings in the Angkor complex. The day concludes at Banteay Samre, a temple showcasing Khmer and Hindu architectural styles. Finally, art enthusiasts may prefer a visit to the Khmer Ceramics and Fine Arts Centre, where skilled artisans craft pottery and ceramics using traditional techniques. You can interact with the artists, try your hand at making your own piece, explore the gallery of sculptures and paintings, and browse the shop for unique souvenirs that reflect Cambodia's rich artistic heritage."
    },
    {
      "dayNumber": 13,
      "title": "Fly to Bangkok and experience the city on a tuk-tuk food tour",
      "description": ": Today, we say goodbye to Cambodia and our tour leader as we board a flight to Bangkok, Thailand's bustling capital. Upon arrival, we are warmly welcomed by our Thai tour leader, who transfers us to our hotel located in Chinatown. After settling in, our tour leader shares valuable tips for exploring the city. For those looking to experience the city in a more active and immersive way, one exciting option is to join a guided bike tour through Bangkok's quieter neighbourhoods. This ride takes you along narrow alleyways and peaceful canals, offering a glimpse into everyday life far from the tourist crowds. It's a unique way to see a different side of Bangkok, full of character and charm. Another fascinating way to explore the city is by taking a traditional longtail boat through Bangkok's intricate network of klongs, or canals. Gliding along the water, you'll discover a quieter, more authentic side of the city, where wooden stilt houses line the banks and life moves at a slower pace. As evening falls, we head to the Golden Mount, or Wat Saket, one of Bangkok's most revered temples, to enjoy panoramic sunset views over the city. The peaceful atmosphere and rhythmic chants of the monks create a sense of calm as the city lights begin to twinkle below. From there, we drive through the historic Rattanakosin district, passing some of Bangkok's most iconic landmarks beautifully illuminated against the night sky. Our next stop is Khao San Road, famous for its energetic vibe and lively mix of travellers, street performers, and vendors. We then cross the river to visit Wat Arun, the Temple of the Dawn, which looks breathtaking at night with its illuminated pagodas reflecting on the Chao Phraya River. The glowing temple creates a magical backdrop for photos and a moment of quiet admiration. Afterwards, we enjoy a delicious local street food dinner in Bangkok's Old Town, sampling some of the city's most beloved dishes from vendors who have perfected their recipes over generations. To end the evening, we make one final stop at the Flower Market, where the air is filled with the fragrance of fresh jasmine, orchids, and marigolds. The market is alive with activity as vendors prepare intricate floral garlands and bouquets for temples, hotels, and local households. It's a colourful and lively finale to a day filled with rich experiences and contrasts - the perfect introduction to the charm and rhythm of Bangkok before returning to our hotel for the night."
    },
    {
      "dayNumber": 14,
      "title": "Trip ends in Bangkok",
      "description": ": Our trip ends after breakfast at our hotel in Bangkok. There are no activities planned today, so you're free to depart from Bangkok at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Suvarnabhumi Airport (BKK), which is a 45-minute drive from our hotel. If you have time, consider wandering through Chinatown to experience another side of this vibrant city. Bangkok is full of fascinating sights. As we have limited time in Bangkok, we highly recommend adding extra nights in the city, or you might prefer to unwind on Thailand's beautiful beaches with our Koh Samet beach extension."
    }
  ],
  "map": ""
}