{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "chiang-mai-tuk-tuk-adventure-3-days",
  "tourName": "Chiang Mai Tuk Tuk adventure, 3 days",
  "placesVisited": "",
  "generalInfo": "A stunning Tuk Tuk Adventure taking you deep into the heart of the mountains and hill tribe communities around Chiang Mai – and what better way to travel than in your very own Tuk Tuk relaxing in the back seat exposed to the sights and sounds of this wonderful part of the world.<br/><br/>Real adventure awaits as you travel in your very own Tuk Tuk (with driver and guide) and explore the mountains and remote communities of Northern Thailand. <br/><br/>Taking in the stunning views and winding mountain roads from your comfortable back as you get right off the beaten track and venture into areas rarely visited by travellers.<br/><br/>Camp in a remote Karen village and learn about their culture and life. Cook up a jungle feast with the community and eat together sharing stories and experiences around the campfire.<br/><br/>Hike in the foothills of Thailand's highest mountain, Doi Inthanon, swim under waterfalls and sample incredible fresh coffee grown in the hills all around.<br/><br/>This is the the best way to explore this part of the world, a genuine adventure and time in small remote communities all done from the best seat in the house, the seats of a Tuk Tuk.<br/><br/>Real travel and Thailand at it's very best.",
  "durationDays": "3",
  "price": "399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "TEMPLES, WATERFALLS, REMOTE COMMUNITIES AND KAREN HILL TRIBE CAMPING You’ll be picked up at 8:00am from the CHIANG MAI GATE HOTEL in Chiang Mai city and our team will transfer you by minivan to the Tuk Tuk base in Mae Wang, around 45-60 minutes South West of the city. On arrival at the base you’ll be introduced to your trusty Tuk Tuk and driver and get settled in for the adventure ahead. Note – our Tuk Tuks are specially modified to not only cope perfectly with the winding mountain roads but also to give extra comfort and views from the back seat. There are Bluetooth speakers for you to play your road tip selections and you can even roll back the roof if you fancy catching some sun! You’ll start the journey by heading through fantastic winding lanes passing through small farming communities (think classic SE Asia photo ops) and up and visiting stunning remote (and almost never visited) Temples, and at one of them we’ll even make a small blessing for the adventure ahead. You’ll have a simple but hearty lunch at a cool local restaurant and then start to head up to the serious mountains. Stopping to trek to a waterfall and explore a tiny Karen community, we wind up the hairpin bends to our overnight destination of a remote Karen village where we’ll camp and have a real ‘Hill Tribe’ experience. Don’t worry – there are showers and toilets available and the ‘mattresses’ provided in the tents are super comfortable too. In the evening we’ll learn how to cook jungle style with an open fire and lessons from our Karen hosts before spending the night under the stars – a proper Thailand adventure. Inclusions: • Transfer from Chiang Mai Gate Hotel to our ‘base camp’ • Full Tuk Tuk orientation • Professional guide and driver • Lunch and Dinner (jungle cooking class included!) • Overnight camping in a remote Karen Hill Tribe village"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "MOUNTAINS, MORE HILL TRIBE VILLAGES AND A THAI FEAST After breakfast you’ll explore the local area and forest around the village with local experts before getting back into the Tuk Tuks and heading along more stunning roads (plenty of stops to take in the views) into the foothills of Doi Inthanon, Thailand’s highest mountain. This is a fantastic journey through spectacular mountain scenery along rarely travelled roads giving you a real insight into Thailand, well away from the tourist trail. You’ll stop for a late lunch at a small roadside restaurant – the real deal in terms of local Thai country fare – and then head on to the small community of Ban Mae Khlang Luang, your overnight base. Your overnight accommodation in the village is surrounded by mountains and rice terraces and is the perfect setting for the second night of the adventure. Once you’ve checked in you’ll explore the village, see how the community live and get to sample some of the best freshest coffee around in one of the coolest coffee shops we’ve ever come across! In the evening it’s time for a traditional Thai style BBQ in the rice fields! Great fun and a real Thailand tradition. Inclusions: • Tuk Tuks and all related costs • Breakfast, Lunch and Dinner • Twin share accommodation in the hill tribe village – this is relatively simple accommodation but is still en-suite with hot water and wi-fi. The rooms are fan-cooled only but air-conditioning is not needed this high in the mountains"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "HIKING, WATERFALLS AND BACK TO CHIANG MAI CITY After breakfast you’ll head off this morning to explore the forests around the village in the foothills of Doi Inthanon. The trek is ‘only’ around 5 km (lead by a local village guide) but takes you through fantastic forests and eventually to a series of stunning waterfalls. You’ll have lunch at the foot of the largest waterfall and there’s plenty of time to swim in the pool below. After lunch you hike downhill out of the forest and back to the hill-tribe village where you stayed last night and it’s then time to say goodbye to you Tuk Tuk chariot as you transfer back to Chiang Mai city by private minivan, arriving back at the Chiang Mai Gate Hotel at around 4:30pm Inclusions: • Breakfast and Lunch • Trekking through the forest • Transfer back to Chiang Mai City by private minivan"
    }
  ],
  "map": ""
}