{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-small-group-tour-with-added-comfort",
  "tourName": "Thailand small group tour with added comfort",
  "placesVisited": "",
  "generalInfo": "Discover a land of mouth-watering food, stunning landscapes, fascinating history and incredibly hospitable locals on a 12-day Premium journey through Northern Thailand. Get to know the innermost essence of Thai culture as you travel from city streets to mountain tops. Explore the ancient temples of Ayutthaya, spend time with Lisu hill tribes, meet the experts at an elephant sanctuary in Chiang Mai and uncover the country’s past in Kanchanaburi. With a local leader by your side, you’ll soon see there’s more to Thailand than what meets the eye.",
  "durationDays": "12",
  "price": "3255",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok.",
      "description": "Sa-wat dee! Welcome to Thailand. Your journey begins in Bangkok, where you’ll be met at the airport by a local representative and transferred to your hotel. Tonight, you’ll have a welcome meeting at 6 pm. If you arrive early, maybe explore Thailand’s capital at your own pace. By day, you can experience a city filled with history and tradition, but by night Bangkok is taken over by a flood of music and neon lights. Maybe visit one of the many temples or explore Chinatown. Watch tuk tuks zip by while traditional khlong boats slowly wind down the Chao Phraya River. After your meeting, join your small group for a welcome dinner at a local restaurant where your leader will introduce you to the local flavours."
    },
    {
      "dayNumber": 2,
      "title": "Bangkok.",
      "description": "Rise early for an optional Exclusive Experience away from Bangkok’s tourist track. Join the locals and visit a temple along the Chao Phraya River, where you’ll ‘make merit’ by bringing an offering to the temple’s monks. Later, your leader will take you for a day of sightseeing and activities around the city. Tour Wat Po – a larger-than-life temple complex in the city and home of the Temple of the Reclining Buddha. Visit the Grand Palace and learn about the site which has been the official residence of the kings since the 1700s, then head out on an electric boat tour of the city's canals as your leader shows you how Bangkok’s locals live today. The afternoon is free to do as you wish – maybe check out the art collection at the Jim Thompson house or relax with a Thai massage."
    },
    {
      "dayNumber": 3,
      "title": "Kanchanaburi.",
      "description": "Unleash your creativity and learn about the history of Benjarong – a traditional style of painted Thai porcelain – during today’s visit to a ceramics community. The name literally means ‘five colours’ (although it’s not unusual to see up to eight) and artists use enamel to create intricate floral and geometric designs. This morning, you’ll get to paint your own mug or teacup which will be fired and sent to you to take home as a unique souvenir. After, maybe grab some lunch before you continue to Kanchanaburi to visit the Kanchanaburi War Cemetery. This prisoner of war cemetery was one of the first museums to educate the public and keep the memory of the Asian and POW workers who died constructing the infamous Death Railway alive."
    },
    {
      "dayNumber": 4,
      "title": "Kanchanaburi.",
      "description": "Visit Erawan National Park to explore famous seven-level waterfall or simply swim and relax. The falls are said to be some of the most beautiful in the country, with glacial blue waters perfect for a dip. Many Allied prisoners of war and conscripted Asian labourers were engaged here to help build a rail route to Myanmar (Burma), including the passage infamously known as Hellfire Pass. Visit the memorial museum of the pass where your leader will provide more information about this chapter in history. Take a historical train journey across a portion of this 'Death Railway' along the Kwai Noi River and travel over the original wooden viaduct, known as the Krasae Bridge, constructed by the allied POWs. The evening is yours to explore the town."
    },
    {
      "dayNumber": 5,
      "title": "Ayutthaya.",
      "description": "This morning, head to Ayutthaya – one of the ancient capitals of Siam and a UNESCO World Heritage site. On the way, visit Baan Nong Khao CBT Village – an agricultural village famous for its Pha Khao Mah hand-weaving. Visit the community’s museum, a palm sugar field and a local house to see how desserts featuring this famous Thai ingredient are made. Of course, you’ll get to sample these sweet treats. Then watch the weavers at work as they use more than 100 colours of yarn to create traditional Thai clothing. When you get to Ayutthaya, explore the photogenic 13th-century ruins of Wat Phra Mahathat and discover rows of Buddhas beheaded by the Burmese. Look out for the displaced Buddha head suspended in the roots of a Banyan tree (one of the country’s most photographed images). Tonight, you’ll board a traditional rice barge and tuck into a delicious Thai dinner."
    },
    {
      "dayNumber": 6,
      "title": "Ayutthaya to Sukhothai.",
      "description": "Leave Ayutthaya and travel to the town of Phitsanulok by train. Sit back, relax and watch the scenery roll by. When you arrive, change to a private vehicle and continue this comfortable journey until you arrive in Sukhothai. The rest of the day is free for your own discoveries. You may like to relax by the pool or unwind with a Thai massage. For dinner tonight, maybe ask your leader where you can get a bowl of Sukhothai’s famously tasty noodles."
    },
    {
      "dayNumber": 7,
      "title": "Sukhothai.",
      "description": "Sukhothai, established in the 13th century, was one of the first ancient capitals of Siam. Start your day with an optional alms offering before visiting its famed World Heritage-listed historical park, which captures the Golden Age of Thai civilisation. You’ll rent a bicycle for a cycling tour through the park and as you ride, your leader will teach you more about the history of this former metropolis and its fascinating structures. Have a picnic lunch then the rest of the afternoon is free for you to explore the town at your own pace, or relax by the pool back at your accommodation. This evening, regroup and head to the home of one of our local friends where you’ll sit down for a homecooked dinner and a unique insight into life in this part of the country."
    },
    {
      "dayNumber": 8,
      "title": "Mae Taeng.",
      "description": "Travel from Sukhothai to the Mae Taeng region. Draped between rice fields and fruit orchards, you’ll find the Lisu Lodge – your Feature Stay for the night. The lodge is a community-based project that trains and employs Lisu villagers from the nearby hill tribe and aims to preserve their cultural heritage. The Lisu people are a Tibeto-Burman ethnic group and one of the six main hill tribes of Northern Thailand. Meet the colourfully dressed villagers and learn more about the Lisu way of life – this is a truly special experience that’s sure to be one of your enduring memories of Thailand. The lodge offers guestrooms decorated in the traditional Lisu style with modern comforts. Savour unforgettable views of the surrounding hillside and valley and enjoy tonight’s dinner of fresh, local Thai food."
    },
    {
      "dayNumber": 9,
      "title": "Mae Taeng.",
      "description": "After breakfast at Lisu Lodge, it’s a quick trip to Muang Kued Village where you’ll meet with a local villager and enjoy a private guided tour. Learn about village life, the reforestation of the surrounding area and how produce is grown in the village orchards. Explore the organic farm and choose the ingredients for a cooking class where you’ll learn how to cook traditional Thai food. After lunch, join the villagers and learn how to weave palm leaves to create ornaments and accessories. You’ll also join them for a tasty barbeque dinner at the nearby Mae Tamaan Base Camp."
    },
    {
      "dayNumber": 10,
      "title": "Chiang Mai.",
      "description": "Travel to the Elephant Nature Park – a unique project that provides sanctuary for elephants and other animals. Be greeted by an expert local guide and learn the stories of the rescued elephants and the issues they face in South East Asia. Watch the elephants from a viewing platform with the expert staff as they bathe and play and tuck into a vegetarian buffet lunch. Back in Chiang Mai, visit the Yimsoo Café, which supports workers living with disabilities. Then, the evening is yours to enjoy your own way. Maybe visit the vibrant Night Bazaar or take a stroll around the Old Town, which is bounded by moats. Your leader can give you recommendations on where to go for dinner."
    },
    {
      "dayNumber": 11,
      "title": "Chiang Mai.",
      "description": "This morning, drive to the famous temple complex of Doi Suthep. Take in the views along the scenic and winding mountain road, which brings you to an impressive 300-step Naga-guarded stairway. The rewards justify the ascent to the top, with one of the most beautiful temples in Thailand, not to mention the fantastic panoramic views of the city. Return to Chiang Mai where you’ll have time to relax before your farewell dinner, cooked by a local chef! Dine on Thai fusion food made with local ingredients as you reminisce about the wonderful adventures you’ve had in Northern Thailand."
    },
    {
      "dayNumber": 12,
      "title": "Chiang Mai.",
      "description": "With no activities planned for today, your adventure comes to an end after breakfast. If you would like to extend your stay in Chiang Mai we can help arrange extra accommodation (subject to availability)."
    }
  ],
  "map": ""
}