{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "family-holiday-to-thailand-jungles-and-islands",
  "tourName": "Family holiday to Thailand, jungles and islands",
  "placesVisited": "Bangkok Sites and Streetlife, Amphawa Canals, ‘Railway Market’, Bridge on the River Kwai, Train Ride on the ‘Death Railway’, Kanchanaburi, Khao Sok National Park, Flora and Fauna, Trang, Krabi, Koh Jum, Chao Mai National Park, Kayaking in Sea Caves",
  "generalInfo": "An exciting and varied 2-week Thailand family tour taking you from the canals and back streets of vibrant Bangkok via the spectacular limestone scenery and lush jungle of Khao Sok National Park to an unspoilt tropical island in the Andaman Sea. <br/><br/>As usual on our tours, the aim is to combine the region’s famous and iconic sites with the lesser-known, off the regular track ones, providing an authentic and comprehensive look at Thailand for travellers of all ages. A few of the many highlights are exploring the colourful street life, local markets and street food of the fascinating capital Bangkok; travelling by train over the Bridge on the River Kwai before kayaking down the river itself; discovering the rich flora and fauna and dramatic karst scenery of Khao Sok and canoeing through mangroves and sea caves on Trang’s Andaman Coast. <br/><br/>Along the way you’ll stay in a Bangkok heritage hotel, floating raft houses on the River Kwai, a night sleeper train and jungle treehouses before finishing in a delightful, beach side, island resort.<br/> <br/>Please note we offer this itinerary as a private family tour, for a minimum of 4 persons, so dates are  - whatever suits you - and all activities are fully flexible and can be tailored for your particular family’s interests, preferences and age group. Jungles and Islands is designed for the November to April period while our alternative family itinerary, Reefs and Rainforests, is suitable for May to October. <br/><br/>Features:<br/><br/>1. Discover Bangkok - famous sites, temples and markets, plus hidden parts that few visitors ever see<br/>2. Travel by local train and foot along the route of Kanchanaburi's 'Death Railway'<br/>3. A kayaking trip on the picturesque, jungle-lined River Kwai<br/>4. Explore the amazing limestone scenery and caves of what is one of the Kingdom's most spectacular national parks<br/>5. Discover the area's rich flora and fauna with a nature hike through the rainforest<br/>6. Stay in jungle treehouse, floating raft houses on the River Kwai and a beach resort on a tropical island<br/><br/>Optional extensions<br/><br/>1. Extend you tour with a few days exploring Thailand’s northern capital, Chiang Mai <br/>2. Add on a day to visit the ancient Siamese capital, now World Heritage site, Ayuthaya <br/>3. Fly Bangkok to Siem Reap for a detour via the fabulous ruined temples of Angkor<br/><br/>Note, this is a private family tour for a minimum of 4 persons and includes certain meals (local-style), local flights and accommodation in boutique-style 3* hotels.",
  "durationDays": "14",
  "price": "1750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Bangkok and check in to a downtown hotel in the City’s lively Banglamphu district. Time to relax, explore the area or check out some local markets before a local-style welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "A highly unique, and great fun, tour of the city using various forms of public transport: river taxi, Skytrain, tuk-tuk and canal boat. Flexible stops could include the Grand Palace, fabulous Wat Phra Keow (Temple of the Emerald Buddha) and bustling Chinatown with its traditional markets and contemporary street art."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Off into Bangkok’s leafy and canal-lined suburbs with a stop at the iconic Mae Klong ‘Railway Market’, plus a chance to discover some of the area’s local industries such as sea salt production. Check-in to our accommodation in waterside Amphawa with an evening visit to a floating market and a firefly viewing boat trip."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Up early perhaps for the monks’ alms ritual before a departure for Kanchanaburi Province where we’ll take the local train over the Bridge on the River Kwai and along the infamous, but scenic, ‘Death Railway’. Afternoon visit to Sai Yok Noi Waterfall before checking into our floating raft accommodation."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Departure for nearby ‘Hellfire Pass’; visit the fascinating museum and hike along the former route of the ‘Death Railway’ itself. (So named because of the numbers of local workers and Allied POWs who died during its construction by the Japanese army.) Afternoon expedition down the jungle-lined River Kwai with a choice of kayaks or 2 person canoes for the uninitiated."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Complete our Western Thailand loop with a return to Kanchanaburi Town by way of the impressive 12th-century ruins of Muang Singh – a former, fortified, frontier town of the Angkor Empire. Time to visit some of the sites of Kanchanaburi Town, such as the ‘Bridge on the River Kwai’ and War Museum before catching a night sleeper train to the South."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Arrival in Surat Thani and on to Khao Sok – acknowledged as one of Thailand’s most spectacular National Parks with its dramatic limestone karst scenery, lakes, waterfalls and lush jungle. We’ll check into our treehouse accommodation with afternoon options including tubing down the nearby Sok River or just kicking back in your chalet and admiring the fabulous tropical flora and fauna."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "A boat trip through the fabulous scenery and limestone, karst landscapes of Cheow Lan Lake in Khao Sok National Park with stops to visit lake-side caves and of course swim and kayak in the crystal waters."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "A fascinating morning nature hike through the park’s lush rainforest is followed by an afternoon visit to an elephant sanctuary where you’ll have the opportunity to learn about these gentle giants."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "South to Trang Province on the picturesque Andaman Coast and afternoon visit to the lush Thung Khai Botanical Gardens for a stroll on their canopy walkway. Return to Trang Town and time to sample some south Thai specialities with a street food tour of the lively night bazaar."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Head to the coast and Ban Chao Mai National Park where we’ll canoe through mangrove swamps to visit the spectacular and mysterious sacred sea caves. Afternoon transfer to neighbouring Krabi Province to catch the boat to unspoilt Koh Jum."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Leisurely day on this picturesque, jungle-clad, island – make the most of the turquoise waters and quiet beaches or sling a hammock between a couple of palm trees. (Hiking in the interior for the energetic or take a boat trip to go snorkelling in the national marine park"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Optional boat excursion through the spectacular Chao Mai National Marine Park with opportunities for swimming and snorkelling on the regions vibrant coral reefs."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Morning on the island and transfer at your convenience to nearby Krabi Airport for an onward flight to Bangkok."
    }
  ],
  "map": ""
}