{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-family-holiday",
  "tourName": "Thailand family holiday",
  "placesVisited": "Bangkok, longtail boat ride on the Chao Phraya River, Kanchanaburi, Bridge on the River Kwai, Erawan National Park, swim at Erawan Falls, Ayutthaya, overnight train to Chiang Mai, Doi Suthep, elephant sanctuary, village walk guided by local people, Hua Hin beach stay",
  "generalInfo": "Thailand’s a fantastic destination for families, while also feeling a little adventurous, and this Thailand family holiday pulls all its charms together in one 12 day break. Discover the country’s culture, delicious food and a great mix of exciting activities, with beautiful scenery the backdrop to it all.<br/><br/>Explore Bangkok by longtail boat, see the Bridge on the River Kwai and discover the ruins of Ayutthaya, once the capital of Siam. Travel to Chiang Mai where in the north of Thailand, where a range of fun and educational activities await. You can see the elephants at a dedicated sanctuary and take a nature hike through the foothills of Chiang Dao, picking up some ancient wisdom about natural medicines and wild foods as you go. Your holiday ends with time relaxing on Thailand’s famously beautiful coast at Hua Hin.<br/><br/>The warm welcome families receive in Thailand is part of the joy of travelling here. We’ve chosen friendly hotels in each destination that will make sure everyone is comfy and happy. Thailand’s tasty cuisine will tempt children and adults to tuck in, too.<br/><br/>No one wants to feel rushed or pressured on holiday, so this Thailand trip has been carefully paced. There are lots of activities to amuse and engage children, but also plenty of down time so you can all relax, swim, stroll and just enjoy the beautiful coast and jungle locations you visit.<br/>",
  "durationDays": "8",
  "price": "1085",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok.",
      "description": "Sa-wat dee! Welcome to Thailand. Your adventure begins with a welcome meeting at 5 pm. If you arrive early, there is plenty to see and do in this exciting city. Bangkok is famous for its tuck tuks, khlong boats and street vendors serving up delicious Thai food. Perhaps take a riverboat to Chinatown and explore the crowded streets, uncover the magnificent Grand Palace and the Temple of the Emerald Buddha, wander down the tourist mecca of Khao San Road, or indulge in a Thai massage. After the meeting, head out for an optional group dinner to get to know your leader and the other families on your trip."
    },
    {
      "dayNumber": 2,
      "title": "Kanchanaburi.",
      "description": "After breakfast, set out to explore some of Bangkok's hidden treasures. Visit the flower Market, where you and the family will learn how to fold a lotus petal. Then, hop on the underground to get to the Chao Phraya River, where you’ll board an EV boat and explore the famous khlongs (canals) of Bangkok. Life along these canals seems a world away from the busy streets of the capital. Stop at an artists house to make a special keepsake before enjoying some lunch at a local riverside restaurant. Then sit back and travel by private transfer to Kanchanaburi, where you’ll be staying for the next two nights in a unique floating rafthouse resort."
    },
    {
      "dayNumber": 3,
      "title": "Erawan National Park .",
      "description": "This morning travel to the stunningly beautiful Erawan National Park. Located in western Thailand in the Tenasserim Hills of Kanchanaburi Province, this national park boasts the incredible Erawan Falls, a famous seven-level waterfall with turquoise pools and exotic tropical fish. It's a great place to explore or simply swim and relax. If you do some exploring of the lush surrounds, keep your eyes peeled for eagles, pheasants or leafbirds among many others who might be soaring above or perched in the treetops. Then return to your rafthouse resort where you and your family can enjoy swimming in the pool or you may like to experience a raft ride down the river."
    },
    {
      "dayNumber": 4,
      "title": "Ayutthaya.",
      "description": "Transfer by minibus to the nearby city of Ayutthaya. Once the capital of ancient Siam, Ayutthaya offers a great opportunity to stroll the World Heritage-listed ruins of this once magnificent city, and you’ll get the chance to do exactly that on a guided tour of the picturesque ruins and temples spread across the town. The ruins at Wat Phra Mahathat provide many photo opportunities and the Buddha head surrounded by Banyan tree roots is perhaps the most photographed site in Ayutthaya. After, you’ll have access to a day room at a local hotel in Ayutthaya to relax, have a swim in the hotel pool and freshen up before the overnight train journey north."
    },
    {
      "dayNumber": 5,
      "title": "Chiang Mai.",
      "description": "Wake up in Chiang Mai, the most vibrant city of Northern Thailand. As well as amazing temples and an interesting old town, the city is known for its friendly, smiling locals. You'll have a chance to explore the town and enjoy some lunch before driving along a scenic, winding mountain road that ends at an impressive 300-step Naga-guarded stairway. The rewards will justify the climb, as Doi Suthep, one of Thailand's most stunning temples, reveals itself. You'll be treated to panoramic views of the city from up here, and you might even be able to listen to the evening chants of the resident Buddhist monks. Return to Chiang Mai, and with free time in the evening, perhaps wander through the colourful night bazaar or visit one of the quality restaurants along the riverfront. In any case, don't miss out on the signature northern dish kao soy – yellow wheat noodles in a curry broth with chicken or beef."
    },
    {
      "dayNumber": 6,
      "title": "Chiang Mai.",
      "description": "Today, you’ll and the family have a special time visiting the Chang Chill elephant experience. Drive out of Chiang Mai to Chang Chill, where you’ll begin to learn how this organisation supports the protection, conservation and lifestyle of free roaming elephants in the region. You’ll observe the daily patterns of these jungle giants from a safe distance, seeing how they graze and socialize with their other friends. The expert local guides will be able to give you a ‘live lecture’ on the elephants themselves, its sustainable tourism practices and conservation efforts in the area. Enjoy some refreshments nearby the elephant’s mud pit – but be careful not to get a spray! After lunch, head back to Chiang Mai and arrive in the late afternoon. You’ll have some free time to maybe visit the night markets or take a wander around the city. We will have lunch at the Sanctuary before heading back to Chiang Mai arriving in the late afternoon. You will have some free time to maybe visit the night markets or take a wander around the city."
    },
    {
      "dayNumber": 7,
      "title": "Chiang Dao village visit .",
      "description": "Set off early through the Chiang Dao Valley to the rural village of Ban Hua Tung. Arrive at the warm and welcoming village where the community will invite you and your family for a truly unique experience. Once you’ve had some time to settle in, join local guides for a walk around the village, giving you the chance to learn about their agricultural practices and traditional basket weaving. Visit the forest which the local Hua Tung people manage together as part of a new community initiative. The biodiversity of the forest is protected by a sacred 'forest ordination' by Buddhist monks whereby trees are ordained as monks – the people nurture the forest, and the forest nurtures the people in return. There's a yearly bamboo harvest which raises money for the village. The locals take great pride in showing you the development of their village and the many different herbal medicines and wild foods in the forest. Join your hosts for a homemade lunch prepared by the community and learn a little more about their lives. Then return to Chiang Mai for the final evening of your Thailand adventure."
    },
    {
      "dayNumber": 8,
      "title": "Chiang Mai.",
      "description": "Join your fellow travellers for a final breakfast, and then you can depart anytime following check-out. Looking to spend longer in Thailand? There’s still plenty to enjoy in this bustling capital, or you may like to venture south and explore some of the beaches and limestone cliffs in Southern Thailand."
    }
  ],
  "map": ""
}