{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-small-group-cultural-holiday",
  "tourName": "Thailand small group cultural holiday",
  "placesVisited": "",
  "generalInfo": "Journey into the heart of Thailand from serene Chiang Mai to bustling Bangkok via ancient cities, national parks and tranquil countryside. Discover ancient sites, cruise along peaceful waterways and explore ruined temples as you experience all that northern Thailand has to offer. Along the way, rub shoulders with locals at bustling markets and tuck into delicious street food.<br/> <br/> Bangkok - Explore the Grand Palace complex and Wat Po, the temple of the Reclining Buddha.<br/> Sukhothai - Cycle around the historic park and experience a homestay in Na Ton Chan village.<br/> Chiang Mai - See the excellent conservation work being done at Elephant Nature Park.<br/> Refreshed itinerary - Explore our newly designed 10-day itinerary for 2026, beginning in Chiang Mai.<br/>",
  "durationDays": "10",
  "price": "1495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Chiang Mai",
      "description": ": Our tour starts today in Chiang Mai. Known as the Rose of the North, Chiang Mai is a hub of calm with plenty to explore, from its ancient old town to its local markets. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Chiang Mai at any time. If you'd like an airport transfer today, you'll need to arrive into Chiang Mai International Airport (CNX) which is a 30-minute drive from our hotel. If you miss the welcome meeting, your tour leader will inform you of any essential information on day 2."
    },
    {
      "dayNumber": 2,
      "title": "Visit Elephant Nature Park and walking tour of Chiang Mai",
      "description": ": This morning, we head out to the Elephant Nature Park, one of the largest elephant conservation centres in Thailand located a 90-minute drive from Chiang Mai. The park functions as a care and treatment centre for rescued and abandoned elephants and comprises huge swathes of land that they can roam in freely as well as an elephant nursery and hospital. The elephants are free to roam as they please - this is what sets this sanctuary apart and what makes it meet our animal welfare policy. It's worth bearing in mind that this is a working facility centre so our visit will need to fit around the elephant's daily needs. We're sure to get our fill of these majestic animals, spending time observing them from the viewing platform and taking a walk down the river, guided by the centre's staff. There are no elephant shows or riding here, the experience is all about spending quality time with these beautiful creatures and observing their natural behaviours while they're with their herd. After our visit, we'll return back to Chiang Mai to explore more of the captivating city. Founded in the 13th century, it's steeped in history - the old town is particularly charming thanks to its ancient walls and moats, filled with traditional temples like Wat Phra Singh and Wat Chedi Luang. We'll take some time to get our bearings and head out on a sightseeing tour including the famous Doi Suthep temple. We'll also tuck into some local street food."
    },
    {
      "dayNumber": 3,
      "title": "Drive to Si Satchanalai temple ruins and continue to homestay in Naton Chan village",
      "description": ": Today we head south to Si Satchanalai the twin city of Sukhothai. Architecturally the city boasts a variety of outside influences noticeable in the construction of the wats and chedis (religious memorials) - the most impressive and sacred is Wat Chang Lom. Situated in the heart of the old city it is decorated with 39 standing elephants and is unusual due to its Ceylonese-style chedi - the earliest of its kind in Thailand. After visiting the site, we'll make our way to the small community of Naton Chan, a rural village set amongst lush rice paddies where we'll experience the warm hospitality of a homestay for the night. After being greeted by our hosts and having time to settle into our rooms, we'll head out to explore the village on foot. The villagers here still practice cottage industries, and as we walk from house to house we'll see how clothes are stitched on a bamboo sewing rig, cups and chopsticks are made from surrounding bamboo and ornaments are skilfully carved by local artisans. There will be plenty of opportunities to engage with the villagers whilst each of them demonstrates their craft. We'll return to our homestay for a sundowner and a hearty meal cooked by our hosts. The homestay in Naton Chan is simple but clean, comfortable and homely. Rooms are twin share with mattresses on the floor, all bedding is provided and there are shared western toilets and showers. Please note that larger groups may be split between two nearby homes."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Sukhothai and discover the UNESCO site by bicycle",
      "description": ": This morning, we take a short drive to Sukhothai and explore its ancient city by bicycle. As the first capital of Siam, Sukhothai thrived for over 200 years before Ayutthaya took its place. Once abandoned and hidden in the jungle, it has now been beautifully restored as a UNESCO World Heritage site. With its stunning temples, Buddha statues, and peaceful gardens, it offers a glimpse into Thailand's golden era. After exploring, we continue south by bus towards Uthai Thani, a quiet town known for its beautiful riverside scenery and traditional rural charm. It's a peaceful spot where you can enjoy the local way of life before heading further on our journey. Today's total drive time is around four and a half hours."
    },
    {
      "dayNumber": 5,
      "title": "Explore the morning market, then journey to Ayutthaya by boat and bus",
      "description": ": If you'd like to get out and see the bustle of local life this morning, you can start the day with an optional visit to the market. Afterwards, we'll board a traditional boat for a trip along the Sakraekrang River. As we drift down the meandering waters we'll get a real insight into the authentic life of the indigenous river dwellers and boat people. There's plenty of time to relax and enjoy the passing scenery. We'll then head south by bus where we reach another of Siam's stunning ancient capitals, Ayutthaya. Situated on an island at the confluence of three rivers, the Chao Phraya, Pa Sak and Lopburi Rivers, Ayutthaya had a very strong defensive position and retained its power for over 400 years, during which time it became extremely wealthy. Now a UNESCO World Heritage site, the city is still a stunning complex of palaces, shrines, stupas and monasteries. We'll include a walking tour to visit the Royal Palace and a few wats."
    },
    {
      "dayNumber": 6,
      "title": "Drive to Kanchanaburi, ride the Death Railway, explore the River Kwai, and stay overnight in a raft house",
      "description": ": An early morning two to three-hour drive brings us to Kanchanaburi, where we begin by visiting the war cemetery and the iconic Bridge over the River Kwai. This infamous bridge, part of the Death Railway built during World War II by Prisoners of War under Japanese occupation, stands as a sombre reminder of one of the war's most tragic episodes, linking Siam and Burma (Myanmar). Next, we take a train ride along a section of the original railway before heading to Hellfire Pass by bus. Visiting the Hellfire Pass Museum offers a moving and insightful look into the gruelling conditions endured by the workers. We then walk through the cuttings, immersing ourselves in the powerful history of this site."
    },
    {
      "dayNumber": 7,
      "title": "Swim in the crystal-clear waters of Erawan Waterfall, with optional bamboo rafting in the afternoon",
      "description": ": Start your day with a refreshing morning at Erawan Waterfall, where you can swim in its crystal-clear pools surrounded by nature. The seven-tiered waterfall offers breathtaking views at every level, each cascade more stunning than the last. Take your time to hike up the trails, or simply relax by the water, enjoying the peaceful natural beauty. The hike to Erawan Waterfall requires a moderate level of fitness, with a gradual ascent and some steeper sections, but it's manageable for most people with average endurance. You can also choose how many of the seven tiers you want to explore, depending on your pace. In the afternoon, you have the option to try bamboo rafting on the Kwai River. Drift down the river, taking in the peaceful surroundings and enjoying the calm atmosphere - a perfect way to unwind."
    },
    {
      "dayNumber": 8,
      "title": "Return to Bangkok via Maeklong railway market",
      "description": ": We have an early start this morning as we drive back to Bangkok. En-route, we'll stop by the small town of Maeklong, home to one of the most unusual spots in Thailand. The Maeklong Railway Market was established in 1905 to better transport fresh seafood from the nearby port to the city and surrounding provinces. The market has been built, quite literally, on top of the railway and each time the provincial train rumbles through a mind-boggling spectacle unfolds; the shades and canopies are all folded back, produce is deftly rolled away from the tracks and the train slowly passes through, mere millimetres from the surrounding markets and vendors. We plan to arrive in time to witness this bizarre event, with time left to look around the market and the variety of fresh produce on offer. We'll then continue to Bangkok, where the rest of the afternoon is free for last-minute shopping or sightseeing. Our total driving time today is four hours."
    },
    {
      "dayNumber": 9,
      "title": "Take a guided tour of Bangkok, explore the Grand Palace, and enjoy a free afternoon",
      "description": ": Today we make the most of our time in Thailand's lively capital with a sightseeing tour. We'll head out on foot to take in the city's must-see sights, including the Grand Palace with its stunning Emerald Buddha and Wat Po (Temple of the Reclining Buddha). The former residence of the Thai kings, the Grand Palace sits on the banks of the Chao Phraya River and is a stunning example of traditional Thai architecture. We'll have some time to explore its temples, courtyards and gardens. The afternoon is free for you to explore at your own pace - you might like to explore the bustling streets of Chinatown or take a walk in Lumphini Park."
    },
    {
      "dayNumber": 10,
      "title": "Tour ends in Bangkok",
      "description": ": Our trip ends after breakfast at our hotel in Bangkok. There are no activities planned today, so you're free to depart from Bangkok at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Suvarnabhumi Airport (BKK), which is a 45-minute drive from our hotel. If you have time you might like to wander through Chinatown to see another side of this fascinating city. Bangkok is teeming with sites waiting to be explored and it's well worth extending your trip to have more time here. We highly recommend an extended stay in the city, or alternatively, you might like to unwind on the beautiful beaches of Thailand with our beach extension to Koh Samet."
    }
  ],
  "map": ""
}