{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "northern-thailand-tuk-tuk-holiday",
  "tourName": "Northern Thailand Tuk Tuk holiday",
  "placesVisited": "Small group Tuk Tuk tour with your own driver, Chiang Mai, Mae Sapok, local Karen village, visit the elephants at an elephant home, bamboo rafting, Doi Inthanon National Park, traditional Thai BBQ, gentle mountain hike, Mae Sariang, Mae Hong Son, Lod Caves, mountain town of Pai",
  "generalInfo": "Who’d have thought travelling like this would be such a fun way to explore the Thai mountains? Using specially adapted vehicles which are both roomy and safe, this small group northern Thailand Tuk Tuk holiday is truly Tuk Tuk-tastic.<br/><br/>This trip starts with a gentle introduction to your novel mode of transport. Meeting in Chiang Mai, you’ll be transferred to Mae Wang district, a quiet rural area, for your first Tuk Tuk tour. After a blessing from the local temple, you’re all set for your adventure. You’ll head north to visit an elephant home, where you can observe these gentle giants in a beautiful setting, before relaxing for the afternoon, floating down the river on a bamboo raft. <br/><br/>Get some rest before you head up to Doi Inthanon National Park, home of Thailand’s highest mountain, stopping for coffee in small villages, and roadside bars for lunch. Enjoy views over the rice terraces as you enjoy a Thai lager and a barbecue, and then explore Doi Inthanon National Park on foot. On this trek, a local guide will be able to spot wildlife for you and tell you the best waterfall pool for a refreshing dip. <br/><br/>Once you leave Doi Inthanon National Park, you’ll head close to Thailand’s border with Myanmar for a beautiful drive in remote areas, passing villages and roadside restaurants, and stopping for the nights in the towns of Mae Sariang and Mae Hong Son. Your northern tour finishes in Pai, a famous town in a beautiful valley, beloved by yoga-lovers and backpackers for its hot springs and relaxed atmosphere. You’ll spend time here, before wending your way back – perhaps fuelling up with an egg boiled in a hot spring on your way. <br/><br/>This trip works with local guides, including Karen guides in the mountains, to help you connect with local people and remote communities. You’ll stick to family run restaurants where possible, so your money goes directly into the town you visit. Travelling aboard a Tuk Tuk with a local driver, you can go places most people don’t. <br/><br/>You’ll form firm friendships on this trip – with your driver, your fellow travellers, and probably also with your trusty Tuk Tuk. Your bright orange motorised rickshaw has been specially built to be roomy, comfortable, with sun roof, Bluetooth speakers, and even walkie-talkies so you can stay in contact with your convoy! You’ll always travel with a support team and vehicle and there are no more than 15 travellers in each group. <br/>",
  "durationDays": "11",
  "price": "1695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL, MEET YOUR TUK TUK, EXPLORE REMOTE TEMPLES AND TINY COMMUNITIES You’ll be picked up at 10:00am from the CHIANG MAI GATE HOTEL in Chiang Mai city and our team will transfer you by private minivan to the Tuk Tuk HQ in Mae Wang, around 45-60 minutes South West of the city. On arrival you’ll check into the super local hotel which is your base for the next couple of nights and the immediately get to meet your Tuk Tuk (you’ll become very fond of this wonderful machine over the next few days!) and of course meet your driver and guide team. Note – our Tuk Tuks are specially modified to not only cope perfectly with the winding mountain roads but also to give extra comfort and views from the back seat. There are Bluetooth speakers for you to play your road tip selections and you can even roll back the roof if you fancy catching some sun! You’ll then head for a delicious lunch at a ‘laid back’ local restaurant where your guide will run through all of the adventures ahead. In the afternoon you’re straight into the back of your Tuk Tuk and off exploring tiny winding rural lanes, passing through rarely visited communities and fascinating Temples with stunning views. At one of the Temples we’ll receive a blessing for the adventures ahead giving you a real insight into how communities interact with Monks and their local Temple. You’ll arrive back at base in the late afternoon in time to freshen up and head out for a fantastic traditional Thai dinner at a local ‘country – pub’. Great food, live music and a very special place. Inclusions: • Transfer from Chiang Mai Gate Hotel to our ‘base camp’ • Full Tuk Tuk orientation • Exploration of remote Temples, rural communities and off the beaten track locations • Lunch and dinner • Twin / triple share accommodation in a beautiful resort in Mae Wang – air-conditioning, en-suite rooms (single occupancy rooms can be requested for a small additional fee)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "WATERFALLS, HILL TRIBE VILLAGES, ELEPHANTS AND BAMBOO RAFTING After breakfast you’re back into your Tuk Tuk (we guarantee you’ll already be possessive about which Tuk Tuk is ‘yours’!) and you’ll head North in convoy up the valley to the remote region of Mae Sapok. Think ‘classic Thailand’ – rice terraces, water buffalo, the odd elephant handing out by the river and small wooden houses dotted around. You’ll hike through the forest to a cool waterfall and then explore the local Karen village You’re then back in your Tuk Tuk as you head through small country roads to a fantastic elephant home that is leading the way in taking elephants away from a life of trekking and instead creating an environment where people can learn about and spend time with elephants on their terms, not ours! We’ll head slowly in convoy for the 20km or so to the elephant home giving all the opportunity to get some ‘road time’ and confidence. On arrival you'll get to meet the elephants and learn about their lives and the history of the home and what the team are doing. And then, after a tasty lunch at the home, it’s time to enjoy the company of these wonderful animals. You’ll be able to help feed them, get to know them and then walk with them (no riding allowed!) to the local river where you’ll be able to watch them enjoying themselves in the water. In the late afternoon we’ll have a change of pace as we float gently downstream on bamboo rafts before it’s then time for a late afternoon convoy as we head back to the base camp for dinner and getting ready for an adventurous day tomorrow. Inclusions: • Tuk Tuk and driver • Visits to waterfalls, a remote Hill Tribe village, elephant home experience and bamboo rafting • Breakfast, lunch and dinner • Twin / triple share accommodation in a beautiful resort in Mae Wang – air-conditioning, en-suite rooms (single occupancy rooms can be requested but a surcharge applies)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "AND WE’RE OFF – DOI INTHANON HERE WE COME After an early breakfast you’re hitting the road and heading along small country roads towards Thailand’s highest mountain, Doi Inthanon. Your guide will be in the lead Tuk Tuk and everyone travels in convoy with the support vehicle at the rear (the support vehicle takes all your luggage, spare parts for the Tuk Tuks – always best to be prepared! – and huge amounts of water!). And note that each Tuk Tuk has a walkie talkie so not only can your guide let you know all sorts of information but you can also ask anything you need or simply chat to your fellow travellers! The first 20-30km of the route is simple with gentle curving roads but we soon hit stunning switch back bends, incredible scenery and tiny Karen hill tribe villages as we make our way towards the National Park. Enjoy the look of complete surprise from everyone as they see Tuk Tuks this far up in the mountains – trust us, novelty doesn’t not even begin to cover it – and you’ll stop frequently to have a look at different villages / views and of course to sample some of the great coffee and snacks in small villages. Lunch will be in a roadside snack bar – hearty Thai fare! You arrive at our accommodation mid-afternoon in the village of Mae Khlang Luang before jumping in another classic Thai mode of transport - a ‘Songtaew’ - a shared taxi adapted from a pick up truck, which drives us to the summit of Doi Inthaon (over 2,500 metres) where you’ll explore some of the trails and take in the views. This evening it’s time for a traditional Thai BBQ eaten over the rice fields as the sun sets over the mountains. Not a bad location to end the day! Inclusions: • Tuk Tuks and support vehicle • Breakfast, lunch and dinner • National Park entry fees • Twin shared accommodation in Doi Inthanon (single occupancy rooms can be requested for a small additional fee) – this is the most ‘basic’ of the accommodation but intentionally so to ensure you’re located in the most stunning area and perfectly located for the trek tomorrow. Fan cooled, en-suite bathrooms"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "HIKING The Tuk Tuks have a well-earned rest today as you head off and explore the foothills of Doi Inthanon on foot! Starting with a quick transfer by truck you then walk up into the forest led by a superb local guide (who knows everything about every tree and plant – and can spot a snake from miles away!) and then hike past stunning waterfalls, babbling rivers and under towering trees. There are a number of spots where you can cool off with a dip in the pools under the waterfalls and you’ll have a packed lunch (wrapped in leaves) in a clearing in the forest. The hike ends with a walk back down into the village where you stayed last night and there’s the chance to enjoy the freshest coffee around at a local old-style mountain coffee shop (it’s such a cool place we couldn’t possibly do it justice here!) NOTE – the trek / hike is suitable for all. The total distance is around 5-6km, we take it at a gentle place and after the initial uphill, the majority of the hike is flat or downhill This evening it’s time for another superb feast – again overlooking the rice terraces – and perhaps one or two well deserved cold beers! Inclusions: • Trek and trekking guide • Breakfast, lunch and dinner • Twin shared accommodation in Doi Inthanon (single occupancy rooms can be requested for a small additional fee) – this is the most ‘basic’ of the accommodation but intentionally so to ensure you’re located in the most stunning area and perfectly located for the trek tomorrow. Fan cooled, en-suite bathrooms"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "ON THE ROAD AGAIN…. Time to get back on the road and today you head out of Doi Inthanon National Park towards our destination of Mae Sariang, close to the Burmese / Myanmar border. Hopefully you’ve got your road trip playlist perfected (don’t forget to charge those Bluetooth speakers) as todays route is simply perfect as we get deep into the heart of rural Northern Thailand (we spend much of the day in territory where Thai visitors are a rarity, let along people from overseas!) You route winds along through incredible scenery and some very quiet roads for the first section of the day and we then join the ‘main road’ for the last hour or two on our spectacular descent into Mae Sariang. Towering trees, steep hills and more than a few sharp curves are the order of the day and you’ll, as always, take frequent stops to enjoy the area, let the Tuk Tuk cool down and to allow traffic to pass (and see all taking photos of you as yet again everyone is stunned by the site to Tuk Tuks up here). You’ll arrive in Mae Sariang around mid-late afternoon and check into your superb riverside accommodation for the night – complete with lovely swimming pool by the river! Mae Sariang is well worth exploring with friendly people, a fascinating mix of Thai and Burmese culture (Mae Sariang is home to many Burmese Muslims), interesting Temples and more than one laid back, friendly bar to visit! Inclusions: • Tuk Tuks and support vehicle • Breakfast • Twin share riverside accommodation in Mae Sariang – air-conditioning and en-suite bathrooms"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "MORE BENDS AND MOUNTAINS After a good night’s rest (or a late night enjoying the friendly bars of Mae Sariang!) you’re back in the best seats in the house for the spectacular drive to Mae Hong Son, your overnight location. The route starts out pretty gently but it’s not long before you’re heading up and over mountains and fantastic curved roads with mountains stretching off into the distance across the Myanmar border. We stop for lunch at probably Northern Thailand’s best road side restaurant - the perfect place to get seriously adventurous with your food (raw buffalo anyone?) and then head off to explore side roads taking us through tine HilL Tribe village where it feels as if the world hasn’t changed for decades as we sidle right up to the Myanmar border. By late afternoon we’ll arrive at the magnificent Fern Resort just outside Mae Hong Son town, your base for the next two nights. ‘Fern’ is fast becoming a legend amongst our travellers and with it’s lovely bungalows set around rice paddies, surrounded by forest and, in our view, the best sunset bar in the world (now with added infinity pool). The perfect place to rest up after a stunning day! Inclusions • Tuk Tuks and support vehicle • Breakfast • Twin share accommodation outside Mae Hong Song town – air-conditioning, en-suite, swimming pool and stunning location!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "FREE DAY TO EXPLORE MAE HONG SON Another day off for the Tuk Tuks today (they’re wonderful machines but do need their beauty sleep) and a day off for you too – if you wish. There are no activities planned for today – you can hang out by the infinity pool if you wish or alternatively there’s a cool 8km trek right from the resort (with added dogs who walk with you as guides – we’re not joking!). Alternatively why not head into town to explore, visit Wat Doi Kong Mu overlooking the town or even take a boat trip and visit different Hill Tribe villages. Let your guide team and drivers know and then can sort everything out for you – but trust us, they won’t judge you if you fancy a lazy day by the pool! Inclusions: • Optional trek – one of our team will accompany you • Breakfast • Twin share accommodation outside Mae Hong Son town – air-conditioning, en-suite, swimming pool and stunning location!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "MOUNTAIN ROADS TO PAI Pai, one of the most famous of all mountain towns in Thailand, is your destination today but before you get there you need to negotiate several hundred bends and some of the steepest roads on the trip. Armed with your trusty driver (and you’re new found best friend – your Tuk Tuk) you can sit back and enjoy the spectacular views, cool communities and even the odd tasty mountain coffee along the way. You’ll stop for lunch at Lod Caves and then explore the huge cave system with a local guide – don’t worry, you’re not scrabbling through tiny potholes, rather enjoying a raft along the river than runs through the caves! By late afternoon you’ll drop down into the valley where Pai sits but not before a couple of awesome pit stops – try your hand at the Hill Tribe swing we dare you! – and arrive at your fantastic resort for the next couple of nights. Time to freshen up and either enjoy a relaxing evening surrounded by rice fields and mountains (and another cool infinity pool) or head into town to explore. The choice is yours. . Inclusions • Tuk Tuks and support vehicle • Breakfast • Twin share accommodation outside Pai – air-conditioning, en-suite, swimming pool and stunning location!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "ENJOY PAI AND THE SURROUNDING AREA A final day of rest before the last push tomorrow when you head back to base. Enjoy the beautiful resort and pool, wander around the local village or why not head further afield and explore hot spring, a giant land split (!) and Pai Canyon. Your guide team can help organise everything and go along with you if you’d like (whilst the driving team do their final checks on your Tuk Tuk ready for the last days adventure tomorrow) Inclusions: • Breakfast • Twin share accommodation outside Pai – air-conditioning, en-suite, swimming pool and stunning location!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "THE FINAL LEG Today’s drive is simply stunning and we’ve saved the best for last for sure. Leaving Pai behind we’re immediately deep into the countryside heading along tiny mountain roads on our journey back South to Mae Wang. It’s 180 km of pure magic – random hot springs (and boiled eggs if you’d like), Hill Tribe villages with teak Temples, giant Buddha heads appearing out of the forest and even Thailand’s very own Rio de Janeiro (one village has a Christ the Redeemer statue in pride of place), today takes you off the map rather than off the beaten track. Sit back, enjoy the ride and get ready to say your farewells to your favourite orange Tuk Tuk – and perhaps make sure you’ve got a couple of cold drinks to enjoy as you hit the last stretch of road before we get back to base in the late afternoon. There’s no better end to a superb bay of adventure. On arrival Mae Wang there’s time to freshen up and then you’ll head out together for one last superb Thai feast. Inclusions: • Tuk Tuk and support vehicle • Breakfast and dinner • Twin / triple shared accommodation – air-conditioned and en-suite"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "FAREWELL Your adventure comes to an end today with a minivan transfer back to The Chiang Mai Gate Hotel arriving around late morning. Say your farewells to you fellow travellers and team and know that you’re now a fully-fledged member of our club. Inclusions: • Breakfast • Transfer to the Chiang Mai Gate Hotel"
    }
  ],
  "map": ""
}