{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "northern-thailand-cultural-adventure",
  "tourName": "Northern Thailand cultural adventure",
  "placesVisited": "",
  "generalInfo": "With countless glittering temples, food markets that whirr into life after dark, and an assortment of ancient traditions and communities, northern Thailand is ideal for the culture-hungry adventurer. Join this immersive, varied adventure to experience it for yourself, with an expert local guide revealing their culture, history and traditions as we go. Better yet, a string of handpicked hotels means we can enjoy the Land of Smiles in comfort, allowing us to truly unlock this extraordinary destination.",
  "durationDays": "10",
  "price": "1979",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "This adventure starts in Bangkok, the enthralling and energetic capital of Thailand. If you have time after your arrival, you may want to walk (15 minutes) to Phra Sumen Fort, an all-white hexagonal construction with a privileged riverside spot. Around 6pm, say sawasdee to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Thai welcome by arranging a group dinner at a local restaurant. Want extra time in Bangkok? Secure pre-tour hotel nights through your sales representative. Accommodation: Centra by Centara Hotel Bangkok Phra Nakhon (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We embark on a city tour of Bangkok. Our first stop is the Grand Palace complex (home of the Thai royal family) followed by Wat Phra Kaew, where the Emerald Buddha resides, one of the most venerated images in Thailand. Another highlight we encounter is Wat Pho, the largest temple in Bangkok, housing a 151ft (46m) long, 49ft (15m) high gold-plated reclining Buddha. Please note, when visiting the Grand Palace, clothes covering your shoulders and knees are a requirement for entry. We then board a longtail boat for a tour of the canals - Bangkok was once known as the Venice of the East because of its intricate canal network. Please note, there may be a possibility of larger groups being accommodated in a bigger boat. Afterwards, we return to our hotel to freshen up before departing the capital; it will be possible for groups to share a few rooms back at the hotel to shower and change. Later, we transfer to Bangkok Krung Thep Aphiwat station where we board our overnight sleeper train (approximately a 12-hour journey) to Chiang Mai. Accommodation: Sleeper train"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Our train arrives early morning into Chiang Mai, the Rose of the North, known for its temples, markets and for the many indigenous communities that live in the hills. Upon arrival, we transfer to our hotel for the next two nights for an early check-in. The rest of the morning is free for you to relax and freshen up after our overnight journey. Later, meet your group for lunch and enjoy the specialties of Chiang Mai. This afternoon, we head on an orientation walk of the Old Quarter followed by a visit (approximately 50 minutes’ drive) to the hilltop temple of Wat Phrathat Doi Suthep, the most revered Buddhist shrine in the Chiang Mai region. The climb up to the temple (reached via a 306-step staircase or it is possible to pay a small fee for a short funicular ride to the top) is well worth the effort – on a clear day, we get excellent views over Chiang Mai and the striking temple-studded landscape. Tonight, we check out the Chiang Mai Night Bazaar, full of local handicrafts and fabulous northern street food dishes, which we can enjoy for dinner. Alternatively, there may be the option to enjoy a traditional khantoke dinner, which is typically a selection of dishes on a ceremonial red pedestal tray. Accommodation: Amora Thapae Hotel (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, we transfer (approximately 1hr 20min) to the Elephant Nature Park for a half-day visit. This unique project provides a sanctuary and rescue centre for elephants. We are greeted by an expert guide, tour the park and learn about the problems these animals face in Southeast Asia. In the afternoon, we transfer back to Chiang Mai where the rest of the day is free for you to explore. You may want to visit Talat Warorot market, the oldest public market in Chiang Mai and an excellent place to integrate with the local people. Alternatively, simply enjoy the many comforts of our hotel. Accommodation: Amora Thapae Hotel (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bid farewell to Chiang Mai after breakfast and transfer (approximately 5hr 30min to 6hr with stops) to Sukhothai, established in the 13th century as one of the first ancient capitals of Siam. On the way, we stop to visit the Wat Phrathat Lampang Luang, one of the most highly revered temples in Thailand, which displays the Lanna style of architecture. Lunch is on the way at a local restaurant with a chance to try authentic Lanna cuisine, including khao soy, a noodle soup in a curry broth. This afternoon, we visit Sukhothai Historical Park, one of the best-preserved World Heritage sites in Thailand. It contains the relics of the ancient Sukhothai kingdom and partially restored 13th– and 14th-century palaces and temples. We explore the park by electric tram and stay to enjoy sunset. Accommodation: Le Charme Sukhothai Resort/Legendha Sukhothai Resort (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Departing Sukhothai, we transfer (approximately 7hr 30min to 8hr) to the town of Kanchanaburi, where we spend three nights. On the way, we stop for lunch and toilet breaks. Located at the confluence of the Khwae Noi and Khwae Yai rivers, Kanchanaburi is home to the infamous Bridge on the River Kwai. Accommodation: River Kwai Bridge Resort (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, we visit the sobering Hellfire Pass (approximately one-hour drive). During the Second World War, Allied prisoners were made to chisel through solid rock here by Japanese forces building a railway line from Thailand to Myanmar. Working by firelight on this particularly difficult section, dozens of prisoners died under brutal circumstances. We then take a 30-minute transfer to Nam Tok railway station, where we board a train and ride on that same railway (approximately one hour) to Tha Kilen station, once known as the Burma Railway but now more commonly known as the Death Railway. It was constructed to allow Japanese forces to supply their army without the dangers of sending supplies by sea. However, thousands of POWs died under horrific conditions during the construction and so the line earned its nickname. Upon arrival in Tha Kilen, we transfer (approximately 35 minutes) back to our resort where the rest of the afternoon is free to relax by the pool, walk along the river and visit the bridge or simply explore Kanchanaburi. Accommodation: River Kwai Bridge Resort (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer (approximately one hour) to Erawan National Park after breakfast, where picturesque waterfalls are named after Erawan, the multi-headed white elephant from the Hindu religion, which the seven-tiered cascades are said to resemble. Your time is free to enjoy the falls area and there is a chance to swim or walk to the top of the falls (1.24mi/2km, approximately a two-hour round trip). This evening, we dine at a floating restaurant overlooking the River Kwai Bridge, which was reconstructed after the war and recreated in the Oscar-winning war film The Bridge on the River Kwai (1957), an ideal opportunity to take in our tranquil surroundings and reflect on our time in Kanchanaburi. Accommodation: River Kwai Bridge Resort (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Following breakfast, we have the chance to walk over the Bridge on the River Kwai before we visit the Kanchanaburi war museum and war cemetery, where we can pay our respects to the thousands killed constructing the Death Railway before transferring (approximately 2hr 30min) back to Bangkok. The remainder of the afternoon is free for you to do last-minute shopping, sightseeing or simply to relax by the pool before our final evening together. Accommodation: Centra by Centara Hotel Bangkok Phra Nakhon (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "The tour ends this morning after breakfast. Catch your free transfer to the airport to begin your journey home. Alternatively, speak to your sales representative to extend your stay in this thrilling city."
    }
  ],
  "map": ""
}