{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-family-11-day-tour",
  "tourName": "Thailand family 11 day tour",
  "placesVisited": "",
  "generalInfo": "Whether your family is craving the energy of a lively city, the serenity of lush jungles, or the beauty of crystal-clear beaches, Thailand offers the perfect mix for an unforgettable group adventure. <br/><br/>Start your journey in bustling Bangkok, where you’ll dive into colourful markets and zip through the city streets. Then, slow the pace as you head to the tranquil countryside of Kanchanaburi. In Chiang Mai, connect with local culture and wildlife before wrapping up your adventure in sun-soaked Phuket—complete with speedboat trips to explore dreamy paradise islands.<br/><br/>What's Included<br/>All transport during your tour, including an overnight train and a flight to Phuket. (Excludes airport transfers) <br/>Tuk-tuk tour &amp; welcome dinner (Bangkok) <br/>Erawan Waterfall + National Park visit (Kanchanaburi) <br/>Visit to Ayutthaya UNESCO World Heritage site (Kanchanaburi) <br/>Homestay experience + painting workshop (Chiang Mai) <br/>Ethical elephant sanctuary visit (Chiang Mai) <br/>Wat Doi Suthep visit &amp; monk chat (Chiang Mai) <br/>Phi Phi Islands speedboat day tour (Phuket)",
  "durationDays": "11",
  "price": "1799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bangkok: Welcome to Bangkok – the thrilling gateway to your Thailand family group adventure! After touching down in the vibrant capital, you’ll check into your accommodation and have some time to unwind before meeting your fellow travellers and Adventure Leader in the late afternoon. During the welcome briefing, you’ll get the lowdown on the next 11 days, helpful tips for adjusting to Thai culture, and essential advice to keep everyone safe while exploring. Then it’s time to dive into the action! We’ll kick things off with a fun-filled tuk-tuk tour through Bangkok’s lively streets, giving you a taste of the city’s energy and a glimpse of its iconic sights. To round off your first evening, we’ll enjoy a welcome dinner—perfect for getting to know the other families on the tour as the adventure begins."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bangkok: Today is your first full day in Bangkok – and how you spend it is totally up to you! You’ve got several fantastic options to choose from: Market Marvels: Join a day tour to two of Bangkok’s most fascinating markets. First, see the famous Maeklong Railway Market, where vendors quickly pack up their stalls as trains roll right through the middle! Then, hop aboard a traditional long-tail boat to reach the floating Damnoen Saduak Market. You’ll cruise through canals, shop for fresh produce, and get insider tips on Thai market culture from your guide. Hop-On, Hop-Off River Adventure: Cruise the Chao Phraya River on a sightseeing boat with unlimited stops along the way. Your Adventure Leader will take you on a guided tour, with chances to explore riverside sights and enjoy lunch at a local market. It’s a relaxing way to discover Bangkok’s heart at your own pace. Teak Boat Canal Cruise: Take a peaceful 2-hour journey through Bangkok’s lesser-known waterways on a teak boat. Wind your way past stilted homes and riverside villages along the serene Daokanong Canal, with stops to admire the stunning Wat Arun and Wat Paknam temples. Prefer to roam solo? No problem! Your Adventure Leader will be happy to share ideas for exploring Bangkok independently. This evening, you’re invited to rejoin your group for dinner and a visit to one of Bangkok’s lively night markets – perfect for tasting even more local treats and picking up unique souvenirs."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kanchanaburi: This morning, we’ll check out and make our way to the next stop on your adventure – the charming town of Kanchanaburi. En route, we’ll stop for a private day trip to one of Thailand’s most breathtaking natural spots: Erawan Waterfalls. Set within lush jungle, this series of cascading turquoise falls is perfect for a hike, a refreshing swim, or simply soaking up the stunning scenery at your own pace. By evening, we’ll arrive in Kanchanaburi and check into our new accommodation. The rest of the night is yours – take it easy, wander the local area, or grab a bite to eat and enjoy the laid-back riverside vibe."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kanchanaburi: Your morning in Kanchanaburi is yours to enjoy however you like – take it slow and soak up the peaceful atmosphere, or choose from two optional adventures to make the most of your final hours here: Fancy some pampering? Head to a riverside hot springs spa where you can unwind in 13 different pools, dip your toes in a fish spa, and treat yourself to a traditional one-hour Thai massage – all set against the serene backdrop of the Kwai River. Feeling active? Hop on an e-scooter for a countryside tour! Glide past rice paddies and local farms, spot native wildlife like monitor lizards and zebus, and stop for a refreshing break in a local café. The ride ends at a stunning Chinese temple and finishes at the famous River Kwai Bridge. Whichever you choose, you’ll return in time to check out just after lunch. Then we’re off to our next adventure: Chiang Mai! But first, we’ll stop at the Ayutthaya ruins, a UNESCO World Heritage Site. Once the thriving second capital of the Siamese Kingdom, today its atmospheric temples and historic structures offer a glimpse into Thailand’s rich past. After some time to explore and grab dinner, we’ll make our way to the train station for an overnight journey to Chiang Mai – ready to wake up in Thailand’s cultural north!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chiang Mai: You’ll arrive at Chiang Mai train station bright and early, where we’ll be waiting to greet you. After a quick stop for a local breakfast, we’ll head straight to one of the most memorable parts of your trip – a stay at a traditional homestay in the peaceful countryside. After settling in and enjoying a delicious home-cooked lunch, we’ll dive into a creative afternoon with a painting workshop inspired by Chiang Mai’s most iconic animals – elephants! Let your imagination run wild as you learn traditional techniques and create your own elephant-themed masterpiece. Later, we’ll take a guided walk through the nearby village, giving you the chance to meet locals and learn about everyday life in northern Thailand. Then it’s back to the homestay for a hearty dinner and a well-earned rest in your cosy home-away-from-home."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Chiang Mai: After breakfast at your homestay, we’ll set off for a truly unforgettable day – a visit to an ethical elephant sanctuary. Here, you’ll have the chance to observe these gentle giants in a natural, respectful environment, learning all about their care and conservation. A delicious lunch will be served during the visit, giving you time to relax and take in the stunning surroundings. In the early afternoon, we’ll transfer to our next hotel in Chiang Mai, where you’ll have a chance to freshen up and unwind. The evening is yours to enjoy however you’d like. But if you’re still up for adventure, why not join us for an optional Thai cooking class? You’ll learn to prepare classic dishes from scratch – and the best part? You’ll get to eat your creations for dinner!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Chiang Mai: This morning kicks off with a peaceful and insightful visit to a local temple, where you'll take part in a monk chat. This unique experience gives you the chance to learn about Buddhism, daily monastic life, and Thai culture directly from a practicing monk. Afterward, we’ll head up the mountain to explore Wat Doi Suthep, one of Thailand’s most iconic temples. With golden spires, intricate shrines, and panoramic views over Chiang Mai, it’s a must-see moment of your journey. Returning around lunchtime, the afternoon is yours to enjoy. If you’re up for more adventure, you can opt to join us on a trip to the Sticky (Bua Tong) Waterfall. Thanks to the grippy limestone surface, you can actually climb up the waterfall – a unique and fun experience for all ages! We’ll head back to the hotel in the evening, so you can rest up before heading to the final stop on your Thailand family tour."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Chiang Mai to Phuket: This morning, we’ll check out of our hotel and head to the airport – bound for Phuket! Once we’ve landed, we’ll transfer to our hotel, ready for you to spend an evening at leisure."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Phuket: Today is all yours to enjoy at your own pace! Phuket is a tropical paradise bursting with golden beaches, lush scenery, and vibrant culture — so whether you’re looking to chill out or dive into adventure, there’s something for everyone. Here are a few fantastic ways to spend your free day: - Lounge in style at the luxurious YONA Floating Beach Club, soaking up the sun in total comfort. - Explore the island on a half-day tour of Phuket, with stops in the colourful Old Town and the sacred Wat Chalong Temple. - Paddle through the magic of Phang Nga Bay, where an evening canoe trip reveals the glowing beauty of bioluminescent plankton. - Dive into the deep with a beginner-friendly scuba diving course and discover the underwater wonders of the Andaman Sea. - Cook like a local with a hands-on Thai cooking class, including a visit to the local market to learn about regional ingredients. However you choose to spend the day, Phuket is the perfect place to unwind, explore, and make memories."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Phi Phi Islands: Today’s all about island-hopping paradise! You’ll join us for an unforgettable speedboat tour around the stunning Phi Phi Islands and nearby tropical gems. Hop aboard as we cruise across turquoise waters, stopping for some incredible highlights along the way: - Snorkel at Viking Cove, where crystal-clear waters reveal vibrant coral and colourful marine life. - Swim in Pileh Lagoon, a hidden emerald lagoon surrounded by towering limestone cliffs. - Sink your feet into the soft white sands of Maya Beach, made famous by The Beach. - Chill out on Bamboo Island, a serene spot perfect for sunbathing and snapping a few final photos. A delicious lunch will be served on board, giving you more time to relax and soak up the sunshine. Once we’re back in Phuket this evening, you’ll have your final night free to grab a farewell dinner, swap stories with your fellow travellers, and toast to an epic adventure in Thailand!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Phuket: Sadly, today marks the end of your Thailand family group tour. If you’d like, we can help you arrange a transfer back to the airport – or if you’re planning on staying longer, we can help you arrange post-trip accommodation."
    }
  ],
  "map": ""
}