{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "koh-surin-ban-talae-6-day-tour-thailand",
  "tourName": "Koh Surin & Ban Talae 6 day tour, Thailand",
  "placesVisited": "",
  "generalInfo": "Experience local life at Ban Talae Nok, a village tucked away in a serene location in the south of Ranong province. Ban Talae Nok is home to a community which is a model for responsible tourism and sustainability and a visit here is a wonderful way to culturally enrich your travels in Ranong.<br/><br/>Continue to Surin Island National Park and take a unique private tour with the original Moken inhabitants of this tropical paradise.",
  "durationDays": "6",
  "price": "41300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "09.00 Start the tour in Kuraburi for a pre-trip briefing and cultural orientation. 09.30 Transfer to Ban Talae Nok village to meet your host family, and be welcomed into their way of life. 10.00 Take a walking tour of the community with your local guide to learn about the history and lives of these villagers. See an area of the village that was destroyed by the 2004 tsunami and learn how this event affected the community. 11.30 For lunch, enjoy authentic southern Thai food with your homestay family 13.00 Take part in a handicraft workshop and learn the art of Batik, a technique of hand-dyeing fabrics by using designs drawn in wax. You can create your own design or have your hosts draw one for you, then color in the beautiful designs, and keep your creation as a souvenir. 14.00 Learn to weave leaves of the nypa palm with the villagers and help make traditional roofing from a local mangrove plant. 15.00 Take a short walk to the beach where you can relax and bask in the spectacular colors of an Andaman Sea sunset. 16.30 For dinner, enjoy a barbeque dinner on the beach with your hosts and feast on freshly caught seafood, garden-fresh vegetables, and Thai curries (weather permitting, alternative is dinner in the homestay). 18.00 Participate in a cultural activity where you can share stories and experiences with the family and local villagers. Pictures from home are always appreciated! Overnight: Ban Talae Nok Homestay, comfortable bedding and mosquito net provided."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "08.00 Breakfast at your host’s house 09.00 Head into nature and explore the mangrove forest in a long-tail boat, where you have the chance to spot various birds, monitor lizards and monkeys. 10.30 Take a fascinating journey through the tidal canals and learn how the villagers are active in protecting this amazing ecosystem. 11.00 Continue your journey out to the hidden paradise of the undeveloped Gam Islands, only 10 km from the coast of the village. Arrive to the white sand bays and explore the surrounding nature, then go for a swim and snorkel in the clear blue waters** 12.00 Have a picnic lunch on the beach with your hosts*** 13.00 Depart the island and take part in a local fishing activity with your hosts, if you get a good catch, your hosts will create a tasty net to table meal. 14.00 Handicraft workshop - the women's group, established after the tsunami, makes beautifully hand-crafted soap, using only the finest natural ingredients. Watch an informative demonstration and then make soap for yourself with the expert guidance of the soap ladies and keep your creation as a souvenir. 16.00 Learn to cook local Thai food with your host family or spend your time before dinner relaxing on the beach. 17.00 Have a dinner on the beach. 18.00 enjoy more cultural exchange by trying on traditional Muslim clothing to learn more about your hosts’ religion and how it is connected to their culture and daily lives. Overnight: Ban Talae Nok Homestay, comfortable bedding and mosquito net provided"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "08.00 Breakfast at the homestay house. Then walk up to the school for a panoramic view of the Andaman coast. 09.00 Return to your homestay to make a local specialty dessert. Try your hand at grating the coconut and filling the palm leaf with the batter. Then grill and enjoy the delicious snack hot of the fire. 12.00 Enjoy a personalized cooking class and help make your lunch with your host Lunch with the host family. 13.00 Pack and say goodbye to your friendly hosts, then transfer back to Kuraburi 16.00 Explore the evening market and enjoy and independent dinner at a local restaurant Overnight: Local resort in Kuraburi with a/c and hot water"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "08.00 Have a traditional Thai breakfast at the local market in Kuraburi with your translator. 08.30 Transfer to Kuraburi pier for Moken experiences program. 10.00 Meet your Moken guide and head to the village. A tour around the village is an insight into the intricate relationship between the Moken and their surrounding environment. Learn about the brightly colored \"Spirit Poles\" and Moken homes, built on wooden stilts directly on the beach. 11.00 Participate in a handicraft workshop and learn the traditional art of Moken weaving. Use forest Pandanus leaves to weave a natural bracelet. Keep it as a souvenir and show off to your friends at home 12.00 Have a packed lunch under the shade of a tree on a beach near the village. 13.00 Forest hike - your Moken guide will highlight useful plants, including medicinal herbs, edible species, and those used in construction of traditional houseboats. 14.00 Snorkeling - coral reef exploration with Moken guide. Your guide will take you to a wonderland of colorful tropical fish and allow you to witness the impressive Moken swimming techniques. 16.00 Back at the park headquarters enjoy free time to walk the beach, relax, and enjoy the sunset. 18.00 Dinner at National park restaurant. Overnight: Koh Surin, tents on the beach with bedding gear: electricity generated from 6pm-8am"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "08.00 Breakfast at the National park restaurant. 09.00 Meet your Moken guide and take a snorkel tour to see the underwater life of the sea gypsies. Experience how they have adapted to living in the water, and why they love it. Watch as your Moken guide spots sea turtles and sharks swimming in the waters. 12.00 Return to the park headquarters to have a Thai style lunch. 13.00 Hop back on the long tail boat to go visit special Moken places around the islands and learn how they have lived here for generations. 16.00 Back at the park headquarters enjoy free time to walk the beach, relax, and enjoy the sunset. 18.00 Dinner at National Park restaurant. Overnight: Koh Surin, tents on the beach with bedding gear: electricity generated from 6pm-8am"
    }
  ],
  "map": ""
}