{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "northern-thailand-holiday-with-added-comfort",
  "tourName": "Northern Thailand holiday with added comfort",
  "placesVisited": "",
  "generalInfo": "Take a cultural adventure through the heart of Thailand, exploring historic sites, cruising vibrant canals, and uncovering some of the country's best-kept secrets. Discover ancient temple ruins, sample delicious local cuisine, and spend the night in a floating house on the River Kwai on this 12-day trip from Chiang Mai to Bangkok.<br/> <br/> Chiang Mai - Witness the conservation work being done at the Elephant Nature Park.<br/> Sukhothai - Cycle around the historic park and meet the locals of Nathon Chan village.<br/> Bangkok - Discover the vibrant capital with its tempting street food and serene temples.<br/> Upgraded Range - Immerse yourself in Thailand's stunning scenery with our hand-picked selection of Premium hotels.<br/>",
  "durationDays": "12",
  "price": "2145",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Chiang Mai",
      "description": ": Our tour starts today in Chiang Mai. Known as the Rose of the North, Chiang Mai is a hub of calm with plenty to explore, from its ancient old town to its local markets. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Chiang Mai at any time. If you miss the welcome meeting, your tour leader will inform you of any essential information on day 2. A transfer from Chiang Mai International Airport (CNX), around a 30-minute drive from the hotel, is included on all trips in our Upgraded range regardless of your arrival day, provided we receive your flight details no later than 14 days before departure. Our accommodation is perfectly located for exploring, so if you arrive early you might like to head straight out to see the sights. The hotel combines traditional charm with modern amenities, including an outdoor swimming pool, offering an ideal spot to unwind and recover from your journey."
    },
    {
      "dayNumber": 2,
      "title": "Visit Doi Suthep temple and afternoon cooking class",
      "description": ": This morning, we'll take a short drive to visit Doi Suthep Temple, a sacred Buddhist temple perched on a mountain just outside the city. Its dramatic location lets us soak in panoramic views over Chiang Mai, while the temple itself gives us a glimpse into the region's spiritual heritage. The temple's golden stupa glistens in the sunlight, surrounded by intricate carvings and beautiful architecture. After our visit, we'll drive back to Chiang Mai for a foot massage at the Women's Correctional Institution (included). The institution offers traditional Thai massages performed by inmates as part of their rehabilitation program. These massages are highly regarded for their quality, providing visitors with a unique experience while supporting the inmates' reintegration into society by helping them develop professional skills. After our moment of relaxation, we'll have time for lunch in the city followed by a short walking tour of the town. Mid-afternoon, we'll drive to our host family for a cooking class. This experience is not only about food but also a chance to learn and understand the local culture, and how they apply their knowledge of herbs to their daily dishes. The home belongs to the Raunkaew-Yanon family - a Lanna family who preserve the traditions passed down since the beginning. They build their homes from teak wood and maintain the natural surroundings traditionally, which is now rarely seen in Chiang Mai. Experience the Lanna way of life and take a walk in the family-owned orchard with many types of fruit such as banana, mango and coconut, as well as many herbs for cooking. We then watch the cooking session with the local family, and you have the opportunity to join in if you fancy, before dining together."
    },
    {
      "dayNumber": 3,
      "title": "Visit the Elephant Nature Park and discover Maekampong village",
      "description": ": This morning, we head out to the Elephant Nature Park, one of the largest elephant conservation centres in Thailand located a 90-minute drive from Chiang Mai. The park functions as a care and treatment centre for rescued and abandoned elephants and comprises huge swathes of land that they can roam in freely as well as an elephant nursery and hospital. The elephants are free to roam as they please - this is what sets this sanctuary apart and what makes it meet our animal welfare policy. It's worth bearing in mind that this is a working facility centre so our visit will need to fit around the elephant's daily needs. We're sure to get our fill of these majestic animals, spending time observing them from the viewing platform and taking a walk down the river, guided by the centre's staff. After our buffet lunch at the Elephant Nature Park, we'll drive to Maekampong - a picturesque hilltop village nestled in Thailand's highlands. Our first stop is the Maekampong waterfall - a natural gem set amidst lush greenery. The walk to the top of the waterfall takes around 30 minutes and the terrain is slippery up the stairs. There's an alternative option to also walk around the base of the waterfall. Before we return to Chiang Mai, we'll wander through the village, taking in the traditional wooden houses, tea plantations and stunning mountain views. The evening is free to explore Chiang Mai's night market and try the local delicacies. Our total driving time today is four and a half hours."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Lampang and visit Wat Chaloem Phra Kiat",
      "description": ": This morning, we say goodbye to Chiang Mai and head to the lesser-known province of Lampang. En route. Here, we'll visit one of Thailand's hidden treasures: Wat Chaloem Phra Kiat, often hailed as the 'Little Bhutan' of Thailand, a temple celebrated for its tranquil views and distinctive architecture. Perched on a hilltop, Wat Chaloem Phra Kiat boasts a series of elegant pagodas and chedis that appear to float above the surrounding landscape, providing panoramic vistas of lush valleys and distant mountain ranges. The hike to Wat Chaloem Phra Kiat blends natural beauty with spiritual discovery. It can take up to one hour depending on your fitness level and our route includes stairs with multiple rest platforms so you can appreciate the scenery at your own pace. Our route covers 3.5 kilometres/2 miles each way with an ascent of 300 metres/984 feet on mostly well-built stairs. After our hike, we'll break for lunch before continuing to Lampang to visit a ceramic factory. Here, we'll skilled artisans at work and learn about the process and cultural significance. After that, it's just a short drive to our accommodation for the night, Tonight, we stay at Lampang River Lodge, a serene eco-resort, featuring traditional Lanna-style cottages set amidst tropical gardens and situated along the peaceful Wang River. Our total driving time today is around four and a half hours."
    },
    {
      "dayNumber": 5,
      "title": "Experience the hospitality of Nathon Chan village and discover the ruins of Sukhothai by bike",
      "description": ": After a tranquil breakfast by the river this morning, we'll take a short drive to visit Wat Phrathat Lampang Luang. Renowned for its Lanna architectural style, this sacred site stands as a significant cultural and religious landmark. We'll then continue south for around three hours to Nathon Chan - a village set amongst lush rice paddies where we'll enjoy the warm hospitality of the locals. After being greeted by our hosts, we'll head out to explore the village on foot. The villagers here still practice many cottage industries, and as we walk from house to house, we will see how clothes are stitched on a bamboo sewing rig, cups and chopsticks are made from surrounding bamboo and ornaments are skilfully carved by local artisans. There will be plenty of opportunities to engage with the villagers whilst each of them demonstrates their craft. After the visit, we'll have time to indulge in the local dish of the village made with thick rice noodles. The drive to Sukhothai takes us another hour and upon arrival, we'll set out to explore the ancient city by bicycle. As the first capital of Siam, Sukhothai was the heart of Thai civilization for over 200 years. We'll cycle through the historical park, visiting some of the most significant temples. The flat, traffic-free terrain makes for a leisurely ride, with each temple just minutes apart. Our hotel for tonight was designed to reflect the grandeur of Thailand's ancient Sukhothai Kingdom and features elegant, Thai-inspired decor with intricate wooden carvings, a swimming pool, massage services and lush gardens. The evening is free for you to relax or watch the traditional entertainment put on by the hotel."
    },
    {
      "dayNumber": 6,
      "title": "Rise early for almsgiving and continue south to Uthai Thani",
      "description": ": We have an early start this morning as we take part in offering almsgiving - a Buddhist tradition where laypeople offer food and essentials to monks early. This practice, performed with reverence, allows individuals to accumulate merit and support the monastic community, making it an integral part of Thai culture and daily life. After breakfast, we'll set out on our journey down south to Uthai Thani, a tranquil province in central Thailand known for its traditional rural charm. It offers visitors a glimpse into authentic Thai culture with its historic temples, serene riverside settings and local markets. To see some of this, we take a boat ride on the Sakae Krang River past lush riverbanks, local wildlife and traditional riverfront communities. Before checking into our hotel, we'll explore the city centre and visit Wat Chantaram, renowned for its crystal sanctuary - a mesmerizing hall of mirrors where walls and columns are adorned with reflective surfaces. This area of Thailand is less frequented by tourists, offering a more authentic local experience. While the hotels here may have fewer amenities compared to those in larger cities, our hotel provides a warm welcome. Our total driving time today is around four hours."
    },
    {
      "dayNumber": 7,
      "title": "Travel to Ayutthaya and evening dinner cruise on the Chao Phraya River",
      "description": ": After breakfast, we'll head out on the two-hour journey to Ayutthaya, one of Siam's most magnificent ancient capitals. Situated on an island at the confluence of the Chao Phraya, Pa Sak, and Lopburi Rivers, Ayutthaya boasted a strong defensive position and flourished for over 400 years, becoming a wealthy and powerful city. Now a UNESCO World Heritage site, the city is a remarkable complex of palaces, shrines, stupas, and monasteries. We'll have a walking tour of the city's historical landmarks, after which the afternoon is free to explore the temples or relax at our riverside hotel. In the late afternoon, we'll gather for an evening dinner cruise along the Chao Phraya River, trying an array of Thai dishes while taking in the illuminated ancient ruins of Ayutthaya."
    },
    {
      "dayNumber": 8,
      "title": "Drive to Kanchanaburi, journey on Death Railway and overnight on raft house on the River Kwai",
      "description": ": We have another early start this morning as we set out to Kanchanaburi (a journey of two to three hours). Here, we'll visit the war cemetery and the iconic Bridge over the River Kwai. This infamous bridge, part of the Death Railway built during World War II by prisoners of war under Japanese occupation, stands as a sombre reminder of one of the war's most tragic episodes, linking Siam and Burma (Myanmar). Next, we'll take a train along a section of the original railway before heading to Hellfire Pass by bus. Visiting the Hellfire Pass Museum gives us a moving look into the gruelling conditions endured by the workers. To conclude the day, we'll travel by longtail boat up the River Kwai to our hotel, a premium floating resort located in a peaceful riverside setting. The resort features spacious villas with breathtaking river views and direct water access, offering a serene retreat for the next two nights."
    },
    {
      "dayNumber": 9,
      "title": "Free day to relax by the River Kwai",
      "description": ": Today is a free day to unwind by the River Kwai in our luxurious floating accommodation. You can relax and take in the tranquil riverside atmosphere, or for those who'd like to explore further, optional activities include bamboo rafting, a peaceful way to experience the river, or a visit to the renowned Erawan Waterfall, known for its stunning multi-tiered cascades and crystal-clear pools. Whether you choose to relax or adventure, the day is yours to enjoy at your own pace."
    },
    {
      "dayNumber": 10,
      "title": "Travel to Bangkok via Maeklong railway market",
      "description": ": We have an early start this morning as we drive back to Bangkok. En route, we'll stop by the small town of Maeklong, home to one of the most unusual spots in Thailand. The Maeklong Railway Market was established in 1905 to better transport fresh seafood from the nearby port to the city and surrounding provinces. The market has been built, quite literally, on top of the railway and each time the provincial train rumbles through a mind-boggling spectacle unfolds; the shades and canopies are all folded back, produce is deftly rolled away from the tracks and the train slowly passes through, mere millimetres from the surrounding markets and vendors. We plan to arrive in time to witness this bizarre event. Upon arrival in Bangkok, we'll check in to our luxurious hotel before heading out on a boat ride from the hotel's dock to explore the iconic Chao Phraya River, gliding past temples, markets, and Bangkok's glittering skyscrapers. The cruise is a unique and immersive way to soak in the heart of the city. We'll end the day with a drink at one of Bangkok's famous sky bars, enjoying breathtaking views of the cityscape. Our premium-grade hotel offers fine dining options, a swimming pool, a spa, and top-notch amenities - it's a sophisticated retreat on the banks of the Chao Phraya River."
    },
    {
      "dayNumber": 11,
      "title": "Discover the temples and street food of Bangkok",
      "description": ": This morning, we'll set out to explore Thailand's bustling capital. Our first stop is Bangkok's Grand Palace, renowned for its opulent architecture and home to the revered Emerald Buddha. We'll then continue to Wat Po, where the impressive Reclining Buddha statue resides. The rest of the day is free for you to explore Bangkok at your leisure or indulge in some shopping, one of the capital's favourite activities. For our final evening, we'll head out on a food tour in Bangkok's vibrant Chinatown. Led by your tour leader, we'll navigate renowned street food stalls, sampling an array of authentic flavours, before sitting down for a farewell dinner at a local restaurant."
    },
    {
      "dayNumber": 12,
      "title": "Trips ends in Bangkok",
      "description": ": Our trip ends after breakfast at our hotel in Bangkok. There are no activities planned today, so you're free to depart from Bangkok at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. A transfer to Suvarnabhumi Airport (BKK) is included for all trips in our Upgraded range, regardless of your departure day, as long as we receive your flight details at least 14 days before the start of your tour. The airport is just a short 45-minute drive from the hotel. Bangkok has so many sites waiting to be explored and it's well worth extending your trip to have more time here. We highly recommend an extended stay in the city, or alternatively, you might like to unwind on the beautiful beaches of Thailand with our beach extension to Koh Samet."
    }
  ],
  "map": ""
}