{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "timeless-thailand-holiday",
  "tourName": "Timeless Thailand holiday",
  "placesVisited": "Bangkok, river cruise down the Chao Phraya River, Chiang Mai, H’mong Hill Tribe Lodge, Lampang, Friends of the Asian Elephant Centre, Sukhothai Bike Tour, Kanchanaburi, Bridge over the River Kwai, Hellfire Pass Memorial",
  "generalInfo": "This is a Thailand trip jam-packed with experiences and destinations that ventures beyond the typical tourist trail. From Bangkok, head north as far as Chiang Mai, taking in Thailand’s beauty and charismatic culture as you go. Experience traditional hill tribe life in a H’mong village, support the rehabilitation of the endangered Asian elephant, take a leisurely cycle around the ruin-filled Historical Park in the ancient kingdom of Sukhothai and try your hand at creating Thai gastronomic delights on a cooking class in Chiang Mai. You’ll also visit the memorials by the infamous Bridge over the River Kwai, learn about its dark history and the construction of the death railway in Kanchanaburi during the war.<br/><br/>On this 11-day trip you will travel mostly on trains and private mini van, with one overnight sleeper train, which is the best way to meet locals, cover some distance and maximise time in each destination. This is your chance to capture the adventure and essence of timeless Thailand. <br/>",
  "durationDays": "10",
  "price": "1920",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok.",
      "description": "Sa-wat dee, welcome to Thailand! Your adventure begins in the country’s bustling capital, Bangkok, famous for its tuk tuks, khlong boats and street vendors serving up delicious Thai food. A welcome meeting will take place at 6pm tonight where you’ll meet your local leader and fellow travellers. If you arrive in Bangkok with time to spare, you may like to take a riverboat to Chinatown and explore the crowded streets, wander down the tourist mecca of Khao San Road, or indulge in some Thai massage. After the meeting tonight, perhaps get to know your group over dinner at one of the many restaurants surrounding your hotel."
    },
    {
      "dayNumber": 2,
      "title": "Kanchanaburi.",
      "description": "Begin the day with a river cruise down the Chao Phraya River to explore the famous ‘khlongs’ (canals). Life along these canals seems a world away from the chaotic streets of the capital. Pay a visit to the magnificent Grand Palace and the Temple of the Emerald Buddha. The sprawling royal complex houses numerous ornate structures that highlight the grand architectural traditions of Thailand. Later in the day, travel south by private minibus to Kanchanaburi (approximately 2.5 hours). Located where the confluence of the Khwae Noi and Khwae Yai rivers, Kanchanaburi is home to the infamous 'Bridge on the River Kwai'."
    },
    {
      "dayNumber": 3,
      "title": "Kanchanaburi.",
      "description": "This morning, make tracks for the Erawan Falls. These terraced waterfalls, named after the three-headed white elephant of Hindu mythology, cascade into a series of emerald green pools – a beautiful place to swim, walk or sit back and relax. After your visit drive to the Hellfire Pass Memorial, built to honour the allied prisoners of war (POWs) and Asian conscripts who died while constructing some of the most difficult stretches of the Thai-Burma Death Railway. You can head out to a teak observation deck and look across to Myanmar just kilometres away. You’ll also see the eponymous pass, cut through rock 18 metres deep, that got its name from the hellish fires used to light the work at night. Boarding at Nam Tok station, the main terminal of the Death Railway, take a ride along the historic tracks along the Kwai Noi River and travel over the original wooden viaduct (the Bridge on the River Kwai) constructed by the allied POWs. Pass through magnificent scenery and spend a moment reflecting on those who were forced to give their lives in the process of bending this environment to man’s will. Tonight, you can explore the rows of street vendors in town and perhaps grab a drink overlooking the River Kwai."
    },
    {
      "dayNumber": 4,
      "title": "Ayutthaya.",
      "description": "Head away from Kanchanaburi to Ayutthaya in a private minivan this morning. Once the capital in the Kingdom of Siam, the ruins of palaces, Buddhist temples, monasteries and statues can be found in Ayutthaya’s Historical Park, which you’ll explore this afternoon. Upon arrival in Ayutthaya, explore the photogenic 13th-century ruins of Wat Phra Mahathat and discover rows of Buddhas beheaded by the Burmese. Look out for the displaced Buddha head suspended in the roots of a Banyan tree - one of the country’s most photographed images."
    },
    {
      "dayNumber": 5,
      "title": "Sukhothai.",
      "description": "Buckle up for a bit of travelling today. Take a traditional songthaew from your accommodation to the train station, then board a day train to Phitsanuloke. From there, take a minivan to Sukhothai, the historic capital of Siam, Be sure to have your music, podcasts or movies downloaded or a good book handy, as you’ll be sweeping through the countryside on a relaxing travel day. Once arrived at your resort, spend some time in the open air and perhaps have a swim in the onsite pool!"
    },
    {
      "dayNumber": 6,
      "title": "Sukhothai.",
      "description": "Located on a fertile plain, Sukhothai was established in the 13th century as one of the first ancient capitals of Siam, and the name means the 'Dawn of Happiness'. It’s now famous for its World Heritage-listed Historic Park that celebrates the Golden Age of Thai civilisation. Head out to the historical ruins of Old Sukhothai, set amid beautiful lakes and gardens. The religious art and architecture of the Sukhothai era are considered to be the most classic of Thai styles, and the Sukhothai Historical Park contains the remains of 21 historic sites, with striking Buddha images and four large ponds often filled with stunning lotus flowers in full bloom. Upon arrival at the park, hop on bicycles and enjoy a few leisurely hours learning about the history of this fascinating place, tucking into a tasty picnic lunch at the end of your ride. Have some free time this afternoon before heading to a local house for a Thai-style cooking class. You’ll learn some traditional recipes from the Sukhothai region like chilli pastes, fragrant curries, spicy soups, steamed fish cakes and Thai custard. Your host will help you prepare these dishes and will assist you in making a delicious spread to share at the end."
    },
    {
      "dayNumber": 7,
      "title": "Hmong Hilltribe Lodge.",
      "description": "Take a minivan on a drive north to the Hmong Hilltribe Lodge in picturesque hilly countryside. Set in a peaceful valley of a scenic mountain range and surrounded by stunning natural landscapes of jungle and mountains, the Hmong lodge offers a unique and tranquil experience. It's a great escape from the hustle and bustle of busy tourist spots. The rooms are simple and rustic, fitting perfectly with the natural environment. Be sure to pack a warm jumper as the weather will be mild and cool year-round due to the lofty mountain location. The Hmong are an ethnic minority in Thailand who originated in central China, and today they make up the second largest hilltribe group in Thailand. After a barbecue dinner in the lodge's open-air dining area, the day concludes with a cultural performance by the Hmong people. You'll gain an insight into the traditional lifestyle of the tribe, with a wedding ceremony enactment, shamanic ritual and makong (cotton ball) throwing."
    },
    {
      "dayNumber": 8,
      "title": "Chiang Mai.",
      "description": "Transfer by private vehicle to Chiang Mai, the most vibrant city in northern Thailand and home to many famous temples and an interesting old city area. Renowned for dazzling beauty and extremely welcoming locals, the ‘Rose of the North’ will leave you spellbound. Chances are, you won’t want to leave. In the late afternoon, embark on a scenic, winding drive up a mountain to one of the country's most stunning temple complexes, Doi Suthep. A 300-step naga-guarded stairway leads you to the temples, and the climb is well worth the effort. The hypnotic atmosphere of chanting Buddhist monks and sweeping views of the city make this a memorable experience. Your leader can help you to arrange optional activities for your free time today – you can get active with a bicycle tour to discover the city and surrounding countryside from a different perspective, indulge in a Thai massage or a spa treatment, or just relax with a book by the pool."
    },
    {
      "dayNumber": 9,
      "title": "Chiang Mai.",
      "description": "Today is set to be one to remember as you visit the ChangChill elephant reserve – a truly special experience. Drive out to the reserve and learn how this organisation supports the protection, conservation and lifestyle of free roaming elephants in the region. You’ll observe the daily patterns of these jungle giants from a safe distance, seeing how they graze and socialise with their other friends. The expert local guides will give you a live lecture on the elephants as well as the reserve’s sustainable tourism practices and conservation efforts in the area. Enjoy some refreshments near the elephant’s mud pit, then be treated to lunch in a riverside sala (pavilion) alongside your giant friends, who will be enjoying a meal too. On your way back to Chiang Mai, stop by Kaomai Estate 1955 cafe for a coffee – this eclectic tobacco factory-turned-cafe holds a Cultural Heritage Conservation for New Design accreditation from UNESCO. This evening, get together for a final group dinner in town and celebrate today’s unforgettable experience."
    },
    {
      "dayNumber": 10,
      "title": "Chiang Mai.",
      "description": "With no activities planned for today, you are free to leave the accommodation at any time."
    }
  ],
  "map": ""
}