{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "14-day-thailand-highlights-holiday",
  "tourName": "14 day Thailand highlights holiday",
  "placesVisited": "",
  "generalInfo": "This wonderful 14-day journey through Thailand, where culture, history, and sustainable tourism converge. Explore Bangkok's royal splendor, delve into WWII history in Kanchanaburi, and experience eco-friendly initiatives in Chiang Mai. End on Koh Chang's serene beaches, blending relaxation with environmental appreciation.<br/><br/>Embark on a 14-day odyssey through Thailand, a land of ancient traditions, vibrant cultures, and breathtaking landscapes. Begin your adventure in Bangkok, where the Grand Royal Palace stands as a testament to Thailand's royal heritage. Marvel at the intricate craftsmanship of Wat Phra Kaew and the serene beauty of the Emerald Buddha. Dive into the bustling streets of Chinatown, savoring the flavors of local cuisine and exploring its vibrant markets.<br/><br/>Travel southwest to the Maeklong Railway Market, where vendors deftly retract their stalls as trains pass through, showcasing a blend of commerce and engineering marvel. Then, immerse yourself in the colorful chaos of Damnoen Saduak Floating Market, where boats laden with fresh produce and handicrafts create a vibrant tapestry of local life.<br/><br/>In Kanchanaburi, pay homage to history at WWII sites and cool off at the Erawan Waterfalls, where turquoise waters cascade over limestone tiers amidst lush jungle. Discover Ayutthaya's ancient temples, including the towering spires of Wat Yai Chaimongkol and the tranquil gardens of Bang Pa-In Summer Palace, offering a glimpse into Thailand's royal legacy.<br/><br/>Venture to Chiang Rai, where the ethereal White Temple (Wat Rong Khun) captivates with its contemporary design fused with Buddhist symbolism. Explore Baan Dam (Black House), a striking contrast with its dark, unconventional art and architecture. Journey through the Golden Triangle's tea plantations and visit ethnic minority villages, discovering their rich cultural tapestry amidst verdant landscapes.<br/><br/>Chiang Mai, known as the cultural heart of Northern Thailand, beckons with its ancient temples adorned with intricate carvings and golden spires. Stroll through bustling markets, where the aroma of spices fills the air, and engage in the art of making paper from elephant dung at the innovative Elephant Poopoo Paper Park, promoting sustainable practices.<br/><br/>End your journey on Koh Chang Island, where pristine beaches and lush rainforests await. Relax on sandy shores or explore Mu Ko Chang National Park's underwater wonders, teeming with vibrant coral reefs and marine life. This immersive tour of Thailand blends cultural discovery with natural beauty, offering a deeper understanding of this enchanting land and leaving you with indelible memories of its rich heritage and captivating landscapes.",
  "durationDays": "14",
  "price": "2920",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bangkok arrival On arrival Suvanabhumi airport in Bangkok, your guide will welcome and take you to your hotel. The rest of the day will be free at your leisure. You’ll spend the night in Bangkok."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bangkok Orientation After breakfast, we visit the Grand Royal Palace dedicated to the ceremony of the Thai royal family. It is is the most sacred place, respected and majestic in Bangkok. The Grand Palais, or the Royal Palace, is a resort with many historical monuments built for centuries. For most, these are temples and official buildings still used today. In the same compound is the magnificent Wat Phra Kaew, which is known for the statue of the Emerald Buddha. After visiting this complex, we continue to visit Wat Pho, a giant house of the Reclining Buddha. Wat Pho is one of the oldest and largest Buddhist temple in Bangkok. It is located at the shore of eastern Chao Phraya River, south of the Grand Palace. The temple of the symbol is the famous statue \"Reclining Buddha\". This statue represents Buddha on his deathbed. It is 45 meters long and 15 meters high. His feet are inlaid with mother of pearl. After lunch at the restaurant, a walk in Chinatown which is considered the busiest area in Bangkok and known by various specialties from countries in the region. The dishes are prepared only with the freshest ingredients of the day. Visit the Wat Traimit which is well known as the Golden Buddha. Afternoon, boarding a long-tail boat for a trip along the Chao Phraya River and many lively inner canals of Thonburi bank offering fantastic views of the local life nearby. You will have the opportunity to snack, buy trinkets or to use the toilet at stops along the way. Along the way, we stop at Wat Arun, the Temple of Dawn. Return to the hotel for free time. You’ll spend the night in Bangkok."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bangkok/ Discover Maeklong Train Market and Damnoen Saduak Floating Market/ Kanchanaburi Early in the morning, we drive southwest of Bangkok, visit the Maeklong railway market, take photo, and enjoy the local snack in the market before driving to Damnoen Saduak, a rural floating market. You will then stop for a motor boat trip along the waterway to the picturesque floating market of Damnoen Saduak. Although quite touristy today, the market remains the best example to showcase how a floating market originally was like decades ago. A relaxing paddle boat ride through the labyrinth of canals offers the chance to see the old part of the floating market and local lifestyle along the canal side. Off the boat, it is time to enjoy strolling around the colorful floating marketplace bustling with boats and vendors selling tropical fruits and other delights. For visits falling on a Saturday or Sunday, the tour offers the option of an exploration choosing between visiting Damnoen Saduak or the smaller and less touristy floating market Tha Kha where a short paddle boat tour in the backwaters offering a visit to an old Thai ho Duse making coconut palm sugar. Next, we depart for Kanchanaburi where we have chance to visit the World War II memorial including the Jeath War Museum, Cemetery. Then take boarding for a train ride along the railway from Wang Pho to enjoy the beautiful scenery and river around 30 minutes. Pick up and transfer by car to hotel. Stay overnight in Kanchanaburi."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kanchanaburi/Erawan Waterfalls/Ayuthaya After breakfast, you’ll depart for Erawan Waterfall - a beautiful seven-tiered waterfall. Located in Erawan National Park, Walking up to see each of the picturesque falls, it is best to bring good walking shoes. Also, guests should remember to bring their swimming suit if they wish to swim in the fall’s natural pools. In the afternoon we continue the road to Ayutthaya. The ancient city of Ayutthaya is known as the 'Venice of the East’ because it is found along the Chao Phraya, the tributaries that surround the province of Ayutthaya River. Many monuments and remains of the period can be visited in this city founded in 1350 by King Uthong when the Thai had to migrate to the South under pressure from their neighbours to the North. Your accommodation will be in Ayutthaya."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ayutthya/Bang Pa In/Bangkok/Chiang Rai Morning after breakfast we will catch Kermit tuk tuk. These ‘cute’ tuk tuks are found in only two of Thailand’s provinces: Ayutthaya, and Trang. Along the ride, explore the temple highlights of the city from Wat Yai Chaimongkol, Wat Mahathat (with a Buddha face emerging from a tree), and strolling through a local market en route to Wat Phra Srisanphet. And after that we visit will be the Bang Pa-In Summer Palace, built during the Ayutthaya era. The palace showcases an eclectic collection of buildings that blend European, Khmer, Thai and Chinese architectural styles. It’s the favourite summer palace of the King. And transfer back to Bangkok for flight to Chiang Rai. Pick up and transfer to hotel. Time free and stay overnight in Chiang Rai."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Chiang Rai Visit Morning after breakfast, we will visit the local market to discover the local products. After that we visit the world famous Wat Phra Kaew where the Emerald Buddha image was once enshrined. Move on to Wat Phra Singh where one of Thailand’s most beautiful Buddha images is now enshrined. Then short drive from Chiang Rai City to Black House. Baan Dam (Black House) is the unique creation of national artist, Thawan Duchanee. Part art studio, part museum, part home, Baan Dam is an eclectic mix of traditional northern Thai buildings interspersed with some outlandish modern designs. The rest of the day will be free and you’ll spend the night in Chiang Rai."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Chiang Rai/Golden Triangle/Chiang Sien Breakfast we depart for northern Thailand, a wooded, mountainous and beautiful area. This morning, you will explore the surroundings and the first road you will take is the one that leads to Mae Salong. Climb up and down the green hills, covered with tea plantations. You will taste the delicious tea produced by one of the many plantations of the region, bef. From Doi Mae Salong, you will visit two villages of ethnic minorities: the village Akah of Loyo, and the village Lisu of Ban Hanygo. Aferthat you will visit the Mae Fah Luang botanical garden. On arrival in Golden Triangle, take boat trip on Mekong River to see Thailand, Burma & Laos triangle. Your accommodation will be in Chiang Sean."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Chiang Sien/Chiang Mai After breakfast, you will leave the hotel for Thaton. You will make a stop on the way to the village of Patai to meet the tribe of Padong Karen, famous for its women \"giraffes\" who wear copper rings around their neck to lengthen it. You will then discover a traditional Chinese medicine pharmacy where an expert will explain the use of herbs, roots, plants and ointments. In the afternoon, take the road to Chiang Mai, the capital of the North, and stop for a walk in the maze of underground galleries in Chiang Dao. Overnight in Chiang Mai."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Chiang Mai Orientation The morning will be mainly devoted to the walking tour of the old town with a stop at the old wall, the moat and a door of the old town. You will see the most beautiful temples of Chiang Mai: Wat Phra Singh temple, Wat Pan Tao temple, Wat Chedi Luang temple. Then you will stroll along small streets lined with traditional houses, where you will take rickshaw tour. After that, you will take a walking through the central market of Warorot before visiting the Doi Suthep hill. To brighten up your evening, browse the Night Market for yourself. Overnight in Chiang Mai."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Chiang Mai/ Chiang Mai – Elephant Poopoo Paper Farm and Mae Ping river cruise – Night train to Bangkok Morning after breakfast, transfer to Elephant Poopoo paper farm which is an eco-friendly, naturally built, outdoor museum park that introduces and explains the unique steps involved in making our much talked about paper products from elephant poop fibres! Eight pavilions in Elephant Poopoo Park Chiang Mai will introduce you to know the procedure from elephant poo to final paper product. Additionally, you will have chance to practice making poopoo paper. Exciting! Afternoon taking two hours of boat trip along the Mae Ping River, an excellent way to spend an afternoon. You get to watch as the scenery along the river changes, you will also get to see many beautiful traditional steak houses as well as a lot of rural greenery along the wat. Finally take overnight train in second class cabin for Bangkok without guide. You’ll spend the night on board."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Bangkok/Flight to Trat/ Koh Chang Island Morning arrival in Bangkok around 7-8 am, pick up and transfer to Bangkok airport for flight at noon time to Trat airport. On arrival and pick up and transfer to pier where you will catch the ferry to Koh Chang island. You will have time to enjoy the beach and spend the night in Koh Chang."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Day 12 – Day 13: Koh Chang Island free days The day will be free on own to relax on the beach or whatever takes your fancy!"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Koh Chang/Bangkok departure The day will be free on own until you’ll be transfer back to Trat airport (same way in) for flight to Bangkok, just in good time to connect your international departure. Tour ends!"
    }
  ],
  "map": ""
}