{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-family-tour",
  "tourName": "Thailand family tour",
  "placesVisited": "",
  "generalInfo": "With paradise islands, street food to rival any and a smile at every turn, Thailand is everything you’d want for a family getaway… and so much more. Experience the very best bits on this activity-packed adventure, where we search for wild elephants, relax with three days on beautiful Koh Samui and dive into the world-renowned national cuisine. There’s plenty more excitement too, while our expert tour leaders provide plenty of local insight and make sure the trip runs safely and smoothly.",
  "durationDays": "13",
  "price": "2299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "This family adventure starts in Bangkok, the enthralling and energetic capital of Thailand. If you want to do some sightseeing our hotel is a 20 minute walk from The Grand Palace, an ornate complex once used by royals. Alternatively take a refreshing dip in the hotel pool. Around 6pm, say sawasdee to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Thai welcome by arranging a group dinner at a local restaurant. Want extra time in Bangkok? Secure pre-tour hotel nights through your sales representative. Accommodation: New Siam Palace Ville Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning, we take a private transfer to Bang Krachao, a human-made jungle island. This oasis provides a welcome space to unwind in a city primarily known for its bright lights and electric atmosphere. The best way to explore is by bike, so we take a leisurely cycle (approximately 1.8mi-3mi/3km-5km) along flat pathways, visiting the Sri Nakhon Khuean Khan Park, home to fish ponds and bike trails. In the evening, we discover Bangkok on a leisurely walk around the old town, where we see architecture dating from the King Rama V era plus the Giant Swing, a grand Brahman monument once used for ceremonial purposes. That’s followed by a street food tour for dinner, in which we stall hop to sample a selection of the tastiest Thai dishes. Options could include crispy pork noodles, dumplings and the much-loved mango with sticky rice, a must try in Thailand! Accommodation: New Siam Palace Ville Hotel (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We leave Bangkok after breakfast, transferring (approximately two hours) to Damnoen Saduak, where we board boats and meander through the most famous floating market in Thailand, which is located on the Damnoen Saduak canal. At this 100-year-old market, we can watch the vendors go about their daily business and, perhaps, buy some fresh fruit from them. We continue to Kanchanaburi (approximately three hours), an area of natural beauty that’s popular with families for its caves, waterfalls, river trips and, for the adults, Second World War history. Along the way, we have a short stop at the Kanchanaburi war museum and cemetery, where we have the chance to pay our respects to the thousands killed constructing the Death Railway. This evening, we dine at a floating restaurant by the river overlooking the River Kwai Bridge, which was reconstructed after the war and recreated in the Oscar-winning war film The Bridge on the River Kwai (1957), an ideal opportunity to take in our tranquil surroundings and reflect on the day. Accommodation: River Kwai Bridge Resort (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning, we visit the OurLand Project, an animal reserve and research station working on human-wildlife conflict. After an introduction to their work, we take a one-hour jungle hike to a known habitat for wild elephants, where we hope to see these incredible creatures in the flesh, while also learning more about their lives from our expert guide. After, the adventure continues as we take a one-hour transfer to Erawan National Park. The picturesque waterfalls here are named after Erawan, the multi-headed white elephant from the Hindu religion, which the seven-tiered cascades are said to resemble. Your time is free to enjoy the views, swim, or walk to the top of the falls (1.25mi/2km, approximately a two-hour round trip). Accommodation: River Kwai Bridge Resort (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Following breakfast, we take a 30-minute transfer to Baan Nong Khao, an agricultural village specialising in the production of palm sugar. Here, we spend the morning learning about village life and roll up our sleeves to participate in making (and then tasting) a delicious Thai dessert known as khanom tan (palm fruit muffin). This afternoon, we transfer (approximately one hour) to the city of Nakhon Pathom, where we catch our overnight train to Surat Thani later in the evening. We have use of the day rooms at a local hotel to freshen up before our train journey. We also have the chance to visit the lively Phra Pathom Chedi Night Market before we depart. Accommodation: Overnight train"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Upon an early morning arrival into Surat Thani, we first enjoy a local breakfast before transferring (approximately 1hr 30min) to our riverside resort near Khao Sok National Park. We have time to freshen up from our train journey before regrouping in the afternoon for a leisurely kayak on the Klong Sok River, a relaxing activity that covers approximately 2.5mi (4km) with opportunities to swim and spot birdlife along the way. Accommodation: The Cliff and River Jungle Resort (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, we transfer (approximately one hour) to Khao Sok National Park for a day of adventure! Considered one of the most beautiful and unspoiled locations in Thailand, the park is home to some of the oldest rainforests in the world, plus towering limestone pinnacles, secluded hiking trails and the emerald-green waters of Chiew Larn Lake. In the park this morning, we enjoy a longtail boat ride on the lake and visit Prakay Phet cave, which has unique coral, stalagmites and stalactites. After, we enjoy lunch aboard a raft house, feasting on traditional Thai dishes such as Thai omelette, fried fish, stir-fried vegetable dishes with steamed rice, and fresh fruits. This afternoon, we have time at the lake to relax, swim and kayak, plus the option to hike (approximately one hour) to a nearby waterfall before returning to our resort. Accommodation: The Cliff and River Jungle Resort (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Following breakfast, we depart the resort and drive (approximately three hours) to Don Sak to catch a catamaran ferry (approximately 45 minutes) to Koh Samui. Upon arrival, it’s a 30-minute drive to our beach resort, where we spend the next three nights. Chaweng Beach is one of the most popular beaches on the island, a great choice for families. After we’ve settled in, the leader conducts a short orientation walk and provides options on how you and your family can best spend your time on Koh Samui. Accommodation: Matcha Samui Resort (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today is free to explore or unwind on Chaweng Beach. Alternatively, there may be the option (additional cost, payable locally) to join a snorkelling trip to Koh Tao and Koh Nang Yuan or a half-day trip around Koh Samui. Please refer to the trip notes for further information on these optional excursions. Your tour leader will be able to advise further on how to make the most of your free day on Koh Samui. Accommodation: Matcha Samui Resort (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, we transfer (approximately 20 minutes) to the Bangrak Pier to board our speed boat for a day of discovery and snorkelling in Ang Thong Marine National Park. Consisting of jungle-covered islands and crystal-blue waters, the national park is a nature lover’s playground. Today, we visit a selection of islands: first stop is Wao Yai, one of the best locations for snorkelling, followed by Koh Mae Koh to a viewpoint overlooking the dramatic Emerald Lake. We also visit Koh Phaluai, where we have lunch, before transferring to Koh Wua Ta Lap, the main island in the park, where we can relax and swim at the beach or hike up to the Pha Chan Charat viewpoint for wonderful vistas over the islands. Accommodation: Matcha Samui Resort (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "The morning is free to relax before a long travel day, in which we start our journey back north. Bidding farewell to Koh Samui, we transfer (approximately 20 minutes) back to the pier, where we board a ferry (approximately 1hr 30min) for a relaxed journey back to the mainland. Upon arrival in Don Sak, we have private transport (approximately two hours) to Surat Thani station, where there is free time to have dinner, before boarding our overnight train in the evening back to Bangkok. Accommodation: Overnight train"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Arriving in Bangkok early morning, we’re back to where the adventure started! Following breakfast, the day is free for last-minute shopping, sightseeing or you may join an optional Thai cooking class, your leader can advise during the trip (additional cost, payable locally). Alternatively, you may wish to relax by the pool before our final evening together. Please note, hotel rooms are normally available from 2pm. We can store luggage and access the hotel pool before then. Accommodation: New Siam Palace Ville Hotel (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Our adventure ends after breakfast. Catch your free transfer to the airport to begin your journey home. Alternatively, speak to your sales representative to extend your stay in this thrilling city."
    }
  ],
  "map": ""
}