{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "unusual-thailand-8-day-tour",
  "tourName": "Unusual Thailand 8 day tour",
  "placesVisited": "",
  "generalInfo": "This 8-day adventure is a captivating journey through Thailand, where you will explore vibrant cultures, stunning landscapes, and unique experiences that invite you to connect with local communities. Your adventure begins in the bustling city of Bangkok. Upon arrival at Suvarnabhumi Airport, a friendly guide will welcome you and assist you in transitioning to your hotel. Spend the rest of your day at leisure, where you can stroll through lively markets or indulge in delicious street food, soaking in the city's dynamic atmosphere.<br/><br/>The following day, you'll set off for Khao Yai National Park, Thailand’s first national park and a UNESCO World Heritage Site. On the way, stop at the Klang Don fruit market, where local vendors offer a delightful selection of fresh tropical fruits. Once you arrive at Khao Yai, take a leisurely stroll along scenic trails that lead to the beautiful Haew Su Wat Waterfall, surrounded by lush vegetation and wildlife.<br/><br/>Your journey continues to Nakhon Ratchasima (Korat), where you’ll visit the pottery village of Dan Kwian. Here, local artisans create beautiful pottery, and you’ll have the opportunity to learn about this traditional craft. Explore the historical site of Phimai, known for its impressive Khmer architecture, and immerse yourself in the rich history of the region.<br/><br/>In Buriram, visit the stunning Prasat Phanom Rung, one of the best-preserved Khmer ruins in Thailand. Ascend the large staircase to take in the intricate carvings and breathtaking views. You'll also explore the Surin National Museum, which offers insight into the diverse ethnic groups that inhabit the region.<br/><br/>As your journey unfolds, you’ll have the chance to visit a silk weaving village in Surin, witnessing skilled artisans at work. This cultural experience allows you to purchase unique silk products directly from local producers. Your visit to Sikhoraphum temple, with its impressive five towers, adds to your understanding of the area's cultural heritage.<br/><br/>Enjoy serene evenings along the Mekong River in Kong Jiam, where you can reflect on your adventures while taking in stunning sunsets. In Mukdahan, explore a vibrant market that showcases the culinary diversity of the region, offering a taste of local delicacies.<br/><br/>Participate in the sacred thread ceremony in Sakhon Nakhon, where a monk ties threads around your wrist for blessings and good fortune. Visit the UNESCO World Heritage Site of Ban Chiang, known for its ancient pottery, before concluding your journey with scenic visits to an orchid farm and the picturesque Red Lotus Sea.<br/><br/>As you return to Bangkok, carry with you lasting memories of Thailand’s breathtaking landscapes, rich cultures, and the warm hospitality of its people. This journey invites you to appreciate the beauty of responsible travel while discovering the enchanting wonders of Southeast Asia.",
  "durationDays": "8",
  "price": "1787",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bangkok arrival On arrival Suvanabhumi airport in Bangkok, your guide will welcome and take you to your hotel. The rest of the day will be free on leisure. You’ll spend the night in Bangkok."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bangkok/ Khao Yai After breakfast, we depart for Khao Yai, stopping to visit the fruit market in Klang Don, where many kinds of local products, fruits, vegetables on offer. You will then visit Khao Yai National Park, Thailand's first national park. Opened in 1962 and considered today as one of the most beautiful, Khao Yai is listed as a World Heritage Site because of the variety of its fauna and flora. Lunch is on your own. You will stroll through the heart of the park on the Haew Su Wat waterfall trail. Check in at the hotel. Stay night in Khao Yai."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Khao Yai/Phimai/Korat Breakfast at the hotel and departure for the north and the capital of Isan: Nakhon Ratchasima, still called Korat by locals despite its new official name. Before reaching Korat, stop at Dan Kwian pottery village. Continuation to Korat and city tour with stop at the memorial of Thao Suranari (Lady Mo) built for a woman who fought the Laotian invasion in the 19th century. In the afternoon, you will go north and visit the archaeological site of Ban Prasat, a remnant of one of the oldest cities in the country. Continue to the Phimai historical site and visit the beautiful Prasat Hin, and Sai Ngam and his giant ficus. Turn back to Korat and free time. Overnight in Korat."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Korat/Buriram/Sorin Today we will depart for Buriram where you can visit Prasat Phanom Rung, one of the best preserved Khmer remains in Thailand. Visit the site which is accessed by a large staircase, then a few kilometers away, visit Muang Tham, another Khmer building located near a large artificial lake of time dug to be a water reserve for the community. In the center, two laterite walls, each encompassing four gopuras with superb baluster windows, protect the sacred buildings. You will notice the refined ornamentation of lintels, small columns and door jambs, in harmony with the style of Baphuon and Khleang. The inner courtyard includes five brick towers and two libraries, while the central prang (prasat) contains elements symbolizing Mount Kailas, the home of the god Shiva. Have free lunch at your own account. Continue the trip to Surin and visit of its national museum unknown and very interesting (closed Monday and Tuesday). It presents many pieces retracing the history of the region since prehistoric times, and gives information on the multitude of ethnicities that live there today: The Khmer (heiress minority, often unknowingly, a people who possessed Southeast Asia to India 1000 years ago), the Suays and Laos, each with a language, traditional clothes and distinct customs. Overnight in Surin."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Surin/Khong Jam Breakfast, visit a village of Argentiere: Ban Khwao Sinarin and continuation to the Khmer Sikhoraphum temple. Stop at Ban Sam Kho village. Remained very traditional and completely unknown to tourists, this village deserves a walk to discover a lifestyle unchanged. Silk fabrics are produced in almost all houses (or rather \"under\" houses built on stilts), probably one of the best places to offer you a fabric of \"Pha Mai\" (Silk Thai) at a lower cost, from the producer to the consumer. Continue to the beautiful Sikhoraphum temple and visit its 5 towers and its central chedi which is the place of worship for locals. Then departure for Kamphaeng Yai and visit this little-known Khmer site. Dating from the 11th century it consists of 6 buildings. You will discover sculptures of Hindu deities Shiva and Vishnu on the lintels as well as inscriptions in Khmer. Every year in March, an important celebration of the Khmer community is held there. Have lunch on your own. Continue to Kong Jiam, a city located on the majestic Mekong, the eighth largest river in the world and the third largest in Asia. Originating in Tibet, it travels 4,500 km, crossing China, Burma, Laos, Thailand, Cambodia before throwing itself into the sea in Vietnam. Stay overnight in Kong Jiam"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Khong Jiam – Mukdaham – Nakhon Phanom Breakfast at the hotel then departure for Mukdahan, border town with Savannakhet in Laos where you can walk in its lively and colorful market where sell and exchange products Laotian, Thai, Vietnamese and of course Chinese. Mukdahan has become a staging area for game-loving Thais visiting Savannakhet in Laos, where casinos, banned in Thailand, have been created for them. You can of course make new culinary experiences between a rice rat curry (a quality meat and expensive contrary to popular belief), eggs of red ants or cobra or monitor curry, not to mention a multitude of fried insects and peppers! Afternoon, continue to Nakhon Phanom and stop in one of the most important temples of the region of Isan for its inhabitants, like Wat Phra That Phanom built in a purely Laotian architecture. Before arriving at Nakhon Phanom, stop to visit the small village of Ban Na Chok where Ho Chi Minh lived from 1923 to 1929. Arrival in Nakhon Phanom and check in your hotel at the edge of the Mekong"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Nakhon Phanom – Sakhon Nakhon – Udon Thani Breakfast and departure for the visit of Sakhon Nakhon where you will participate in the ceremony of sacred thread that a monk attaches to your wrist, a sign of merits and omens, the opportunity to make a wish. It is also an animistic practice where, according to the beliefs, the body is made up of 32 souls that can fly away. Also the threads tied around the wrists are a way to prevent diseases by attaching Souls to the body. Continue to visit the traditional pottery and weaving village of Ban Chiang, famous throughout in the country. In 1966, it was here that a Harvard student updated one of the most important archaeological sites in Southeast Asia. The excavations that followed revealed pottery and bronze tools dating back more than 3,500 years on a site that had been inhabited for at least 2000 years. His discovery revolutionized the knowledge of this period of history by uncovering evidence of mastery of livestock (pigs, chickens and cattle) and rice farming and the use of metal tools. The site is a UNESCO World Heritage Site since 1992. Continue to visit bamboo weaving work at Dong Yen Village and pottery painting at Baan Pulu. Afternoon transfer to Udon Thani. Departure for the south of the city for visit of the lake : the \"Talay Bua Daeng\" translates literally the \"Red Lotus Sea\". From December to February, a lake is covered with red lotus flowers. You will enjoy a pleasant boat trip in the heart of the \"Red Sea\". Stay overnight in Ubon Thani."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Udon Thani – Nong Khai – Flight to Bangkok – Departure Having breakfast and depart in the morning to visit the Orchids farm. The owner of this farm gave birth to a variety of endemic orchid with a delicate fragrance in 1977: the Udon Sunshine. Continue to Nong Khai, a small border town with Laos. Visit Sala Kaew Ku, a park with sculptures inspired by Buddhism and Hindu deities, some of which are 25 meters high. Visit the picturesque market of Tha Sadet where there are products and crafts of Indochina, trading with Laos. Afternoon you return to Udon Thani for your flight to Bangkok. Tour ends!"
    }
  ],
  "map": ""
}