{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "northeast-thailand-holiday-world-heritage-sites",
  "tourName": "Northeast Thailand holiday, World Heritage sites",
  "placesVisited": "",
  "generalInfo": "On our Thailand World Heritage – Isan Tour you’ll discover some 3 thousand years of rich history along with awe-inspiring and varied landscapes, exotic jungle flora and fauna and, of course, the region’s colourful street life, local markets and justifiably world famous local cuisine.  <br/><br/>Beginning in the vibrant contemporary capital Bangkok, we’ll travel via the World Heritage sites of Ayuthaya - the ancient capital of Siam - and the lush rainforests of Khao Yai National Park into Isan, the lesser-known northeastern part of the Thai kingdom.<br/><br/>Destinations and activities on our journey include an exploration of Ayuthaya’s many renowned historical sites on foot and by boat and wildlife safaris plus a guided nature hike in lush Khao Yai National Park. <br/><br/>Continuing eastwards we’ll discover the well-preserved Angkor-period sites of 11th-century Muang Tam, set amid  picturesque lily ponds and spectacular Phnom Rung, perched atop an extinct volcano - both currently on UNESCO’s tentative list for heritage status. A 2-night stay in Khong Chiam town with its scenic setting on the banks of the Mekong River plus a hike through Pha Taem National Park for some dramatic views, unusual flora and fauna and enigmatic 3,000-year-old petroglyphs, complete this unusual and original tour.<br/><br/>This 1-week tour is intended as a stand alone itinerary while for those with more time, adding on our unique Bangkok Behind the Scenes extension and/or a few days on a tropical island make for a fascinating and varied 2-week tour. <br/><br/>Features:<br/><br/>1. Explore the ancient, now UNESCO-listed, Siamese capital of Ayuthaya on foot and by boat<br/>2. Jungle hike, waterfalls and wildlife safaris in World Heritage Khao Yai National Park<br/>3. The spectacular and well-preserved Angkor-period temples of Phnom Rung and Muang Tam<br/>4. Hike in Pha Taem National Park to discover the curious rock formations, cliff paintings and awe-inspiring views<br/>5. 2-night stay in a garden resort on the banks of the Mekong River<br/>6. ...and of course the delicious, varied and world-renowned Thai cuisine<br/><br/>Optional extensions<br/><br/>1. Bangkok Behind the Scenes: an unusual, and unique, look at Thailand’s capital and surrounding area<br/>2. Quality beach extensions to unspoilt Koh Mak or jungle-clad Koh Chang in the Gulf of Thailand<br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in boutique-style 3* hotels.",
  "durationDays": "7",
  "price": "1085",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our tour begins with a late morning check-in to a well-located hotel situated in the city's bustling Banglamphu District. The afternoon is at leisure - with activities depending upon arrival time - but could include, for instance, a walking tour of the narrow alleys, street cafes and street art of fascinating Chinatown before a local-style welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Departure upcountry for the ancient city of Ayuthaya, the Siamese capital between the 14th and 18th centuries, and once one of the largest and wealthiest cities in Asia. Tour of some of the myriad historical sites by boat and on foot before an afternoon transfer to Pak Chong town, our base for nearby Khao Yai National Park."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day tour of the World Heritage site includes morning and afternoon safaris to spot some of the park’s rich fauna including gibbons, horn-bills and with luck wild elephants. We’ll also take you on a jungle hike and visit one of Khao Yai’s most picturesque waterfalls."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Heading east to Buriram Province our first stop will be the charming 11th-century site of Muang Tam, a well-preserved Angkor-period temple set amid picturesque lily ponds. Following a local-style, partly cook-your-own, lunch, we’ll climb up to Phnom Rung, another spectacular ancient temple, (now on UNESCO’s tentative list), set atop an extinct volcano. An evening tour of Surin Town’s night food market completes the day."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning’s stops include the small town of Sikorapum location of another beautifully restored Angkor site, as well as the picturesque Sirindhorn Lake. Afternoon arrival at the small town of Khong Chiam on the banks of the Mekong River, overlooking Laos, with some time at leisure to take in the scenery from our well-placed riverside resort."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Our day trip to nearby Pha Taem National Park includes a forest hike to discover the spectacular cliff paintings and unusual mushroom rock features for which the park is famous. Take in the magnificent Mekong vistas from the clifftops before a later afternoon boat trip along the Mun and Mekong rivers."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Our tour ends with a transfer to nearby Ubon Ratchathani Airport for either a return to Bangkok or flight to Trat for a few days’ extension on an island in the Gulf of Thailand. (We recommend Koh Mak for the November to April period and Koh Chang any time of the year.) Alternatively, if you have more days to spare you could perhaps have a morning at leisure before transferring over the nearby border to Pakse Town to link up with our south Laos tour?"
    }
  ],
  "map": ""
}