{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-luxury-honeymoon",
  "tourName": "Thailand luxury honeymoon",
  "placesVisited": "",
  "generalInfo": "From the bustling city of Bangkok, to unforgettable and ethical elephant experiences in Chiang Mai, the wilds of the lakes and jungles of Khao Sok National Park and the stunning beauty of Thailand's beaches, this itinerary has everything for a luxurious romantic adventure! During this tour, you'll enjoy Thailand with a private guide to steer you through the wonderful diversity of this fascinating country in style, and exquisite accommodations to rest and reflect on each day.<br/><br/>The itinerary is tailor made and can be adjusted to your budget and preferences.",
  "durationDays": "13",
  "price": "3015",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Bangkok and transfer by private vehicle to your hotel. Once called the ‘Venice of the East’, Bangkok is today a bustling metropolis of elevated roads, high-rises, and non-stop action. The glorious temples, local markets and friendly locals are a joy to discover. The Royal Palace complex, including the Temple of the Emerald Buddha, sits beside the Chao Phraya River. Other highlights include Wat Arun, Wat Pho with its 46-metre reclining Buddha, Jim Thompson’s House, the National Museum, and the floating markets such as Damnoen Saduak."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Begin with a transfer to Saphan Taksin BTS Station to start your guided walk. Explore lively side streets, markets, and hidden corners such as Bangkok’s Folks Museum, the Library of Love, and the Ginger Bread monk quarter. Visit the city’s most sacred Indian temple and sample traditional snacks, herbal drinks, and roast duck before returning to your hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Begin at Hua Lampong Station before setting off in an electric tuk tuk. Enjoy Michelin-rated Pad Thai, then weave through markets and hidden eateries, stopping at the Giant Swing and Pak Klong Talat flower market. Sample grilled meats, coconut pudding, and traditional wedding sweets, try lotus-folding, and end the evening with a rooftop drink overlooking the Chao Phraya River."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Bangkok Airport, fly to Surat Thani, and continue to Ratchaprapha Pier. Take a long-tail boat to Panvaree The Greenery for check-in and lunch, with time to swim, kayak, or relax before a sightseeing cruise and dinner. Floating resort with kayaks, SUPs, and limited land access amid Khao Sok’s cliffs and lake views."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early morning boat trip on the lake with misty mountain views, followed by breakfast and time to relax. After lunch, trek through the jungle and take a bamboo raft to the emerald lagoon before exploring Prakarang Coral Cave. Dinner at the resort."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Wake to the morning mist and enjoy breakfast before checking out. Cruise by long-tail boat across the reservoir with views of “Guilin Thailand” before arriving at the pier. Continue to Khao Sok and check into your bungalow or treehouse amid the jungle."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy the nature surrounding Our Jungle Camp and take part in one of the many activities involved in your programme."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Start with breakfast at Our Jungle Restaurant before a two-hour transfer to Krabi/Ao Nang. Check in at The Tubkaak Boutique Resort, a secluded retreat between Hang Nak Mountain and a calm white-sand beach. Enjoy cosy villas with outdoor bathtubs, spa treatments, beachfront dining, and views of the 13-island archipelago. For a honeymoon to remember, upgrade to a Private Pool Villa for ultimate relaxation and peaceful harmony."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bor Thor’s serene waterways are framed by cliffs and mangroves. Paddle through Tam Lod Nua’s narrow river and cave tunnel into hidden lagoons, then continue to Pee Hua Toh Cave with centuries-old wall paintings. Wildlife such as monkeys, crabs, and mudskippers are often spotted. No experience needed, and after the kayak tour enjoy Thai fruit at a local restaurant."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Cruise the turquoise waters of the Andaman Sea on a four-island tour. Snorkel vibrant coral reefs, enjoy a Thai beach lunch on Poda Island, and visit Princess Cave, Chicken Island, and Talay Waek, where a sandbank emerges at low tide. End the day strolling Phranang Beach and watching the tropical sunset with a drink in hand."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Spend the day relaxing at your resort or exploring Ao Nang, a small beach town in Krabi known for its natural beauty. Beyond the beach, options include kayaking, snorkelling, diving, rainforest treks, island trips, and temple visits, making it an ideal spot to unwind or explore."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Enjoy a day at leisure in Ao Nang, a laid-back beach town in Krabi. Relax at your resort or choose from activities such as kayaking, snorkelling, diving, rainforest treks, island hopping, or visiting local temples."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Depart your resort in the morning for your transfer to Krabi Airport, with onward flights via Bangkok."
    }
  ],
  "map": ""
}