{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-tour-mountains-rainforests",
  "tourName": "Thailand tour, mountains & rainforests",
  "placesVisited": "Bangkok, Kanchanaburi Town and Province, Bridge on the River Kwai, ‘Death Railway’, Sai Yok Noi Waterfall, Muang Singh ruins, Khao Sok National Park, Chiew Lan Lake, Khao Luang National Park, Thale Noi Bird Sanctuary, Wat Tham Sumano cave temple complex, Trang Town, Ban-Traat Mountain, Chao Mai National Park",
  "generalInfo": "This 2-week Thailand tour takes you from Bangkok’s maze of back streets and stilt-house lined canals to the tropical rainforests of the interior and the spectacular coastline and turquoise waters of the Andaman Sea. <br/><br/>Diverse landscapes along the way include the spectacular karst scenery of Khao Sok National Park, the lush jungle and spectacular waterfalls of Khao Luang National Park, the atmospheric lily-covered marshes and wetlands of Thale Noi and the limestone cliffs, caves and unspoilt beaches of Trang and Krabi Provinces. <br/><br/>Sights include the alleyways, street-life - and street-food - of Bangkok’s Chinatown, the famous Bridge on the River Kwai and ‘Hellfire Pass’ and the stunning vistas of Cheow Lan Lake while among our activities are a local train ride along the infamous ‘Death Railway’, kayaking down the River Kwai, canoeing through sea caves and mangrove swamps and bathing with elephants. Last but not least on our highlights list would be meeting the exceptionally friendly locals and sampling the  fabulous, authentic local cuisine.     <br/><br/>A wide variety of activities and great diversity of sites and landscapes from the iconic to the rarely visited make this south Thailand tour a wonderful and memorable introduction to the country’s, culture, history - ancient and recent - and people and everyday life.<br/><br/>Note also that we offer 2 seasonal island extensions to the tour with Krabi’s unspoilt Koh Jum from November to April and secluded Koh Thalu in the Gulf of Thailand from May to October. <br/><br/>Features:<br/><br/>1. Explore Bangkok - temples, markets, museums as well as the hidden parts few visitors ever see, on our unique city tour<br/>2. Hike through the tropical rainforest and discover the lush flora, fauna and dramatic landscapes of Thailand's Khao Sok<br/>3. Boat journey through the serene landscapes of lotus filled Thale Noi Lake and Bird Sanctuary<br/>4. Canoe through mangrove swamps and underground tunnels in Hat Chao Mai National Park <br/>5. Sample the superb regional Thai food of Bangkok and southern Thailand in street stalls and local markets <br/>6. Take the train over the Bridge on the River Kwai and stay overnight in floating raft houses<br/><br/>Optional extensions<br/><br/>1. Island extension to unspoilt Koh Jum on Krabi’s Andaman Sea Coast (Nov to April)<br/>2. Stay in a resort on Koh Thalu, Gulf of Thailand with boat trips, snorkelling, hiking, kayaking, sailing etc. (May to Oct)<br/>3. Beach extension to Koh Chang staying at a comfortable, friendly, low-key resort (All year)<br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in 3 to 4* hotels.",
  "durationDays": "13",
  "price": "2075",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Check in to our heritage-style downtown hotel in Bangkok’s lively Banglamphu district with some time to relax, explore the area or perhaps check out some of the lively local markets before a local-style welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "City tour with a difference taking in both the famous sites and the parts tourists don’t usually get to see! Bangkok by river taxi, Skytrain, tuk-tuk and canal boat with stops along the way at the Grand Palace, fabulous Wat Phra Keow (‘Temple of the Emerald Buddha’), local markets and street-life of vibrant Chinatown."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After a visit to the famous Mae Klong Railway Market, we’ll head to Amphawa to explore the old-style stilt houses, canals and markets of this picturesque district. A sunset boat trip to see the canal-side fireflies rounds off our day."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Up early perhaps for the monks’ alms ritual before a departure for Kanchanaburi Province, where we’ll take the local train over the Bridge on the River Kwai and along the infamous but scenic ‘Death Railway’. Afternoon visit to Sai Yok Noi Waterfall before checking into our floating raft accommodation."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Departure for nearby ‘Hellfire Pass’ where we’ll visit the fascinating museum and hike along the former route of the ‘Death Railway’ itself. (So named because of the numbers of local workers and Allied POWs who died during its construction by the Japanese army.) Afternoon expedition down the jungle-lined River Kwai with a choice of kayaks or 2 person canoes for the uninitiated."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Complete our Western Thailand loop with a return to Kanchanaburi Town by way of the impressive 12th-century ruins of Muang Singh – a former, fortified, frontier town of the Angkor Empire. Time to visit some of the sites of Kanchanaburi Town on foot or bicycle, such as the ‘Bridge on the River Kwai’ and War Museum before catching a night sleeper train to the South."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "On to Khao Sok in Surat Thani Province – acknowledged as one of Thailand’s most spectacular national parks – with its dramatic karst scenery, lakes, waterfalls and lush jungle. We’ll begin with a boat trip to discover the incredible karst scenery of Cheow Lan Lake, including cave exploration and a jungle hike after which we’ll continue to a rustic jungle eco-lodge for our overnight accommodation."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morning nature hike to discover some of the park’s fabulous tropical flora and fauna while an afternoon at leisure offers the options of tubing down the nearby Khao Sok River, a visit to an elephant sanctuary – with the opportunity to interact with and learn about the gentle giants – or just kicking back on your balcony."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "A scenic morning drive east to Nakorn Si Thammarat Town with an afternoon tour to discover this friendly southern town’s bustling markets and ancient temples (now on UNESCO's tentative list) and check out the region’s traditional shadow puppet making."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Excursion to nearby Khao Luang National Park, site of the dramatic Kharom Waterfall – one of the highest and most spectacular in Thailand. Bathing, nature hike and scrambling up the falls before an afternoon transfer to Thale Noi where we’ll stay in a charming little resort set on the edge of this vast inland sea."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Early morning boat trip through the atmospheric marshes and lily-covered wetlands of Thale Noi Bird Sanctuary – one of the region’s most important water-bird sites. Time to soak up the wonderful scenery before afternoon visits to the unusual Wat Tham Sumano cave temples and lush Thung Khai Botanical Gardens with their canopy walkway. Arrival in Trang Town and evening street food tour of the bustling night market."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Head for the Andaman coast to Ban Chao Mai National Park where we’ll canoe through mangrove swamps and travel along underground streams to visit the spectacular and mysterious sacred sea caves. Time to relax on superb Hat Yao Beach (and with luck catch a glimpse of the resident langurs) and a leisurely return drive along the scenic coastline with perhaps sundowners on the beach at Pak Meng?"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "A morning at leisure in Trang before a transfer to Krabi airport for a return (inclusive) flight to Bangkok. Alternatively, transfer to the unspoilt island of Koh Libong for a few days quality beach time?"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Please note that from February 2024 the itinerary will include an extra day and night in Kho Sok and become a 14 day tour"
    }
  ],
  "map": ""
}