{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "bangkok-to-koh-samui-holiday",
  "tourName": "Bangkok to Koh Samui holiday",
  "placesVisited": "",
  "generalInfo": "Embark on a 12-day journey from the bustling streets of Bangkok to the palm-fringed beaches of southern Thailand. Explore ornate temples, lush national parks and tranquil islands, experiencing both the iconic highlights and hidden gems along the way.<br/>\n<br/>\nBangkok - Wander through Chinatown and explore its lively markets and street food stalls.<br/>\nKanchanaburi - Visit historic sites, cross the River Kwai, and stay in a family-owned floating resort.<br/>\nKhao Sok National Park - Explore the rainforest, limestone cliffs and diverse wildlife.<br/>\nThai Islands - Relax in clear waters and on quiet beaches, check our East or West itinerary to see which island we discover, depending on the season.",
  "durationDays": "12",
  "price": "1595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Bangkok and street food tour of Chinatown",
      "description": ": Arrive in Thailand's capital, the lively metropolis of Bangkok. The bustling street life of this energetic city is set to a backdrop of colourful, ornate shrines and modern glass-fronted high-rises. It's a place where old meets new at every corner. Sample the fresh and tasty street food, haggle in the non-stop markets and take a cruise out on Chao Phraya River to witness stunning sunsets. For those arriving on time today, your Tour Leader plans to meet you in the hotel reception at 6pm for the welcome meeting and to take us on a tour of Bangkok's street food. Embarking on the impressive metro system, we take in the city's frenetic energy. We'll weave our way through the bustling stalls of Chinatown while our Tour Leader fills us in on the area's backstory, helping us make sense of the wild and colourful sights around us. If you're feeling peckish, there's tons of street food to sample. And for the daring among us, you can even try the local specialty - crispy fried bugs. If you would like to receive a complimentary airport transfer today, you'll need to arrive into Suvarnabhumi Airport (BKK), which is a one-hour drive from our hotel. Should you miss the welcome meeting, your Tour Leader will inform you of any essential information as soon as you catch up in the lobby at 8am on day 2. Please note that if you wish to join the street food tour of Chinatown today, you must arrive at the hotel by 6pm. If you are booking your own flights, we recommend giving yourself at least one hour to clear the airport. From the airport to the hotel is around a one hour drive, so therefore the latest your flight can arrive is 3pm."
    },
    {
      "dayNumber": 2,
      "title": "Free day in Bangkok with optional tours to the Grand Palace, a cruise along the klongs, or a cycling trip through the backstreets",
      "description": ": Today is free for you to explore Bangkok at your own pace. If you'd like some ideas, there are several optional excursions to choose from. One of the city's main highlights is the Grand Palace, built in 1782 and home to Thai royalty for more than 150 years. The complex is admired for its intricate carvings, striking artwork, and gold-covered architecture. It also houses the Temple of the Emerald Buddha, one of the most important religious sites in Thailand. Nearby is Wat Pho, or the Temple of the Reclining Buddha, which features a 46-metre-long golden Buddha statue. Alternatively, you could explore Bangkok's klongs - a network of narrow canals that reveal a quieter, more traditional side of the city. Travel by long-tail boat, passing stilted houses and local markets, and stop at a riverside temple that's home to the largest Buddha image in Bangkok. Another great option is a cycling tour through Bangkok's lesser-known neighbourhoods. Ride along backstreets and hidden alleyways, passing local homes, small temples and vibrant markets. It's a relaxed and authentic way to see everyday life in the city, away from the busy main roads."
    },
    {
      "dayNumber": 3,
      "title": "Discover Kanchanaburi and the River Kwai",
      "description": ": Start the day with an early breakfast before meeting the group and heading to Bangkok's Thonburi Railway Station. Here, we'll board one of Thailand's classic trains - a slow but wonderfully authentic experience with open windows, ceiling fans, and a lively local atmosphere. The journey to Kanchanaburi takes around three hours, offering a glimpse of rural life as the cityscape gradually gives way to rice paddies, small villages, and palm-lined countryside. Vendors stroll through the aisles selling everything from snacks and cold drinks to unexpected trinkets you never knew you needed. If you've never travelled by local Thai train before, this scenic ride is the perfect introduction. While most visitors are busy photographing the Bridge over the River Kwai, we'll be riding across it. Feel the weight of history as the train crosses this iconic landmark - part of the infamous Death Railway - and continues through some of its most picturesque stretches, hugging the river with sweeping views of jungle-covered hills and towering limestone cliffs. We'll disembark at Namtok Railway Station, the final stop on the historic line, before continuing by road to the Hellfire Pass Museum, a poignant memorial dedicated to the prisoners of war who built the Burma-Thailand Railway. Overlooking the rugged Hellfire Pass cutting - carved by hand through solid rock - the museum offers a deeply moving insight into this tragic but significant part of history. From here, the journey continues to your floating accommodation, tucked away within a national park and far from the more touristy sections of the River Kwai. Family-run for generations, the property offers an authentic, off-the-beaten-track experience. The simple yet comfortable floating bungalows are moored along the river and reached via a small suspension bridge. Each room i ncludes quality bedding, a fan, and a mosquito net, with electricity available in the evenings. Staying here directly supports the local community and helps preserve this peaceful, little-visited area of Thailand. End the day with dinner served by the river, surrounded by the tranquil sounds of the jungle."
    },
    {
      "dayNumber": 4,
      "title": "Discover the Kwai River with time to swim and optional kayaking in the afternoon",
      "description": ": After breakfast, enjoy a relaxed morning. You may want to take a short walk along the nearby trails or visit a few small historical sites in the area. In the late morning, we meet the group and board our private raft, which will be towed by a long-tail boat to a quiet stretch of the river. Surrounded by forest, we'll hear little more than the sounds of birds and monkeys in the trees. Lunch and soft drinks are provided on board , and there's time to swim in the cool water and enjoy lunch on the raft. The trip continues to a small waterfall where we can take another refreshing dip. In the afternoon, you could choose to continue by kayak, paddling gently downstream along the Kwai River and past the forested banks of Sai Yok National Park. In the evening, we enjoy another dinner by the river."
    },
    {
      "dayNumber": 5,
      "title": "Drive to Khao Sam Roi Yot via Khao Luang Cave",
      "description": ": Wake up to the gentle sound of Sai Yok Waterfalls and enjoy one last breakfast in this peaceful natural setting. After taking in the morning views, we'll board our minivan and begin the journey south. Our first leg takes a little over three hours to reach Phetchaburi, a historic town known for its beautiful temples, fascinating caves, and a genuine local atmosphere where you'll hardly see any tourists. We'll arrive in time for lunch at a local restaurant where you can sample some of the region's distinctive dishes. After lunch, we'll visit the Khao Luang Cave, an impressive limestone cavern of historical and cultural importance. A short drive from the town centre brings us to the entrance, followed by a gentle walk down a well-maintained path into the cave. Inside, a network of chambers is filled with stalactites, Buddha statues, and natural openings where shafts of sunlight filter through, illuminating the golden figures and creating a calm, almost sacred atmosphere. From here, we continue for another two hours south to Pranburi, a peaceful coastal district known for its quiet beaches and laid-back pace of life. On arrival, check in to your hotel and unwind for the evening - take a swim in the hotel pool, enjoy a walk along the shoreline, or simply relax as the sun sets. Later, head out for dinner at one of the local restaurants along the beach, where you can enjoy fresh seafood and the relaxed coastal vibe."
    },
    {
      "dayNumber": 6,
      "title": "Board the train and travel to Khao Sok National Park",
      "description": ": Start the day by heading to Pranburi Train Station to board the southbound train - a scenic five-hour journey through rural Thailand. Sit back and watch as the landscape changes from coastal plains to small villages and stretches of tropical countryside. After arriving in Surat Thani, continue by bus towards Khao Sok National Park, reaching your accommodation around sunset. It's a long travel day, but the varied scenery and glimpses of everyday life make it an experience to remember. Upon arrival in Khao Sok, check in to your accommodation, set amid lush forest. Take the evening to relax, listen to the sounds of nature, and unwind before the adventures that await tomorrow."
    },
    {
      "dayNumber": 7,
      "title": "Free day in Khao Sok National Park with optional boat trip to Cheow Lan Lake",
      "description": ": The morning is yours to enjoy at your leisure - take the time to relax or explore the area. You can also choose from two optional excursions. Join a guided walk through the surrounding rainforest, where your local guide will help you spot wildlife and share insights about the park's rich ecosystem. Keep an eye out for playful monkeys swinging through the treetops and colourful hornbills and kingfishers flitting between branches. The jungle here is thick and diverse, home to towering bamboo, ancient fig trees, palm groves and the fascinating pitcher plant, a carnivorous species unique to this environment. Alternatively, embark on a boat excursion across Cheow Lan Lake, one of Thailand's most striking natural settings. Cruise over emerald-green waters surrounded by dramatic limestone karsts, dense rainforest, and hidden caves. You'll stop at some of the lake's most scenic viewpoints and have the chance to take a swim in the refreshing water or kayak among the quiet inlets. The nature surrounding the reservoir is serene and almost untouched, offering a glimpse into what the whole of Thailand must have looked like centuries ago. Both options offer a unique perspective of Khao Sok National Park, whether you prefer to explore on foot or glide across its tranquil waters."
    },
    {
      "dayNumber": 8,
      "title": "Travel to the laid-back island of Koh Phangan",
      "description": ": After breakfast, we set off on a two-hour drive to Don Sak Pier, where we board the local ferry to Koh Phangan. Famous for its serene beaches, crystal-clear waters, and lush tropical landscapes, Koh Phangan is much more than its party reputation. The island offers a relaxed atmosphere with opportunities for swimming, kayaking, snorkelling and exploring hidden coves. Small villages and local markets provide a glimpse into daily island life, while its quiet bays and shaded beaches make it an ideal destination to unwind and connect with nature. Upon arrival at the resort, the afternoon is free to settle in and relax. Take a dip in the swimming pool, enjoy a stroll along the turquoise shoreline, or simply sit back and soak in the peaceful island surroundings."
    },
    {
      "dayNumber": 9,
      "title": "Snorkelling trip to Koh Ma and Bottle Beach",
      "description": ": After breakfast, embark on a snorkelling tour aboard a traditional long-tail boat to explore some of the most beautiful beaches and coral reefs around Koh Phangan, mostly located along the island's west coast. The tour begins at Haad Salad Beach, where a scenic sandbar connects the shore to the small island of Koh Ma. Beneath the surface, we'll encounter a vibrant underwater world filled with colourful coral reef fish. With a bit of luck, we might also spot sea turtles, blue-spotted stingrays, or large groupers. All snorkelling gear and life jackets are provided for your comfort and safety. Lunch is included, after which we'll have the opportunity to kayak or simply relax while enjoying the views, especially at Bottle Beach, a secluded paradise only accessible by boat. On the way, we'll stop for another snorkelling session at Haad Khom. The tour concludes in the late afternoon with a return to Haad Salad Beach, where a transfer will take you back to your accommodation."
    },
    {
      "dayNumber": 10,
      "title": "Travel to Koh Samui",
      "description": ": After breakfast, it's time to leave Koh Phangan and make our way to Koh Samui. Transfer to the pier and board the public ferry, enjoying a scenic ride across the Gulf of Thailand with views of nearby islands and the turquoise waters. Upon arrival at Koh Samui Pier, we meet our driver for a short transfer to your hotel. The rest of the day is at your own pace, allowing you to get acquainted with the island. Koh Samui is known for its palm-fringed beaches, clear waters, and relaxed island atmosphere, as well as its lively local markets, charming villages, and vibrant food scene. You could spend the afternoon relaxing by the hotel pool, take a walk along one of the nearby beaches, or explore the local area, sampling fresh seafood or visiting a beachside cafe."
    },
    {
      "dayNumber": 11,
      "title": "Morning cooking lesson and free afternoon to explore the island further",
      "description": ": After a lazy start to the day, later this morning, we have included a hands-on Thai cooking class, where we'll learn to prepare a selection of traditional dishes using fresh, locally sourced ingredients from the farm. Our instructor will guide you through every step, from selecting herbs and vegetables to mastering the balance of flavours that make Thai cuisine so distinctive. After cooking, we enjoy lunch on-site, tasting the dishes we've prepared and savouring their rich, aromatic flavours. In the mid-afternoon, transfer back to our hotel. The rest of the day is at leisure, giving you plenty of options to enjoy the afternoon. You could shop at local markets or boutiques, picking up souvenirs, handicrafts, or unique Thai products. For something more active, consider a Muay Thai lesson, learning basic techniques from a local instructor. Alternatively, you can relax and unwind with a traditional Thai massage at one of the many nearby parlours, where skilled therapists use stretching, acupressure and relaxation techniques to ease tension and rejuvenate your body. In the evening, there's an opportunity to join the group for a farewell dinner, providing a relaxed way to reflect on the trip and share memories from the journey."
    },
    {
      "dayNumber": 12,
      "title": "Trip ends in Koh Samui",
      "description": ": The trip ends after breakfast at our hotel in Krabi. There are no activities planned today, so you're free to depart from Koh Samui at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Koh Samui Airport (USM), which is a 40 to 60-minute drive from our hotel. There are so many amazing places to discover around Koh Samui. If you'd like more time in Koh Samui, we strongly recommend booking additional nights post-tour."
    }
  ],
  "map": ""
}