{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "cultural-immersion-holiday-in-thailand",
  "tourName": "Cultural immersion holiday in Thailand",
  "placesVisited": "",
  "generalInfo": "Get closer to Thailand on this cultural journey that takes you to the centre of life here. You'll be off the beaten track and away from other tourists on your own tailor-made tour. Mildly challenging, you'll get to stay in three small communities discovering hidden customs and authentic village family life. Make real connections with your hosts as they teach you about agriculture, hill tribes and the history of old Siam on this stimulating adventure. <br/><br/>Get your first glimpse of the Thai countryside on the scenic drive from Bangkok into the heart of Thailand's rice-growing Central Plains region. Feel at home as you get to know a farmer and his family. Explore paddy fields close to the village and earn Buddhist merit when you're taken to the temple to give Alms to the monks. You'll also have a whole day's trip to nearby Ayuthaya to absorb the UNESCO world heritage ruins and history of this fascinating city. <br/><br/>Fly north to Chiang Mai to stay in a Hmong hilltribe village. Discover the cultures and religions of the community as a guest taking in local museums, farms and watching traditional song and dance. Head out on a gentle trekking tour to take in the lush fertile landscape and see the sun set over the valley. <br/><br/>Move onto countryside village, Chiang Dao to be treated to two days of wonderful home cooking as you get to explore the beautiful natural scenery of this area. Visit the wildlife sanctuary to see fascinating rare birds at sunrise, atmospheric caves and have a picnic in the forest. Go to the local market and visit other nearby hilltribe communities before leaving for your boutique hotel in Chiang Mai town to finish with a trip to the famous night bazaar.",
  "durationDays": "10",
  "price": "1100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [],
  "map": ""
}