{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "under-35-s-thailand-tour",
  "tourName": "Under 35's Thailand tour",
  "placesVisited": "Bangkok, Koh Samui, Khao Sok National Park, Ao Nang, Sea kayaking in Ao Thalane",
  "generalInfo": "This under 30’s Thailand tour takes anyone aged 18 to 29 for a fun and free wheeling 10 day holiday to discover beautiful beaches and lush landscapes. Spend a day exploring the busy capital Bangkok before heading south to gorgeous Koh Samui to swim and snorkel in the clear seas, cruise the island, splash in waterfalls and sip a cocktail as the sun sets.<br/> <br/>From Koh Samui, travel to the jungle of Khao Sok National Park, the oldest evergreen rainforest in the world, where you can walk the trails and dip into waterfalls, keeping an eye out for hornbills and langur monkeys. Finally, round off your adventure with more beach time in Ao Nang, where you can kayak through mangroves, laze on the beach or try anything from a cooking class to a massage. <br/><br/>This is a small group holiday with a maximum of 16 other people on the trip. It’s designed to include all your basic needs – accommodation and transport – and most activities are optional. There’s plenty of free time built in and you’re free to choose where you eat, too. It can get really hot in Thailand so pack light – all you’ll need is suncream, lots of curiosity and a healthy appetite for fresh Thai food and fabulous Thai scenery.<br/>",
  "durationDays": "8",
  "price": "630",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok.",
      "description": "Sa-wat dee! Welcome to Thailand. Your adventure begins with a welcome meeting at 6 pm tonight in Bangkok – a huge, buzzing metropolis and the capital of Thailand. If you arrive early, make the most of the city's bustling markets, grab some spicy noodles from a street cart or relax with a Thai massage. After your meeting, get the gang together and head out for dinner with the group to get to know each other a little better or ask your leader for the best spots to soak in some local nightlife – cocktail, anyone?"
    },
    {
      "dayNumber": 2,
      "title": "Bangkok - Overnight Train.",
      "description": "Today, you’ll explore some of Bangkok's most famous sites. Head to the temple complex of Wat Pho, which houses the famous 46-m-long statue of the Reclining Buddha. Then soak in the gorgeous scenery at a nearby flower market. The rest of the afternoon is free for you to discover more of the city, like the Grand Palace or Jim Thompson House. Tonight, you’ll head south on an overnight train to Surat Thani."
    },
    {
      "dayNumber": 3,
      "title": "Ko Samui.",
      "description": "Arrive in southern Surat Thani this morning and then board a bus and ferry to Ko Samui. From here, it's waterfalls, swimming, sunbathing and snorkelling all day, every day (for the next three days). When you arrive, you have free time to explore Ko Samui. Known for its palm-fringed beaches and coconut groves, maybe beach hop your way around the island or spend the afternoon relaxing. This evening, maybe get a group of your new friends together and find a place for dinner – your leader will have the best recommendations of where to eat."
    },
    {
      "dayNumber": 4,
      "title": "Ko Samui.",
      "description": "Today you’ll go on a half-day guided tour of the island with your group and local leader and see the iconic 15-m Big Buddha along the way (Wat Phra Yai). Due to the scenery and natural wonders, the island of Ko Samui has been a tourist hotspot for decades. This afternoon, maybe relax in the waterfalls at Na Muang. Tonight, feast on a curry and then join in the party atmosphere in Ko Samui's famous nightlife."
    },
    {
      "dayNumber": 5,
      "title": "Ko Samui.",
      "description": "Spend a free day today however you’d like – swimming, lazing in the sun or actively exploring. You might like to take an optional day tour to Ang Thong Marine National Park by either slow boat or speedboat. The park is an archipelago of over 40 islands in the Gulf of Thailand, featuring pristine beaches, jungle, mangroves and limestone mountains rising out of the sea. Swim at popular Ko Mae Island and check out the saltwater lagoon of Thale Nai (Emerald Lake). For a quieter experience and some great snorkelling opportunities, head to the nearby islands of Ko Tao and Ko Nang Yuan. Ko Samui is also home to an elephant sanctuary, and you can come close to these gentle giants. Watch them bathe, roam the fields and socialise with other elephants, knowing they are in a caring and peaceful environment."
    },
    {
      "dayNumber": 6,
      "title": "Khao Sok National Park .",
      "description": "This morning, head from Ko Samui to Khao Sok National Park (don’t forget your camera today!). Transfer to an early ferry from Samui Pier to Don Sak Pier. Then, jump in a private vehicle to Chiew Larn Lake, where you’ll hop in a traditional longtail boat for a calm sail to your raft house. Keep your eyes out for wild bull elephants, gibbons and spectacled langur (dusky leaf monkeys). Khao Sok National Park is the wettest spot in Thailand with some of the oldest jungles in the world. See loads of amazing limestone rock faces and, if you're lucky, monkeys playing here and there. Later, take an evening safari with your group, where you’ll head by longtail boat deep into the jungle, looking (and listening) out for more animals. After, you’ll head to your raft house accommodation. Enjoy a homecooked traditional southern Thai meal with the locals and take the opportunity to get to know their lifestyles and stories before falling asleep to the relaxing sound of the jungle."
    },
    {
      "dayNumber": 7,
      "title": "Khao Sok National Park - Phuket.",
      "description": "This morning you’ll wake up in the oldest evergreen rainforest in the world. Your raft house sits right inside the park, so you’ll have time this morning to catch the mist drifting along the lake as you search for wildlife in the jungle on a longtail boat. Before lunch, take a jungle hike around the park, and depending on the season, maybe see waterfalls or head up high to a panoramic viewpoint. If you're lucky there might be a glimpse of elephants, hornbills and langur monkeys. After, make your way to Phuket. Along the way, visit the Khao Lak Tsunami Memorial for some sobering history of the area’s past tsunamis and their victims. Then head to the Royal Thai Navy Sea Turtle Conservation Center in Phang Nga. Learn about how the Navy rescues eggs from surrounding beaches and their environmental efforts to ensure the conservation of turtles and to preserve the environment with local communities, schools, universities, government organisations and other NGOs. Tonight is a free evening in Phuket to watch the sunset and maybe grab a couple of drinks and toast to a trip well-travelled."
    },
    {
      "dayNumber": 8,
      "title": "Phuket.",
      "description": "Your adventure comes to an end this morning and with no activities planned, you’re free to leave the accommodation at any time. If you’d like to stay in Thailand for longer (we wouldn’t blame you), just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}