{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "bangkok-to-singapore-small-group-holiday",
  "tourName": "Bangkok to Singapore small group holiday",
  "placesVisited": "Bangkok, overnight train to Surat Thani, Khao Sok National Park, Cheow Lan Lake boat tour, village homestay and Thai cooking demonstration in Krabi Province, Ao Nang with half day sea kayaking trip, Penang, Georgetown, Kuala Lumpur, Melaka and trishaw tour, Singapore",
  "generalInfo": "Travel from Bangkok to Singapore, soaking up the traditional cultures, exotic flavours and beautiful landscapes of the region. With golden temples and saffron-robed monks, white sand beaches and bright blue skies, super-fresh seafood and a host of shopping spots, this journey from Thailand down the Malay Peninsula packs a huge amount into two weeks.<br/><br/>After bustling Bangkok, with its temples, tuk tuks and street vendors selling tasty Thai food, head to Khao Sok National Park, one of the oldest rainforests in the world, to explore, hike and take a longtail boat trip on Cheow Lan lake, surrounded by limestone cliffs. Relax on the beaches of Krabi Province and take a sea kayaking trip through the stunning inlets, caves and hidden lagoons of the Ao Thalane mangrove forests. In Malaysia, encounter the fusion of cultures that gives Penang its unique atmosphere and explore the streets of Melaka from a cycle rickshaw. Finally, arrive in Singapore, where Little India and Chinatown show the unmodernised face of this busy city-state. <br/><br/>There are lots of opportunities to meet people on this trip, too, for a real understanding of each country. An overnight sleeper train from Bangkok is a great chance to interact with the locals, while a village homestay with a family where you learn to cook authentic southern Thai food is a fun and unforgettable experience.<br/><br/><br/>",
  "durationDays": "15",
  "price": "2605",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok.",
      "description": "Sa-wat dee! Welcome to Thailand. Your adventure begins in Thailand's bustling capital – Bangkok, famous for its tuk-tuks, Khlong boats and street vendors serving up delicious Thai food. You’ll have a welcome meeting at 6 pm tonight to meet your fellow travellers and local leader. If you arrive early (and it’s recommended that you do), why not take a riverboat to Chinatown and explore the crowded streets, see the Grand Palace and the Temple of the Emerald Buddha, wander down Khao San Road or indulge in a Thai massage. After the meeting, maybe join your group and tuck into some into some street food."
    },
    {
      "dayNumber": 2,
      "title": "Bangkok - Overnight train.",
      "description": "Begin the day with a river cruise down the Chao Phraya River to explore the khlongs (canals). Life along these canals seems a world away from the chaotic streets of the capital. Visit Wat Pho – one of the Bangkok temples with a 46-m-long gold-plated Buddha reclining inside. Even the feet of this statue are incredible, at 3 m long and intricately decorated with mother of pearl. The temple grounds are filled with beautifully decorated stupas, halls and shrines. Tonight, you’ll take an overnight train journey to Surat Thani."
    },
    {
      "dayNumber": 3,
      "title": "Khao Sok .",
      "description": "Arrive at Surat Thani in the morning, then travel by minivan to Khao Sok. Set amid hectares of thick jungle, waterfalls, limestone cliffs and an island-studded lake, the national park of Khao Sok is a nature lover's paradise. Here, you’ll have free time to explore one of the oldest rainforests in the world. Walk along the dirt trails that snake through the quiet park, looking out for wildlife as you head for rivers and waterfalls. Look out for the rare Rafflesia Kerri – one of the world’s largest flowers, only found in Thailand. Spend the night in a rustic hut within the ancient trees of the rainforest."
    },
    {
      "dayNumber": 4,
      "title": "Khao Sok .",
      "description": "Travel through jungle, rubber and oil plantations before boarding a long tail boat for a ride across Cheow Lan Lake. With limestone karsts rising almost 1000 m out of the green waters, this area is incredibly picturesque. You’ll trek to an island cave to see the eerie stalactites and bats hanging from the ceiling, with subterranean streams at your feet. Have lunch in a local raft-house before soaking up some free time to relax, swim or kayak around the lake to search for wildlife – the water is clear and teems with aquatic life, and you can also look out for hornbills, langurs, macaques and gibbons."
    },
    {
      "dayNumber": 5,
      "title": "Ao Nang.",
      "description": "Head to Ao Nang in a private minivan, stopping at Baan Bor Tor along the way. When you arrive, embark on a sea kayaking journey. About halfway along the coast between Than Bok Khoranee and Krabi town is a bay of mangroves that might just be the most beautiful bay in Thailand. Surrounded by towering karst formations and many small offshore islands, these waterways will be your pathway as you move slowly through the bays and canyons, through the inlets, caves and hidden lagoons. Look out for the birds overhead and the monkeys in the trees – if you do see a monkey, make sure you secure your belongings and any food! Arrive at Ao Nang late in the afternoon, where you’ll have a free evening."
    },
    {
      "dayNumber": 6,
      "title": "Ao Nang.",
      "description": "If you’re a nature lover, Krabi might just be your favourite spot. Today is a free day to soak up everything this island has to offer. Maybe head to the water for a diving adventure or take a daytrip to explore Phi Phi and Khai Nok – these islands are surrounded by white sandy beaches, perfect for swimming and snorkelling. The area around Krabi is also home to some of the best climbing routes. Whether you're a novice or a pro, being securely tied high up a limestone cliff-face looking down on jungle and is an unforgettable experience! Tonight, maybe watch the sunset light up the sky and indulge in some local seafood at a beachside restaurant."
    },
    {
      "dayNumber": 7,
      "title": "Trang.",
      "description": "This morning, you’ll head on to the small village of Baan Mod Tanoy. When you arrive, you’ll go on a walk around the village and gain some insight into the locals’ day to day life. Then, time to enjoy the great food and hospitality of the village. Get your hands dirty with some Batik handkerchief dyeing and learn a few tricks from the local craftsman at a workshop showcasing this traditional art. Your accommodation tonight is in a local resort in the village."
    },
    {
      "dayNumber": 8,
      "title": "Penang.",
      "description": "Say goodbye to Thailand this morning – you're off to Malaysia! The island of Penang was the first destination of the colonial British in 1786 and they invited the Chinese (as well as others from all over Asia) to live on this island in the tropics. Today, this fusion of cultures still exists, and the UNESCO World Heritage site of Georgetown shows the fascinating mix in its range of places of worship. When you arrive, you’ll take an orientation walk around the tumble-down shops and hawker-filled alleyways to get your bearings. The food here might just be the best in Malaysia, so you’ll seek out some hawker food stalls with your leader and get a taste for the local cuisine. Sample some local specialties such as nasi kandar, Penang laksa and char kway teow."
    },
    {
      "dayNumber": 9,
      "title": "Penang.",
      "description": "Take a half-day sightseeing walking tour around Penang and Georgetown, soaking up the relaxed pace of life and the mix of cultures. See the original 19th century shophouses, the street markets, and the strong cultural and religious identity still on display in each neighbourhood – Little India, Chinatown or the Muslim Quarter. Check out the street art and stop by a clan jetty – clans were formed by 19th century immigrants who banded together based on the area of China that they came from, and they built rival waterfront societies on wooden jetties. Visit Thai and Burmese temples like Kek Lok Si – the largest Buddhist temple in South East Asia. You’ll have this afternoon free top explore at your own pace. Maybe see the clan house of Khoo Kongsi and check out the ornate carvings on the walls, roof and pillars. Maybe see more Chinese architecture in the blue Courtyard House of Cheong Fatt Tze – a wealthy merchant."
    },
    {
      "dayNumber": 10,
      "title": "Kuala Lumpur.",
      "description": "Continue south to Kuala Lumpur – the cosmopolitan capital of Malaysia, affectionately known as KL by the locals. Communities of Indian, Chinese and ethnic Malay people mingle peacefully, allowing travellers to get the best of all three worlds. KL has grown from a sleepy little village to a skyscraper-lined multi-million-peopled metropolis. The city can seem vast, but the focus is the traditional core of the Old Town (the former colonial centre), the luxury hotel and shopping mall district of the Golden Triangle, and bustling Chinatown and Little India. Follow your leader on an orientation walk near the hotel and tonight, follow the Bukit Bintang Walkway and see the Petronas Twin Towers lit at night. From simple-street side fare that attracts queues of customers eager to high-calibre, world-class cuisine, you’ll have no problem finding a good dinner spot."
    },
    {
      "dayNumber": 11,
      "title": "Kuala Lumpur.",
      "description": "Enjoy a free day today for your own exploration! Perhaps visit the National Monument (commemorating those who died in Malaysia's struggle for freedom and based on the Iwo Jima Memorial in the USA), the vast National Mosque featuring a bold and modern design, or the Istana Negara (National Palace). You might like stroll Dataran Merdeka (Independence Square), or shop in Suria KLCC (one of Malaysia’s premier shopping destinations) and then head up to the Skybridge & Observation Deck of the iconic Petronas Towers to get another view of the city. Lake Gardens is home to a number of sights, including the National Planetarium and the Islamic Arts Museum. Or if you’re seeking something active, you might like to join a bike tour."
    },
    {
      "dayNumber": 12,
      "title": "Melaka.",
      "description": "Transfer by local bus to the old port town of Melaka – once the most important trading port in Malaysia, attracting Chinese, Indian, Dutch, Portuguese and British traders. These visitors sought wealth or an opportunity to control the Straits of Malacca, a vital trading route between the Indian and Pacific oceans, which lead to 400 years of colonial rule. Today, Melaka's wealth of historical sites reminds visitors of times gone by, and its multicultural past is revealed in its distinctive cuisine. Like Georgetown, the Melaka was declared a UNESCO World Heritage Site in 2008, and like its Penang sibling, the city is a harmonic mix of cultures. When you arrive, you’ll have a free afternoon and evening to explore."
    },
    {
      "dayNumber": 13,
      "title": "Melaka.",
      "description": "Today, you’ll get to know this port city better with a trishaw tour along the narrow winding streets. You’ll admire Chinatown's unique Peranakan architecture, get a taste of old Melaka and learn about the ancient spice trade. Take in sites such as Harmony Street and stop by a mosque, Chinese Buddhist Temples, and a traditional Muslim house-museum. In your free time this afternoon there are plenty of historic sites and museums to check out. Maybe jump on two wheels for an eco bike tour around the city or see Melaka from a different perspective with a boat tour along the river."
    },
    {
      "dayNumber": 14,
      "title": "Singapore.",
      "description": "Travel by local bus to the last stop of the journey – Singapore. Singapore has few areas untouched by modernisation, but wandering the streets of Little India and Chinatown is a great way to see the old parts of the city. To explore further, check out the renowned shopping precinct of Orchard Road, or stop by Raffles to experience the old-world charm of a Singapore Sling. An evening in Singapore is not complete without a stroll along Clarke Quay, or even a river cruise to learn more about the fascinating history of this city. Your accommodation tonight is a centrally located hotel, perfect for easy exploring. Whatever you choose today, maybe gather together your fellow travellers for a celebratory drink or meal as your Bangkok to Singapore adventure comes to an end."
    },
    {
      "dayNumber": 15,
      "title": "Singapore.",
      "description": "There are no activities planned for today and you can depart the accommodation at any time. If you’d like to extend your stay in Singapore and explore the sites, just get in touch with your booking agent ahead of time."
    }
  ],
  "map": ""
}