{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-family-holidays",
  "tourName": "Thailand family holidays",
  "placesVisited": "Bangkok, Ayuthaya, Kanchanaburi, Train ride over the River Kwai, Erawan National Park, Overnight sleeper train to Chiang Mai, Doi Suthep hilltop temple, Forest Canopy Tour, Night markets, Two-day jungle experience, Palong tribal village, Krabi",
  "generalInfo": "This fantastic Thailand family holiday lets you experience the country on a local level with a combination of cultural excursions, exciting activities and excellent accommodation adding to plenty of lazy days spent by the beach - all in two weeks. Starting your trip in Bangkok really chucks your family in to the centre of the action; however, you’re bound to come up swimming within a city that never sleeps and never fails to excite and enthral in equal measures. From tuk tuks to long tail boats, there's certainly more than one way to travel around the capital, with sightseeing tours featuring the Grand Palace, Wat Pho and the banks of the Chao Phraya River all adding to an array of fascinating sights and sounds to expand the mind, body and soul.<br/><br/>After making the most of your time in the capital you'll head to Kanchanaburi, where jungle rafting, luxury safari camping and the famous setting for the Bridge over the River Kwai are an excellent introduction to life in the jungle. You'll then be whisked north to Chiang Mai, a beautiful walled city surrounded by mountains and forests. This is an excellent base from where to explore Thailand's second city with night markets, cooking courses and spa massages promising something for every member of your tribe. Just outside of Chiang Mai you'll be led on an exotic outdoor adventure with bamboo rafting expeditions, overnight stays with hill tribes and zip wires through the jungle canopy. From Chiang Mai it’s also possible to fly south to Koh Samui Island or Khao Sok National Park where you can choose your own adventure with kayaking, hiking and nights in the jungle along side soft white sand and seafood.<br/><br/>Get in touch for more information on how we can turn a family holiday in Thailand into an experience to savour as sweetly as fresh mango and sticky rice.",
  "durationDays": "15",
  "price": "3000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "BANGKOK Arrive in Bangkok where you will be met by one of our representatives then taken to your hotel. The rest of the day is free for you to unwind."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "BANGKOK After breakfast, you will take a public river taxi to the Pak Klong Dalat flower market, a wonderfully colourful start to your tour and a great introduction to Bangkok. From here you will continue to the Grand Palace for a guided tour around this beautiful building and the temple of Wat Phra Kaew. The palace walls are covered with intricate and rather gruesome depictions of battle scenes from Buddhist mythology, which are fascinating. You will also visit Wat Pho, one of Thailand’s most important temples. After lunch at a local Thai restaurant you will take a water taxi across the river to visit Wat Arun with its elongated Khmer style tower. From here you will board a ‘longtail boat’, a long wooden boat with an outboard engine, and will spend a couple of hours navigating the maze of waterways and canals of this more hidden part of Bangkok, a far cry from the hustle and bustle of the centre."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "BANGKOK – KANCHANABURI Rise with the sun to drive to the old fishing port of Samut Songkram, well known for its lively railway market which it literally on the train tracks, the vendors displaying huge trays of vegetables, fruit and fish until the (very slow moving) train comes and they have to temporarily move to the sides! From here you will drive northwest into Kanchanaburi province, through endless rice paddies, until you reach Kanchanaburi town. Here you will board the train to Nam Tok over the infamous Burma Railway, constructed during the Second World War by POWs. Later you will visit the War Cemetery, containing the graves of some of the Prisoners of War who perished during the construction of the bridge."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KANCHANABURI In the morning you will head to Erawan National Park, a very picturesque series of falls that cascade down the mountainside. There is a path that climbs up beside the falls and you can stop off along the way to swim with the fishes. After a simple lunch at the waterfalls you will proceed to the lovely Prasat Muang Singh temples, which date back to Angkorian times and are similar to Angkor Wat although on a smaller scale. The ruins are almost always deserted, stunningly beautiful and great fun to explore."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KANCHANABURI – AYUTHAYA In the morning take a cookery class in Kanchanaburi and learn some of the secrets of Thai cookery. The class includes a visit to the local market to select your ingredients. Typical dishes that you will learn to make include pad thai, thai green curry and tum yum soup. After you finish the class you will be able to taste the delicious dishes that you have made. Later, explore Ayuthaya; the ancient capital of Thailand. Why not visit the night market that comes to life every evening at around 5pm. It is packed with stalls selling a wonderful collection of delicious local dishes such as Khao Mok Kai (Muslim-Thai style biryani rice, Nam Prk Pla Tuu (chilli mackerel), freshly grilled corn on the cob and much more. There are also many stalls selling clothes and nik oaks for those souvenirs your promised."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "AYUTHAYA Today you will have the full day to explore the sights around Ayuthaya by bike. You will start with Bang Pa In, the old summer residence, and will then take a lontail boat trip along the Chao Phraya River, ending at the impressive Phananchoeng Temple. In the evening you will transfer to the train station to board the overnight train north to Chiang Mai."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "CHIANG MAI Once settled you will then proceed to Chiang Mai’s most famous landmark, the temple of Doi Suthep Temple perched on a hilltop on the outskirts of town. The temple is stunning with beautiful views over Chiang Mai, and there are always many local people making offerings of flowers and incense. The afternoon is free for you to explore Chiang Mai on your own, sample local delicacies and take photos galore."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "CHIANG MAI Today you will take a short drive into the jungle outside Chiang Mai and will then fly through the forest canopy on a series of exciting zip lines. The kids will love the adrenalin rush and there are stunning views over the surrounding landscape."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "CHIANG MAI Today you head up into the hills outside Chiang Mai. First stop is a local market where you can see lots of weird and wonderful produce before continuing to a rafting camp to climb on board a bamboo raft for a gentle float down a river, enjoying the scenery, sun and the sounds of the birds. After lunch in a Karen hilltribe village in a beautiful mountain location you will start trekking. Along the way your guide will be able to explain the various uses of the plants and trees that you can see on the sides of the path. Spend the night in a village homestay, getting to know the locals and the culture."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "CHIANG MAI After breakfast in the village you will have a chance to explore with your guide and can visit the village shrine and perhaps the local school. Later you will hike to a Karen village from where you will meet your vehicle for the return journey to Chiang Mai. Why not stop at off one of Chiang Mai’s famous orchid nurseries along the way."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "CHIANG MAI – KOH SAMUI Today you fly to Koh Samui. On arrival you will transfer to your hotel where the rest of the day is free for you to relax."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "KOH SAMUI Three full days to relax and enjoy the beach. There are numerous activities that you can arrange on Koh Samui, including visiting other beaches, water sports, snorkelling and boat trips to outlying islands."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "BANGKOK Time to say goodbye to Thailand and head home."
    }
  ],
  "map": ""
}