{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "family-thailand-jungle-and-islands-holiday",
  "tourName": "Family Thailand jungle and islands holiday",
  "placesVisited": "",
  "generalInfo": "Southern Thailand's warm, clear waters and west coast tropical islands provide a perfect winter getaway. Combine some of the world's most beautiful beaches by kayak, speedboat and longtail boat with time to explore ancient jungles that are home to whooping gibbons, long tailed macaques and wild elephant. A few days in Bangkok adds contrast with the opportunity to try Thai boxing and cruising the city's klongs.<br/> <br/> Bangkok - Absorb local life on a long-tail boat journey through Bangkok's canal network<br/> Khao Sok National Park - Enjoy guided jungle walks and a canoe trip through this ancient jungle<br/> Khao Lak or Koh Samui - Do as much or as little as you like in this unspoilt beach destination<br/> We offer a East and West coast version - of this trip depending on the season to optimize the best weather conditions<br/>",
  "durationDays": "13",
  "price": "1925",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Trip starts in Bangkok",
      "description": ": Arrive in Bangkok, the bustling capital of Thailand famous for its street vendors serving up tasty Thai food, bright lights, tuk tuks and khlong boats plying the network of canals and waterways. For those arriving on time your tour leader plans to meet you in the hotel reception at 6pm for the welcome meeting and for those that wish, there is the chance to go out for dinner. If you would like to receive a complimentary airport transfer today, you'll need to arrive into Suvarnabhumi Airport (BKK), which is one hour from our hotel. Should you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, perhaps you might choose to visit the Rattanakosin Exhibition Hall. This interactive museum is regarded as one of the best in Thailand and helps to bring Bangkok's history and culture to life."
    },
    {
      "dayNumber": 2,
      "title": "City tour by long tail boat and free afternoon to explore the Grand Palace and Temples",
      "description": ": This morning, we head to Tha Tien Pier where we enjoy a one-hour cruise in traditional long-tail boats along the klongs (canals). This is the ideal way to explore Bangkok's network of meandering waterways that continue to serve as an important thoroughfare in the city. Along our route, we watch local life taking place around us. The rest of the day is yours to explore Bangkok at your own pace. You might opt for a sightseeing tour of the Grand Palace and the sprawling Wat Pho complex, home to the iconic 46-metre long Reclining Buddha, a golden- statue representing Buddha's peaceful transition into Nirvana. Alternatively, you could embark on a cycling tour, weaving through the city's hidden backstreets to discover the authentic local life and lesser-known gems of Bangkok."
    },
    {
      "dayNumber": 3,
      "title": "Explore the Meaklong Train Market and afternoon mangrove boat trip in Khlong Noi",
      "description": ": Set off this morning for the Meaklong train market, a two-hour drive from Bangkok. Nestled along active train tracks, this vibrant market brims with fresh produce, seafood, and an array of goods. The most captivating moment comes as vendors deftly pull back their stalls to make way for an approaching train. We then continue driving to Khlong Noi where our hosts take us on a short boat ride to their guesthouse. After familiarising ourselves with the charming settings and the opportunity to freshen up in our rooms, we jump back on the boat later this afternoon to explore the surrounding mangroves and fish farms to learn about the local way of life. If you're up for an adventure, you can try planting mangroves yourself - just if you don't mind getting a bit muddy! The area is also known for the 'mangrove monkeys' (crab-eating macaques) so keep your eyes wide open. We return in the late afternoon to relax and savour the local cuisine at the family's restaurant."
    },
    {
      "dayNumber": 4,
      "title": "Morning walk to Laem Sala Beach and Phraya Nakhon Caves",
      "description": ": This morning, say goodbye to our hosts and drive two hours south to Khao Sam Roi Yot National Park. Upon arrival, we disembark our bus onto a mangrove boardwalk where we walk along a 1km raised platform through the fragile ecosystem in search of mud crabs and giant monitor lizards. These forests are unique and offer a wonderful experience with their sprawling roots and shady canopy. Depending on the weather, we take a boat to Laem Sala Beach, a spectacular stretch of coastline. Later, we'll make our way to the renowned Phraya Nakhon Cave, a hidden treasure celebrated for its stunning stalactites and the royal pavilion that stands majestically beneath an open ceiling, illuminated by natural sunlight. The trail to the cave is rocky and steep, with uneven stone steps. It's a short but strenuous uphill hike through tropical forested hills, with some shaded areas. The hike takes about 30-45 minutes, depending on your pace with an elevation of 130 metres. For those who prefer not to hike, there's the option to relax and explore the scenic Laem Sala Beach instead. From there, it is only a short drive to the Dolphin Bay Resort, our accommodation for the night."
    },
    {
      "dayNumber": 5,
      "title": "Search for elephants in Kui Buri National Park",
      "description": ": Today, we drive to Kui Buri National Park Thai near the border with Burma. Located in Prachuap Khiri Khan Province, the park is one of the best spots in Thailand for wildlife watching, particularly elephants. The journey begins with a guided safari tour, where you ride in an open-air vehicle through the park's lush forests, grasslands, and watering holes. As you traverse the terrain, the anticipation builds with each turn. An experienced rangers accompany the group, sharing insights about the park's ecosystem and the behaviour of its wildlife. While sightings aren't guaranteed, the park rangers know the herds\\\\ movements well, so there's a good chance of success. You'll also have the opportunity to learn more about the park's ecosystem before heading back to the beach resort."
    },
    {
      "dayNumber": 6,
      "title": "Free day at the beach",
      "description": ": oday has been kept free to relax and enjoy Sam Roi beach or the hotel pool."
    },
    {
      "dayNumber": 7,
      "title": "Board the train and travel to Khao Sok National Park",
      "description": ": Start your day with a departure from Prachuap Khiri Khan province, heading to Pranburi train station to catch the train south, a journey of around five hours. After arriving in Surat Thani, we travel in our bus towards Khao Sok National Park, arriving at our hotel around sunset. Although it's a long travel day, the chance to observe local life and take in scenic views makes the journey worthwhile. Upon reaching Khao Sok, you'll check in at the eco-friendly lodge, a tranquil retreat surrounded by nature. Take the evening to relax and immerse yourself in the peaceful atmosphere, preparing for the adventures ahead in this beautiful wilderness."
    },
    {
      "dayNumber": 8,
      "title": "Khao Sok National Park - guided jungle walks and canoe rides",
      "description": ": This morning, head out on a guided walk through the surrounding jungle keeping eyes peeled for mischievous monkeys playing in the canopy above and watch out for colourful hornbills and kingfishers as they dart amongst the trees. The park is a haven for a wide variety of exotic plants, including bamboo, fig, palms and the carnivorous pitcher plant. In the afternoon, we explore the area by kayaking down the Khao Sok River, this is a very relaxing way to take in the astounding surrounding beauty. Passing towering cliffs, we have the chance to break our journey with a swim in the cool waters. Along the way, our guide will show us brightly coloured birds and monkeys on the shore, and maybe even a snake or two hanging high up on the trees."
    },
    {
      "dayNumber": 9,
      "title": "Discover Cheow Lan Lake and sleep in a floating house",
      "description": ": This morning, we leave our lodge and head to Cheow Lan Lake, located on the eastern side of Khao Sok National Park-a breathtaking man-made reservoir known for its towering limestone cliffs, emerald-green waters, and tranquil natural beauty. Upon arrival at the pier, we board long-tail boats for a scenic tour of the stunning landscape. Finally, we reach our accommodation for the night and check in to your own traditional Thai-style floating bungalow. For the rest of the morning you can relax, take a swim or go kayaking to explore the many inlets and waterways of Khao Sok Lake. For lunch, we savour a traditional Thai meal featuring rich southern curries, fresh local vegetables, and a variety of tropical fruits like mango, pineapple, and watermelon for dessert. This afternoon we embark on a trek through the ancient jungle of Khao Sok National Park. Depending on the season, your local guide may demonstrate how to find edible plants, extract drinking water from bamboo, or spot wildlife hidden in the jungle canopy. Finally, in the late afternoon, we board the long-tail boats once more for a wildlife-spotting excursion during the animals' most active time. From the boat, you may catch glimpses of macaque monkeys, dusky langurs, great hornbills, wild boar, gibbons, and possibly even a wild elephant. After a full day of adventure, we'll enjoy a delightful Thai dinner in the open-air restaurant overlooking the lake."
    },
    {
      "dayNumber": 10,
      "title": "Drive to the Gulf of Thailand. Take the ferry to Koh Phangan",
      "description": ": Wake up to breathtaking scenery and the peaceful sounds of nature. Enjoy a traditional Thai breakfast of Khao Tom-savoury rice porridge-along with eggs, toast, or pancakes before boarding the long-tail boats for the return trip to the pier. From there, we embark on a three-to-four-hour drive to Don Sak Pier overlooking the Gulf of Thailand, where we catch the local ferry to Koh Phangan. The island is known for its serene beaches, calm shallow waters, and stunning surroundings, offering a laid-back atmosphere with plenty of family-friendly activities - perfect for a relaxing tropical getaway. Upon arrival at our resort, the rest of the afternoon is yours to unwind by the swimming pool or take a dip in the turquoise waters off the beach."
    },
    {
      "dayNumber": 11,
      "title": "Snorkelling boat trip to Koh Ma Island",
      "description": ": This morning, embark on an unforgettable adventure aboard a traditional longtail boat, setting off to discover the vibrant underwater paradise of Koh Ma. We glide through crystal-clear waters towards this enchanting island, where a world of colourful marine life awaits your snorkelling exploration. With all gear provided, simply dive in and enjoy the experience. Later, indulge in a mouthwatering lunch on the secluded shores of Bottle Beach, where the fresh coastal breeze and rhythmic sound of the waves create a tropical lunch experience like no other. As the day winds down, we gently cruise back to the hotel, capping off a perfect day in paradise."
    },
    {
      "dayNumber": 12,
      "title": "Ferry to Koh Samui and Thai boxing session",
      "description": ": After breakfast, we bid farewell to Koh Phangan and head to the pier to catch a swift ferry to Koh Samui. As the largest island in the Samui Archipelago, Koh Samui offers a blend of tranquil palm-fringed beaches, lively backpacker resorts, and lush coconut plantations. For our final night, we'll stay in a beachside accommodation situated in a vibrant neighbourhood, perfect for last-minute shopping and dining. In the afternoon, we take a short stroll to the Muay Thai training camp, where we can watch skilled Thai Boxing experts demonstrate their craft. We'll then have the opportunity to try out some of the traditional martial arts techniques ourselves during a training session. The rest of the day and evening is yours to enjoy at leisure. On many nights, local restaurants host impressive fire shows on the beach, providing a spectacular and memorable end to your day."
    },
    {
      "dayNumber": 13,
      "title": "Trip ends in Koh Samui",
      "description": ": The trip ends after breakfast at our hotel in Koh Samui. There are no activities planned today, so you're free to depart at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Samui International Airport (USM), which is approximatively 40 minutes from the hotel."
    }
  ],
  "map": ""
}