{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-2-week-discovery-tour",
  "tourName": "Thailand 2 week discovery tour",
  "placesVisited": "",
  "generalInfo": "Travel around Thailand on a small group, 15-day trip and explore its temples, jungle, and beautiful beaches! From island hopping on a long-tail boat to jungle trekking in one of the oldest rainforests in the world, you won’t be disappointed in the Land of Smiles. Thailand’s stunning landscapes and laid-back vibe make it the perfect getaway! Thailand’s breathtaking landscape, mouth-watering food, relaxing massages, and laid-back vibe make it the perfect travel destination. Did we mention a massage is only $8?! No matter your style, Thailand has something for everyone.<br/><br/>Shop like a local: Visit Bangkok’s largest and most authentic fresh market, where locals buy their daily ingredients—from fresh fruits and vegetables to creepy-crawly delicacies—before learning to cook authentic Thai dishes with a local chef.<br/><br/>Picture perfect beaches: Visit the laid-back town of Railay, accessible only by boat and pedestrians. The beaches here are straight from a postcard!<br/><br/>Sleep in a treehouse!: Stay the night in a teak forest in treehouse bungalows. This is a one-of-a-kind experience that not many tourists get to see.<br/><br/>INCLUDED:<br/>- 14 nights seaview accommodation (double occupancy)<br/>- 3 domestic flights<br/>- Private, air-conditioned ground transportation<br/>- Speed boat/ferry transfers<br/>- Activities as noted on the itinerary<br/>- All breakfasts, 7 lunches, 5 dinners<br/>- Local trip leader throughout",
  "durationDays": "15",
  "price": "5200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "BANGKOK ARRIVAL - Welcome to Thailand! Bangkok is an intoxicating and sometimes jarring mix of modern and ancient with its breathtaking skyline, traditional architecture, and gleaming temples bustling with tourists and locals. Everywhere you go, the aroma of street food that truly captures the essence of Bangkok’s rich culture will engulf you. There is a welcome meeting with your Thai trip leader this evening. Depending on your arrival time, you’ll have time to explore your new surroundings before the meeting. Or you maybe you'll want to stretch your legs and relax at the hotel's rooftop pool if you'd like to unwind after the long journey. *Airport pick-up is not included. You can easily take a taxi at the airport or pre-arrange an airport pick-up with a company such as Welcome Pickups or one that you may find on travel sites such as TripAdvisor. Check out our blog about getting to Bangkok from the airport for more information. *INCLUDED - Activities: Welcome meeting • Accommodation: Boutique hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "BANGKOK - This morning, make your way to Klong Toei wet market to pick up ingredients for today's cooking class. Anything and everything is sold at this truly local market that few farang (foreigners) get to see, including live ducks, insects, and snakes! As you walk through the market, you can taste exotic fruits and if you’re brave enough, sample some of the creepy, crawly delicacies! After the market, master the art of Thai cooking in a class from which part of the proceeds goes to the Klong Toei slums. After the cooking class, return to the hotel for some free time. Later, go for a drink at a rooftop bar with 360° panoramic views of Bangkok at sunset. Then, grab dinner at a restaurant whose income helps local family planning initiatives. Can you guess what almost everything is made of inside the restaurant? *INCLUDED - Activities: Klong Toei wet market; Cooking class (w/ lunch); Free time; Rooftop bar; Welcome dinner • Meals: B, L, D • Accommodation: Boutique hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "RAILAY BEACH - Journey south to Railay today where you'll enjoy lunch and some time to get familiar with your new surroundings. Railay is a welcome relief after the hustle and bustle of Bangkok as the town is completely pedestrian and there are no cars or motorbikes around so you can easily explore without getting lost. Railay is special because it is surrounded by large limestone cliffs which make it accessible only by boat. It is well-known for its rock climbing and is one of the most photogenic spots in all of Thailand. One of Thailand’s most photographed beaches all to yourself! Later today, head to Phra Nang Beach which is less than a 10-minute walk away. This is the best time to visit this beach since all the daytrippers from Phuket will have left and you'll have the entire beach to yourselves! On the beach, head over to the \"penis temple” where Thai women leave penis statues with hopes of being blessed with good fertility. Then, sit back and watch the sunset on the vast stretch of beach in peace! *INCLUDED - Transfers: Bangkok - Railay Beach by plane, van, and boat (approx. 3.5 hrs) • Activities: Free time; Phra Nang Beach • Meals: B, L • Accommodation: Boutique resort hotel"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "RAILAY BEACH - This afternoon, hop on an old Thai sailboat for a cruise around massive intricate rock formations protruding from the ocean depths. The cruise starts after lunch and as you cruise, there'll be stops for snorkeling. Alternatively, you can just chill on the boat and enjoy the views with a drink in hand. Inner tubes and paddleboards will also be available. We'll sail and take in a breathtaking sunset followed by dinner and the option of snorkeling to see the bioluminescent plankton light up around you. *INCLUDED - Activities: Free time; Half-day cruise (w/ dinner) • Meals: B, D • Accommodation: Boutique resort hotel"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "RAILAY BEACH - Today, everything you'd like to do is completely up to you. Your trip leader will suggest some ideas of things to do in Railay the day before and can help make arrangements if needed. Most activities can be arranged at little to no notice. You might opt to go kayaking, rock climbing, snorkeling, island hopping, scuba diving, or just lounge around on the beach and get massages. It's your vacation so you can do what you'd like! *INCLUDED - Activities: Free time (optional activities at your own expense) • Meals: B • Accommodation: Boutique resort hotel"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "KHAO SOK NATIONAL PARK - Wonders of the ancient rainforest. Khao Sok National Park's rainforest is the second-oldest in the world, thriving for more than 160 million years. Upon arrival, you'll enjoy a delicious lunch, and the rest of the day is yours to explore at your own pace. You’ll also have the option of inner tubing down a river with beautiful fauna everywhere you look. *INCLUDED - Transfers: Railay Beach - Khao Sok by boat & van (approx. 2.5 hrs) • Activities: Free time; Inner tubing (optional and at your own expense) • Meals: B, L • Accommodation: Rainforest resort"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "KHAO SOK NATIONAL PARK - Today is a completely free day to enjoy Khao Sok at your own pace. Your trip leader can help arrange any activities you’d like — from canoeing to hiking to participating in a jungle cooking class. If you'd rather take it slow, you can go for a gentle jungle walk, explore the hotel grounds, walk into town, or treat yourself to a massage. *INCLUDED - Activities: Free time (optional activities at your own expense) • Meals: B • Accommodation: Rainforest resort"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "CHEOW LAN LAKE - A unique, once-in-a-lifetime experience! Get ready to spend the night in a floating lake hotel. Head to the edge of the lake and hop in a boat to the accommodation. During the boat ride, don't forget to look up at the large limestone cliffs and dense jungles in their full glory. We'll enjoy lunch at the floating lake hotel and then, head out for a scenic hike in the jungle (easy to moderate, approximately 30 minutes each way). You'll also have the chance to explore a cave covered in stalactites, stalagmites, and fossils that are between 250-400 million years old! At the end of the day, unwind at your floating lake house where you can take a dip in the lake or kick back and relax. After dinner together, you have the option to take an evening boat safari to try to spot wild elephants! *INCLUDED - Transfers: Khao Sok National Park - Cheow Lan Lake by van & boat (approx. 2 hrs) • Activities: Boat ride on lake; Jungle hike; Cave visit; Free time; Evening boat safari • Meals: B, L, D • Accommodation: Floating lake house hotel"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "CHIANG MAI - Chiang Mai: A place of history and wonder. This morning, head north toward the mountains of Chiang Mai where there is much to see and do in addition to this historic city's temples. Chiang Mai boasts a rich culture and ethnic diversity as well as many elephant sanctuaries, cooking and massage schools, outdoor activities, handicraft workshops, cultural performances, and waterfalls galore! The rest of the day is free to do what interests you. The hotel is in the heart of the city so there’s a lot to see and do nearby and you can easily venture out on your own. Tonight, you'll visit the farang (foreigner) food market that is full of food trucks and stalls serving everything from pad thai to pizza if you'd like to have dinner here. Then, onward to the night market for some souvenir shopping. *INCLUDED - Transfers: Cheow Lan Lake - Chiang Mai by boat, van, & plane (approx. 3.5 hrs) • Activities: Free time; Night market • Meals: B • Accommodation: Boutique hotel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "CHIANG MAI - Begin the day with a tuk-tuk tour around the city and stop at Wat Sri Suphan (Silver Temple) and Wat Chedi Luang. As you visit the temples, you'll see monks doing their mantras and meditating. If you'd like, you can sign up for a monk chat at one of these temples on one of your free days. A monk chat is a conversation between tourists and monks to ask questions you may have about Buddhism or Thailand. This also gives the novice monks a great opportunity to practice their English! After the tuk-tuk tour, stop for lunch to enjoy a bowl of khao soi, the most iconic dish of the north. The rest of the day is yours to do as you please and your trip leader will be there to point you in the right direction. *INCLUDED - Activities: Tuk-tuk tour; Free time • Meals: B, L • Accommodation: Boutique hotel"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "CHIANG MAI - This morning, drive to the outskirts of Chiang Mai where the elephants roam in peace. Observe the daily patterns of these jungle giants, see how they graze and socialize with others, and get up close to feed them. The expert caregivers will teach you about their efforts toward sustainable tourism and conservation. Enjoy some refreshments near the elephants' mud pit but be careful not to get sprayed! The afternoon is at your leisure and later in the day, we will meet up and head to the Chiang Mai (Ploen Ruedee) Night Market to explore the delicious street food and fun souvenirs. After the sun goes down, meet up for a ladyboy show with all the flash and pizzazz associated with the ladyboys of Thailand! *INCLUDED - Activities: Elephant sanctuary; Ploen Ruedee night market; Ladyboy show • Meals: B, L • Accommodation: Boutique hotel"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "CHIANG MAI - Today is a free day and you're free to decide what to do. Chiang Mai boasts a rich culture and ethnic diversity as well as cooking and massage schools, various outdoor activities, handicraft workshops, cultural performances, and waterfalls galore! The hotel is situated in the heart of the city so there’s a lot to see and do nearby and you can easily venture out on your own. *INCLUDED - Activities: Free time (optional activities at your own expense) • Meals: B • Accommodation: Boutique hotel"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "CHIANG MAI - Enjoy a leisurely morning before we head to the outskirts of Chiang Mai toward the Sticky Waterfalls. You'll just have to wait until you get there to find out how they got their name! Afterward, we'll continue onto a teak forest where your treehouse bungalows and home for the night await you. You will be able to disconnect from the hustle of daily life in this beautiful forest where trees tower above you and the gentle sounds of nature fill your ears. *INCLUDED - Transfers: Chiang Mai - Sticky Waterfalls & treehouse resort by van (approx. 1 hr) • Activities: Sticky Waterfalls; Free time • Meals: B, L, D • Accommodation: Treehouse bungalow eco-resort"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "BANGKOK - Time to head back to Bangkok where you can enjoy your last massage, fruit smoothie, and pad thai on the famous (or should we say infamous?!) Khao San Road. Later in the day, we'll meet up to visit Wat Arun, \"Temple of Dawn\", a major landmark on the west bank of the Chao Phraya River. We'll cross the river and have one last dinner together with views of Wat Arun in the backdrop as you say goodbye to your new friends. *INCLUDED - Transfers: Chiang Mai - Bangkok by plane (approx. 2 hrs) • Activities: Free time; Wat Arun; Farewell dinner • Meals: B, D • Accommodation: Boutique hotel"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "BANGKOK DEPARTURE - Depending on your flight time, you will have free time on your own in Bangkok before catching your flight home. *INCLUDED - Activities: Free time; Departure (at your own expense) • Meals: B **Itinerary is subject to change."
    }
  ],
  "map": ""
}