{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "bangkok-to-chiang-mai-tour-elephants-trekking-culture",
  "tourName": "Bangkok to Chiang Mai tour, elephants, trekking & culture",
  "placesVisited": "",
  "generalInfo": "TRIP OVERVIEW<br/><br/>Embark on a once-in-a-lifetime adventure through Northern Thailand’s stunning wilderness on our 6-day Umphang Wildlife Explorer. This immersive journey takes you deep into the heart of Umphang National Park, where you’ll trek through lush jungles, raft down pristine rivers, and camp beneath the stars by secluded waterfalls.<br/><br/>A highlight of the trip is the respectful elephant spotting experience, where you’ll join mahouts in the wild to track elephants in their natural habitat, learning about conservation efforts and ethical wildlife viewing. Along the way, experience the rich culture of the Karen people, staying in traditional village homestays and learning about their unique customs and handicrafts.<br/><br/>The breathtaking landscapes, combined with outdoor activities like jungle trekking, rafting, and waterfall swimming, make this adventure perfect for nature lovers and thrill-seekers alike. Discover a Thailand far removed from the tourist crowds, where you can connect with the land, its people, and wildlife in a truly authentic way.<br/><br/>Whether it’s tracking elephants, rafting through remote areas, or simply relaxing by a waterfall, this adventure offers an unparalleled opportunity to explore the beauty and culture of Northern Thailand.<br/><br/>WHAT'S INCLUDED?<br/><br/>Accommodation <br/>2 nights at Palatha Village in a Simple Homestay <br/>1 night in a Camping Tent near Umphang Wildlife Reserve <br/>1 night at Nakorn Mae Sot Apartment in Mae Sot in a Standard Room (double occupancy) <br/><br/>Meals<br/>4 Breakfast, 4 Lunches, 4 Dinners<br/>(We can accommodate vegetarians, and while we can also cater to vegans, please note that the options may be more limited) <br/><br/>Guides <br/>English-Speaking Guides for the entire trip, including the jungle trek, elephant tracking, rafting, and cultural activities <br/><br/>Activities <br/>Elephant Spotting: Trek through the jungle with mahouts from the Mahouts Elephant Foundation to observe and interact with elephants in a responsible and respectful manner. <br/>Cultural Immersion: Experience a live weaving demonstration, learn about the Karen people’s crafts, and explore the local village’s handicraft center and coffee shop. <br/>Rafting: A thrilling rafting descent through the forests of Umphang National Park, enjoying nature and wildlife along the way. <br/>Hiking: A trek through the forest to reach the Thi Lor Su waterfall and the campsite. <br/>Waterfall Exploration: Swim in the beautiful Thi Lor Su waterfall (weather permitting) and enjoy cliff-jumping. <br/>Camping Experience: Set up camp next to the stunning Ko Tha waterfall, enjoy an authentic camping experience in the wild. <br/><br/>Camping Equipment <br/>Tent (shared with 2 other travelers) <br/>Sleeping bags and pillows <br/>Basic camping gear for an authentic wilderness experience <br/>Firewood for campfire cooking <br/><br/>Miscellaneous <br/>Entrance Fees: All applicable fees for national parks, waterfalls, and cultural sites",
  "durationDays": "6",
  "price": "374",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "BANGKOK TO MAE SOT BY NIGHT BUS :::: Meet up with your group at 17:00 at the meeting point in Bangrak District, Bangkok. We will then leave together by van through Bangkok’s evening traffic to Bangkok’s northern bus station. Board your bus and flow through the night through Bangkok’s outskirts and onwards to Mae Sot. Transportation: To Mo Chit Bus Station by Van, Bangkok to Mae Sot by Bus"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "MAE SOT TO UMPHANG JOURNEY :::: Your local guide will meet you at the bus station in the (very) early morning and take you by songthaew to a simple hotel where you’ll have a few hours to rest, take a shower, and eat breakfast. When you’re done with breakfast, you’ll have a little bit of time to chill before your songthaew arrives to start your epic journey to Umphang. About half-way on your five hour drive, you’ll stop at a quaint family-run service area to stretch your legs and eat your packed lunch. If you’re still hungry, there are some small shops here where you can buy refreshments. After more seemingly endless and curvy roads across the mountains, we’ll stop at Umphang town for lunch at a local restaurant. We’ll take the time to visit one of our favorite places to drink a delicious local coffee or fresh-squeezed juice (we recommend the passion fruit juice) and also suggest visiting the nearby shop that sells locally-produced products from the surrounding villages. We’ll then jump back into our songthaew for a relatively short drive to reach the Karen village of Palatha. The Karen people are an ethnic group that live mostly in the mountainous border provinces in Myanmar and Thailand and, when you arrive, you’ll be welcomed by your host family and learn about the Karen community and their culture. Each host family will accommodate a small group, and they will prepare a simple but delicious local dinner for you. Please be aware that your homestay’s bathroom facilities may be more basic than you are accustomed to using."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "ELEPHANT SPOTTING IN THE FOREST :::: Wake up and enjoy a simple breakfast prepared by your host family and then leave into the jungle to begin your search for Thailand’s most iconic and animal: the Asian elephant. We have partnered with the Mahouts Elephant Foundation to support the foundation’s mission of relocating elephants back into their natural habitat so you can see these gentle giants in a safe, sustainable, and respectful way. You’ll trek through the forest and along the river for a few hours alongside the foundation’s mahouts, or elephant caretakers, who will teach you how they track their herd so they can care for them while also respecting their environment. Depending on where you find the elephants on the day you visit them, you’ll either have lunch at a waterfall or deeper in the forest. Your lunch will be a rice cake wrapped in a banana leaf, chicken, and boiled eggs. The mahouts will build a fire to boil some water to make you coffee or tea served in bamboo cups (that you’re welcome to keep as a souvenir!). After lunch you’ll trek back to Palatha (around 2 hours depending on where you met the elephants) and have some free time to shower before meeting at the village’s handicraft center to experience a live weaving demonstration and learn how the Karen make their handicrafts. If you want, try to weave something yourself or buy a handicraft as a souvenir from the village shop instead! You’ll have some time after the weaving demonstration to walk around and we suggest visiting the village’s coffee shop before heading back to your homestay for dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "EASY RAFTING TO THE WATERFALLS :::: Wake up and enjoy your host’s home cooking as you await your songthaew to take you to today’s adventure. You’ll be able to leave your luggage at your homestay and we’ll provide you with an overnight bag to pack what you need for tonight’s camping underneath the stars in Umphang National Park. Our songthaew will take us to the river where we’ll board our rafts and start our descent into the forest for a breathtaking experience to appreciate the unspoiled natural beauty of Umphang. When we moor our rafts, our songthaew will be waiting for us to take us to Southeast Asia’s largest waterfall: Thi Lor Su. Before heading down to the waterfall, we’ll eat lunch and then spend a couple of hours taking a refreshing swim and, if the water level permits, cliff jump from the top of the waterfall! So don’t forget to pack a towel and a swimsuit in your overnight bag! From Thi Lor Su, we’ll trek through the forest for a few hours to reach our campsite before sunset and set up camp next to pristine Ko Tha waterfall. Your guides will help you set up your tents and cook your dinner over a roaring fire. Remember facilities out in the wild are basic, so we suggest taking advantage of the nearby waterfall to wash up!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "JOURNEY BACK TO MAE SOT :::: Wake up to the sounds of nature and breakfast at the campsite before trekking a few hours through dense forest to return to Palatha village. You’ll arrive just before lunch so you can take a shower and freshen up, have a quick lunch, pick-up your luggage, and then hop on the songthaew for the long (and curvy) road back to Mae Sot. Upon arrival in Mae Sot, you’ll enjoy a nice dinner at a local restaurant and then return to the same hotel you stayed at when you first arrived in Mae Sot. Get some rest as you’ll need to wake up early tomorrow!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "MAE SOT TO CHIANG MAI BY BUS :::: In the morning, you’ll be picked up in a songthaew and driven to the bus station. Please note that breakfast is not included today, so we recommend buying some snacks for the road before boarding the bus. Then board your bus and expect to arrive in Chiang Mai in the late afternoon. From here, connect to your next adventure!"
    }
  ],
  "map": ""
}