{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "family-holiday-in-thailand",
  "tourName": "Family holiday in Thailand",
  "placesVisited": "Bangkok, Chao Praya River cycle, Wat Pho, Andaman Coast, guided kayaking through mangroves, Hong Islands, white water rafting, cookery lesson with a local, rubber farming tour, overnight camping on an uninhabited island, snorkel with tropical fish, day exploring with a driver, handicrafts market, waterfalls",
  "generalInfo": "'Action on Shore'<br/><br/>Make waves on your next family holiday with an adventure in Thailand that inspires and delights, away from the tourist trail.<br/><br/>The Andaman sea has stunning coastlines and limestone karst scenery, made famous by films ranging from James Bond to Star Wars, and this action-packed family adventure holiday ensures you’ll make the most of it. Don’t worry about having to get too physical, whilst there’s plenty to keep all your family happy, all of our holidays are very much soft adventures. Best of all, in between your Andaman adventures, you’ll discover the real Thailand that only a few people are lucky enough to experience. <br/><br/>This family holiday in Thailand is a private tour i.e. just you travelling, getting the sort of inside experience you would not be able to get in a group holiday - the itinerary is perfectly paced to give you time with professional guides, time meeting local people who don't work in the tourism industry and time on your own to relax. This is a soft adventure family holiday and is suitable for all sizes of families and with younger children too (although it may have to be tweaked).<br/>It can also be taken as a couples break, ask for a quote.<br/><br/>The two-week family trip starts with a few days in bustling Bangkok where in between ticking off the main sights, cycling around a car-free island and shopping, you will meet a friendly local family who will show you what real life is like in the city. <br/><br/>Then head to south for your Andaman adventures. Make a splash on your boat trips, snorkel in coral reefs teeming with tropical fish, picnic on deserted beaches and learn to kayak in the mangroves, with the sound of monkeys chattering in the air. The uninhabited Hong islands are some of the most beautiful in Thailand and you’ll be able to explore the majestic caves and sunbathe with only the giant monitor lizards that lazily bask for company. Other highlights of this family adventure include whitewater rafting, exploring a tropical rainforest and zip lining.<br/><br/>In between your water-based adventures, you will discover the real southern Thailand, meeting many local people, including our friends, Pah who will show you the secrets of making the best desserts in Thailand and ‘Eh’ who will show you how he farms rubber – a great way for your children to find out where their trainers come from! <br/><br/>We have a summary of the itinerary below, please contact us for the full itinerary (via responsibletravel's enquiry form). We are an independent specialist company based in the UK, with our own staff in Thailand. We welcome travellers from around the world.",
  "durationDays": "15",
  "price": "1840",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Direct flight from London Heathrow by Eva Air or Thai Airways. We are also able to include (indirect) flights from other UK airports and some other countries. It is also possible to book this tour excluding flights."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Pick up at Bangkok airport by private car or mini-van and transfer to your charming homestay (private chalet next door to the family’s home). Time to settle in, then the family will take you for a walk around the local area before you all have dinner. We highly recommend this experience which is a highlight (see reviews), however, it is also possible to stay in a hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore the city. You’ll have a boat trip with a private guide along the river and canals. In the evening, visit a night bazaar, have dinner at one of our recommended restaurants from the travel pack you'll be provided with (also includes cultural guidelines, maps and activity books for younger children)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cycle around the countryside (with guide). Coast through winding lanes, dotted with palms, through local villages and canalside living. Informal cooking lesson and dinner with local family."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sightseeing in Bangkok taking in the main sights of the Grand Palace, the Temple of the Emerald Buddha and Wat Pho with a private guide, exploring the city at your own pace."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to the airport for a short internal flight to Krabi (Andaman Coast) and transfer to your comfortable bungalow/s surrounded by trees, close enough to the tourist areas to be convenient but a world apart in other ways. Time to settle in and have a swim in the pool. Later, you'll be taken to visit the locals' night market where you can graze on regional specialities."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kayak through the mangroves that protect the shoreline after being shown how to by expert guides. Evening village walk with one of our friends and dinner with his family."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Day at sea amidst the spectacular Hong islands with their tall limestone karsts, sheltered lagoons and pristine white-sand beaches. You can also explore the caves with your new-found kayaking skills. Free evening."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "White water rafting on a river with experts who will show you how not to fall off. Visit waterfalls then free time to relax by the pool."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Try your hand at rubber farming, then explore the last rainforest in this area, home to beautiful tropical birds and the giant ‘Emerald Pool’, whose colour can be a shade of blue or green depending on the temperature, though inviting to dive into at any time of the year. Free evening."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Snorkel amongst tropical fish and let out your inner Swiss Family Robinson with a trip to the desert island, Bamboo. The journeys there and back are great opportunities to sunbathe, look out for dolphins or simply lie back, admiring the scenery."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Ziplining!"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "A day exploring the mainland with a private driver, you can set your own pace – we recommend stopping at a local handicraft village, visiting waterfalls and then making a detour to one the best beaches, but it’s up to you! Free evening."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Free day. Relax by the pool or explore on your own e.g. you can take a tuk tuk to fatten up gigantic catfish."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer to Krabi airport and fly back to the UK (via a short connecting flight to Bangkok). You’ll be sad to leave your local friends but you will be full of memories that will last a lifetime, and plenty of tales to tell your friends."
    }
  ],
  "map": ""
}