{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-adventure-vacation-tour-for-families-with-children",
  "tourName": "Thailand Adventure Vacation Tour for Families with Children",
  "placesVisited": "Bangkok, Kanchanaburi, Ayutthaya, Sukkothai, Chiang Mai, Doi Inthanon National Park",
  "generalInfo": "Pristine waterfalls and opulent palaces, captivating wildlife and marvelous adventure, these are the ingredients for an unforgettable family adventure. Your time in Thailand is completely customizable to ensure everyone in the family gets to experience their dream vacation. Kayak down the River Kwai and swim in natural pools fed by mountain springs. Explore the hillsides to visit villages with centuries of tradition. Taste the local cuisine and learn to recreate the family’s favorite dishes. Your Thailand adventure vacation for families with children is more than just an adventure; it is unparalleled time with the whole family.",
  "durationDays": "10",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "The Family Adventure Begins",
      "description": "Bangkok is a city that feels both oddly familiar and uniquely exotic. The metropolis overtakes villages with over 200 years of history. The streets are lined with food carts that provide insight into the locals’ favorite flavors, sweet and salty, spicy and sour. Tiny lanes open up into streets brimming with Chinese Heritage and markets Chatuchak Market encompasses 35 acres with over 8,000 separate stalls. The family meets the private transfer at the airport, and is taken to their hotel at the heart of the city as your luxury family vacation begins. You are quickly swept up in the bustling streets and prevalent culture that winds around the cityscape and lines the riverbanks of the Chao Phraya River. The Grand Palace glistens, and the historic Temple of Dawn adds to the modern skyline of towering skyscrapers."
    },
    {
      "dayNumber": "2",
      "title": "Chao Phraya Express",
      "description": "The Chao Phraya River was once the most important highway in the country, ferrying merchants and royalty alike. After breakfast, your guide meets you and your family at your hotel and escorts you to the shores of the Chao Phraya River. The waterway stretches over an area of 231 miles emptying into the Gulf of Thailand. The current takes the family along riverside gardens and quaint homes. Canals wind through the cityscape and provide you a view of the life that has thrived alongside the waterway for centuries. The Grand Palace is situated on the riverbanks and encompasses an area of 2,351,000 square feet. It is an amalgamation of numerous halls, pavilions, courtyards, and buildings. The palace was constructed in the 18th century and remained the seat of power until the 1920s. You can see the Temple of the Emerald Buddha from the water. It’s golden spire glistens in the sunlight. The temple contains one of the holiest relics in Thailand. Gilded garudas line the exterior banister. When you enter the temple, you find a lavishness found in palaces. The Buddha icon is a dark green statue that stands 26 inches tall and carved from a single jade stone. The king changes the Buddha’s robes to signify the changing seasons."
    },
    {
      "dayNumber": "3",
      "title": "Active Rivers and Forest",
      "description": "Kanchanaburi is a city located on the banks of the well-known River Kwai, known for its strategic location during World War II and its part in the celebrated film, “Bridge Over River Kwai.” Your private transfer escorts you to the edges of the riverside town. You meet your guides and step onto the riverboat for an excursion along the waterway. The landscape is serene and verdant. The water has a calm current. Small wooden huts are built sporadically alongside the water. These huts are built on stilts to provide space for the river to rise during the wet season. Continue your exploration of the countryside on a bike tour. Follow the winding country roads through local villages. The mountainside rolls along the horizon. You can hear the school children playing in the yard. The aromas of slow-cooking stews emanate from homes. Erwan Waterfall is an impressive system of seven falls that contain unique character and shapes. The water pours over the limestone and streams into an effervescent pool. The surrounding rainforest echoes the cascading sound. You have already experienced the vivacious urban life and the peaceful rural scenery of Thailand, and it is only your second day."
    },
    {
      "dayNumber": "4",
      "title": "Picture of a Grand Past",
      "description": "The Kwai River runs along the riverbanks and reflects the sunlight. The mountains look like silhouettes on the horizon. After breakfast your private transfer takes you and your family to the ancient capital of Ayutthaya that dates back to the 14th century. Wat Niwet Thammaprawat is located on a secluded island surrounded by the waters of the Chao Phraya River. It sits opposite the Bang Pa Palace and is the only neo-Gothic monastery in the country. It was constructed in the 19th century and is decorated with beautiful stained glass. The sunlight beams through the windows and adds streams of color to the black and white tiled halls. Gold covers the Buddha in the main hall. Each window frame was designed to hold curved window. A long-tail boat will take you the remainder of the way into the historic city. The stupas of Wat Chai Wattanaram are visible from the water. The 17th-century ruins are red and deep gray against the green grass and towering trees around the courtyard. Buddha statues line the gallery that connects the outer towers. The deeper you step into history, the more fascinated the kids become."
    },
    {
      "dayNumber": "5",
      "title": "The Local Life",
      "description": "The heart of rural Thailand takes the family into a photograph. Rural Thailand is filled with endless greenery that drapes over the hills and lines the riverbanks. Bamboo huts sit at the edge of the waterways and temples decorate foothills and mountaintops. Sukhothai was founded in the 13th century and is considered the cradle of Thai heritage. The images of the city take the family back in time to over 190 ruins. Wat Mahathat means the “Temple of the Great Relic.” A lintel is decorated with intricate carvings of traditional dancers and bordered by dragons. The main temple tower resembles a budding lotus. Over 200 chedis fill the architectural park. The family embraced the cultural differences and unique history of Thailand. The kids enjoy the adventure and surprises around every corner. You are delighted by their enthusiasm and endless energy."
    },
    {
      "dayNumber": "6",
      "title": "A Taste for Rural Life",
      "description": "The sunlight spreads over the countryside and highlights the unadulterated beauty of the landscape. Today you make your way up to the northern capital city of Chiang Mai. En route you stop at a local farm and the family can experience the distinct connection that the rural farmer has with the land. Orchards brim with tropical fruit, from rose apple to guava. Coffee crops edge the village and fish fill a large pond. You can hear the geese squawk near the water and chickens roam around the garden. The air is fresh, and the sun is warm. You continue to Chiang Mai. In the evening, you can see and even participate in, khom loy, sky lanterns. The myth states that a lit lantern can carry your troubles and bad luck away. The large lanterns,often made of oiled rice paper, contain an opening on the bottom. The kids are eager to send their lanterns into the air. You light the small candle in the interior, and the smoke pushes the lantern into the sky. As the lanterns float away they fill the night with glowing flames that resembled the stars. You know that the time you share with your family sending lanterns into the air creates precious, unforgettable memories."
    },
    {
      "dayNumber": "7",
      "title": "Secrets of the City and the Edges",
      "description": "Chiang Mai Thailand’s second largest city, and it feels like a town filled with a rich and lively history. A moat encompasses the old city and the old walls provide an ancient stronghold. Bells jingle from passing bicycles. Concentric spires rise skyward and the mountains around the city’s edges are a mystical embellishment to the scenery. The wonders of Thailand surround the city and the family is ready to experience the majesty. Located in the forest is the Elephant Nature Park. The sanctuary, established in 1995, has provided a haven for the pachyderm in a space distant from required toil. The kids are thrilled to be standing so close to an elephant. Elephants take bananas straight from your kids’ hands. They trumpet and splash water at the family. You have trouble containing your excitement as well. The female Asian elephant can grow to a shoulder height of eight feet and averages a weight just shy of three tons. They use their trunks to drink and spray playfully into the air. The children eagerly help bathe the elephants at the river, using buckets to reach the elephants’ backs. If the kids stop paying attention, the elephant splashes them. Return to Chiang Mai in the afternoon and learn the simple secrets of Thai cuisine with a cooking course that the entire family will enjoy."
    },
    {
      "dayNumber": "8",
      "title": "Alms and Waterfalls",
      "description": "Devout followers head to Ton Payom market for the monks’ daily procession in the early morning. Their burnt saffron colored robes shine like the sunrise. The monks stroll by holding baskets. Locals sit on their knees and offer rice, cookies, and other goods to the monks for alms. The daily ritual is intriguing and serene at the same time. Venture into the countryside and watch the cityscape fade away. Mountaintops hover over vast fields and streams divide the trees. The Karen hill tribe is known for their mountainside culture, distinct language, and recently their coffee cultivation. The tribe now practices sustainable rice fields and lives at a lower elevation than at previous times in their lineage. After an introduction to the village, you continue into the forest. The trees provide delicate aromatics. You can hear the stream rushing in the distance. The rush turns to a roar, and you arrive at the Wachirathan Waterfall. The natural power of the falls is mystifying, and the spray is comforting. The waterfall cascades around 262 feet down the mountainside. The rocky cliff looks draped in the water and surrounded by spirited forest."
    },
    {
      "dayNumber": "9",
      "title": "Flight in the Jungle",
      "description": "The city’s old quarter is vibrant with budding flowers and vines that stretch along the historic ramparts. After breakfast, your personal guide meets you at the hotel and takes you into the jungles outside of Chiang Mai. Thailand’s highlands are emblematic of steep ranges and gorges. Summits can rise over 6,600 feet above sea level. Forests carpet the expanse, and you arrive at the base of your zip line adventure. The kids, restless with nervous energy, get ready to fly through the sky. The network of lines covers an area of over three miles, including a single zip line that stretches approximately half a mile long. Your guides provide insight into the scenery, educating the family about the vegetation of the highlands and the culture of nearby villages. Mae Kampong Falls rushes along the distant hills. Your guide clips you onto the line, and you glide between trees. The wind brushes against your cheeks. Adrenaline pulses through your body. You fly above the treetops and find beauty in the canopy. Birds chirp and tweet, hidden by the passing leaves."
    },
    {
      "dayNumber": "10",
      "title": "Family Friendly",
      "description": "The sounds of Warorot Market are active in the morning. People arrive early in search of quality produce, fresh foods, animated flowers, and herbs. Hill tribes come to sell their handcrafted goods, from woodworks to textiles. Stalls are lined with rows of shows and fruit is stacked in pyramids. Colors and aroma of tropical fruits fill breakfast. Fresh pineapple cut in slices, and creamy jackfruit accompanies sweet tea. After your meal, your private transfer meets the family at the hotel and escorts you to the airport. The kids want to stay and continue to explore the mountains and beaches. They want more time with the family to journey to unexpected reaches of the countryside. Nothing makes you happier than your family wanting to spend more time together. You can always stay a little longer and relax on the treasured shores of gold beach paradise on a Thai island."
    }
  ],
  "map": ""
}