{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "romance-in-siam-one-week-thailand-getaway-for-couples",
  "tourName": "Romance in Siam: One-Week Thailand Getaway for Couples",
  "placesVisited": "Chiang Mai, Old City, Elephant Jungle Sanctuary, Krabi, Koh Lanta, Lanta Old Town, Koh Samui, Railay",
  "generalInfo": "Welcome to an indulgent seven days in Thailand, where intimate cultural encounters will blur into white-sand escapism and spaces made just for two. Handcrafted for couples, this private tour mixes Thailand’s tropical promise with an authentic Chiang Mai experience. Think elephants and getting blessed by monks, and then five days of empty beaches and exotic waters where there is the privacy you need for romance to flourish.",
  "durationDays": "8",
  "price": "2,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Chiang Mai – An Indulgent Spa and a Charming City of Old Laneways",
      "description": "Take a window seat as you fly into Chiang Mai. Jungles cascade across rolling hills and the odd granite peaks tower above fields of green. Rice paddies line low-lying slopes, which are ferociously green for eight months of the year. If you land in Bangkok, it is hard to see much of the smog. Chiang Mai is cut adrift from the bustling city life; it was cut off from the rest of Siam until the 1920s, which means its culture has survived invasions from the Burmese, among others. When you touch down it will seem like you are in a small town, as you will experience a handful of quiet streets nestled beside a shady canopy of trees. Chiang Mai is much larger than it initially seems, however, you will probably only see the interesting old neighborhoods and a tranquil areas along the river. After a long flight, this is an ideal place to land. You will be greeted at the airport and then transferred to a hotel on the riverbank, which is a five-star retreat that is hidden away from the rest of the population. Check in to the suite and relax. You may also wander to the on-site spa and settle into a one-hour couple’s treatment, which has an array of packages to choose from. Chiang Mai is Thailand’s spa hub, and there is a variety of traditional and contemporary treatments, as well as Thai fusion options. You will continue to relax around the pool and in the suite, perhaps just laying back on the balcony as the river curves before your eyes. Chiang Mai is considered Thailand’s cultural hub as well. In reality, Bangkok has just as much to see, but other destinations must contest the claim. The attraction in Chiang Mai is how easy it is to experience this culture. It is an old walled city with pedestrianized streets that lead to night markets and ruined temples. This is a city where you will walk through the culture rather than drive to isolated attractions. Such a way of exploration will really help you feel immersed in the Thai culture, from a spiritual history to an enthusiastic way of life that continues to be based on traditions. You will find old Chiang Mai is a beautiful place to get lost while walking hand in hand."
    },
    {
      "dayNumber": "2",
      "title": "Chiang Mai – Elephants and Monasteries",
      "description": "Deep in the jungle, a giant stirs and a trombone sounds. Finally, trunk-swinging elephants explode from the trees. It is a giant more than twice your height and many times your combined weight. Yet, the elephants here are incredibly timid and peaceful. They live a slow, relaxed life and have a long connection with their mahout (elephant driver). Later, you will meet with the mahout and learn a handful of signals to be used when you are aboard the pachyderm. Greet your elephant and ride into the jungle that both of you will ride. It is a safe and intimate connection, as the elephant will effortlessly carry your weight. From this vantage point, you will enjoy views into the jungle where monkeys and gibbons swing about the canopies. You will stay on the elephant as it trods into the water and playfully squirts water aimlessly. Bath-time is always cause for excitement and enthusiasm as this is one of the most intimate experiences you will have with these magnificent creatures. Then, on your way back to base you will stop at a small waterfall for a romantic couple’s picnic deep in the trees. After most of the day in the jungle, you will visit a monastery late in the afternoon. Incense tends to linger, as the aroma will then entice you into a simple room. As you enter, you will notice incredible details that are illuminated by candles and lanterns. There is a pervasive silence here - one that continues even when temple bells are ringing. Here, a monk will greet you. Sitting cross-legged in front of him, you will receive a couple’s blessing; regardless of your religious beliefs, this is always an interesting and eye-opening experience. The evening will be left free, so you can head out into Chiang Mai or visit the popular daily night market that is found on different streets throughout the week."
    },
    {
      "dayNumber": "3",
      "title": "Railay – An Exquisite, Cut-Off Beach in the Andaman Sea",
      "description": "A different world awaits in Railay. Railay is home to palm trees and vertical cliffs where white beaches hide and become cut off at high tide. Getting here is simple. You will fly directly to Krabi before you will be transferred privately by car and boat to a resort that feels impossibly opulent. You will be staying at one of Thailand’s ultimate beach retreats, which is a retreat that is far enough away from the popularity of Railay’s main beach for some romantic seclusion. Tucked away here, you will have everything you need: just the two of you, a sublime setting, all the modern amenities, yet none of the crowds. So, check in, indulge, and relax. Here, you may descend steep steps to the mostly private beach, find personal viewpoints along the cliffs and between the trees, and relax in your room with endless Andaman Sea views from the patio."
    },
    {
      "dayNumber": "4",
      "title": "Railay – Relaxed Beach Day Plus Jungle Viewpoints and a Lagoon",
      "description": "With two days in Railay, you can really drift away. You may wake up late, order breakfast to the room, take a barefooted stroll to the beach, and dip into calm turquoise waters. You have gone from experiencing the culture to walking along the beach, and it is time to indulge in Thailand’s classical offering. Most couples that stay here choose to do nothing. There is no need to search for activities when so much is on your doorstep: white-sand beaches, thick jungles, tropical waters, and a feeling of privacy that you will not even be able to get at home. All meals will be included in your package, and these can be ordered to the room with a wide-ranging menu to pick from. If you can sacrifice an hour of lounging around, there are beautiful and secluded places to go and to see. You can strap on a decent pair of cross trainers and hike up to a viewpoint where there are stunning views over Railay and nearby Krabi. If you climb down the other side, a lagoon awaits, and its waters are a soft turquoise hue. Local food stalls litter the lagoon entrance that specializes in condensed milk pancakes. You can also book locally-guided activities on land and water that are arranged easily at the resort on the day you would like to go, so there is no need to book ahead and reserve a spot. When it is a romantic retreat like this, there is no need to plan too much, especially when the atmosphere is so tranquil and serene."
    },
    {
      "dayNumber": "5",
      "title": "Railay – Old Town Magic and Island indulgence",
      "description": "The journey to Koh Lanta is part of your Thai experience. Whizz across the Andaman by speedboat while vivid tropical colors extend in every direction. In Railay, you were tucked away from the world, and Koh Lanta is more about exploring an island and experiencing new places. You will be greeted at the port and head to a small boutique cafe for coffee, perhaps a cake, or even lunch. The guide will introduce you to the island and the experiences that can be had there. You can plan a day that is as active or a relaxed as you like. Stroll around Lanta Old Town in the South, where you will follow the sea breeze to street-side restaurants and charming old architecture. You may wander among old fishing houses that are built out of sticks that jut out into the Andaman. Most couples like to spend the afternoon on the island’s beaches, and there are plenty to choose from. Some are lively, especially geared for sunset cocktails and dancing with your feet in the sand, while others are more escapist driven, which specializes in getting away from the world. With your own private guide, you will be able to customize the day, including a dinnertime restaurant before retiring to your resort."
    },
    {
      "dayNumber": "6",
      "title": "Koh Samui – Doing Nothing At All",
      "description": "This morning, you will head out by speedboat to a famous island. Koh Samui was the first Thai island to really grasp international attention, and it has become one of the country’s most popular destinations for backpackers, couples, families, divers, and just about every other possible visitor. Fortunately, the island is large enough to absorb them all. Over the last two decades, Koh Samui has developed specific enclaves that are popular dependent on who you are. It is on the quietest side of the island where you will find the smaller, boutique resorts, as well as those more suitable for couples. From Krabi, there is a direct flight to Koh Samui. From here it is a 45-minute transfer to the resort. Check in, check out the view, remove your shoes, and forget about the world. From the room, you will walk barefoot on to the beach, where the white sand twinkles beneath the sun. There is snorkeling available right from the beach, as well as more adventurous snorkeling by boat. Palm trees provide shade even during the sunniest of days so you can rest up on the sand or choose the privacy of your personal terrace. The beach is not private per se, but it is cut off from the road and difficult to reach unless you are staying at the resort. All meals will be included in your package, and there will be flexibility over when and where you would like to dine. This could be on the beach, beneath the stars, surrounded by lanterns on your terrace, in one of the restaurants, or another romantic spot that you and your partner have developed an affinity for. These two days are left completely free, and most couples staying at the resort do not go further than the beach. You can walk nearby jungle trails without a guide, or you can book something locally, such as a jungle safari tour, visits to mountain farms and waterfalls, or the crimson temple of Wat Sila Ngu, which stands directly on the cliffs above the ocean. It is all up to you, and Koh Samui is the sort of place where you never feel guilty about spending a long time doing nothing: this is what a romantic vacation is all about."
    },
    {
      "dayNumber": "8",
      "title": "Koh Samui – Departure",
      "description": "Koh Samui’s beauty is only matched by its convenience. The island’s airport is international and makes for an easy departure, so enjoy some final beach and relaxation time before the airport transfer."
    }
  ],
  "map": ""
}