{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "bangkok-senior-vacation-serene-city-highlights",
  "tourName": "Bangkok Senior Vacation: Serene City Highlights",
  "placesVisited": "Bangkok, Kanchanaburi, Ayutthaya",
  "generalInfo": "Boasting Thailand’s most significant landmarks and picturesque settings, Bangkok is a must-visit destination for all ages. On this tailor-made trip, a few of the highlights you will experience include visits to Bangkok’s remarkable heritage sites, exploration of the ancient cities nearby, fine-dining at Bangkok’s world-class restaurants, and a delightful, luxury river cruise on an old-world rice barge. 9-days of Bangkok’s most relaxing and insightful expeditions will leave you feeling utterly inspired and completely invigorated. Do not miss out on the once-in-a-lifetime opportunity to discover what makes Bangkok truly special.",
  "durationDays": "9",
  "price": "3,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok – A Luxurious Arrival",
      "description": "Bangkok is a bustling city with sky-high buildings that elegantly juxtapose the vibrant energy of traditional living amid the streets. The majesty of Bangkok’s modern flair and authentic culture will be especially evident as you approach Suvarnabhumi Airport. From the comfort of your first-class suite, you will peer out of the plane windows and witness the opulent city center that is complete with golden temples and exuberant markets. After meeting your private transfer, you will soak up the diverse surroundings while traversing through the busy streets. The short drive will culminate in the heart of the city, and you will be wowed by the sophisticated 5-star hotel that awaits your arrival. Here, you will check-in to your peaceful room with uninterrupted views of the cityscape. Fitted with first-class amenities, the luxurious hotel will be your home away from home for the first few nights of your trip. Briefly after unpacking your things, you will venture out to the streets of Bangkok in search of a delectable dinner in which to indulge. Situated in Bangkok’s premier district, your hotel will only be a few minutes from the city’s top-tier restaurants. A private tuk-tuk will arrive at your hotel to fetch you. This eccentric mode of transport, which is open to the air, offers an enthusing experience that is unique to Thailand. Feeling the breeze on your face while you whizz through the streets is a lovely way to explore the city. A short drive later and you will arrive at a prime, fine-dining establishment. With fluent waitresses serving you, you will have no trouble selecting your preferred dish. Then, delve into the masterfully curated and authentic Thai meals that will be produced by the award-winning head chef. With gorgeous views of the city and a beautiful sunset to marvel at, you will feel completely comfortable in this enchanting city. After your meal, you will transfer to your cozy room for a truly peaceful sleep."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok – Temples Shimmering Under the Sun",
      "description": "You will rise feeling well-rested and fresh on your first morning in the city. Today, you will discover the city’s extensive heritage on a private, guided tour of its significant historical and cultural landmarks. To ensure that you are fueled for the day, your hotel will have a delicious breakfast prepared for you. After eating, you will meet your knowledgeable guide for a private tour of the city. You will weave your way through the streets, witnessing the vibrant morning energy with bright-eyes. Shortly afterward, you will arrive at one of the country’s most coveted temples. Wat Phra Kaew, or the Temple of the Emerald Buddha, is a magnificent spiritual compound that consists of multiple gold-adorned structures and statues. Within the temple is a green jade Buddha, which is an exceptionally significant talisman that is held in the highest regard among the Thai people. After a thorough exploration of the grounds, you will journey to more of the landmark temples. You will share picture-perfect moments and make unforgettable memories amid each temple’s awe-inspiring ambiance and wondrously decorous design. After the guided temple tour, you will board a riverboat and transfer to more prominent points of interest. A visit to Chinatown will yield the opportunity to enjoy authentic and delicious Thai street food while witnessing the Flower Market. The guided boat tour will transfer you to these premier locations for a complete cultural discovery of Bangkok. Later today, you will return to your room for an hour or two of leisure. Then, in the evening, you will journey to one of the country’s unsurpassable restaurants. Here, at the Michelin-Starred restaurant, you will be served an immaculate multiple-course meal that will be masterfully crafted by the renowned chef. Every aspect of this gourmet dining experience will captivate you, and the esteemed restaurant will exceed all expectations."
    },
    {
      "dayNumber": "3",
      "title": "Bangkok – The Best of Bangkok's Exquisite Cuisine",
      "description": "On your third day of your journey, you will explore Bangkok’s bustling markets, experience the authentic tastes of Thailand, and encounter the city’s riveting arts and culture. Your day will begin with a large breakfast spread from the comfort of your hotel. After which, you will privately transfer to a local market for the morning. Here, you will peruse the vibrant lanes of colorful stalls and food vendors. As you pass by eager sellers of trinkets and tokens, the wafts of stir-fried dishes will tantalize your taste buds. The buzzing energy will invigorate and inspire you as you further explore Bangkok’s authenticity. After the immersive market discovery, you will meet your private transfer and venture out on a captivating food tour of the city. Your insightful guide will take you to established premier restaurants and traditional local eateries. Each of these authentic hotspots will offer charming culinary experiences. The tasting tour of Thailand’s incredible meals will provide a behind-the-scenes look into their food culture, which will be completed by meet and greets with the recognized chefs. After indulging in stunning Thai food, you will transfer to the hub of art and culture in the city. Your private guide will take you to Bangkok’s leading galleries where you will learn more about the history of art in Thailand and encounter compelling pieces along the way. The tour will culminate with a trip to the famous Jim Thompson House where you will learn more about the man who revived the Thai silk industry and introduced it to premier fashion houses around the globe. His remarkable life story and the Eurocentric-inspired Thai architecture of the house will prove enthralling. After witnessing further tributes, you will transfer to your hotel for a late afternoon around the pool. For dinner, you will travel to a nearby fine-dining establishment for exquisite seafood on the banks of the beautiful Chao Phraya River. You will bask in the picturesque sunset views as you delight in your elaborate meal."
    },
    {
      "dayNumber": "4",
      "title": "Kanchanaburi – An Evening under the Stars",
      "description": "Though the buzzing energy of Bangkok is enlivening, you will transfer to the tranquil area of Kanchanaburi on your fourth day in Thailand. Here, you will have the opportunity to explore more of the country’s rich heritage and unwind in complete luxury. After breakfast, you will reach the train station where you will board your cabin and enjoy a whimsical ride through Bangkok’s lush surroundings. Once outside the city limits, vast fields will welcome you, and mountainous regions in the distance will serve up picture-perfect moments. The journey will be peaceful, and as you approach the famous River Kwai, you will have serene views of the riverside scenery. Upon arrival, you will check-in to your romantic getaway hotel on the river. The immaculate rooms sit above the water, offering an unrivaled nature-bound experience with panoramic vistas of the wildlife. You can spend the morning at your leisure, enjoying the fine amenities and setting. For lunch, you will transfer to one of the delightful restaurants in the Kanchanaburi area for a splendid meal. Later this evening, you will sit back comfortably under the stars and delight in an exceptional Thai dinner by candlelight before returning to your elegant room on the river. As you prepare for bed, you can let the unhindered sounds of the environment lull you to sleep."
    },
    {
      "dayNumber": "5",
      "title": "Kanchanaburi – Tour of Tribal Thailand",
      "description": "Kanchanaburi boasts a wealth of history, with many significant museums and landmarks that can be found within the area. Day five will be spent exploring more of the surroundings and the country’s heritage. You will have breakfast by the river before transferring to interesting museums for an immersive experience. Your first stop will be the JEATH War Museum. Here, you will discover the dramatic past of Thailand through enthralling displays and exhibits. After which, you will journey to the other key destinations, another standout location being the renowned Bridge on the River Kwai. You will be completely engrossed on this dramatic tour that highlights the effects of World War II on the area. Later today, you will transfer to a traditional Mon village via tugboat. The tribal Thai culture is still thrillingly represented in this friendly and joyful community. You will be welcomed with open arms and explore the many facets of traditional rural living. You will witness Thai dancing and performances as you enjoy a lunch that will be prepared by the villagers. This once-in-a-lifetime experience will highlight the sheer happiness that is shared by the country’s people despite their tumultuous past. The tour will end as you cruise back to your hotel. From the boat, you will have gorgeous views of the surrounding greenery and distant mountains. You will marvel at this magical moment before you arrive on the shore. Later, before getting some much-deserved rest, you will set off for an intimate supper at a gourmet restaurant in the area."
    },
    {
      "dayNumber": "6",
      "title": "Ayutthaya – An Ancient City with Old-World Charm",
      "description": "In the morning, you will feel completely rested for the day. After a sumptuous breakfast spread, you will board a luxury coach and make your way to Ayutthaya. Along the scenic route, you will observe more of nature’s splendor with extraordinary views of the landscapes that surrounds the roads less traveled. As you approach the ancient city of Ayutthaya, you will be seemingly transported to an area that shares a boutique experience while capturing old-world Thailand. Your luxuriously charming hotel awaits your arrival. After checking-in to your room along the banks of the Chao Phraya River, you will have a few hours to relax. Then, your private transfer will meet you in the lobby and take you on a private, guided tour of the age-old Ayutthaya Historical Park. The ancient city tour is teeming with temple ruins and grand palaces that showcase traditional Thailand. On this captivating journey, you will delve deeper into the history of the country and visit significant heritage sites. You will encounter antique relics and spectacular landmarks while you learn a wealth of knowledge about the location. After your engrossing tour, you will transfer to a luxurious lunch spot for afternoon delights where you can enjoy the gourmet dining experience before making your way to your room. You will spend the afternoon at your leisure, soaking up the sun or doing whatever else you desire. In the evening, you will transfer to a premier seafood restaurant for an exceptional wine and dine. You will enjoy the freshly caught seafood that will be served with meticulous attention to detail."
    },
    {
      "dayNumber": "7",
      "title": "Bangkok – A Scenic Cruise in Style",
      "description": "Your hotel will have a brilliant breakfast ready for you once you wake. After enjoying a peaceful morning in the city of Ayutthaya, you will board a regal river cruise bound for Bangkok. The luxuriously restored rice barge will offer an unparalleled tour to the city along the gorgeous Chao Phraya River. Complete with a patio view of the environment, elegant tea room, and loungers to leisurely relax on, you will be in pure bliss as you glide across the still waters of the river. During your journey, you will experience a traditional afternoon Thai tea where you will be served an assortment of local delicacies and delicious beverages. As you sip on the flavors of Thailand, nature will be attracted to life around you. Chirping birds will flutter through the riverside trees as other wildlife rustles through the thick greenery. It will be an idyllic way to spend your afternoon. Later this afternoon, you will arrive later and transfer to your stunning hotel that will be located in the heart of the city. Fit with world-class amenities, you will have the afternoon and evening to enjoy however you desire. Relax in true style at your fashionable hotel before venturing out for dinner. Located along the Chao Phraya River, Bangkok boasts impressive restaurants with riverside views. Here, you will enjoy gourmet multiple-course meals that will be perfectly paired with flamboyant Thai dancing and performances. The marvelous displays will exude the colorful energy of the city, bringing the dream-like day to a wondrous close."
    },
    {
      "dayNumber": "8",
      "title": "Bangkok – High-End Shopping in the City",
      "description": "Your final full day in Bangkok will be dedicated to spoiling yourself and searching for unique gems to take back home with you. After breakfast, you will transfer to Bangkok’s premier retail district to explore the fashion-forward malls and stores. Encapsulating the city’s modern style, the stores in the famous Siam Square offer a shopping experience like no other. You can slowly peruse the boutique shops and find delicate goods to fit into your suitcase. You will eventually depart the city with one-of-a-kind gems as gifts for friends and family. To round off the delightful shop, you can treat yourself to a traditional Thai massage at a leading wellness spa. Let the relaxing massage completely invigorate you while you reminisce on the grand memories that you have made thus far. After the day of spoils, you will transfer to a premier rooftop bar in the bustling city of Bangkok. You will make your way to the top of one of its largest skyscrapers and have 360-degree view of the cityscape. Elegant cocktails and delicious food will be served to you as you marvel at the skyline and slow setting sun. The stylish night will complete your perfect trip in this vibrant and culturally rich city."
    },
    {
      "dayNumber": "9",
      "title": "Bangkok – A Charming Way to Start the Day",
      "description": "The spa treatment the day before and the restful sleep in luxury will leave you feeling invigorated on your final morning in Bangkok. You will pack your things as you trace back the immersive trip with unforgettable memories and irreplaceable images. Then, you will check-out and transfer to an endearing cafe along the river for breakfast. Take in the enchanting city one last time before you are satisfied and ready to bid your farewells. Your private transfer will meet you shortly and take you to the airport where you will leave ecstatic that you experienced the best Bangkok has to offer."
    }
  ],
  "map": ""
}