{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "cultural-coastlines-of-thailand-tour-for-seniors",
  "tourName": "Cultural Coastlines of Thailand: Tour for Seniors",
  "placesVisited": "Bangkok, Koh Si Chang, Pattaya, Koh Chang, Ao Nang, Phang Nga Bay",
  "generalInfo": "Leave no stone unturned on this 2-week cultural tour through Thailand’s cherished islands. This tour leads you to exalted environments that are teeming with wildlife and cultural landmarks. Escape the hustle and bustle on castaway beaches, unravel Phuket’s industrious heritage, sail across sapphire seas, and submerge yourselves in the country’s complex blend of cultures.",
  "durationDays": "14",
  "price": "5,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok – Thailand’s Finest Delights",
      "description": "After landing, you will collect your luggage and meet your private transfer for a quick drive to your accommodation. After your long flight, you may wish to rest or see the city. You may luxuriate on velvet loungers around your rooftop swimming pool or set off along the spirited streets, where you will be enveloped by an exuberant ambiance that typifies Southeast Asia’s daily lifestyle. Vivacious markets serve traditional fare for hungry visitors who desire to tuck into the local cuisine."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok – Cultural Landmarks",
      "description": "Today, your guide will whisk you away to venerated highlights across the city. Your tour will begin on Bangkok’s ancient canals within a well-kept riverboat. You will sail into the soul of Thailand’s riverside life. Your boat will arrive at a small pier where you will disembark to pay Bangkok’s spiritual grounds a visit. Starting with the Grand Palace and Wat Phra Kaew, you will be engrossed from the beginning of your tour. Before you return to your hotel for an evening at your leisure, you may peruse the district of Chinatown."
    },
    {
      "dayNumber": "3",
      "title": "Si Racha – Serene Spectacles",
      "description": "If the name Si Racha rings any bells, then it is likely that you have purchased or stumbled across Sriracha hot sauces at your local supermarket. Few are aware of its humble origins as a Burmese-inspired picante condiment in the heart of Si Racha, which was once a modest coastal town of Thailand. Today, you will cross the countryside to Si Racha. Upon your arrival, you will be met with a blend of modern and traditional sights. Once you have checked into your palatial suite and dropped off your belongings, you may venture to the sleepy town on foot for a stroll around the neighborhood."
    },
    {
      "dayNumber": "4",
      "title": "Si Racha – Koh Si Chang’s History",
      "description": "Off the coast of Si Racha lies a small archipelago around the popular island of Koh Si Chang. Koh Si Chang is a forest-coated island that is steeped in culture. Today, you will ferry across the Gulf of Thailand from Si Racha on a casual cruise that will take less than an hour. Upon your arrival, you will embark on a tour that will lead you to spiritual sites, such as Tham Chakrabongse or the Yellow Buddha. If you are up for a journey, then you can embark on a brisk trek out of town to a replica of Buddha’s footprint within the four arches of Khao Nang Buat. Whether you opt to partake in the bracing hike or not, you will find yourselves digging your toes into the soft sand of Haad Tham Phang beach in the evening."
    },
    {
      "dayNumber": "5",
      "title": "Pattaya – Witness Pattaya’s Appeal",
      "description": "Pattaya is another traditional Thai fishing village that has experienced a booming tourism scene. This morning, you will transfer across the short breadth of landscape that connects Si Racha and Pattaya. Pattaya hosts an assortment of appealing attractions that cater to an array of travel preferences. Today, will be at your leisure and you can decide on your adventure for the day. You can discover the craftsmanship of the Sanctuary of Truth, visit the Nong Nooch Botanical Garden, or discover the waterways of the Four Regions Floating Market. If you cannot choose, your guide can lead you on a tour that will allow you a brief stop at each location."
    },
    {
      "dayNumber": "6",
      "title": "Pattaya – Koh Larn’s Shores",
      "description": "Koh Larn is a must-see island. The island is surrounded by crystal-clear water and pearl-white beaches. Although a ferry is a popular option for reaching the destination, you will hastily set sail across the Pacific in a speed boat. There are a host of activities that can keep you enthused during your day expedition to Koh Larn. The island is also endowed with illustrious beaches. For those with a vigorous lust for adventure, you can parasail from the pointed peaks for 360-degree views. You can also partake in a glass-bottom kayak tour."
    },
    {
      "dayNumber": "7",
      "title": "Koh Chang – Sun-Kissed Beaches",
      "description": "The journey through to Koh Chang will take a few hours. Once safely in Trat, you will jump on a speed boat and zip across the sea to Koh Chang, where you will disembark at a seaside resort. Your first day will allow you to be swept away by the slow-paced lifestyle that glazes over Koh Chang. You will then spend the remainder of your day tucking into exquisite seafood dishes and lounging around your pool. The following day will bring more of this surreal tropical grandeur with it. After breakfast this morning, you will spend the day on the beach, where you will have the opportunity for watersports and a private Thai massage."
    },
    {
      "dayNumber": "9",
      "title": "Koh Chang – Diverse Habitats",
      "description": "After breakfast, a shaded pathway will guide you through lush foliage. Soon, you will arrive at the base of an incredible waterfall. Once you arrive, you will be treated to the sight of the pounding cascade through the ravine. Smooth-surfaced rocks will provide the perfect place to set up camp. With lunch served alongside the river at charming restaurants, you will relish a spread of authentic Thai meals before you return to your resort. In the afternoon, you may participate in a private cooking class with award-winning chefs."
    },
    {
      "dayNumber": "10",
      "title": "Ao Nang – Classy Dining with a View",
      "description": "The shores of Ao Nang abound with beauty. Limestone mountains rise from the seas and magical marine life which lives amongst colorful coral off the coastlines of pearl-white beaches. When you are not out touring the Andaman Sea, you will find yourselves adoring the tropical glamour represented by Ao Nang’s sprawling palm tree-lined coast, especially from the true splendor of your luxury suite. An airplane transfer will send you soaring across the sky from Trat, over a strip of the country which dissects the Gulf of Thailand and the Andaman Sea, for a swift getaway to this destination."
    },
    {
      "dayNumber": "11",
      "title": "Ao Nang – Sail across the Sea",
      "description": "After breakfast this morning, you will transfer to Ao Nang’s pier where a friendly captain will welcome you aboard his vessel for a day on the ocean. When you are ready, you will set sail across the cerulean sea to the shores of Koh Poda. A gentle paddle in kayaks will reveal the illustrious scenes of the crescent bay. The warm-hearted locals will be ecstatic to treat you to an assortment of delectable dishes. You may share in conversations with them to learn about the contrasts of their way of life and the environmental conservation efforts they hold dear to their hearts."
    },
    {
      "dayNumber": "12",
      "title": "Ao Nang – Explore Cliffs and Caves",
      "description": "Across Ao Nang are marvelous viewpoints that are situated on the summits of staggering peaks. Today, you will trek up these green hills to immerse yourself in the wildlife. With hikes that range from brisk and bracing to unhurried and leisurely, you will have a variety of options. Accompanied by a knowledgeable guide, you can select the expedition that appeals to you. Besides beaches and mountains of ceaseless charm, Ao Nang boasts impressive caves that are worth a visit."
    },
    {
      "dayNumber": "13",
      "title": "Phuket – Departure",
      "description": "Your trip would be incomplete without a stop at the cataloged island of Phuket, which is Thailand’s largest and most culturally diverse tropical island. Although your stay will be brief, you will have bountiful experiences that will allow you to witness the varied scope of cultural complexities and delicious cuisine. Your guide will lead you on a private tour of the city before allowing you to spend the rest of the day at your leisure. The following morning, your guide will transfer you to the airport."
    }
  ],
  "map": ""
}