{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "family-vacation-to-thailand-adventures-in-chiang-mai",
  "tourName": "Family Vacation to Thailand: Adventures in Chiang Mai",
  "placesVisited": "Chiang Mai, Lisu Village, Mae Taeng, Pai",
  "generalInfo": "Your family will be inspired on this custom tailored tour through the landscapes of northern Thailand. You will be immersed in the spectacular wonders of nature and culture simultaneously. From remote hillside tribes deep within the forest to a tranquil town found near a seemingly endless canyon, you can ride down the river gliding over whitewater, and journey through the jungle alongside a herd of rescued elephants. Whether enjoying the comforts of a hammock or mountain biking along country roads, you will soon know that the majesty of Thailand is best experienced together.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Chiang Mai - Friendly Adventure",
      "description": "Chiang Mai is a city snug within the jungle; a place where the outside world has crept into modern culture and spread in a beautiful way making the expansive urban center feel more like the calm and warm streets of a town. The mountains overlook the cityscape while the trees add vibrant greenery sweeping through neighborhoods and along the old fortress that brings the past to life. You will be met at the airport by a private transfer and taken to your hotel where you can get situated, acclimating to the new city and the diverse streets. You will soon be picked up at your hotel by a traditional trishaw that will take you outside of the city walls to Wat Phra Singh, Temple of the Lion Buddha. The temple was constructed in the 14th century and continues to house two medieval Buddha statues. The complex is a major monastery accommodating around 700 monks who are always eager to practice their English with visitors. Step into Viharn Luang, the largest building on site, where you will find a three-aisled interior with a high red roof that stands out against the large white pillars. At the distant wall you can see a large Buddha cast in gold and copper seated in the enlightened position and glistening in the light. The monastic library seems small in comparison to the previous large hall but is interesting in its intricacy and architecture. The stone base helps protect manuscripts from pests and floods and is decorated with reliefs of Buddhist spirits and adorned with a wooden top tier. Continue onward to a White Hmong village tribe known as Chang Khien. The lush greenery wraps around you and the scent of fresh jungle lifts into the air. The children are shy, wrapped in their vivacious clothing of colorful tapestries shimmering against black cloth. Flowers often grow in vibrant, wild colors around you as you learn about the traditions of the village and the people that have persevered over the centuries of regime, border, and cultural changes. Just before dusk you will come to the steps of Doi Suthep, the mountain overlooking Chiang Mai and the jungle beyond. The temple at the summit was built in the 14th century. The cool breeze brushes through the trees as you come to the snake figures that guard the 300 steps which lead to the temple’s base and line the stairway. At the center of upper terrace you will find the great chedi , a later expansion of the original ornament where a gold plated temple resembles what was once considered the greatest temple in the area, Wat Phra That Haripunjaya. From the lower terrace you can watch the sunset blaze a classic orange over the horizon."
    },
    {
      "dayNumber": "2",
      "title": "Chiang Mai - Breaking Free",
      "description": "The morning breaks over the horizon and sweeps across the city. Once awake you will have a delightful breakfast that will ready you for the day filled with rich coffee and sweet pineapple, fresh orange juice or coconut milk and so much more. You will pick up your mountain bike at Lisu Village and explore the sensational country roads and rural scenery which has turned the landscape into something on the fringe of myth. In the village you will witness traditions that date back over 300 years from the mountains of Tibet. The village sits along the rolling jungle landscape, often rising over the land on stilts and climbing up the hillside. Although the people are found in northern Thailand they maintain their traditions and culture that date back to their roots, which also means stemming the tide of western influences. Along the ride you will venture through the fabulous trees, which open up to effervescent fields, before arriving at the Mae Taeng River. Enter an elephant sanctuary, where you will meet a fantastic elephant that will be your new guide within the jungle sprawl. The elephant continues to be a treasured symbol of Thai culture, thought to bring luck and prosperity to the people. Elephants in the sanctuary are often rescued from the logging industry or from circus and riding camps. Visiting a sanctuary offers the remarkable experience of hand-feeding, petting, and trekking in the jungle alongside the herd, as well as the opportunity to bathe them. Once at the river’s edge, you will have an easy course in safety before boarding a rubber raft and enjoying the adventure downriver. The rush of the river, and of adrenaline, combine to bring the family together in an awesome display of nature, from whitewater to landscape. Follow your guide’s instructions as you dip into the water, run over slippery rocks, and slide down rapids. In the calm expanses, you can jump into the water for a refreshing soak, drifting next to the raft and downriver. Soon you will be ferried back to Chiang Mai but there is still plenty of day left to enjoy the energy that has brought you from village to river, elephant-side to raft-side."
    },
    {
      "dayNumber": "3",
      "title": "Mae Kampong - Through the Treetops",
      "description": "Today you will venture outside of Chiang Mai and into the surrounding hills where a new cultural adventure awaits. Mae Kampong is an ecotourism project that was started to help local villagers create sustainable income without the need of forest encroachment. En route to the unique village you will stop at a local farmers’ market. The fresh produce sweeps through the aisles bringing with it the scent of bananas and lemongrass. Search for the best ingredients for the forthcoming meals in the village where traditional flavors of the region will come to quintessential life. Arrive at Mae Kampong to a warm welcome. A quick tour of the tea and coffee fields brings a view of the extensive landscape filled with lush crops and majesty that you are learning to associate with the northern scenery. Experience a traditional Thai massage that will revive and invigorate you from the days of endless wonderment. In the evening you will watch and learn as your host family demonstrates the proper techniques and steps to create a stunning home-cooked Thai dinner. The scent of chilies and coriander are enticing. The vegetables are marvelous in their brightness while the noodles maintain a succulence that brings diverse textures to the wonderful flavors at hand. For a special experience you have the option of taking part in the Flight of the Gibbon experience. Follow in the path of the birds and monkeys that soar through the treetops. There is nothing quite like walking over swinging bridges within the canopy, looking over the forest ground below and finding a place within the trees. Drift through the sky on zip-lines and meander along hanging bridges where incredible views of the jungle await and an unforgettable experience is inevitable."
    },
    {
      "dayNumber": "4",
      "title": "Pai - Once More into the Woods",
      "description": "Your breakfast rises you blissfully from sleep where the recurring fragrance of fresh coffee gives a buzz to the morning air. You can visit the plantation that grows and ferments the tea, a local specialty, which has flavored drinks and foods, an often-overlooked tradition. The morning light is scented with fresh herbs, as today you will leave the Mae Kampong behind to venture deeper into the woods where the treasured town of Pai is hidden within the trees. The road winds and wisps through the jungle, taking you through the rising mountaintops and remarkable canopy. Pai could almost be described as a “one horse town,” more like a village with two main roads filled with lively cafes and surrounded by the lush mountains. The locals are friendly, quick to smile, and always ready to help. You have found a slower pace to life within the streets of Pai, where almost every café has a section of hammocks and the food is as important as air. In the evening the streets are lit from the local shops and food market that brings the sleepy town to life. The air is brushed with fried chicken and Pad Thai; the streets are crowded with excitement, from locals to visitors, all wanting a taste of the city and a touch of the exuberant nightlife."
    },
    {
      "dayNumber": "5",
      "title": "Pai - Falling Surroundings",
      "description": "Pai is situated within the mountains and surrounded by flowing rivers that turn into tumbling waterfalls. There is an endless amount of natural wonders between the trees showing you what awe nature can provide. Before venturing off to see one of the many waterfalls just outside of town, you can see the locally famous Land Crack. You will immediately be sat at a table and given tremendous food, from lychee to peanuts, chilies to hibiscus juice, without being asked for anything in return. The land was once pristine farmland cultivated by the owner for commercial use; however one morning the owner awoke to a giant crack running through the center of the land. A small fence runs the length of the crack where you can look over into the crevice. Stroll next to the land crack and beyond to see the gorgeous landscape in the distance, the fragrant trees and pillow-like landscape, including a reflective lake. Whether en route to or from Pam Bok Waterfall, you can enjoy a relaxing moment with a friendly smile and the fresh air. Pam Bok Waterfall is a perfect representation of Pai, a spot easy enough to find if you are looking for it but hidden from those that are unaware of its beauty. The water tumbles down between towering rocks into a pool situated below. You can sit in the pool, nice and deep in the rainy season, and watch the water flow off of the high cliff. It is easy to enjoy yourself within the calm days of Pai, forgetting about the fast paced city streets and journeying at a much different pace which shows you equal amounts of beauty."
    },
    {
      "dayNumber": "6",
      "title": "Pai - The Deep Bend",
      "description": "Leave the streets behind you as you venture out into nature once again coming into contact with Pai Canyon, a rich crevice that sinks into the earth giving way to pristine panoramas and opportunities for fabulous hikes. You can tour through the vistas for as long as you’d like, strolling along the canyon’s rim where you can look out over the canopy and into the rolling mountains along the horizon. The rails and outlooks are stone, curving around the rising trees in a natural trail. The sky is almost always tranquilly blue, absorbing the greenery, and draping over the landscape in a view that can never be forgotten. Whether standing at the edge of a cliff looking into the depths of the jungle below or letting yourself enjoy a cold drink with the speechless changing colors of the dusk, the day is yours to relax or explore at your leisure. Spend it exploring the canyon or enjoying the day at Pai Circus School, indulging in the best of your desires and your surroundings."
    },
    {
      "dayNumber": "7",
      "title": "Pai - Adventurous Return",
      "description": "The morning sun rises over the quiet river that runs next to town. The scent of decadent breakfasts breaks through the streets. After a delicious meal you will leave the charming city behind, making your way back to Chiang Mai and eventually homeward bound. You have seen splendor within the trees and waterfalls, cultures and wildlife, from immaculate temples to marvelous vistas. Although your adventure will carry you home, you have traversed the tremendous northern reaches of Chiang Mai, found the enchanting city of Pai, and discovered unrivaled beauty with the people you care for most. If seven days isn't long enough for your family, Thailand tours can be extended. Browse the reviews of Thailand tours for additional ideas and to read traveler reviews."
    }
  ],
  "map": ""
}