{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "gems-of-thailands-islands-for-two-itinerary",
  "tourName": "Gems of Thailand’s Islands for Two Itinerary",
  "placesVisited": "Bangkok, Koh Samui, Koh Tao, Koh Phangan, Koh Racha Yai, Koh Lipe, Phuket",
  "generalInfo": "From teasing your palates at Michelin-starred restaurants to soaring across the crystal-clear waters of the sea, there is much to keep the two of you brimming with smiles during your two-week stay. Celebrated for its alluring garden of forested islands that peak out of stretching marine seascapes, Thailand’s islands yearns to be explored by adventurous couples. Observe the spellbinding displays of unspoiled environment and be absorbed by the riveting traditional lifestyle.",
  "durationDays": "14",
  "price": "5,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok – Please Your Palates",
      "description": "After arriving in Bangkok, a driver will be waiting to transfer you from the airport to your luxury accommodation on the banks of the Chao Phraya River. Locals will shuffle along the sidewalks like ants as cars slowly idle through the bumper to bumper traffic. The energy will be electrifying, and you may delight in an exciting introduction should you wish to stroll through the neighborhood. Whether rising to the clouds for a rooftop dinner that is curated by one of the country’s celebrated chefs or cruising across the Chao Phraya River on board an ornate boat that is fitted with a 5-star restaurant, you can rest assured that your first night in Thailand will provide a picture-perfect scene."
    },
    {
      "dayNumber": "2",
      "title": "Koh Samui – Beachside Bliss",
      "description": "In the morning, you will transfer to Koh Samui. Forget airport queues and baggage claims because you will soar across the sea in the repose of a private jet. Upon your arrival, you will make your way to a luxurious resort on the island’s sloping headland. Your villa will be complete with a swimming pool that will appear to hang over the cliff. There will be an extraordinary feeling of isolation among the spectacular landscape that surrounds your suite. There are fewer better ways to unwind than on the soft, white sands of Thailand’s world-renowned beaches. You can pack a good book and some sunblock in your day bag before transferring to the cataloged shores of Koh Samui."
    },
    {
      "dayNumber": "3",
      "title": "Koh Samui – Surreal Spas and Yoga",
      "description": "This morning, you can share a cup of bold coffee and delight in a sumptuous breakfast before you return to your room to map out your day. Opulence extends beyond the brilliant beaches and is rolled up into revitalizing experiences you may wish to indulge in today. These world-famous experiences include award-winning spa treatments and awakening yoga sessions, which are two distinct activities that will elevate your expedition to new heights. You will be spoiled for choice with several treatments that range from full-body essential oil to stone massages. In the afternoon, you will continue to focus on your bodies as you partake in a professionally guided yoga session."
    },
    {
      "dayNumber": "4",
      "title": "Koh Tao – Sun-Bathing and Snorkeling",
      "description": "To reach Kah Tao, you will take a private speed boat with an expert captain. You will arrive and unpack your bags in a finely decorated seaside suite that will highlight luxury with its classy furnishings and unhindered views. Once you have settled it, you will return to the beach, where your captain will be patiently awaiting your return. Today, you will set sail for Koh Tao’s tropical sandbar beaches. Your tour will be designed with your needs in mind, allowing you to adjust activities depending on your mood."
    },
    {
      "dayNumber": "5",
      "title": "Koh Tao – Discover the Island",
      "description": "There are fewer better spectacles than the sunrise on Koh Tao, and you can wake up early in the morning to watch it from your balcony or the peaks of a prized viewpoint. Today will be left open for you to decide how you want to spend it. There are many activities to choose from if sightseeing and exploring is your preference, and an insider guide will be ready to collect you for a day of discovery if it fits your schedule. Koh Tao is home to a collection of exalted restaurants that are famous for their 5-star cuisine. You can retreat to a quiet table on the deck of one of these establishments in the evening for a multiple-course dinner that will be designed to exhilarate your palates."
    },
    {
      "dayNumber": "6",
      "title": "Koh Pha Ngan – Two Days of Diving",
      "description": "With its claim to fame being a monthly full moon party, Koh Pha Ngan draws thousands of travelers to its shores for an astonishing celebration of dazzling proportions. If you are up for an incredible night out, then planning your trip to align with this experience is a must. The island is large enough to escape the music-thumping night should you be there during the occasion. Beyond the event, Koh Pha Ngan is an essential stop on your tour because it is home to some of the most admired scuba diving destinations in Thailand. Your two days here will be designed to bring out the best of the sea, allowing you to immerse yourselves in the awe-inspiring sights that await below the surface of the water."
    },
    {
      "dayNumber": "8",
      "title": "Koh Racha Yai – Dinner for Two",
      "description": "Phuket is an intermediary destination en route to Koh Racha Yai, and after a brief flight from Koh Samui, you will board an exemplary catamaran for a sail across the Andaman Sea. Once a premium day trip destination from Phuket, Koh Racha Yai has gained popularity as an exceptional overnight location that features an exquisite, luxury resort, which is where you will spend your nights in unbridled style. After a long day of traveling, there is little that is more pleasing than taking the afternoon and evening to yourselves. With an assortment of fine dining options to choose from, you may submerge yourselves in the wondrous flavors of Thai cuisine in a manner that appeals to you most."
    },
    {
      "dayNumber": "9",
      "title": "Koh Racha Yai – Encounter Eco-Tourism",
      "description": "Immersing yourself in the indulgence of Thailand’s revered island paradises is easy on this getaway, but there is an unmistakable fulfillment in encountering the modest constituents of Koh Racha Yai’s valued eco-tourism. The local islanders have gone above and beyond to ensure that the opulent treatment of their guests is built on the back of sustainable and ethical practices. Water buffalos graze the illustrious grounds, and coconut plantations rise between the dense jungle that covers most of the untamed island, dropping refreshing coconuts in which you can indulge. Locally trodden dirt paths connect the larger landscape and offer access to all of these admirable sights."
    },
    {
      "dayNumber": "10",
      "title": "Koh Lipe – A Tucked Away Island",
      "description": "Today, you will check-in to your deluxe accommodation on the coastline of Koh Lipe after a boat trip across the Andaman Sea. Koh Lipe features many of the centerpiece attractions of Thailand’s islands, such as white-sand beaches and luscious stretches of jungle. Before you get too cozy on Koh Lipe, you may venture out with a knowledgeable tour guide to the neighboring island of Koh Adang. Koh Adang boasts impeccable viewpoints, and hikes up the mountain slopes will reveal panoramas of both this island and Koh Lipe. If you trek further inland, accompanied by your guide, you will reach the rocky terraces of Pirate Waterfall."
    },
    {
      "dayNumber": "11",
      "title": "Koh Lipe – Otherworldly Experiences",
      "description": "Snorkeling, kayaking, scuba diving, and hiking are mainstay activities on Koh Lipe. If you desire to dabble in these entertaining activities, then you will not be disappointed because Koh Lipe reflects the distinguished marine sightseeing opportunities that are representative of Thailand’s famous seaside destinations. You may partake in any of these thrilling activities during your final day in Koh Lipe. There are a select few islands where bioluminescent plankton can be found, and Koh Lipe is one of them. As you submerge your bodies in the warm water, the area around you will glow with blue light as you may have seen in the classic film The Beach ."
    },
    {
      "dayNumber": "12",
      "title": "Phuket – Phuket’s Striking Landmarks",
      "description": "Today, you will venture to Phuket. The journey will be fast-paced, sending you across the Andaman Sea efficiently while still affording you glimpses of the seaside scenery. Your suite will highlight the charming ambiance that travelers have come to expect during a stay in Phuket. Should you yearn to witness the island’s highlights from a unique perspective, then you can indulge in a flight later this afternoon. A private helicopter tour will send you soaring above fabled landmarks, such as the Big Buddha Statue and Phang Nga Bay. Afterward, you will celebrate with a toast of champagne and a gourmet lunch that will be hosted by a Thai chef."
    },
    {
      "dayNumber": "13",
      "title": "Phuket – The Flavors of Thailand",
      "description": "You will spend your final full day in Thailand indulging in the cuisine that is featured in top travel lists and exalted foodie documentaries across the globe. You will also uncover every inch of the venerated flavors, which constitute the timeless meals that individuals flock here to try as you are escorted to where celebrated dishes are prepared without flaw. From the biting spices of steaming red curries to char-grilled seafood, your tour of the colorful markets and revered restaurants will propel you into the depths of Thai cuisine and the varied complexities that constitute it."
    },
    {
      "dayNumber": "14",
      "title": "Phuket – Departure",
      "description": "Your flight out of Thailand will leave from Phuket International Airport, and you should have just enough time to catch one last breakfast before you make your way to the airport. You can settle in for the morning at an esteemed cafe and let the wafts of coffee invigorate your minds and bodies. You can treat yourselves to a hearty meal to give Thailand a glorious goodbye before you hop in your air-conditioned vehicle for a welcomed, comfortable transfer with plenty of time to spare to catch your international flight."
    }
  ],
  "map": ""
}