{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "amazing-family-vacation-to-thailand",
  "tourName": "Amazing Family Vacation to Thailand",
  "placesVisited": "Bangkok, Ayutthaya, Kanchanaburi",
  "generalInfo": "Family comes first on this custom tailored family vacation that will take you through the best of Bangkok and its surroundings, meant for anyone and everyone that has ever wanted to whisk the family to a fabulous getaway. Whether you’re in search of wildlife or city life, temples or palaces, museums or boating, this tour has everything that you will need to ensure that the family that travels together laughs together. From the banks of the Chao Phraya River to the glistening ruins in Ayutthaya and the gilded spires of the Palace complex, your family will praise you and your Thailand vacation will relax you, where all you have to do is get up and go.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok - Strengthening Ties",
      "description": "Welcome to Bangkok, the capital of Thailand and the beginning of your luxurious family vacation. The city has become one of the most well-known metropolis’s in the world, where the culture and history of the country is alive and well beneath the fabulous high-rises that decorate the skyline. Secret niches are what make Bangkok such a diverse and joyous city to explore, where the fresh food reaches out of cafes, jovial people stroll the walkways, and the fun of the city never seems to stop. Whether traversing the shops on Sukhumvit Road or relaxing in the hidden neighborhood of Banglampoo, there is always more to see. You are taken to your sensational hotel by a private transfer, allowing you to settle into the hustle of the metropolis before embarking on your first experience of the city. Meet your guide before arriving at the fabulous Erawan Shrine. The Brahman shrine was erected in the 1950s where a hotel was once supposed to have also been constructed. The crowds that comes to pay respects to the shrine is endless, bringing people from around the world all waiting to see the gilded gods, including Than Tao Mahaprom, whose four faces represent, mercy, kindness, sympathy, and impartiality. Against the backdrop of colorful and glistening textiles, the idol continues to shine. The bright yellow flowers are offerings from people paying their respects. It not only gives a vibrant hue to the already vivacious shrine, but adds a floral aroma to the air."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok - The Many Poses of Buddha",
      "description": "The morning brings with it the many flavors of Thailand, from the fresh fruits to the fresh juices, where the luscious scent of coconut milk drifts through the hotel; the sweet tartness of fresh squeezed orange juice is always appealing. Today you board a boat and drift along the famous Chao Phraya River, once the most used highway in the entire city. As you float along the gentle waters of the river you can see the impressive expanse of the city, where the skyscrapers peak into the clouds in the distance. Closer on the shores you see thin, towering spires as you make your way to the Grand Palace. The palace complex was built in 1762, and now stands as a symbol of the Royal Family’s residence made up of several buildings, halls, and pavilions. It is easy to be swept up in the Palace’s magnificence, including the charm of the simple structures, such as Phra Thinang Sanam Chan . The traditional Thai pavilion is decorated with red roofs and yellow fringe. The wooden pediments contain gilded carvings while the glass mosaics are arranged in floral designs that boast both Western and Eastern influences. Continue to the sensational temple of Wat Pho where you can witness both the enrapturing culture and inspiring statue of the Reclining Buddha. Located behind the marvelous Temple of the Emerald Buddha, Wat Pho is one of the largest temples in Bangkok and houses an image over 130 feet long, completely covered in gold leaf. The gentle aroma of incense fills the hall. The serene room gives a relaxed atmosphere to experience the splendor of the statue, the sculptural feat and dedication. His feet are textured with images, including footprints that swirl around the toes and 108 different panels that explain the various symbols by which Buddha can be identified, from flowers to tigers, and more. As the day winds down you will board your longboat and return to your hotel, getting ready for an evening of traditional Thai dancing that gives shows the rich culture of a storied history."
    },
    {
      "dayNumber": "3",
      "title": "Bangkok - A Farmer’s Market",
      "description": "The endless wonders of Thailand stretch far beyond Bangkok, where the culture and traditions are continually practiced and enrich the modern cities, and allure its visitors. Best visited in the earlier morning, the family will be awash with wonderment as you witness the tremendous life at the Floating Market of Damnoen Saduak. Long-tail boats swarm the river as cheerful and excited voices echo on its banks. There looks to be an endless amount of boats, each one filled with produce and freshly cooked food, from coconuts to bananas, pineapple to jackfruit. The aromas are delicious and embracing. A woman carves a coconut in front of you. You can hear the crackle of another person frying eggs. Every boat contains another vibrant color and powerful flavor, where the only urge you have to fight is buying everything. Samut Songkhram is the coconut plantation district where the fields of lush crop stripe the sky. The sweet scent of coconut milk surrounds the district. You can watch the locals demonstrate how to make coconut sugar. Although sugar cane and brown sugar have all but replaced the coconut sugar, you can imagine the enhanced curry, or the sweet tea, just by the way the fragrance of the drying fruit beckons you. As you come closer to Bangkok you can see the remarkable salt farms that stretch along the marshes. Pools of water are partitioned, eventually evaporating leaving salt ready for the harvest. You can see men and women piling the white mounds into woven baskets, balancing the harvest around their shoulders, and carrying it to the storeroom."
    },
    {
      "dayNumber": "4",
      "title": "Bangkok - To Ayutthaya Where Ancients Live",
      "description": "Follow the road outside of town on a day trip that will acquaint you with the fabulous history of Thailand within the treasured city of Ayutthaya. The city was once the capital of Siam for over 400 years and was abandoned after the Burmese were able to overtake the city in the 18th century. Share in the history of the Bang Pa-In Royal Palace, known as the Summer Palace, constructed in the early 17th century. The stunning Chinese Pavilion is one of the most opulent structures in a complex made of lavish architecture, mixing the best of both East and West. Past the goddess statue on the bridge, where the intricate leaves shade the woman from the sun, the stunning greens, yellows and reds of the pavilion shine over the glassy lake. The spire reaches into the sky while the porticos are built restricting, climbing over one another and into the base of the pinnacle. Enter the Ayutthaya Historical Park where the heart of the ancient city lies. The open courtyard brings you to the base of multiple chedis , rounded temple basins, decorating the open space of the ancient site. The rough stones have darkened with age but the magnificent stature remains. Stairs reach into the heightened entrances; the spires are coiled into constricting circles, as various pagodas sit parallel like guardians of the city’s history. Look within the trees to find the famed head of Buddha wrapped in the dangling vines. No one is sure how the head became entwined in the tree but the majesty of the incident has not been ignored and, due to its elegance, will never be forgotten."
    },
    {
      "dayNumber": "5",
      "title": "Bangkok - Along Wild Lines",
      "description": "A short distance outside of the boisterous streets of Bangkok is the city of Kanchanaburi, located along the riverbanks and known for more than just the setting of the movie, “Bridge Over River Kwai.” The city feels more like a village with a sleepy river running through. The air is warm and the trees are plentiful. You can hear the gentle trickle of the water lingering in the air. The sleepy quality of the city is a wonderful reprieve from the hurried air of Bangkok. As the stories of World War II reach further into global history the lesser-known pasts of Kanchanaburi are coming to light. A visit to the Death Railway Museum is an interesting way to witness the history of the city, international troops, and the way that the past can be remembered. Around 61,000 Allied prisoners were transferred to the city throughout the war for the purpose of building a railway for the Japanese from Bangkok, Thailand to Rangoon, Myanmar. The museum houses many photos and personal stories from prisoners of war that give greater detail to the tragedies that befell the area. There is a small stretch of railway known as Hellfire Pass that you can walk through, giving you a spine tingling view of the scene from the stories within the museum."
    },
    {
      "dayNumber": "7",
      "title": "Bangkok - Ready to Stay",
      "description": "Your family ties have been tightened during your time in and around Bangkok, where the luxuries of history and the wonder of the wilds have been brought into the open for you to explore and discover. Today you will have one last private transfer to the airport where you will board your flight home. There will always be more to explore in Thailand, where your family can traverse the jungles and riverbanks of the countryside; however, you know that your time in Bangkok has brought you the vacation you desired. The fun and mystique were endless, bringing the family together, closer, and happier. Read the reviews of Thailand tours for additional ideas on how to customize your trip. Also consider adding on to your seven days in Thailand."
    }
  ],
  "map": ""
}