{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "heritage-highlights-tour-of-northern-thailand",
  "tourName": "Heritage Highlights Tour of Northern Thailand",
  "placesVisited": "Bangkok, Kanchanaburi, Mae Hong Son, Chiang Mai, Chiang Rai, Sukhothai, Pattaya",
  "generalInfo": "Thailand’s Northern regions encompass intriguing stories that date back centuries, and these will be unearthed as you explore the marvelous, humanmade, and natural relics in which these sought-after cities pride themselves. You will uncover the country’s iconic wartime past in addition to discover the fascinating cultures that reside in rural destinations that rarely visited by tourists. Every aspect of this voyage is customized to help you expose the gripping heritage that resonates from Thailand’s collection of enthralling sites, and you will immerse yourselves in historically-focused experiences unlike any other.",
  "durationDays": "12",
  "price": "4,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok – A Fascinating Look into the Spirit of Thailand",
      "description": "Brimming with cultural highlights and teeming with luxurious experiences, Bangkok is a pivotal first stop on your 12-day heritage tour across the Northern region of Thailand. The city comes to life with an abundance of enthralling opportunities to delve into the country’s renowned cuisine and to learn more about the ancient traditions in which local lifestyles are firmly rooted. Shortly after you have landed and privately transferred to your luxurious, 5-star accommodation in the heart of the city, you will be provided with an unrivaled tour of Bangkok’s age-old temples Accompanied by a knowledgeable guide, you will arrive at the entrance to Wat Arun, which is an imposing temple that stands over 70 meters tall alongside the Chao Phraya River. Decorated with multi-colored porcelain, the temple was conceptualized by King Taskin centuries ago when he arrived at the break of dawn. Wat Arun is both an impressive display of the country’s meticulous attention to architectural detail and a heritage site of tremendous value. Your tour will continue with a leisurely cruise across the Chao Phraya River to the gold plated, 150-foot long reclining Buddha image within the elaborate walls of Wat Pho. This incredible spectacle, along with the intricately crafted statues and murals that are positioned around the sacred complex, resonates an aura of spiritual significance and provides a wealth of intriguing photo-worthy moments to celebrate your cultural exploration. Afterward, you will board a regal cruise liner for a gourmet, multiple-course dinner by candlelight as you gently glide across the Chao Phraya River and immerse yourselves in the wondrous flavors of gourmet Thai cuisine."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok – Discover Dazzling Displays of Arts and Crafts",
      "description": "As the sun rises, so do the locals, and morning markets will erupt into a chorus of shuffling feet and sizzling woks. With only the aromas of delectable delicacies to guide you, you will lose yourselves in the alluring chaos that oozes from this unique, Southeast Asian experience. After you have lined your stomachs with various traditional treats, you will be led to the Jim Thompson House for an engrossing look into Jim Thompson’s iconic life. The American entrepreneur was responsible for reviving the Thai silk industry and introducing it into the world’s leading fashion institutions of the 20th Century. The museum pays tribute to his influential story and within it, enveloped by its immaculate blend of Asian and Western design, you will witness adored artifacts and uncover the mysteries that shrouded the end of his life. Your immersive discovery of Asian arts and craft will proceed as you arrive at premier art galleries that are sprawled across the city. Prominent establishments such as Bangkok’s Museum of Contemporary Art and Bangkok Art and Culture Centre will bring you closer than ever to the revered talent born and raised in Thailand, and their stunning pieces serve as a window into the country’s captivating culture."
    },
    {
      "dayNumber": "3",
      "title": "Bangkok – A Trip to Thailand’s Wartime Past",
      "description": "Situated just beyond Bangkok’s borders lies the iconic town of Kanchanaburi, which is an area that played a significant role in the country’s dramatic wartime past. You will embark across the unspoiled countryside within a private train cabin for unparalleled perspectives of the splendid, rural settings. With your windows drawn and the breeze against your face, you will begin to feel the often overwhelming city energy slip away behind the vistas of luscious grasslands that unfold toward the horizon. Shortly after you have arrived, you will visit Death Railway, Bridge over the River Kwai, and the Allied War Cemetery, which is a compelling group of activities known as the Kanchanaburi trio. Each experience will fill you with an appreciation for the country’s tumultuous past as the sights, sounds, and stories in which they are steeped showcase bygone days that are still held in high regard. Before you make your way back to Bangkok for a Michelin-style dining experience that is hosted by an award-winning chef, you will calmly cruise along the River Kwai on a bamboo raft. This will culminate your day trip in authentic style and will share plenty of idyllic images to take along the way."
    },
    {
      "dayNumber": "4",
      "title": "Mae Hong Son – Regal Retreat of Raw Natural Beauty",
      "description": "Laid-back lounging amidst engrossing natural wonders make Mae Hong Son an unavoidable destination for your tour, and its close proximity to Myanmar means that you will stumble on cultural highlights that are rarely shared by other regions of Northern Thailand. Overlooking the Pai River and encompassed by luxuriant trees, your secluded and ultra-chic resort awaits your arrival. A symphony of wildlife will enwreathe your intimate suite, which will feature a thatched roof and traditional decor, making it reminiscent of a humble ethnic Thai house while retaining the opulence of a world-class accommodation. You can use the afternoon to relax in utter style as you revel in the tropical paradise that you can view from your private balcony. The resort’s posh restaurant will be open for the evening, and you can catch wafts of expert dishes as they are prepared and you weave your way through the picturesque wilderness walkways. You will settle in at a comfortable table that affords vistas of a creek while the soundtrack of flowing water and singing birds provide a peaceful atmosphere to dine."
    },
    {
      "dayNumber": "5",
      "title": "Mae Hong Son – Culture beyond Borders",
      "description": "As the sun ascends, you will be invited to join in on morning almsgiving with the local monks at your resort. Almsgiving sets will be provided by your resort, and saffron-robed monks will appreciate your participation with warm smiles, providing you with a pleasantly uplifting start to your day of adventure. After a mouthwatering breakfast, your private guide will transfer you to riveting destinations around Pai, and you will immerse yourselves in the wonderful wilderness for which the town is famous. You will trek across the red sand cliffs of Pai Canyon, which is a rugged geological spectacle that will have you peering over narrow ledges to the depths of the forest-covered, canyon floors. Your voyage will continue to Pam Bok Waterfall, which is a canyon-fall whereby you may dive off of the staggering cliffs into a refreshing pool of water below. Afterward, your fluent guide will take you to an authentic Shan Village for an afternoon of cultural exploration with the local people. The Shan people originate from Myanmar, but communities now also inhabit parts of Laos and Northern Thailand. Their way of life is simple, and their cuisine is unique. You will be invited into a local home for an authentic Shan family meal, where you will partake in a once-in-a-lifetime opportunity of helping to create these long-established dishes. You will learn more about their lifestyle and trace back the culture’s roots as you connect with the residents over hearty food within a wooden house. You will be humbled by their friendly natures and return to your resort with invaluable insight into this age-old culture."
    },
    {
      "dayNumber": "6",
      "title": "Chiang Mai – An Educational Exploration of Outstanding Conservation",
      "description": "Chiang Mai is another essential Northern Thailand destination on this handcrafted tour because it boasts a collection of gripping, cultural landmarks that you will be inspired to visit. Though a popular place to explore, the city does not exude the same hustle and bustle as Bangkok. There are an array of activities that are off the beaten path, and you will be delighted because you will be staying within the comfort of a palatial resort that is nestled below the striking Doi Suthep Mountain. Your first afternoon will bring you closer than ever to nature and will highlight the importance of animal conservation, which is held in extreme regard at a local ethical elephant sanctuary. Many elephant centers pride themselves in offering rides, but this practice is incredibly immoral and frowned upon at the sanctuary that you will visit. Rather than riding them, you will have the privilege to spend quality time with the coveted creatures as you help feed and bathe them to a luscious jungle backdrop. Highlighting animal welfare throughout your tour, you will cherish this virtuous experience for years to come and leave with precious insights that you may pass on to others. Your evening will exemplify these moral standards as you transfer to an environmentally-conscious, gourmet restaurant for a taste of Thai cuisine that is rooted in conscious, culinary practices. Your celebrated chef will join you for a meal, and you will learn more about their efforts to benefit the community and environment."
    },
    {
      "dayNumber": "7",
      "title": "Chiang Mai – Across the Roof of Thailand",
      "description": "Featuring an immense mountain range that is home to the highest peak in Thailand, Doi Inthanon National Park, which is also known as “the roof of Thailand,” is a picturesque stretch of land that is blanketed by evergreen rainforests. Here, hundreds of bird species perch themselves in the towering trees, troops of gibbons leap across the canopies, and a multitude of indigenous mammals move through the shrubbery in search of food. There is much to see and do across the expanse of the park, and you will discover the untamed allure as you hike through the diverse topography. You will find yourselves atop mighty summits where the park unravels well into the distance, below the pounding silver waters of its majestic falls, and among the varied wildlife that inhabits the jungle. You will fly through your memory cards as you, utterly in tune with nature, capture endearing images to the soundtrack of fervent fauna and the bitter-sweet fragrances of blossoming Siamese sakura flowers."
    },
    {
      "dayNumber": "8",
      "title": "Chiang Mai – Enlightening Expedition to Chiang Rai",
      "description": "Your last day near the Northern borders of Thailand will lead you to Chiang Rai, which is a mountain that is flanked by a city of archaic magnitude. Though sought-after for many reasons, it is a modest destination that remains off the well-trodden paths of the likes of Chiang Mai, and thus, represents a heritage that is not as frequently explored by the masses. Your day trip will begin at the foot of Wat Rong Khun, which was aptly nicknamed the White Temple because it is entirely emblazoned in white. The temple is no less of a spectacle as the golden, embellished Wats of Bangkok as it comprises of extraordinarily detailed sculptures and statues that glimmer under the sweltering Thai sun. These decorous features are attributed to local artist Chalermchai Kositpipat and represent years of meticulous craft. Afterward, you will marvel at the gargantuan statue of Guan Yin, which is an admired Buddhist Goddess of Deity, at the Huai Pla Kung Temple. You can view Chiang Rai through the eyes of this enormous statue, which stands 25 stories high and deftly blends ancient Thai and Chinese architecture. You will transfer back to Chiang Mai later this afternoon once you have enjoyed an authentic taste of Northern Thai cuisine on a behind-the-scenes, street food tour."
    },
    {
      "dayNumber": "9",
      "title": "Sukhothai – A Past Preserved with Pleasure",
      "description": "Sukhothai is a treasure trove of heritage highlights that you will enjoy discovering throughout your secluded stay. Here, you will escape to your impeccable accommodation in the heart of the age-old town, where you will have the morning to unwind around the pool and tuck into delectable meals at the resort’s premier restaurant. Sukhothai’s most notable attraction is its Historical Park, which gushes with century-old palaces that are venerated for their indelible legacies. At midday, you will transfer with your experienced guide to the ancient kingdom’s preserved temple ruins, where you will be amazed by their powerful presence. You can even stroll the sculpture-lined pathways and let history reveal itself in the form of moss-covered Buddhist images, dilapidated stone pillars, and Sukhothai-style architecture in varying degrees of restoration. The age-old site serves as an oasis of serenity, and its historical prominence has since been unearthed from the inscribed steles that were collected years ago."
    },
    {
      "dayNumber": "10",
      "title": "Sukhothai – Reveal Ancient Rarities",
      "description": "There is a collection of additional temples and museums that are situated in and around the city limits, which showcase the ancient spiritual traditions and store sacred texts. You will transfer to these cultural landmarks today and discover more about the region’s incredibly well-preserved past. The Ramkhamhaeng National Museum displays many mesmerizing artifacts, while Wat Saphan Hin Temple features a 300-meter step way where it is said that King Ramkamhaeng would climb up on full moons to honor Buddha. Steeped in mystery and folklore, these heritage sites will share a great deal of insight into the country’s veiled ancestry that many travelers are yet to uncover. The evening will bring you to a vibrant night market where the road lights up in color and the streets ooze spirited energy. Performers will exhibit traditional dance as they are adorned in vivid clothing, while food stalls will burst with tantalizing wafts, rarely giving you an opportunity to rest as you peruse the buzzing market’s aisles. A taste of Thailand’s Northern specialties will conclude your evening in glorious fashion and bring your stay in Sukhothai to a satisfying end."
    },
    {
      "dayNumber": "11",
      "title": "Pattaya – A Taste of Terrific Thai Wine",
      "description": "Though Thailand is not globally known for its wine production, there are a few destinations that sport a fine selection of wines, which have been matured by stellar estates with bewitching scenic backdrops. One such estate is situated in Pattaya, which is the final destination of your cultural tour across the country. You will transfer to the gorgeous green lands that surround this dignified wine estate shortly after you have checked into your dreamy seaside resort. The production of these vineyard’s quality harvests is aided by the use of exceptional imported-machinery that comes from Italy. You will revel in the opportunity to taste some of the country’s finest blends and vintages as they are paired with remarkable dishes for a completely riveting wine tasting experience. You can end your splendid day in the countryside alongside the picturesque vineyard setting before you make your way back to your resort and spend the evening at your leisure."
    },
    {
      "dayNumber": "12",
      "title": "Pattaya – Farewell to Paradise",
      "description": "You will spend your final day at your own pace as you enjoy a delicious breakfast spread before venturing to the beach for a morning of soaking up the sun or to the city’s elite shopping district for retail therapy. You may even invigorate your minds and bodies at your resort’s prestigious wellness center as you will be spoiled for choice with a number of expertly performed spa treatments. Your final day in Pattaya will present the best in opulent travel before you collect your belongings and make your way to Bangkok’s airport with a wealth of unforgettable memories to return home."
    }
  ],
  "map": ""
}