{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "treasures-of-thailand-tour",
  "tourName": "Treasures of Thailand Tour",
  "placesVisited": "Bangkok, Â Ayutthaya, Chiang Mai, Â Phuket",
  "generalInfo": "Discover the true treasures of Thailand on this custom tailored tour meant to take you through the precious secrets and gilded temples adorning the spectacular country. Witness the Royal Family’s private traditional boats. Venture into the jungle where grand temples are hidden. Settle onto the calm shores of crystal beaches. Cruise along the famed river where the traditions of Thai culture vibrantly persist. There will always be more memories to gather in a world where every day is unique, every day is an adventure, and every day will be treasured.",
  "durationDays": "11",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok – Set Along the Riverbanks",
      "description": "Welcome to the capital city of Thailand: Bangkok, where the treasures of the metropolis are on display in the skyline and hidden beneath the banyan trees. You are met at the airport and transferred to your hotel. Your excellent accommodation sits along the riverbanks and watches over the cityscape’s expanse, both in the sky and out to the horizon. Whether you prefer the gentle wade of the Chao Phraya River, or the glistening lights of the city at night, you will be able to watch Bangkok’s luster in the spacious and cozy rooms, along the serene patio next to the waterway, or lounging beneath a cabana by the gorgeous pool. After you have settled into your hotel you will venture to the fabulous Jim Thompson House. James Thompson was an American entrepreneur who almost singlehandedly revived the Thai silk trade. The home is made of teak wood and was transferred from Ayutthaya, the old capital of Siam. The dark exterior is glossed, shining beneath the lush green of the surrounding trees. The charming foyer brings Western sensibility to the Eastern home. A Belgian chandelier shimmers beneath the ceiling, while the floor is covered with Italian marble tiles. The 17th century Buddha and hand-carved wooden figurines create a peaceful comingling of diverse styles, all glowing within the elegant architecture."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok – Buddha’s Greatness",
      "description": "The morning shines over the length of the city bringing with it the sensual fragrances of breakfast, from fresh pineapple to sweet coconut, savory meats to supple noodles. After breakfast you will venture into the grandeur of the city on a guided tour. Step onto a boat and travel along the Chao Phraya River, once the most important highway in the city, where farmers and kings would traverse the waterway. Follow your guide through the sensational sights of the Grand Palace and Wat Phra Kaew; the Temple of the Emerald Buddha is considered one of the most important temples in Thailand, it was built in the 18th century and, unlike traditional temples, never contained monks’ living quarters. The golden spires coil into the sky, housing the revered Buddha that was carved from a single slab of jade. It is easy to be amazed at the intricacies of the Buddha as it sits in His meditation pose, draped in robes that are changed throughout the seasons by Thailand’s King. The air is filled with the rising scent of incense. Delicate smoke drifts through the room. There is a gentle quiet to the Buddha, the temple, and the grounds that give the opulent complex a peaceful manner."
    },
    {
      "dayNumber": "3",
      "title": "Bangkok – The Beauty of Dawn",
      "description": "The morning brings the luxuries to you as you return to the riverbanks and board the Manohra Song, a 100-year-old rice barge that has been converted into a stunning river cruiser. Float along the sensational waterway where the skyscrapers give way to rich tree lines. Disembark the boat at Wat Arun, Temple of Dawn, where the architecture has made the temple known as one of the most beautiful temples in Thailand. The temple was reconstructed in the 18th century giving it its current splendor, a place where the sun glistens off of the stones at both sunrise and sunset. Somehow the bustle of the city disappears beneath the fabulous architecture, where the gray and white stones climb up in concentric tiers, coming to a steep and inspiring point over 210 feet high. The stairs that reach to the varied terraces are steep but approachable, bringing you to the fabulous view over the water, where you can watch the ancient highway trundle by. In the evening you will dock by Wat Bang Na, a quiet temple located beside the riverbank. The delicate fragrance of basil and mint mix with the freshwater air. The light drifts behind the vibrant trees bringing the holy orange across the skyline. Dinner is served in the comforts of the boat while you relax within the tender sway of the wake."
    },
    {
      "dayNumber": "4",
      "title": "Ayutthaya – Where Ancient Capitals Lay",
      "description": "As dawn climbs over the horizon you find yourself in Ayutthaya, the old capital of Siam. A mottled orange parades through the streets in the cool of sunrise. Monks, wearing their vibrant robes, march through the streets collecting alms from the locals, visitors, and anyone willing to give, from rice to coins, even biscuits, while people prostrate themselves asking for blessing. Set out on a private tour of the city, beyond the footsteps of the monks, and into Wat Pananchoeng, a space that houses a Buddha image constructed in the 14th century. The temple complex is modest compared to its gilded counterparts, where Pananchoeng contains tiled roofs, setting itself apart from the opulent structures of Bangkok. Within the main temple the old Buddha sits around 140 feet high, reserving the majesty of a gilded sparkle for itself instead of the temple’s architecture. The fragrance of the room is all encompassing, bringing herbaceousness to Buddha and the surrounding geometric shapes covering the walls. Although the Burmese once overtook the city in the 18th century, the temple has never wanted for followers, as the statue is considered a guardian for sailors."
    },
    {
      "dayNumber": "5",
      "title": "Chiang Mai – Royal Summers and Northern Jungles",
      "description": "Cruise down the river on your way back to Bangkok, stopping at Bang Pa-in, the sensational summer residences for the Thai Royal Family. Each building within the manicured grounds represents a different architectural style. The original complex was built in the 17th century but was overgrown and emptied for many years before being restored in the mid-19th century. The Chinese Pagoda stands separately from the palace, overlooking the placid lake. The vibrant yellows, greens, and reds are reflected in the water, making it look as though the colors radiate as the sloping porticos reel back in layers, climbing up into the graceful spire. As the day continues onward you will arrive in Bangkok where you will be transferred to the airport. You will soon arrive in Chiang Mai, the largest city in northern Thailand, and the second-largest city in the country, set within the dense jungle. Enjoy the comforts of your hotel where the traditions of Thailand help enrich the modernity of your accommodation. Calming lily pads surround the immaculate pool. Each room gives a stunning view of the hotel’s delicate environs. You will feel like a world apart, all a stone’s throw away from the magnificent city."
    },
    {
      "dayNumber": "6",
      "title": "Chiang Mai – Sensational Summits",
      "description": "The morning air is cool and misty, a delicious difference from the warmth of Bangkok. The trees are vibrant in the distance as you make your way through the fine green of the jungle to the base of Doi Suthep. Known as Chiang Mai’s most famous landmark, the temple at the summit of the mountain is at the top of 300 steps, flanked by colorful serpent deities that guard the staircase to the temple’s plateau. The steps are a vivacious pink, from the lain brick to the painted idols, all surrounded by the jungle that once protected the monks from outsiders. At the mountain’s summit you will step into the temple complex, where golden spires rise from concentric circles, looking like extra suns as you make your way to the top of the staircase. You can find the image of a decorated white elephant, whose fame comes from having chosen the location for the temple. The mountain air is gracious as the breeze blows through. You look out over the slope of mountain, where the trees wrap around the city, and know that there is a particular softness to the afternoon that can never be described."
    },
    {
      "dayNumber": "7",
      "title": "Chiang Mai – Open North",
      "description": "The day is yours to experience the ins and outs of Chiang Mai as you desire, whether visiting one of the many elephant camps to view how the holy and revered animal has been protected and saved from diminishing jungle, or venturing into the hills to visit one of the traditional tribes famous for elongating their necks by slowly adding colorful rings as they age, the countryside and city streets are filled with inspiring sites. For a unique venture around the city you can visit the ancient ruins of Wiang Kum Kam. The old city sits within a mixture of jungle and marsh, where the ancient buildings are as illustrious as the artifacts they housed. From pottery to sculptures, architecture to stone tablets filled with Mon inscriptions, the 13th-century city still persists in its allure. When the Ping River suddenly changed course it swept away the city of Wiang Kum Kam beneath its waters. Today you can see the temple with an angular-based Chedi , a Burmese-style pavilion restored in the early 20th century. The corner of the stupa is guarded by a lion, facing outward and protecting the elegance and purity of the temple. The pyramid-type structure contains large arched windows that give an impressive glow and concentric climb to the temple, making it look much like an adornment in and of itself."
    },
    {
      "dayNumber": "8",
      "title": "Phuket – Trees Trees Everywhere and Ocean Water Too",
      "description": "The northern jungle will recede from view as you soar into the sky and make your way into Phuket, an island off of Thailand’s west coast. The waters are pristine, crystal clear and filled with colorful life, from the coral to the fish. Trees sweep through the landscape, over the mountains and onto the poignant cliffs. After you land you will be taken to your plush resort. Your sensational accommodation watches over the azure color of the calm shore, where the beach is practically bleached from the sun, the trees are a collection of revered shade, and the soft splash of the waves is soothing. Whether lounging on your balcony or by the pool, the view is exquisite, the aromas of sweet ocean and sensual coconut are endearing, and your time in Phuket has just begun."
    },
    {
      "dayNumber": "9",
      "title": "Phuket – Exceptional Panorama",
      "description": "The endless beauty of the island is at your beckon and call today, where you can witness the splendor of the warm sea and hot sand or venture into the hills to see the Big Buddha first-hand. On a knoll known to the locals as Monkey Hill, Uncle Hog sits there daily, claiming that the island has around 400 macaque monkeys in all. The longhaired, long tailed, aggressive primates are curious about visitors, especially when it comes to food. You can watch Uncle Hog hand each present monkey a piece of food separately, often a piece of banana or peanuts. When grouped together you can hear them screech and fight, but individually they are calm, friendly, and shy. There is affection in the way they connect with Uncle Hog, their delicate reach for the food, the way they stand in line waiting for treats. Descending Monkey Hill brings you to a grand view, better than the summit itself, overcrowded with satellite towers. From the spot within the exercise park you can see the port, a variety of boats anchored, wading in and out to sea, where the color of the water sparkles in the sunshine."
    },
    {
      "dayNumber": "10",
      "title": "Phuket – Island Treasures",
      "description": "There are plenty of treasures hidden on and off of Phuket, where the illustrious water is as jeweled as the streets. Hidden within Old Town is the area of Soi Romanee, a street filled with renovated buildings that are as colorful as the island's natural wonders. Many families derive from Chinese backgrounds accounting for the vibrant Chinese shrines that glow red on the outside walls. Each walkway is as charming as the next, where homes are painted vibrant yellows, blues, and reds. Cafes open up to the streets, filling the walkway with lights and fresh-scented coffee and pastries. In the evening you can watch the avenues come alive with people, wandering from restaurant to café, where the sound of live jazz reaches into the Chinese lanterns that dangle between the buildings."
    },
    {
      "dayNumber": "11",
      "title": "Phuket – Treasures Presents",
      "description": "The jewels of the island will continue to glitter long after your plane departs. Your private transfer will take you to the Phuket airport where you will return to the capital city of Bangkok. The endless treasures of the Thailand have been yours for the taking, where the streets were as vibrant as the people, and the history has been collected like precious stones and taken home with you. Your tour may end with your return to Bangkok, but the treasures you amassed during your time away will always be remembered, celebrated, and revisited."
    }
  ],
  "map": ""
}