{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "family-friendly-8-day-tour-of-bangkoks-best-sights",
  "tourName": "Family-Friendly 8-Day Tour of Bangkok’s Best Sights",
  "placesVisited": "Bangkok, Pak Chong, Kanchanaburi",
  "generalInfo": "Bangkok, the thriving hub of Thailand, is a must-visit destination for families that are yearning for a luxurious and entertaining getaway. The city boasts world-class hotels, stellar restaurants, and an abundance of delightful activities that are perfectly suited for your family. On this 8-Day exploration of Bangkok’s finest attractions and beautiful surrounding locations, you will delight in a truly unforgettable journey to Thailand’s most appealing destination. This hand-crafted tour offers unbelievably compelling cultural and entertainment experiences that will provide a premier family vacation.",
  "durationDays": "8",
  "price": "2,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok – A Place to Call Home",
      "description": "A large part of Bangkok’s travel appeal comes from its enchanting cultural energy and awe-inspiring attractions. For these reasons and many more, a family vacation to Thailand’s diverse capital is exceptionally enriching and entertaining. As you and your family approach the city, excitement for the adventure ahead will kick in tenfold. You will land at Bangkok’s busy Suvarnabhumi Airport, where your private transfer will await. You will be guided swiftly out of the airport and journey to your grand hotel. As you peer your eager eyes out of the window, you will discern what makes Bangkok one of the world’s most popular destinations. Skyscrapers will emerge from the streets and stand magnificently tall amongst the clouds while golden temples shimmer in the sunlight and signal you to take out your cameras. Steam will rise from vendors’ woks, releasing alluring aromas into the air. The city, which you will soon thoroughly explore, perfectly unites traditional Thai culture with modern global appeal. You will arrive at your home for the following few nights shortly thereafter. A luxurious 5-star hotel, which lies beautifully along the Chao Phraya River banks, awaits you and your family. Here, you can enjoy world-class amenities and exquisite cuisine when you return from your adventures. The hotel concierge and fellow employees will ensure that check-in is seamless, and you are settled comfortably in your room. You may take this opportunity to soak in the beauty of Bangkok in absolute style."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok – Museums with a Twist",
      "description": "Bangkok boasts an assortment of attractive and compelling museums. On this inspiring day in the city, you and your family will be delighted to explore them. After a scrumptious breakfast spread of local and global cuisine, you will meet your private transfer for a day of insightful adventure. You will visit surreal museums, which will provide entertainment for the entire family. You will visit Bangkok’s premier wax museum that is located in the heart of the city center of Siam. Here, you will brush shoulders with celebrities, legendary sports people, and iconic public figures through the ages. Rather than locking the wax statues behind glass, the museum affords entertainment enthusiasts the opportunity to step into the scene and snap photos with the sculptures. The curators and artists have paid meticulous attention to detail in crafting their pieces. It will be difficult to separate their sculpture designs from reality, which makes the photographs you take seem even more real. If you are traveling with very young ones, Bangkok’s leading child-orientated ‘edutainment’ museum can be found within the complex. It provides an unparalleled entertainment experience which will foster fun and learning growth for your children. A trip later this day to Bangkok’s best Trickeye Museum will yield more surreal images of you and your family. The attraction focuses on interaction and encourages visitors to engage with the intricate illusions. Grand displays will be set upon the floors and walls, allowing you and your family to step into each art piece. It is a one-of-a-kind experience you cannot afford to miss. After a day of fun, you and your family will board a first-class boat for an evening cruise along the Chao Phraya River. Here, you will relish in a multiple course, gourmet meal as the sunset illuminates the sky with vibrant orange and purple hues. From the comfort of the cruise, you can gaze out at Thailand’s magnificent temples and palaces. They will light up like beacons, guiding wandering eyes in their direction. It will be a picture-perfect end to a captivating day. Thereafter, you will transfer back to your serene room for a peaceful night’s sleep."
    },
    {
      "dayNumber": "3",
      "title": "Bangkok – Arts and Culture",
      "description": "Despite rapid globalization in the city of Bangkok, it remains a thriving hub of traditional Thai culture and heritage. It is home to some of the country’s most significant age-old temples and continues to position itself as a hotspot for authentic, historical travel. Through the exploration of its arts and cultural highlights, the third day of your trip will be dedicated to discovering what makes Thailand so unique. After breakfast, you will transfer to the most appealing and sought-after temples in the city. Each will be within walking distance from one another, giving you and your family the opportunity to fully immerse yourselves in your surroundings. On your walks, you will encounter Bangkok’s best markets. Brightly colored stalls that will consist of local goods and produce that will have been scattered around the markets. The mouthwatering scent of Thai delicacies, such as Chicken Satay and Pad Thai, will surround you as you leisurely stroll from stall to stall. Some stalls will also sell flavorful juices, which are blended using fresh fruit. There will be a wealth of authentic food to indulge in on your journey around the city. After passing through these vibrant, bustling markets, you will make your way to the temples. The temples, which include Wat Arun and Wat Pho, each offer a spectacle like no other. At Wat Arun, the tall temple will tower over you as you ready your camera to capture the glistening, glass-covered monument. At Wat Pho, you and your family will be astounded by the sheer size and majesty of the 150-foot-long Reclining Buddha. There will be even more magnificent temples and palaces that await you and your family as you make your way through the tour. After an immersive exploration of Bangkok’s best temples, you will visit one of Bangkok’s most revered art houses. Here, you will learn a great deal about the traditional Thai silk industry, its revival, and its subsequent prominence within the European fashion industry. The house brilliantly merges traditional Thai and colonial design, expressing the deep ties that its American-founder had with the country. A beautiful day of sightseeing will come to a close over a fine-dining, Thai cuisine experience. You will be wowed by the excellent service and delectable flavors that will be presented to you with each dish. After all, Thailand is well-known for its peoples’ hospitable nature and its exquisite cuisine. You will journey back to your hotel humbled, content, and excited for the next day’s venture."
    },
    {
      "dayNumber": "4",
      "title": "Pak Chong – Wondrous Wildlife",
      "description": "Your 4th day and night will be spent away from the busy city, giving you and your family the opportunity to unwind and discover Thailand’s wondrous wildlife. In the morning, you will check out before venturing to Thailand’s leading national park: Khao Yai National Park, in Pak Chong. Your very own private transfer will pick you and your family up and drop you off at the park. Along the scenic trip to Khao Yai, high-rise skyscrapers will give way to the natural environment and as you near the park rolling green hills, momentous mountains, and the lush forest will become increasingly evident. After checking in to your luxurious suite, a private transfer will collect you at the hotel. The day and night will be a truly invigorating exploration of Thailand’s diverse habitats. You will comfortably settle into your vehicle and begin the search for wildlife. The forest is thick and large trees tower up out of the earth. Gibbons will hang on them while other monkeys leap through the canopy. You will spot an array of animals, such as deer, squirrels, and birdlife such as Great Hornbills and Scarlet Minivets. From here, you will continue into the rainforest for a close-up discovery of the environment and wildlife. You will fuel up with a complimentary lunch before witnessing a renowned waterfall that was made famous in the movie ‘The Beach’ starring Leonardo Di Caprio. Then, you will search for elephants that are traversing the grasslands in all their might and majesty. You will enjoy dinner and drinks before setting off on an after-dark safari that will be guided by spotlight. After witnessing Thailand’s magnificent wildlife, a private transfer will take you back to your luxurious hotel to rest."
    },
    {
      "dayNumber": "5",
      "title": "Bangkok – Explore Some More",
      "description": "After enjoying breakfast at your luxury accommodation, you will return to the Bangkok city center on day 5 of the trip via private transfer. The adventure to Khao Yai National Park and busy week thus far will warrant a day of leisure at your own pace. Upon arrival in Bangkok, you will check-in to your lavish apartment with panoramic views of the cityscape. You may relax by the pool and catch up with loved ones, or stay inside your accommodation all day. There will be an abundance of unique activities to do within the city center if you wish to explore some more. This hand-crafted tour is entirely customizable, and you may choose to treat you and your family to a day at one of Bangkok’s best wellness spas or unwind at one of Bangkok’s beautiful, tranquil parks. In the evening, you will take delight in a trip to a Bangkok fine-dining establishment before making your way to a truly unique Thai experience: Muay Thai. The Muay Thai show will be available to families with children of all ages. The sport is highly respectful, and there will be no use of vulgar language or reckless behavior. Furthermore, the chanting crowd and high energy will create a wonderfully lively atmosphere that is rarely generated by other forms of boxing. You will enjoy the experience with ring-side seats, giving you an uninterrupted view of all the action."
    },
    {
      "dayNumber": "6",
      "title": "Bangkok – Sea, Shops, and Michelin Stars",
      "description": "Exploring Thailand’s land-dwelling wildlife is a truly humbling experience, however, the country is also teeming with spectacular sea life. On the 6th day of your trip, you will visit Bangkok’s underwater wonderland. The massive aquarium will dazzle and inspire you and your young ones. It boasts exhibits that feature innovative displays of the sea life and contains a jaw-dropping 30,000 creatures. After discovering what is under the sea, you will enjoy the opportunity to delve into Bangkok’s fashion-forward, retail experience at one of Southeast Asia’s premier malls. Here, you will find almost all of the world’s leading fashion institutions under a single roof. It will be the ideal place to spend on spoils for you and your family. After exploring the sea and spoiling your family, you will experience a traditional Thai tuk-tuk for your next transfer. Tuk-tuks have become popular around the globe, with versions popping up in several countries. However, there is nothing quite like a tuk-tuk from Bangkok. You will enjoy the breeze in your hair and city sounds around you as you and your family opt for this unique mode of transport. The colorful and vibrant vehicles will zip around the city in abundance, transferring travelers of all kinds to landmark destinations around the city. You will transfer via your tuk-tuk to a Michelin Star establishment to enjoy the most divine haute cuisine in the city."
    },
    {
      "dayNumber": "7",
      "title": "Kanchanaburi – Floating on the River",
      "description": "After exploring more of Bangkok’s best highlights as a family, a trip to Kanchanaburi will offer you a final chance to take in the dazzling Thai environment. Your private transfer will take you to the train station where you will hop on board your first-class cabin and journey to Kanchanaburi. Traveling by train is one of the most exciting ways to see Bangkok, especially on the way to Kanchanaburi. You can take in the views of seemingly endless fields that lead to mountain ranges in the distance. As you pass by, you can also cattle peacefully graze at the grass. The journey will take you out of the booming city energy and transport you into a mindset of complete tranquility and serenity. After experiencing the Bridge over the River Kwai, you will transfer via tugboat to a luxurious floating raft hotel. Situated along the bend of the gorgeous river, these impeccably elegant rooms seemingly hover on the water. They were traditionally designed in the Mon housing style and exude authenticity. After checking in, you will partake in a delicious lunch before making your way downstream the river via long-tailed boat. On this tour, you will learn about the history of Kwai and the traditions of the local tribe’s people. It will be an enriching and insightful end to the holiday, and one that will be worth capturing in great detail."
    },
    {
      "dayNumber": "8",
      "title": "Bangkok – Home Sweet Home",
      "description": "As the sun peers over the horizon and begins to emblazon the sky, you will feel the warmth of a holiday well-spent. The final few hours after arriving in Bangkok will round off a truly adventurous and fun-filled holiday with your family. In no time, you will arrive home with many magical memories to reflect on, and before you know it, you will be wishing for another trip to the bustling city of Bangkok and its surroundings."
    }
  ],
  "map": ""
}