{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "the-sriracha-tour-a-culinary-journey-to-thailand-vietnam",
  "tourName": "The Sriracha Tour: A Culinary Journey to Thailand & Vietnam",
  "placesVisited": "Bangkok, Chiang Mai, Chonburi, Si Racha, Hanoi, Hoi An, Hue, Saigon",
  "generalInfo": "Awaken your senses through the flavors of traditional herbs and spices in this exclusive culinary tour of Thailand and Vietnam. As you discover the origins of the Sriracha sauce by learning how to make it at its birthplace in Si Racha, Thailand, your culinary exploration will celebrate the gastronomic roots that are shared across borders revealing the varying degrees of flavors. With many kitchens moving away from their heritage in an attempt to embody sophistication, your journey will hone in on the delicate balance between tradition and elegance. From dining in chic restaurants to discovering popular eateries hidden in alleyways, your personal guides will unveil the true essence of Thailand and Vietnam’s culinary delights as you discover the spirit of Sriracha.",
  "durationDays": "15",
  "price": "15",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok – Arrive in Bangkok and Relax with the Remaining Day at Leisure",
      "description": "Bangkok is a city where the familiar sounds of a metropolis fade beneath exotic colors, hidden Buddhist temples, and the captivating aromas of traditional Thai food. Local culture underpins daily life with a sense of joy that seeps into the cuisine, the shops, the vendors, and into your explorations. Your experiences in the city can range wildly, from a chat with a Monk to an evening spent at a Chinese opera with the unique cultural connection between the two diverse heritages. Your flight lands at Suvarnabhumi Airport, where your private transfer greets you upon arrival, and you will immediately feel the juxtaposition between the crisp and refreshing air-conditioned halls of the airport and the warm outside air. Colossal shopping areas are seen across the city set against a backdrop of 200-year-old villages as the ever-growing capital is sprinkled with intermittent gold spires peaking over antique homes in the shadow of skyscrapers. Settle into the comforts of your luxury hotel and use the remainder of the day to explore leisurely the fascinating, fast-paced city. Your neighborhood of Banglamphu is considered the most quintessential district of Bangkok due to its picturesque lanes, fabulous markets, and golden temples tucked into the nooks set beneath shading trees. The temple, Wat Suthat, is an impressive display of devotion with Thailand’s largest Sukhothai-period bronze cast dating back to the 14th century."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok – See the Grand Palace and Wat Po Temple, and take a Foodie Tour",
      "description": "In the morning, the streets are filled with the aroma of classic Thai breakfast foods like patongo , a sweet and fluffy deep-fried donut, and khao neow moo ping , small grilled pork skewers often served with sticky rice. Your guide will greet you at your hotel after breakfast and lead you to the entrance of the Grand Palace for deeper insight into the customs and history of Thailand. The complex was erected in 1782 and remained the royal residence for generations. Spanning approximately 2,351,000 square feet along the banks of the Chao Phraya River, you will have no shortage of things to explore. The Temple of the Emerald Buddha hosts a series of murals that decorate the interior to depict the epic of Ramakien alongside commentary made by King Rama V inscribed into the nearby marble plaques. Nearby, the temple Wat Pho is located south of the Grand Palace and was built during the reign of King Rama I. The soothing ambiance emanates from lit incense accentuating the temple’s promise as a place for healing and highlighting its position as a great pharmacy and as the location of Thailand’s first university. You will enter the main gallery to view the impressive Reclining Buddha, which reaches nearly 148 feet long and over 49 feet tall as the precious stones in the Buddha’s feet reflect the 108 signs of true faith. For lunch, you can stop at a traditional restaurant known for serving the dish “Chicken Movie with See Ra Cha.” This delicious favorite of the restaurant involves crispy fried chicken skin topped with Sriracha, with this homemade sauce that is close to the original recipe first introduced in the early 1930’s. Experience one of the main highlights of this tour as you meet the family that first produced the original Sriracha sauce, known as the Gold Medal Brand Sriracha, which has won a countless number of awards throughout its history. While the boutique brand of Sriracha sauce is less famous worldwide, it is renowned among local chefs for having the best flavor, as well as being the first Sriracha sauce ever made. Based on an interview conducted by Zicasso in September 2018, the current owner, Mr. Lakut Suwanprasop, is 81 years old. He’s the 2nd generation of this family business that was started in 1932 by his mother, Madam La Orr Suwanprasop who was born in the town of Si Racha (Sri Racha, Sriracha) and where she first began producing the sauce out of her home. She later met a man from Bangkok where they moved to the Capital city after getting married. Madam La Orr used to make small batches of chili sauce for her friends in Bangkok when they encouraged her to make more for sale. She also found better quality of fresh chili in Bangkok compared to her hometown. After consulting with a monk, she was given the blessing to start a small business, and it was the monk who told her to name the sauce Sriracha Sauce, after her hometown. So in 1932, La Orr started producing her sauce for sale in Bangkok. Subsequently, word of mouth spread in Bangkok about this artisan homemade chili sauce and it became very popular among local chefs and restaurants. They started entering annual competitions and was awarded multiple gold medals for their outstanding quality, hence they decided to label their Sriracha sauce as Gold Medal Brand. After multiple wins over the years, they brought their multiple medals to the government food department in Bangkok to prove they are the original creator of “Sriracha Sauce”. But this was impossible for the government to prove as there were already other “copy cat” brands by then in the market, but no one else has claimed they produced Sriracha sauce earlier than 1932. So the food department advised them to change the design of their logo (current design) that includes the wording in Thai & Buddhist year that translates: produced in 1932. Another way to tell people Gold Medal was the first and oldest brand. All subsequent brands are copied from them, calling their versions Sriracha Sauce too, but none of them can recreate the exact same recipe as the original Gold Medal. Lakut Suwanprasop still follows in the tradition of his mother by visiting the market personally to inspect and purchase the chilis before producing the mouthwatering mixture of spice and sweetness in Old Bangkok in the small humble workshop that has been operational since 1932. Mr. Lakut’s son helps run the day-to-day operations of the artisanal workshop kept a secret by locals for decades. The producers make the sauce in small batches and offer samples and jars to select shops. The mellow spiced aroma brings a flavor that ranges from mild to very spicy but with a looser consistency than you expected that packs a fantastic flavor absent of the general tartness found in many American hot sauces that rely heavily on vinegar. In the evening, you can venture to the Yodsay neighborhood located near Chinatown, taking you away from the bustling crowds of tourists that collect around Khao San Road and instead surrounding you with locals. The fried noodle dishes in Yodsay are incredible with vendors accompanying the variety of noodles on offer with chicken and often a unique version of Sriracha sauce. Three separate vendors in the neighborhood were listed in Michelin Guide Bangkok for 2018, and worth finding amidst the abundance of choices."
    },
    {
      "dayNumber": "3",
      "title": "Bangkok – Delight in a Day Trip to Chonburi & Si Racha",
      "description": "The town of Si Racha stands midway between the famous city of Pattaya and the provincial capital of Chonburi, located on the Gulf of Thailand. In the morning, the familiar aroma of stir-fried noodles fills the air with breakfast vendors across the city offering noodle soups and grilled skewers. You will make your way to Si Racha to find a unique blend of modern architecture mixing effortlessly with heritage homes and continued tradition. Fishing boats wade along the sparkling sea to reflect great colors while tall residential apartments overshadow the traditional structures around the city center as stilt guesthouses and a quiet park decorate the heart of the picturesque waterfront. Over lunch, you may become an even greater Sriracha aficionado as you participate in a private cooking class with a local celebrity chef known for cooking sensational oyster omelets and making her own special Sriracha sauce. You will learn how to make Sriracha sauce and 2 dishes that go well with the sauce (likely special Pad Thai and oyster or mussel omelet known as hoi tod ). The traditional dish known as hoi tod , has a soft interior, crisp edges, and a burst of umami from the fish sauce added while cooking. The dish originated with Chinese immigrants to Thailand, localized around the seaside towns before transferring inland approximately 100 years ago. The consistency provides a nice contrast between the crisp edges of egg and the burst of briny flavor from the oysters. The homemade Sriracha pacts the final punch with different levels of satisfying heat through a delightful mix of sweetness, garlic flavor, and vinegar resulting in a tangy bite. After lunch, you will continue to the nearby city of Chonburi, the capital of Chonburi Province and popular for beach getaways and a thriving nightlife. The sea breeze carries the scent of the salt water while the lush trees on Khao Sam Muk, a 147-foot tall coastal hill, contrasts with the cobalt waters that wade against the sand. Local fishers continue to bring in fresh seafood daily from the Gulf to sell their catch at Ang Sila Seafood Market, so the pier hosts vendors with their showcase of delectable squid, mussels, and prawns, as well as other local delicacies found deep in the local waters. Before a seafood dinner feast, you will visit the famous Nong Mon Market, your guide will lead you through the aisles lined by traditional Thai goods. You can find large bamboo tubes hosting sweet custardy sticky rice known as Khao Lam, and enjoy the common Thai dessert made from coconut cream, sweet red beans, and sugar. The aroma of the sweet coconut mixes with the herbaceous scent of the bamboo for a subtle, yet enticing, fragrance."
    },
    {
      "dayNumber": "4",
      "title": "Bangkok – Enjoy a Foodie Walking tour, Microbrewery, and Fine Dining",
      "description": "The aisles inside Thonburi Market brim with locals in the morning as they wander along the vendors that encompass nearly 16 acres of thriving, bustling stalls. The variety of goods on display range from orchids to antiques, pet supplies to amulets and ceramics and everything in between. Instead of wandering aimlessly through the 11 divisions of the marketplace, your guide will lead you directly to the food section that harbors both fresh and dry food, as well as drinks. Your private guide will provide invaluable insight into the heritage of the food market, which opened in 2000 and quickly became ingratiated into the indelible fabric of the neighborhood. The aroma of fried chicken passes in intermittent spurts through the air as vendors make delicious crepes known as Thai pancakes, often pouring sweet condensed milk over the top. Watermelon smoothies help ebb the ever-present heat of the city as you visit over a dozen vendors to find award-winning restaurants known only to locals before venturing deeper into a local market for a master class on the different forms of chili. The simple ingredient takes many different shapes in Thailand, each offering a unique flavor. The market displays pastes, powders, sauces, as well as raw and dried chilies. You will find a different aroma emanating from each variation of the ingredient. Along with the chilis, you can learn about the flavors best mixed when cooking, which include ingredients like shrimp paste, ginger, and lemongrass. The stunning tastes of the ingredients marry into the som tum, traditional green papaya salad made from shredded unripe papaya, sour lime, fish sauce, hot chili, and palm sugar. Continue with a cycling tour north of the city center for a short ride to the celebrated microbrewer situated inside a home brewery at Koh Kret, an island in the Chao Praya River. The island formed after engineers widened the canal for a shorter transportation route for traveling goods, and the relaxing pace of the village will capture your heart amid the traditional handmade pottery hiding the favorite home brewery. You will arrive in time for happy hour to meet the master brewer who offers weekend lessons to locals and visitors alike. The microbrewery offers up to six beers on draft, as well as several craft ales in bottles. Your introduction into the art of home brewing has your learning the process of mashing and sparking to fermentation. The brewer will be eager to share the types of hops he uses, which also accounts for the different kinds of beer he can make. After the lesson, you can sample the White Mango IPA to find a delightful balance of sweetness from the mango and hoppiness from the classic character of an India Pale Ale. In the evening, you can venture to R Haan Restaurant, celebrated for its kitchen led by local celebrity Chef Chumpol who has grown in notoriety for using Thai cooking techniques once considered dying alongside reviving superb traditional recipes with fine-dining quality in both the ingredients and presentation. Your company at dinner will include a popular expat food blogger for a fantastic time of sharing the details of each dish over a glass of the restaurant’s signature TomYum-Tamgang cocktail. You will find the drink enticing with its mix of chili paste and fresh chili as the key ingredients in producing a spicy and tangy flavor."
    },
    {
      "dayNumber": "5",
      "title": "Chiang Mai – Explore Famous Khao Soi & Evening Foodie Cycling",
      "description": "In the morning, your private transfer will greet you in the hotel lobby and escort you to Suvarnabhumi Airport for your brief flight to Chiang Mai. Your private escort will then meet you upon arrival in Thailand’s Second City. As you arrive and are escorted to your hotel, you will see how the old quarter retains its defensive moat as traditional wooden houses are situated on quiet leafy lanes. Temples and community centers host monks and handcraft shops display remarkable traditional wares embodying the elegance of the artifacts inside the local museums. You will arrive in Chiang Mai in time for lunch, where your guide introduces you to a famous street vendor serving classic “Grandma’s Khao Soy.” The dish consists of curry-based noodle soup served with chicken and pickled cabbage. The dish is steeped in the heritage of Northern Thailand and based on the accessibility of local ingredients. After lunch, you can settle into the luxuries of your hotel in the heart of a metropolis, and enjoy your downtime by relaxing in the spa or wandering around the neighborhood before dinner. You will then meet your guide and mount a bicycle to travel the back alleys of Chiang Mai without the hassle of any traffic. You can visit the hidden jungle temple of Wat Pha Lat hidden in the jungle amid trees wrapped in the traditional burnt sage robes of the monks. The quiet surroundings encourage the class of exotic birds and secluded insects amid the bamboo and a large rock waterfall. The majestic ambiance on the outskirts of the city carries you back to the alleyways of Chiang Mai before arriving at a night market popular with locals but generally unknown to tourists. The array of colorful snacks and lush tropical fruits welcomes you with the additional aromas of traditional Lanna dishes that add layers to the fragrant air. Sit down at a family-owned food stall in the market to sample the delightful Northern Thai cuisine that is embodied in plates like Nam Prik Noom , a popular, fiery dip of green chili, onion, and garlic often paired with sticky rice and deep-fried pork skin. Before returning to your hotel, you can make one last stop at a Thai-Chinese home overlooking the Ping River to indulge in an incredible banana leaf sticky rice dessert made with coconut milk, sugar, and sweet black beans."
    },
    {
      "dayNumber": "6",
      "title": "Chiang Mai \u0000– Wander Doi Suthep, Local Market & Village Cooking Class",
      "description": "In the early morning, you will venture to Wat Phra That Doi Suthep long before the crowds arrive. The temple complex was founded in the 14th century, and according to legend, a white elephant carrying a shard of Buddha’s shoulder bone climbed the hilltop, trumpeted three times, before dying resulting in the construction of a temple on the exact spot the occurrence happened. You can climb the 309 steps to reach the top of the summit and find tranquil pagodas, statues, bells, a museum, and a collection of shrines that lead to an incredible panoramic view of Chiang Mai. Colorful Naga guard the temple gates and a green glass Buddha statue models the former resting place of the Emerald Buddha on display in the Temple of the Emerald Buddha in Bangkok. Monks wrapped in their ritual garments perform their morning alms offering while you enjoy a picnic breakfast in the serene ambiance of the hilltop temple. After exploring the beauty of Wat Phra That Doi Suthep, you will venture next to the shops and vendors of Warorot Market. The great marketplace combines the heritage of a Thai bazaar with the ambiance of a Chinese arcade inside an antique building. The Warorot Market draws food lovers from around Thailand and the world eager to sample the ready-made meals, local snacks, fresh produce, and hot cuisine within the three-story building on the riverbanks. Locals shop within the confines of the market that also includes both casual and upmarket fashion for lower prices, as well as insight into the traditional northern-style foods of Chiang Mai like sai oua sausage and curries set within the aromatics of spices and sweet curries, chili dips and khao soi noodles. You might enter a shop known as Pa Tong Kho that serves hot morning drinks like soymilk, tea, or coffee. The vendor will cook up fabulous Thai crullers shaped into animals like elephants, crocodiles, and dinosaurs. In the afternoon, you will meet a local family who calls an original teakwood building overlooking an organic farm home. You can walk through the garden and find the fresh chilis, the lemongrass, and other herbs growing alongside vegetables and rice for a direct view of farm-to-table cooking. You will enter the kitchen to see a selection of ingredients waiting for you, and before learning to make five specific dishes important to Lanna culture, your instructor will teach you how to make the family chili paste from scratch as you combine roasted and peeled green chilis, garlic, ginger, lemongrass, and shrimp paste."
    },
    {
      "dayNumber": "7",
      "title": "Chiang Mai – Relish a Coffee Plantation Tour and Fine Dining",
      "description": "Start your day with a remarkable gourmet coffee experience outside of Chiang Mai in the Mae Rim District. The local Lahu people have taken to producing coffee beans in the ripe climate of Northern Thailand by growing, processing, and slow-roasting Arabica beans. The organic, sustainable farm helps preserve the viable highland lifestyle of the Lahu community while rehabilitating the cultural and scenic resources through coffee sales. When wandering through the plantation, you find flowers resembling jasmine growing on the ripening coffee plants. Instead of coffee grains dangling from the vines, you will find bright red cherry bushels. The coffee bean derives from the cherry seed after a period of harvest, desiccation, and roasting. The roast brings out the natural oils in the coffee bean allowing the different flavors and caffeine to emerge. Your local guide combines the importance of the coffee plantation and coffee-making with the unique heritage of the Lahu community, which can be traced back to the ancient Qiang historical accounts approximately 2,000 years ago. At the end of the tour, you can sample the coffee produced on the plantation to find nutty and chocolate notes with a medium acidity and lasting, buttery flavor. For lunch, you will settle into a restaurant popular with locals and unknown to most visitors to the region. The dining room once belonged to the wife of a Thai literary master and paid tribute to her late husband with superb cuisine rising from classic recipes. A lush garden accentuates the delightful ambiance of the friendly restaurant with captivating aromas of browning garlic and roasted chili. After enjoying it all, you can explore some of the local shops in Chiang Mai before dinner. For the evening you have a reservation at a restaurant made famous for its chef using French cooking techniques with traditional Thai recipes with a satisfying modern twist inspired by the beauty of nature. For travelers wishing to take in the full highlights of this itinerary can extend their trip into Vietnam."
    },
    {
      "dayNumber": "8",
      "title": "Hanoi – Fly to Hanoi and Indulge in an Evening Beer Tour",
      "description": "Your morning flight to Hanoi takes you from Chiang Mai to the capital of Vietnam. Your private transfer will greet you at Noi Bai International Airport and escort you through the bustling streets that are filled with scooters and bicycles winding beneath the wild architecture. The structures surrounding you reflect modern design aesthetic combined with references to the French and Chinese occupations. Farmers have makeshift stalls in the Old Quarter that display vibrant fruits and grains of rice while vendors offer breakfast noodles as groups of old men play chess. After landing, you will venture to the restaurant Bun Cha Huong Lien for lunch, which became internationally renowned after celebrity chef and travel enthusiast Anthony Bourdain bought the United States President Barack Obama a noodle dish there in 2016. The restaurant served an already popular noodle-plate for six dollars and has since encased the seating area on protecting glass after restating the scene. Many locals and visitors now refer to the restaurant as Bun Cha Obama to memorialize the meal, the guests, and the popularity of the dish consisting of broth, fatty grilled pork, and noodles. Your evening continues with a private microbrewery tour of Hanoi for a distinctive exploration of the city that will immerse you in the delightfully welcoming culture and surprising flavors of the beers produced in Vietnam’s capital city. The beer culture of the city has evolved over the years with microbrews and beer halls revealing the layers of the city, Vietnamese heritage, and the processes people use to make the craft beers in the Old Quarter. Stop at four microbreweries throughout the night to sample a dozen craft beers as you learn about the methods of production alongside the various owners. You will find a delicious malty beer with a slight sweetness refreshing and light in the warm Hanoi evening."
    },
    {
      "dayNumber": "9",
      "title": "Hanoi – Take in the Old Quarters, a Cooking Demonstration, and Weasel Coffee Tasting",
      "description": "The Old Quarter is a common name for the neighborhood of Hanoi once located outside the Thang Long Imperial Citadel. Streets once hosted specializations for residential, commercial, and manufacturing centers but have become a fascinating collection of historical intrigue. Heritage House retains its traditional allure in the sparsely decorated property consisting of two courtyards and fine antique furniture. Bach Ma Temple is the oldest religious center in the city dating back to the 11th century with many additions made over the following millennium. A statue of the legendary white horse is on display inside the temple after passing through the captivating wooden doors. Your guide will lead you to a local café unknown to most visitors that serves authentic “egg coffee.” Hanoi is the undisputed center of Vietnamese coffee culture embodied in the idea of mixing eggs into coffee. The country is the second-largest coffee exporting country in the world resulting in imaginative additions to the celebrated brews produced around Vietnam since the 19th century. Egg coffee consists of a base of bitter brewed coffee spooned delicately into a mixture of egg yolks blended with sweetened condensed milk and sugar. The distinctive and satisfying flavor remains on your palate until you sample the iconic breakfast street food of banh cuon , a steamed rice roll with minced pork, and pho Hanoi , noodle soup in a beef broth served specifically in a style popular in Hanoi. Dine together for a spectacular lunch with a local chef known for creating special chili sauces popular in Northern Vietnamese cuisine. The dipping sauces of the north can consist of fermented shrimp paste, fish sauce, and Nuoc Cham, which can be sweet, tangy, salty, or spicy. Participate in a demonstration to learn more about the particular flavors of Northern Vietnam found in crab noodle soups, steamed rice rolls, and fermented shrimp noodles. The flavorful day continues with an introduction to the renowned civet cat coffee served in a specialty café. A premium cup of weasel coffee (also often known as coffee from civet cats in other parts of Asia) costs between $35 and $100 or up to $600 per pound. This coffee has a different process than the regular coffee. Although the growth and production of the coffee remains the same, before harvesting a weasel eats and digests the cherries but cannot fully digest the beans, so farmers harvest the undigested beans before washing, drying, removing the skin, and roasting them resulting in a smoother flavor absent of bitterness. The café only serves authentic coffee harvested from wild weasels as opposed to farmed animals. For dinner, you can indulge on a stunning menu at an award-winning restaurant known for offering delectable French and Vietnamese fusion."
    },
    {
      "dayNumber": "10",
      "title": "Hue – Fly to Hue for a Cyclo Tour and Dinner with a Royal Descendent",
      "description": "The imperial history of Vietnam comes to life with your arrival in the city of Hue located in Central Vietnam. The preserved architecture reflects the grace and grandeur of Nguyen emperors found along the banks of the Perfume River. The city effortlessly blends modern architecture and ambiance with the 19th-century walls that wrap around the citadel and protect the tranquil ambiance. After arriving in the city, you will board a three-wheeled bicycle taxi known as a cyclo for a marvelous tour of the city that will take you from the residential area to Emperor Tu Duc’s Mausoleum. View the Trang Tien Bridge for images of the Eiffel Tower captured in the style and material, as well as the bridge’s origins designed by Gustav Eiffel. The beautiful bridge was completed in 1899 to span the width of the Perfume River at 1,315 feet long. Before the construction of Trang Tien Bridge, a bamboo structure crossed over the rushing waters replacing the traditional passage with an elegant design of arches to overlook the passing boats and red phoenix flowers. At the citadel, you will soon find the Ngo Mon Gate, and the dramatic structure serves as the royal viewing platform during court ceremonies and acts as two of the five entryways cutting through the thick stone ramparts. The central gateway remains reserved for the emperor’s use, while both of the two flanking gates were used by court officials and mandarins. In the evening, you will arrive at the Ben Xuan Garden House, and the architectural beauty of the home embodies intricate attention to detail crafted over nine years of construction that incorporated recycled materials like ancient brick, discovered doors, and broken porcelain set amongst enticing views to the river. You will then meet your host who belongs to the sixth generation of the royal Nguyen dynasty in the direct line of the 61st prince of Emperor Minh Mang for an evening you will never forget."
    },
    {
      "dayNumber": "11",
      "title": "Hoi An – Visit a Morning Market with a Cooking Class before Hoi An",
      "description": "The aroma of Bun Bo Hue is prevalent in the morning air as the traditional spicy beef noodle soup incorporates a mixture of traditional flavors from both Northern and Southern Vietnam to reflect a pleasing combination considered to be decidedly Central Vietnamese cuisine. After breakfast, you will head out to the local market accompanied by a chef specializing in the local cuisine of Hue. The marketplace bustles with morning activity focused on food stalls with a dining section that accommodates up to 200 people at a time as surrounding vendors sell giant sour lemons, bright papayas, and fresh seafood. You will purchase ingredients from the local vendors and return to the chef’s home to make some of the region’s most popular dishes, including Com Hen , a baby basket of clams with rice, and Bun Thit Nuong , rice vermicelli with grilled pork. Before preparing lunch, you will make the staple Hue chili sauce. Spices and peppers reign as the flavors supreme in Hue, as opposed to the rest of Vietnam where delicate tastes rich in herbs flourish. After your final dish is prepared, you can sample the variety of chili sauces you made, which accentuate the richer flavors of rice dumpling cakes and grilled pork alike. In the afternoon, you will travel to Hoi An, a traditional, small city with a dream-like ambiance emanating from the wooden-fronted shop houses that are decorated with moss-covered tiles. The Old-World charm dangles in the form of paper lanterns reflecting in the Thu Bon River after sundown. You will enjoy a fabulous food tour of Hoi An to introduce you to more of Central Vietnam’s stunning cuisine with dishes like Cau Lau and White Rose. The scent of rice noodles tossed in a special sauce and served with stewed pork welcomes you to the classic city while steamed dumplings provide a mixture of textures and spices found only in the former merchant city."
    },
    {
      "dayNumber": "12",
      "title": "Hoi An – Relish a Full Day Rice, Herb and Fish Experience",
      "description": "The sunlight washes over the grand architecture of the former major port city and reflects the heritage of trade in the eclectic décor scattered across town. After breakfast, you will travel through the picturesque countryside to reach a local rice farming village. The nipa palm forest towers above the waving stalks of rice sprawling across the field as water buffalo graze on the open grass keeping cool in the warm tropical sunlight. Come to the home of a gracious local farmer who will likely offer you some tea, and the scent of lemon will drift upwards from the cup. Outside the farmer’s home, he will explain the important process of wet rice cultivation, which consists of planting the seeds on dry land and transferring the seedlings to flooded fields and then draining the paddies before harvest. You will soon set out on a fishing boat with a local to explore the layers of local cuisine caught in the nearby delta. The water rushes into the nearby sea offering access to plenty of prawns and crabs, and you can watch the farmers reel in the crab traps and head to the market to sell their catch, their grains, and their produce. Shop with your guide among the fresh produce offered before returning to the fisherman’s home for a cooking demonstration of traditional Hoi An delicacies, such as steamed chicken with herbs, a family-recipe fish sauce, clay pot fish with organic herbs, and shrimp cooked in lemongrass and saffron."
    },
    {
      "dayNumber": "13",
      "title": "Saigon – Fly to Saigon for a Tour and Home cooked Vegetarian Dinner",
      "description": "After breakfast, you will fly from Danang International Airport to Ho Chi Minh City, Vietnam’s largest city and a center for commerce, called Saigon by locals. The thriving city brings a mixture of fine restaurants and flashy hotels combined with the mellow charms of timeless temples burning incense and the unfathomable delicacies of street stalls. Your tour of Saigon will take you back to the time of the Reunification Palace. The structure was erected in 1868 as the residence of the French governor-general of Cochin-China, and the ground floor hosts a barrage of meeting rooms while the upstairs maintains the grand reception halls used when foreign and national dignitaries came to Vietnam to visit. The basement has a preserved telecommunications center documenting the VC tunnels and displaying old fans and antique radio transmitters. For a break, you can stop in an ice cream parlor where you guide will order you an ice cream carved in the shape of a rose. The graceful design has become popular with social media for capturing the delicately crafted wide petals of gelato layered inside a waffle cone for full dramatic effect, as well as for being delicious. In the evening, you can partake in the Saigon Home Healthy Meal Experience, a trend derived from the popularity of several cookbooks published by Western chefs. Your host guides you through a typical street market where locals shop for classic ingredients for making dinner. The menu changes daily based on the quality produce found in the market with each dish focusing on the simple, bright flavors of Southern Vietnam. You can begin by creating a delicious pho chay, the classic pho broth made with vegetarian stock and stuffed with fresh vegetables, herbs, fresh chilies, and lime. For the ultimate kick, you make your own Sriracha from a mixture of red chilis and garlic."
    },
    {
      "dayNumber": "14",
      "title": "Saigon - Morning Saigon Foodie Experience and Chinese Medicine",
      "description": "You will enter the busy aisles of Cholon’s main market, Binh Tay Market, before the crowds of tourists have settled into the aisles. The original complex was erected in 1880 under the French colonial government, and today the local vendors eat soup and offer you a warm welcome as they sip their coffee before most visitors enter. Your guide introduces you to the delicious flavors of Banh Mi, likely beginning with the baguette that was introduced to Vietnam in the 19th century during the reign of French Indochina and quickly became a staple by the beginning of the 20th century. By the 1950s, the Vietnamese sandwich known as Bahn Mi became popular in Saigon before being exported around the world after the end of the Vietnam War. The traditional baguette is made with wheat and rice flour and contains grilled pork, Vietnamese sausage, pâté, grilled chicken, sardines, meatballs or tofu, as well as cucumber slices, cilantro, white radishes, and carrots. You can also add sliced chilis and spicy chili sauce to the stuffing. To top it off, the marketplace boasts colorful desserts like fried bananas alongside indulgent savory options like seafood noodle soup. You can sample some syrup with fruits and delicious coconut milk, as well as fight off the heat with an iced coffee mixed with sweetened condensed milk before entering Chinatown. The district was once the largest Chinatown in the world and hosted American deserters, traders, and black marketeers during the war. The neighborhood remains connected to its heritage with classic Chinese architecture and a variety of shops selling traditional herbs, medicines, and opera costumes. The Fito Museum focuses on the traditional Vietnamese medicine and pharmacy with nearly 3,000 items on display dating back to the Stone Age, such as instruments like knives, mortar and pestles, and jars. You will round out your day with a dinner reservation at a celebrated restaurant led by a two-star Michelin chef."
    },
    {
      "dayNumber": "15",
      "title": "Saigon – Depart for Home",
      "description": "Over breakfast you can indulge once more in the flavors of Saigon with a bowl of Xoi , sticky rice served with additional toppings like an egg, meat rolls, or peanuts. You can add chili paste and spicy sauce to the mixture to celebrate the final morning of your Sriracha experience. Sip an iced coffee layered with sweet condensed milk as the sunlight washes over the majestic architecture of the nearby Jade Emperor Pagoda constructed in 1909 to depict divine figures and grotesque heroes shrouded in the pungent smoke of burning incense. After taking it all in and when you are ready, your private transfer will greet you at your hotel and escort you to Tan Son Nhat Airpot for your flight home."
    }
  ],
  "map": ""
}