{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "hidden-islands-of-thailand-tour-14-days-off-the-beaten-path",
  "tourName": "Hidden Islands of Thailand Tour: 14 Days Off the Beaten Path",
  "placesVisited": "Phuket, Koh Racha Yai, Koh Jum, Ko Mook, Trang, Koh Tao, Koh Samui, Similan Islands",
  "generalInfo": "On this exclusive 2-week island-hopping journey, you will travel to exquisite resorts located on castaway shores and cherish the impeccable spotlights of natural wonder and culture that abound from this island paradise. Thailand’s islands are adored for their powdery sands, crystalline seas, and limestone cliffs. Among the garden of coveted, tropical destinations are a collection of rarely visited isles that make for a fabulous off-the-beaten-path escape.",
  "durationDays": "14",
  "price": "4,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Phuket – Cruise on a Royal Ship",
      "description": "Upon your arrival, Phuket’s beaches will reveal their beauty, and after you have been provided with time to check-in to your accommodation, you will be transferred to Freedom Beach. Freedom Beach does not often have many visitors, so you should have most of the beach to yourself to relax under the palm trees. On day two, you will rise to the sweltering Thai sun, which will glisten through the tiny gaps in your blinds and invite you on an adventure. Today, you will transfer to a nearby pier, where you will board a Thai junk boat and transfer to Phang Nga Bay. Your exemplary tour of Phang Nga Bay will conclude with a visit of Wat Suwan Khuha, which is a temple within a majestic cave that features dimly-lit chambers and a golden statue of Buddha."
    },
    {
      "dayNumber": "3",
      "title": "Phuket – Tour the Similan Islands",
      "description": "Although Phuket is a popular island destination in Thailand, during this island-hopping adventure, you will experience activities far from the tourist crowds and will have the opportunity to immerse yourself in the country’s engrossing energy. The incredible archipelago, which you will transfer to this morning, is dreamlike, and the spectacles of the sea and limestone islands will unfold before your eyes as you approach the isles. You may spend your moments on the islands any way you please and will be spoiled for choice with options. During your time here, you can indulge in a hike to any of these summits, which will provide you with surreal views."
    },
    {
      "dayNumber": "4",
      "title": "Koh Racha Yai – Snorkel in Coral Reefs",
      "description": "Today, a privately captained speedboat will charter you to the acclaimed accommodation on Koh Racha Yai, and you will be absorbed by the sights of the island-dotted seascape. At the resort, you can find a cozy spot to set up your picnic blankets beneath green palm trees. A vibrant marine ecosystem lives beneath the water among the colorful network of coral systems, and you may be delighted to discover it with high-quality snorkeling gear. After a snorkeling experience, you will be able to indulge in an evening yoga session led by experienced instructors."
    },
    {
      "dayNumber": "5",
      "title": "Koh Racha Yai – The Island’s Fishing Culture",
      "description": "Koh Racha Yai is steeped in Thailand’s long-established fishing culture, and its reefs and sandbars are home to a collection of government-licensed catches. You can customize your trip to include a half-day fishing tour accompanied by expert Thai fishermen, which will allow you to cast your lines at the island’s iconic fishing destinations. Afterward, your knowledgeable guide will meet you outside your resort with an ATV for each of you, and you will be led on a riveting expedition through the jungle-clad destination on ATVs. Every so often, your guide will slow down to a rest point, where monkeys hang from branches and vivid birds sing at the top of their lungs."
    },
    {
      "dayNumber": "6",
      "title": "Koh Racha Yai – Scuba Dive with Marine Life",
      "description": "Today, you will partake in a scuba diving course after breakfast. You do not need to worry if you have no prior diving experience because your course will be led by talented instructors who will guide you through the entire process. When you are ready, you will venture to coveted diving destinations around Koh Racha Yai from the comfort of a yacht. There will be so many creatures to amaze you during your dive, and you will be thrilled to capture these sightings with a professional underwater camera. For dinner, your resort can prepare a private table for you on the beach."
    },
    {
      "dayNumber": "7",
      "title": "Koh Jum – Attune to the Island Lifestyle",
      "description": "This morning, you will be whisked to Koh Jum in a private speedboat. The journey, though relatively quick, will share incredible views of the famed Phi Phi Islands. You will soon arrive at your exalted resort, which will set an incredibly high standard of sustainable luxury and is nestled in tropical gardens that overlook a private beach. The island is fringed by mangrove forests of trees and flowers that you will explore by kayak once you have settled into your suite. After your kayaking adventure, you will be led on an exclusive tour of the island that will allow you to further discover its unique ecosystems and wildlife."
    },
    {
      "dayNumber": "8",
      "title": "Koh Jum – Speedboat Tour of Secluded Shores",
      "description": "After breakfast, you will venture to the beach, where a knowledgeable guide will welcome you aboard a charter for you to cruise to Koh Jum’s neighboring islands. Railay, Poda, and Chicken Island will be featured on your list of destinations for the day, and each will reveal the tropical allure of Thailand’s islands in a distinctive manner. Your tour will then continue to Ko Poda, which is a dreamlike island with luminescent coral reefs. You will also be able to indulge in a Thai BBQ spread, which will be prepared in front of you on the beach. Lastly, for the day, you will visit Chicken Island and witness the bizarre rock formation on which its name is derived."
    },
    {
      "dayNumber": "9",
      "title": "Ko Mook – Premier Thai Spa Therapy",
      "description": "Ko Mook will be the ideal island escape for the next two nights of your tour. You will have a day to unwind and will likely need it following your adventurous experiences thus far. Whether you wish to lounge on the shaded shores or bask in the calming waters, you will feel entirely content in the solitude environment on which your resort lies. Before you indulge in a tantalizing meal and call it a day, you may enjoy a vigorous spa therapy performed by professional masseuses who are trained in ancient Thai massage practices."
    },
    {
      "dayNumber": "10",
      "title": "Ko Mook – Hat Chao Mai National Park",
      "description": "Today, you will travel to Trang, where you will immerse yourself in the seaside district’s surreal scenes before tracing the culture and history of your destination. Your tour will be led by an experienced guide and will begin at the Phraya Ratsadanupradit Mahitsaraphakdi Museum. Your educational and inspiring tour will continue to the charming streets of Ban Na Meun Sri, which is a humble village where countless women practice the craft of weaving silk. Afterward, you will transfer to the dense forest of Trang Peninsular Botanic Garden and cross its suspended bridge to explore the diverse wildlife, flowers, and indigenous plants that exist across the immense stretch of greenery."
    },
    {
      "dayNumber": "11",
      "title": "Koh Tao – Slow-Paced Living",
      "description": "When you are ready this morning, you will take to the skies in a private jet for a journey that will be as efficient as it is luxurious. During your time in the jet, you will enjoy the pleasure of skipping baggage checks and tourist queues and will trade these shortcomings for astounding vistas of the illustrious landscapes. You will soon step onto the shimmering sands of the island after a short speedboat trip from Koh Samui Airport. Once you settle into your luxurious accommodation, you will be provided with a gourmet dinner by one of the island’s premier chefs. Once you have finished your meal, you will witness a traditional fire spinning performance."
    },
    {
      "dayNumber": "13",
      "title": "Koh Samui – Architecture and Beaches",
      "description": "You will transfer to Koh Samui, which is Koh Tao’s more popular neighboring island, for the final leg of your bewitching expedition to Thailand’s off-the-beaten-path locales. Upon your arrival, you will step onto the soft sand and be welcomed to your luxury resort. A knowledgeable guide will transfer you to a charming fishing village, which boasts a collection of opulent restaurants and cafes while retaining much of its old-world charm. As your luxurious retreat to the famed islands draws to a close, you will have one last morning to make the most of before you soar into the sky toward your home."
    }
  ],
  "map": ""
}