{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "best-of-thailand-and-vietnam-13-day-culture-and-beaches",
  "tourName": "Best of Thailand and Vietnam: 13-Day Culture and Beaches",
  "placesVisited": "Hanoi, Ha Long Bay, Chiang Mai, Khao Lak, Similan Islands, Phuket",
  "generalInfo": "Explore the depths of Vietnamese culture and the furthest reaches of the country’s sensational scenery in Hanoi and the emerald island garden of Ha Long Bay on this custom 13-day tour. Embrace northern Thai Khmer heritage in Chiang Mai before venturing south to the pristine pearl-white beaches of Khao Lak and Phuket. Experience the best of both on this vacation to Vietnam and Thailand’s coveted destinations.",
  "durationDays": "13",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hanoi - Insider’s Food Tour of Vietnamese Cuisine",
      "description": "Hanoi continues to dazzle and delight despite Vietnam’s tumultuous history. Old-world heritage buildings built from wood, corrugated iron, cement, and other accessible materials in the area stand proudly alongside sky-scraping towers and decorated pagodas that punctuate the city’s deep cultural roots and spiritual underpinnings. The streets flow with the aromas of sizzling meat, and echoes of blenders buzz from sheltered market stalls as vendors prepare typical Vietnamese dishes and healthy juice cocktails. You will indulge in the culinary delicacies shortly after arriving and checking into your accommodation on an insider's street food tour."
    },
    {
      "dayNumber": "2",
      "title": "Ha Long Bay - Set Sail in Vietnam’s Island Garden",
      "description": "Hanoi is a gateway to Vietnam’s spectacular seascapes that lie beyond the yacht-riddled harbors and fishers' villages sprinkled along the country’s eastern seaboard. Today, you will transfer to a bustling pier after breakfast and climb aboard a decked-out boat to enjoy a two-night cruise across the country’s garden of emerald islands, Ha Long Bay. You will share a toast of champagne as you step onto the deck to meet your captain and then set sail under the sun to discover the karst limestone cliffs and hidden golden beaches somewhere in the reaches of the idyllic isles."
    },
    {
      "dayNumber": "3",
      "title": "Ha Long Bay - Meeting the Villagers of Viet Hai",
      "description": "You will step outside for a vitalizing Tai Chi lesson as the sunrise paints the boat’s deck yellow. A day boat will bob in the water alongside your cruiser and, after breakfast, you will join its knowledgeable captain to set course for the Viet Hai village. Forested pathways weave through the jungles surrounding the thatched hamlet, and creatures dwelling amongst the green will provide nature’s soundtrack as you greet villagers and explore their humble home to learn about their culture. You may swim in the refreshing waters in the afternoon and take part in an informative Vietnamese cooking class."
    },
    {
      "dayNumber": "4",
      "title": "Hanoi - Paddling in the Mangroves of Ao Ech",
      "description": "Whether you wish to find comfort on a lounger overlooking the blazing sunrise scenes or jump-start your morning with another guided Tai Chi class, there are few better ways to wake up in Vietnam than on a boat sailing the sapphire seas. Before you head for land, you will hop in kayaks and paddle around the glistening waterways of the Ao Ech area. You will glide beneath the shade of mangroves hanging over the canals and search for caves carved into the cliffs before you return to the boat and make way for Hanoi."
    },
    {
      "dayNumber": "5",
      "title": "Chiang Mai - Welcome to Thailand’s Northern Cultural Gem",
      "description": "Chiang Mai’s temples are dressed in gold, and its city is bursting with energy. The northern capital of Thailand boasts brilliant exhibits of former Thai eras in well-kept museums and brags luxuriant gardens for peaceful afternoon tea. Its districts are full of character and wonderfully friendly locals to meet as you wander from marquee market to treasured landmarks and everything in between. Today is yours to enjoy Chiang Mai as you please, from dining on distinct Khmer cuisine to cruising the neighborhoods in a traditional Thai tuk-tuk, an open-air three-wheeled vehicle."
    },
    {
      "dayNumber": "6",
      "title": "Chiang Mai - Explore the Elephant Dream Valley",
      "description": "Elephants in Thailand are sacred creatures and highly regarded by traditional Thai spiritualists. Cruelty towards these magnificent animals is shunned, particularly by the guides and owners of Chiang Mai’s iconic Elephant Dream Valley. Elephants roam freely within the preservation grounds of the wilderness sanctuary. Within the proliferating jungle, savor this safe environment for these magnificent animals to flourish. Afterward, you will zip through the jungle’s streams on a bamboo raft for a unique and thrilling look at the forest."
    },
    {
      "dayNumber": "7",
      "title": "Chiang Mai - Freely Wandering the Northern Capital",
      "description": "There is a lot to do in and around Chiang Mai, and you will choose from these options based on your personal travel preferences with the help of a knowledgeable local. They will point you in the direction of standout activities, such as walking tours to the summit of Doi Suthep mountain for panoramic views of northern Thailand and eye-opening temple tours of white-washed spiritual marvels and ancient, carved pagodas. With a wealth of colorful markets and welcoming locals wandering the streets of Chiang Mai, you will be consistently inspired to seek out the city’s unique experiences during the day."
    },
    {
      "dayNumber": "8",
      "title": "Khao Lak - Escape to the Sparkling Seaside",
      "description": "You will venture from the reaches of Thailand’s inland jungles in Chiang Mai to the sparkling coastline wrapped up by the balmy waters of the Andaman Sea. Your journey will bring you to the popular piers of Phuket, and from here, you will be whisked away in a speed boat to the beautiful villages of Khao Lak in the Phang Nga province. A boutique resort nestled on the shoreline will be your escape from the hustle and bustle for the evening, a place for you to rest your head to the soothing sounds of swells rolling across the shore."
    },
    {
      "dayNumber": "9",
      "title": "Similan Islands - Diving, Snorkeling, and Beach Exploration of Similan",
      "description": "Khao Lak is a popular jumping-off point for Thailand’s sensational Similan Islands, a diver’s marine paradise featuring 70 square kilometers of pristine, protected sea. The marine national park consists of impressive rugged islands, bright turquoise waters, pearl-white beaches, tropical rainforests, and coruscating coral reefs that you will have the opportunity to discover during an overnight stay on a luxe cruise liner today. The boat will veer off the beaten track, tacking you to less-crowded diving destinations and hideaway bays where you will partake in a range of wonderful watersports."
    },
    {
      "dayNumber": "10",
      "title": "Khao Lak - Tantalizing Tastes of Andaman Cuisine",
      "description": "You will spend your morning appreciating every inch of the Similan Islands as your boat drifts with the tides to castaway shorelines, over coral reefs teeming with colorful marine life, and around forested headlands that sing with the sounds of nature. You will tuck into Thai cuisine prepared on the shores of a little, uncrowded beach before you head for Khao Lak to spend the afternoon unwinding in the comfort of your secluded seaside paradise. In the evening, you will treasure sunset scenes over the sea as you dine on freshly caught seafood dishes representing the height of Andaman cuisine."
    },
    {
      "dayNumber": "11",
      "title": "Khao Lak - Venture to Phang Nga Bay",
      "description": "Khao Lak’s series of charming villages nestled along the sun-washed Phang Nga coastline are a delight to slowly discover, and you will leisurely peruse the many vibrant markets and decadent restaurants introducing you to the province’s unique cultural charms. You may also head for Phang Nga Bay if you wish to relish another exquisite speed boat tour of Thailand’s mesmerizing islands, including those famously featured in Hollywood blockbusters. The possibilities in and around Phang Nga are endless with the help of dedicated and expert guides."
    },
    {
      "dayNumber": "12",
      "title": "Phuket - Indulge in the Pleasures of Phuket",
      "description": "The final destination of your Vietnam and Thailand tour is Phuket, an iconic island destination rising from the depths of the Andaman Sea that hosts many spirited locals and eager-eyed visitors. The island boasts rich slices of rainforest in its northern corners and popular sweeping white-sand beaches covering every inch of its coastline. It is also home to cultural highlights, including venerated Thai temples ornately embellished with jewels and expensive materials and crowded food markets serving an assortment of distinct Thai delicacies. You will be thrilled to explore the phenomenon that is Phuket shortly after you have arrived."
    },
    {
      "dayNumber": "13",
      "title": "Phuket - A Busy Morning Before You Say Goodbye",
      "description": "The Thai sun will wash over Phuket in the morning, and the sounds of locals gearing up for the day as they open their stores and let the aromas of breakfast flood the streets will echo from the streets outside your suite. You may enjoy a light snack at your accommodation before you explore Phuket for one last time and savor every minute spent in Thailand. You may find refuge beneath the shady palms hanging over soft sands or seek out commemorative trinkets at morning markets before you meet your private transfer and head for the airport."
    }
  ],
  "map": ""
}