{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "enchanted-highlights-of-thailand-tour",
  "tourName": "Enchanted Highlights of Thailand Tour",
  "placesVisited": "Bangkok, Chiang Mai, Krabi Town, Koh Phi Phi",
  "generalInfo": "Lose yourself in the luxuries of Thailand on this elegant 12-day vacation to the Land of Smiles’ exquisite destinations, including the forested mountains of Chiang Mai, and the sparkling white sand beaches of Krabi. From spa therapies offered at your palatial resorts to animal sightings in the proliferating jungles, encounter the majesty of lands left unspoiled and city’s bursting with culture and heritage.",
  "durationDays": "12",
  "price": "12,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok - First Class in the Land of Smiles",
      "description": "You will touch down in the Land of Smiles, meet your private transfer at the international airport, and head for your palatial accommodation tucked away in one of the capital city’s towering skyscrapers. Enjoying the first-class amenities on offer at your spectacular accommodation, you will have no trouble acclimating to your new home for the next few days. This evening, you may settle in at any of the many award-winning restaurants peppering the dazzling skyline for a gourmet Thai meal prepared by an acclaimed chef."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok - Old Quarter Highlights and the Chao Phraya River",
      "description": "You will explore Bangkok by foot this morning, slowly strolling down the back alleys of spirited districts to discover the hidden gems off the beaten path. You will wind through the flowered boulevards of Bangkok’s Old Quarter, stopping to take in the wondrous scenes of the soaring cityscape and immersing yourself in the country’s heritage at several iconic landmarks including the Romaneenart Park and City Pillar Shrine. In the evening, you will sail across the Chao Phraya River beneath the light of the stars and watch the world go by while savoring a sumptuous dinner on the stylish deck."
    },
    {
      "dayNumber": "3",
      "title": "Bangkok - Culinary Class with a Celebrity Chef",
      "description": "For lunch, you will join a celebrity chef at an esteemed culinary school in Bangkok for an afternoon cooking experience unlike any other. Under the guidance of this award-winning chef, you will curate a collection of beloved Thai dishes which you may lap up following your hard work to round off the captivating culinary experience. Using fresh ingredients and fragrant spices handpicked from a local floating market, the flavors on the plate will come to life in the most tantalizing way as you slowly savor each mouth-watering bite of your perfectly rendered dishes."
    },
    {
      "dayNumber": "4",
      "title": "Chiang Mai - The Northern Capital of Thailand",
      "description": "Chiang Mai, Thailand’s northern capital, is steeped in heritage and shrouded in culture you will be thrilled to immerse yourself in during your stay in the buzzing city. Nestled at the foothills of the Doi Inthanon Mountain, Chiang Mai’s backdrop is a bewitching forested landscape that rises to meet the clouds and its city is laden with sacred complexes to discover each day. This evening, after unwinding at your grand accommodation, you will see Chiang Mai by tuk-tuk , a traditional open-air Southeast Asian vehicle, visiting an array of landmarked locations such as the Iron Bridge and the Three Kings Monument."
    },
    {
      "dayNumber": "5",
      "title": "Chiang Mai - The Life of the Locals",
      "description": "To submerge yourself in the spirit of Thailand, you will step off the beaten path today and venture into the rural slices of paradise that lie beyond the borders of the city. Your destination, Mae Kampong Village, is a stunning traditional town where the friendly locals will welcome you and invite you to participate in their culture, learning about their distinct customs during your stay. Before you arrive, however, you will admire the Stone Garden, Teen Tok Royal, and Project and Pha Num Lord Cliff standing between Chiang Mai and the charming village."
    },
    {
      "dayNumber": "6",
      "title": "Chiang Mai - A Day Caring for the Elephants",
      "description": "Across Thailand, several sanctuaries aim to combat the mistreatment of elephants as a result of the influx of tourism to various parts of the country. Today, you will visit an enchanting elephant sanctuary stationed within the verdant forest and learn more about their efforts to care for the majestic creatures. You will have the unforgettable opportunity to play with and wash the magnificent beasts, taking in the remarkable forested scenery that backdrops the experience while you do so and capturing incredible images of your time caring for the elephants."
    },
    {
      "dayNumber": "7",
      "title": "Chiang Mai - The Dazzling Discoveries on Doi Inthanon",
      "description": "You will explore Doi Inthanon today on a magical Thai experience beginning with a trip to the temple where you may give alms to the monks draped in orange saffron robes. Afterward, you will stroll through the mountain forest alongside an experienced guide who will share information about the endemic flora and fauna as you scan your eyes to the colorful and vibrant creatures and plant life flooding the wondrous wilderness. You will capture images of giant fig trees who have rooted themselves in the forest for many years and hear the rustling of monkeys leaping through the canopy overhead."
    },
    {
      "dayNumber": "8",
      "title": "Krabi - Elegant Cocktails and Orange Sunsets",
      "description": "You will leave Chiang Mai on the eighth day of your vacation and head for the pristine beaches that hug the coastline of Krabi to spend your remaining moments amidst the breathtaking seascapes and impressive karst islands that litter the Andaman Sea. Arriving in Krabi, you will transfer to a palatial seaside resort where you may spend your first afternoon appreciating the bewildering panoramas from your secluded balcony and sipping on cocktails at an elegant beach bar deck hanging over the ebbing sea as the sunset illuminates the sky in orange hues."
    },
    {
      "dayNumber": "9",
      "title": "Krabi - Basking in the Golden Sunshine",
      "description": "After a few days of adventurous exploration, a day off in Krabi is exactly what you will need to refresh your mind and vitalize your body. You may spend your day slowly unwinding as you lounge on the soft, pearl-white sands beneath the shade of a looming palm tree or treating yourself to an aromatherapeutic massage at your world-class spa center. However you decide to spend your day, it will be glamorous and rewarding as you relish the finer experiences during your free day in the idyllic tropical paradise that is Krabi."
    },
    {
      "dayNumber": "10",
      "title": "Krabi - Paddling the Waters of Koh Hong",
      "description": "Today, you will be swept away by the staggering environmental wonders circling Koh Hong island as you transfer to the natural paradise by boat and kayak across its emerald waters. Paddling slowly through caves, around coves, and along thin channels of water, you will admire panoramas of the giant rock formations flanking the waterways and peer through the translucent surface of the water to catch glimpses of colorful creatures swimming beneath you. The kayak trip will share many postcard-perfect moments to capture amidst the bewitching unspoiled land and seascape."
    },
    {
      "dayNumber": "11",
      "title": "Krabi - The Curious Marine Creatures of Koh Phi Phi",
      "description": "Krabi is a gateway to the majestic islands peppering the Andaman Sea and today you will board a speedboat bound for the dramatic coastline of Koh Phi Phi. Gliding across the glimmering sapphire sea, you will soon see the rising karst schisms of Phi Phi jut out the ocean and before you know it you will anchor at secluded beaches where you may spend the afternoon basking in the golden sun. With snorkeling gear readily available, you may wallow in the water to see what lies beneath the surface and marvel at the colorful marine sightings below."
    },
    {
      "dayNumber": "12",
      "title": "Krabi - A Lavish Goodbye to Thailand",
      "description": "Your lavish vacation will be coming to an end today and there is no better place to spend your final few moments in Thailand. As the sun rises above the horizon, its rays will dance off the glossy water’s surface, creating a dreamy backdrop to enjoy your coffee from your stylish terrace. After breakfast, you may have a dip in the temperate ocean one last time before you pack your belongings and transfer to the airport. You will soon return home with a wealth of memorable experiences acquired during your luxurious stay in Thailand."
    }
  ],
  "map": ""
}