{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "immersive-family-vacation-to-thailand-phuket-to-bangkok",
  "tourName": "Immersive Family Vacation to Thailand: Phuket to Bangkok",
  "placesVisited": "Phuket, Koh Phi Phi, Koh Lanta, Krabi, Bangkok",
  "generalInfo": "Thailand’s global appeal stems largely from the riveting attractions that the remarkable country shares with its visitors. From first-class, palm-tree lined tropical islands to culturally rich city centers, it offers rarely rivaled travel settings and a myriad of fun-filled activities. During this engaging, 3-week holiday, you and your family will visit the country’s most beloved destinations and bask in the top-tier attractions. You will find yourselves marveling at the vibrant sea life while snorkeling great reefs, traversing crystal-clear waters by kayak, and mastering the art of Thai cuisine. Bring your whole family to this unforgettable journey that you will never want to end.",
  "durationDays": "21",
  "price": "7,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Phuket – A Thriving Tropical Paradise",
      "description": "Phuket will welcome you and your family to Thailand with a warm, sunny embrace. You will meet your private transfer shortly after checking through immigration. Then, you will settle into a luxuriously comfortable vehicle and journey to your 5-star accommodation that will be located near the popular Rawai Beach. The charming hotel will be the perfect fit for your family as it caters to groups of all ages. It offers lavish experiences for you and your partner while incorporating child-focused activities to cater to very young ones. Your stay will be exemplary, spending each evening in peaceful serenity as you rest your heads on comfortable beds only a few steps from the beach. Shortly after unpacking your things, you will set off on a comfortable drive around the area. You will encounter many of the aspects that make this island so special. There are colorful stalls that line the streets, selling bundles of enticing trinkets. Local Wats that are dotted around the island will advertise their humble majesty. The busy vendors’ woks will emanate tantalizing wafts of delicious, traditional dishes. Soon, you will arrive at a classy restaurant that overlooks the charming Nai Harn Beach. You will enjoy your first evening, like many of them to follow, with immaculate sunset vistas over the sea as you dine on incredibly curated, gourmet Thai cuisine. You will explore more of Phuket’s premier beaches the following day. With the help of your knowledgeable tour guide, you will transfer to the most coveted sandy paradises on the island. Here, you and your family will have the opportunity to snorkel to your heart's content. As you dive down into the crystal clear waters, you will encounter brightly colored sea life. Up close encounters with Thailand’s vibrant coral reefs can life-changing experiences, so be sure to bring along an underwater camera to capture the glorious moments. You and your children will bask in the thrilling activities on the island over the course of the following few days. An engaging trick eye museum will transport your family into a world of art, and Phuket Fantasea’s theatrical performances will highlight the country’s magical cultural heritage. A sought-after waterpark offers endless splashing fun as well. These are only a few of the exciting experiences that you can expect to indulge in during your stay. Your tour of Phuket will culminate with an immersive culinary class where you will uncover the secrets behind authentic Thai dishes and hone your cooking skills in a carefree and fun atmosphere. You will check-out of your hotel on your final day and board a luxury speed boat that is bound for Koh Phi Phi."
    },
    {
      "dayNumber": "6",
      "title": "Koh Phi Phi – Snorkeling the Entire Island",
      "description": "Following a short speed boat trip, you will arrive on the famous Phi Phi Island. As you make your way to the pier, you will wrap around the rugged mountain and enter the picturesque bay. A warm breeze will lift off the ocean and welcome you to the tropical paradise. From your lavish boat, you will witness the palm tree-lined beaches that hug the coastline. It will truly be a sight to behold, and it is one that images rarely do justice. You will soon arrive in Loh Ba Kao Bay, which is some distance from the hustle and bustle of the Phi Phi backpackers’ hub. This makes it an exceptionally suitable place for you and your family to spend your stay. The immaculate bay boasts an idyllic beach and your, luxurious accommodation sits on its edge. From your private bungalow, you will have uninterrupted views of the ocean, and an evening of fine dining at the hotel’s gourmet restaurant will reveal the wondrous flavors of freshly caught Thai seafood dishes. In the morning of your first full day on the island, you will meet your private tour guide after a sumptuous breakfast. Then, set you will off via speed boat to the most sought-after Phi Phi attractions. You and your family will journey to premier beaches for a day of relaxing fun. Your insightful guide will share intriguing information about the island all throughout the tour, and then they will transfer you to the most revered snorkeling destinations around the landscape. Here, you will get off the boat and witness unforgettable coral views. The vibrant reefs are home to an array of sea species, and there will be no shortages of thrills on these underwater expeditions. The following day, you will further capture the riveting snorkeling moments at the much-loved Bamboo Island. A few hours on Bamboo Beach will provide a lifetime of precious memories. Once back on Phi Phi Island, you and your family will traverse the waters in stable and comfortable kayaks. You will see the island from a completely fresh perspective as you gently glide across the turquoise water. Your stay in Phi Phi will be complete with a visit to the notable Viking Cave where you will discover ancient cave paintings and the history of the destination with the help of your engaging tour guide. Finally, you will round off your Phi Phi tour with a brisk hike to the viewpoint. With a cozy restaurant to welcome you with refreshing beverages, you will arrive in good shape roughly 30 minutes after beginning the trek. At the top of the tall mountain, you will encounter sweeping vistas of the entire island. The striking ‘H’ shaped island shows off its jungle beauty from these great heights. A marvelous sunset will drop down below the opposite end of the island and light up the sky with a fiery orange hue. You and your family will revel in the unspoiled views, and the following day, after a fulfilling breakfast, you will board a well-kept speed boat and head for Koh Lanta."
    },
    {
      "dayNumber": "10",
      "title": "Koh Lanta – Brave the Emerald Cave",
      "description": "The exotic island of Koh Lanta awaits your arrival on the 10th day of your family adventure. The Koh Lanta region, in the province of Krabi, comprises of many islands, but you will be enjoying your trip in the comfort of a desirable 5-star resort on the southern tip of the main island. Koh Lanta is an exclusive destination, and your stay will be nothing less than that. You and your family will arrive at the foremost hotel eager-eyed and bushy-tailed. Your luxurious rooms look out over the stunning seaside setting. Your day will come to a splendid conclusion with an award-winning dinner prepared by a revered local chef. The following day, you will spend exploring the serene beaches of Koh Lanta. Your private transfer and guide will take you to leading destinations along the sprawling strip of coastline. Here, you will revel in the immaculate views and peaceful beach activities. With the soft, white sand beneath your feet and a crystal-clear ocean inviting you for a swim, you will feel completely content under the tropical sun. In the afternoon, you will visit the Mu Koh Lanta National Park and traverse the rugged hills to the famous lighthouse, and you will capture the greater Koh Lanta landscape in all its glory. You will finish the day with a delicious sunset meal over the sea with spectacular sights of traditional fire-spinning. Before you leave the luscious island, you will spend a day exploring 4 of the nearby pivotal island destinations. A speed boat will transfer you to the pinnacle highlights near Koh Lanta where you and your family will visit the incredible Emerald Cave on Koh Mook. Hop off the boat and brave the dark, lengthy cave. Your private guide will lead the way, so you do not get lost. You will hear bats fluttering above your heads as you traverse the deep waters. You will reach a hidden lagoon on the other end of the cave that will be complete with a secluded beach in the pits of a circular rock formation. The photo opportunities will be unreal, and the memories will last forever. This immersive ocean tour of Koh Lanta will conclude after a riveting few days on the island."
    },
    {
      "dayNumber": "14",
      "title": "Krabi – An Exclusive Escape",
      "description": "You and your family will transfer to the greater Krabi region on the 14th day of your trip. It is a thriving province that is known for its abundance of beautiful islands, jagged limestone mountains, and thick green forests. You will arrive in the popular destination of Railay and check-in to your completely luxurious villa near the beach. Your resort will rest in the peninsula and be surrounded by striking cliffs and immaculate forest gardens. The exotic location will offer uninterrupted vistas of the glassy peninsula waters, and you will revel in an air of tranquility as you unpack in your 5-star suite. You will spend your first day discovering the majestic Railay area. From lazing around on the pristine beach to venturing into jagged caves, the family-friendly activities will be endless. You will journey to viewpoints for indescribable sights. If your children are older, then you may take part in incredibly safe but captivating rock-climbing tours. A riveting kayak meander along the gentle ocean nearby your hotel will share the perfect secluded escape from the shores. During your stay in Krabi, you will privately transfer to a cultural tour of Wat Tham Sua , also known as the Tiger Cave. Climbing to the marvelous sacred temple, set amid a rugged cave complex, will yield a mesmerizing experience that will be topped off with 360-degree views. The enchanting Buddhist statues stand beautifully tall at peaks of the Wat . After a thoroughly insightful and cultural exploration, you will transfer to Krabi Town and indulge in authentic hospitality and culture. Here, you will taste the delectable flavors of traditional Thai cuisine. Your stay in Krabi will culminate with a day of cooking and pampering. You and your family will visit a prestigious culinary school and learn the art of a few new Thai dishes. The masterful chef will walk you through the entire process, helping everyone grasp the essentials efficiently. Following this tasteful experience, you will visit a premier spa for a traditional Thai massage. The awakening experience will round off your leisurely cultural stay in Krabi."
    },
    {
      "dayNumber": "18",
      "title": "Bangkok – A City Bursting with Energy",
      "description": "Before heading for home, there is one last essential destination for you to visit. Moving away from the tropical Thailand paradises, you will transfer to the bustling city of Bangkok. The capital city of Thailand is famous for its deep cultural roots, exquisite cuisine, and exciting activities. Here, staying in an exuberant hotel along the Chao Phraya River, you will bask in complete luxury over your final few days. The city perfectly captures ancient Thai tradition and blends it with modern sophistication. The incredible fusion is represented in the juxtaposition of the towering skyscrapers and busy, colorful streets. You and your family will enjoy an immersive exploration of Bangkok’s coveted temples and leading cultural landmarks via a traditional Tuk-Tuk . As you journey to the beautiful, spiritual sites, you will feel the wind blowing through your hair from the open-air vehicle. You will zip through the streets and arrive at captivating destinations such as the Jim Thompson House and the Grand Palace, and you will uncover Thai culture with compelling trips to authentic markets. Here, you will find an array of appealing gems to purchase for you and your family. Then, unwind in style with a multiple-course, gourmet meal as you cruise by luxurious boat along the Chao Phraya River. You will spend time in Bangkok discovering the special activities that highlight the city’s innovation. Enjoy sumptuous food as your children get to play with well-looked after creatures at one of the most exclusive animal cafes. You will all delight in luxury shopping at the premier Siam Square retail district. Furthermore, you will visit Bangkok’s leading aquarium and have the chance to witness the incredible displays of thousands of intriguing sea species. The penultimate highlight of your stay in Bangkok will be a final dining experience at the top of a skyscraper. As the sun dips down over the horizon and you tuck into award-winning cuisine, you will be truly ecstatic about the lavish holiday you have had the fortune of experiencing together. You will transfer to the international airport the following day and say your final goodbyes to the Land of Smiles."
    }
  ],
  "map": ""
}