{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "14-day-cultural-tour-of-thailands-islands",
  "tourName": "14-Day Cultural Tour of Thailand’s Islands",
  "placesVisited": "Koh Phi Phi, Koh Lanta, Krabi Town, Phang Nga Bay, Phuket, Koh Yao Yai, Railay",
  "generalInfo": "Explore Thailand’s cultural character, dynamic culinary scene, and captivating history during this handcrafted 14-day tour across the Andaman Sea. Travel to the velvety shores of fabled locations to absorb the diverse aspects of local life and to wallow in the majesty of premier palm tree-lined beaches. Encounter the delectable cuisine, beloved museums, and humble villages.",
  "durationDays": "14",
  "price": "5,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Phuket – Appreciate the Seascape",
      "description": "To begin your trip, you will land in Phuket, and a private driver will greet and transfer you to your accommodation. Your accommodation will provide you with world-class amenities for moments of leisurely retreat between day trips. You may spend your first evening unwinding from your long journey in glamorous style by sipping on tasteful cocktails and delving into Thai cuisine. The following day will allow you to snorkel over the luminescent coral reefs or to relax on hammocks under the shade of palm trees."
    },
    {
      "dayNumber": "3",
      "title": "Phuket – The Island Culture",
      "description": "Today, you will tour cultural landmarks across the island. Chaperoned by an experienced guide, you will witness the bustling scenes that typify Phuket’s local lifestyle. First, you will arrive at the base of the hallowed Big Buddha statue before continuing to a few more of the island’s iconic temples. Your journey will conclude along the vibrant Thalang Road, which is in one of the island’s ancient districts. You can then peruse dignified exhibits at memorialized museums, where you will begin to uncover Phuket’s intriguing timeline of significant events."
    },
    {
      "dayNumber": "4",
      "title": "Koh Yao Yai – World-Class Thai Massage",
      "description": "This morning, you will be whisked away across the Andaman to a boutique resort that blends into the sunbaked jungle and overlooks the beach. After your sea transfer, you will settle into your accommodation. You may even spoil yourself with a world-class spa treatment at the resort’s exalted center. Signature specials performed by highly experienced masseuses will invigorate your entire body and senses. After your massage, you will have the rest of the evening to spend at your leisure."
    },
    {
      "dayNumber": "5",
      "title": "Koh Yao Yai – Thailand’s Fishing Culture",
      "description": "After breakfast, your guide will lead you on a tour that will reveal the time-honored traditions of Thailand’s humble fishing culture. When you arrive at the village on the ivory-colored banks of an isolated beachfront, you will converse with friendly locals. You will then venture to lush coconut groves and rubber plantations, where you will learn more about their importance as a source of sustainable nourishment for the locals. Afterward, you will transfer to your accommodation, where you can indulge in another spa treatment or relax on the beach."
    },
    {
      "dayNumber": "6",
      "title": "Koh Yao Yai – James Bond Island",
      "description": "Your final day in Koh Yao Yai will have you sailing across the Andaman Sea on a private yacht to Phang Nga Bay. Specifically, you will visit James Bond Island, which was featured in the 007 franchise. Your captain will prepare kayaks for closer encounters with the wilderness highlights, allowing you to paddle over the reefs and through hidden caves. You will then arrive at an isolated lagoon. Your voyage will draw to a close when the sun begins to set. As you sail back to your accommodation, you can indulge in a Thai dinner on the boat."
    },
    {
      "dayNumber": "7",
      "title": "Koh Phi Phi – Phi Phi’s Staggering Hilltop",
      "description": "After breakfast, you will transfer to Koh Phi Phi’s white-sand beaches. When you arrive, you can unpack your things before strolling along the electrifying pathways that weave their way through the island. You will then amble through to a hiking trail that winds its way to the tallest peak on Phi Phi. This brisk hike will lead you to the mountain’s summit, where you will have a 360-degree view of the island. You will descend back to Koh Phi Phi and have the remainder of the evening at your leisure."
    },
    {
      "dayNumber": "8",
      "title": "Koh Phi Phi – Scuba Dive to Surreal Sites",
      "description": "Koh Phi Phi is a particularly popular destination for discovering Thailand’s marine life because it boasts an assortment of esteemed scuba diving destinations. Today, you will partake in a diving expedition off the coast of Koh Phi Phi. You will set sail from the docks and arrive at practice diving destinations, where you will learn to master your diving under the close supervision of your experienced instructors. Once you get the hang of it, you can dive deeper into the depths of Koh Phi Phi’s coveted scuba locations."
    },
    {
      "dayNumber": "9",
      "title": "Railay – The Archaic Caves of Krabi",
      "description": "Today, you will transfer to Railay, which is a tropical island-style destination that is home to mesmerizing landmarks, breathtaking scenes, and treasured sites. Shortly after you have arrived, you will venture to the shores of Phra Nang Beach to bask in the sunshine and Diamond Cave. Afterward, you will transfer back to your accommodation as the sun begins to dip below the horizon. Tonight, you will watch the sunset from the vantage point of the sea."
    },
    {
      "dayNumber": "10",
      "title": "Railay – Traditional Thai Cuisine",
      "description": "Today, you will be completely submerged in the cultural highlights of Railay and the greater Krabi region. First, you will visit an endearing market. Accompanied by an expert chef, you will weave your way to modest stalls of delicious fare. You will then transfer to a cooing school, where you will have the opportunity to learn the secrets behind the country’s revered dishes with the help of your culinary mentor. The afternoon will lead you to a fish farm to learn about sustainable initiatives that are practiced by the locals."
    },
    {
      "dayNumber": "11",
      "title": "Koh Lanta – Beaches and Markets",
      "description": "After breakfast, you will transfer to the island of Koh Lanta. After you have settled in to your accommodation, you can check out the stunning beaches, which are imbued with a peaceful and tropical aura. The remainder of the day will be at your leisure before the following day provides you with a day of tropical bliss. A trip to the night market will spotlight the culinary staples of the region."
    },
    {
      "dayNumber": "13",
      "title": "Koh Lanta – Explore the Old Town",
      "description": "After breakfast, you will venture to Koh Lanta’s Old Town, which is a tranquil hamlet that embraces its traditional heritage. During your time here, you may be invited into a local family home to enjoy a meal around their dining table. With the help of your bilingual guide, you will have the one-of-a-kind opportunity to connect with the locals and discover more about their way of life. The evening will be yours to enjoy at your leisure."
    },
    {
      "dayNumber": "14",
      "title": "Krabi – Departure",
      "description": "You will have some free time before transferring to the international airport for your flight home."
    }
  ],
  "map": ""
}