{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "one-week-bangkok-history-tour",
  "tourName": "One-Week Bangkok History Tour",
  "placesVisited": "Bangkok, Ayutthaya, Samut Prakan",
  "generalInfo": "Thailand is an incredibly diverse country with rich cultural traditions at the core of its historical roots. Bangkok, its bustling capital, boasts many of its most significant heritage landmarks. Serving as the meeting point of charming tradition and modern sophistication, it is the perfect destination for a luxuriously enriching getaway. On this 7-day tour of the culturally enlightening destinations in and around Bangkok, you will uncover the marvelous history of this beloved country. From exquisitely authentic dishes to age-old relics of the past, you will delve into the sensory awakening tastes of Thai cuisine and explore Bangkok’s endearing historical sites.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok – All Things Traditional Thai",
      "description": "Your private transfer will meet you shortly after landing on the runway of Don Mueang International Airport. As you travel towards the city center, your articulate driver will highlight a few of the pivotal points of interest that you will soon enjoy the luxury of exploring. Sit back in comfort as you are acclimated to bustling Bangkok’s exuberant energy. On the way, you will witness the extensive city skyline that shows off its sophisticated design, marvelous golden temples that sparkle under the sun, and vibrant food vendors that serve wholesome Thai meals. Let the sights and sounds soak in before you arrive at your 5-star heritage hotel. The elegant hotel will boast a boutique experience that is complete with immaculately designed concept rooms. Your traditionally-inspired and private room will be the perfect place for an evening escape after each culturally immersive day. Your enlightening tour of Bangkok’s historical highlights will be in full swing shortly after check-in. You will be met by your private guide in the hotel lobby and transfer to the banks of the Chao Phraya River. As you weave your way through the busy streets, your charismatic guide will keep you thoroughly enthused with stories that pertain to significant landmarks. From the riverbanks, you will board a long-tailed boat and meander through the khlongs , which is a Thai word that means canals. As you discover the city by boat, you will encounter striking views of the surrounding area. The boat will slowly glide through the khlongs . You will witness luxurious old-world houses that are perked up on teak stilts, hovering above the water. You will also see colorfully decorated lean-tos that protrude from the riverbanks, sheltering family-run businesses. On this captivating journey, you will capture the long-established riverside lifestyle as your knowledgeable guide traces its roots. The khlongs tour will take you to Thailand’s magnificent temples. As you hop off your long-tailed boat, the towering 250-feet tall Wat Arun will welcome you. Adorned in colorful, mosaic pottery, the imposing temple will urge you to take photographs. After which, you will climb its stairs to the top of the tower. From here, you will have uninterrupted views of the city in all its glory. After a thorough exploration of the famous temple, you will journey to more of Bangkok’s coveted, Buddhist temples. Each temple with its distinct grand design epitomizes the country’s devotion to its spiritual tradition. From the last temple of the tour, you will transfer to your charming room across the Chao Phraya River. In the evening, you will transfer to an upscale restaurant for an elaborate display of traditional Thai dancing. As the resplendent performances sweep you away, you will delight in intricately prepared Thai cuisine."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok – The City’s Creative Scene",
      "description": "Beyond the golden temples and multi-colored, riverside abodes, Bangkok boasts many more enthralling cultural activities to fulfill your zealous wanderlust. On the second day of your trip, you will continue exploring the city’s best attractions as you uncover more of Thailand’s ancestry. You will begin your day with a delightful breakfast at your hotel before setting off on an adventure. Your private transfer will pick you up and deliver you at your first destination: the Jim Thompson House. Here, you will learn everything there is to know about the man who revived the Thai silk industry and introduced it to the world’s leading fashion houses. As you explore the decorous museum further, your appreciation for Thai design will grow tenfold. The majesty of the museum is in its unique blend of Southeast Asian and Western design. Pushing new design and architectural boundaries, the House exquisitely highlights the endearing traditional influence while narrating Thompson's gripping story. From the House, you will continue your tour with trips to more notable museums. The tour will impart valuable insight into traditional Thai culture, and you will view ancient artifacts along the way. After visiting these leading landmarks, you will venture out for lunch, and spend the late morning eagerly dining on authentic Thai meals that are served with sophisticated flair. After lunch, you will transfer to Bangkok’s blooming creative district for captivating displays of modern art. The location is home to the city’s youthful art renaissance. With new exhibits popping up frequently, the thriving hub of creativity is a must-visit destination that will offer never-before-seen experiences. The zestful area will invigorate your day, and after exploring it fully, you will make your way to the city’s most prestigious art galleries. On this artistic appreciation tour, you will view riveting pieces by the country’s most reputable names, and enjoy elegant cocktails while socializing with other art aficionados before making your way to a Michelin-Starred restaurant to round off the fashionable day. Here, you will delve into the culinary expertise of Thailand’s most revered chefs who will awaken all of your senses."
    },
    {
      "dayNumber": "3",
      "title": "Bangkok – The History of Thai Cuisine",
      "description": "Thailand’s diverse culture is heartily represented by its exotic cuisine. Both reputable chefs and family-run business owners masterfully craft their dishes through the combination of age-old tradition and meticulous attention to detail. For these reasons, it is no surprise that the country is widely renowned for its delectable dishes. Throughout your tour of Bangkok, you will discover the tantalizing tastes that Thailand has to offer. However, your third day will be entirely dedicated to the wonderful dishes that draw millions of travelers here year-round. In the morning, after enjoying a light snack at your hotel, you will transfer to the heart of the city’s extensive food and beverage scene. Your private tour guide will take you to must-visit districts, which proudly embody authentic Thai culture through the creation of traditional meals. The immersive tour will not simply end with a few tastes of each dish. On your adventure, you will meet some of Bangkok’s recognized local cooks and award-winning chefs. From high-end restaurants to jam-packed vendors, you will delight in this behind-the-scenes tour of the city’s remarkably delicious courses. Some of the key standout dishes, only scratching the surface of what awaits, including Chicken Satay and Kao-Na-Ped . You will enjoy each dish worry-free as you skip the reservations and queues for a one-of-a-kind cultural food tour. After the exquisite experience, you will transfer back to your hotel for an hour or so at leisure. Later today, you will visit a traditional floating market where you will hop on and off your long-tailed boat, to view the vendors’ treasures as you cruise through the traditional canal market. In the evening, you will soak up the picturesque scenes and enjoy dinner by moonlight as you glide across the calm waters of the Chao Phraya River. From your hotel, you will transfer to the nearby pier and board one of Bangkok’s premier river cruises. The multiple-course gourmet meal that will be served to you on this elegant excursion will be one for the books. The delicate touch of the candlelit dinner, paired with immaculately curated cuisine, will culminate into one of the most captivating eating experiences. After you cannot eat or drink anymore, you will make your way back to your room for a peaceful night."
    },
    {
      "dayNumber": "4",
      "title": "Ayutthaya – Relics of the Past",
      "description": "With Bangkok’s key cultural highlights checked off of your list, the following two days will transfer you away from the bustling city for a greater look into Thai heritage. Some of the country’s most significant historical landmarks can be found a few hours from your hotel. Thus, you will rise early on your fourth day for a scenic train trip to the ancient city of Ayutthaya. After picking up light snacks, your private transfer will deliver you to the city train station where you will board for the picture-perfect journey. Accompanied by other eager travelers, you will slowly venture through the surrounding Bangkok settings while sharing stories along the way. From the cabin windows, you will capture images of the far-reaching rice paddies, pineapple plantations, and sugarcane fields. As you approach Ayutthaya, you will bear witness to the famous River Kwai in all its glory. Gently flowing downstream and surrounded by lush greenery, the river will be a truly serene sight to take in. After arriving in Ayutthaya, you will transfer to a boutique, riverside hotel with impeccable views. Its Siam -inspired design will transport you back in time, and its world-class amenities will ensure that your stay is most comfortable. Shortly after check-in, you will journey to the Ayutthaya Historical Park. Ayutthaya, which is an ancient Thai city that was captured during the Thai-Burmese War, is home to some of the country’s oldest and most revered temples and relics. In the historical park, you will discover the ruins of these temples and remnants of the old-world city. An in-depth discovery of these famous sights will offer a cultural experience that is rarely rivaled, and you will be humbled by the ancient ambiance that is still firmly represented by the ruined city. Your trip will be highlighted by the exploration of the ruins of the magnificent temples, untouched Wats , and revived palaces. After the immersive journey, you will transfer to the remainder of the city’s significant landmarks. A trip to these opulent palaces and national museums will yield further insight into ancient Thai culture. Later today, you will return to your hotel before transferring to a luxurious restaurant on the river. With the sun slowly yielding to the night and sweeping views of the surrounding city, you will marvel at the authentic atmosphere of the city. A delightful dining experience will bring this day to a perfect end."
    },
    {
      "dayNumber": "5",
      "title": "Bangkok – Regal River Cruise to Bangkok",
      "description": "The Chao Phraya flows from Ayutthaya through Bangkok, making it the perfect alternative route back to the city. After a delicious breakfast at your hotel, you will check-out of your boutique room and transfer to the nearby pier where you will board a luxury cruise. The first-class cruise will be complete with rooms to rest, patio loungers to relax and unwind, and a dining area to delight in Afternoon tea or snacks. All of this will be set inside an exquisitely restored old-world barge. On this regal journey, you will encounter breathtaking sights of the scenic surroundings. Birds will sing from trees on the shoreline, and animals will rustle through the shrubs as you slowly cruise downstream with uninterrupted views of Bangkok. You will arrive this afternoon and transfer to an exquisite hotel along the Chao Phraya River. From your balcony, you will have private access to the best riverside views of the cityscape. After check-in, you will leisurely enjoy the rest of your afternoon. You can lounge in luxury by the pool or make yourself cozy in your 5-star room. Later this evening, you will transfer to an upper-end night market for a culturally classy evening. A traditional tuk-tuk will deliver you to your destination where you will enjoy the lively nightlife of Bangkok. You will stroll through the seemingly endless stretches of stalls and browse the stylish goods and treasures that are available. The eccentric market will offer a taste of tradition with a sophisticated flair, making it the perfect stop to shop for keepsakes. After a fancy meal at the market, you will transfer to a truly unique Thai experience that is essential for your cultural tour: a Cabaret Show. At one of Bangkok’s premier Cabaret’s, you will be wowed by spirited performances that will be expressed in colorful fashion. The wonderful show will keep you thoroughly enthused throughout and bring your flamboyant evening to a close."
    },
    {
      "dayNumber": "6",
      "title": "Bangkok – An Old-World on the Outskirts",
      "description": "While Ayutthaya is a pivotal ancient city destination far from the city, Samut Prakan is a must-visit historical city that is located on the outskirts of Bangkok. On your final full day in Thailand, you will journey to the 320-acre gardens and capture the country’s age-old preservations. Visiting many of its extensive highlights, you will celebrate the opportunity to dive into Thailand’s heritage and tradition. Witnessing traditional art, architecture, temples, markets, and pavilions will fill you with wonder. Your private tour guide will ensure that you do not miss out on any significant landmarks on this final day exploring Thai culture. In the afternoon, you will transfer back to your hotel to pack up your belongings and unwind. In the evening, you will visit one of Bangkok’s world-class rooftop bars for one last panoramic view of the city. You will capture the magnificent moments while tucking into elegant cocktails and cuisine. After which, you will head back to your hotel for a secluded night near the river."
    },
    {
      "dayNumber": "7",
      "title": "Bangkok – Breakfast by the River",
      "description": "With first-hand experience of Thailand’s rich culture, you will wake with feelings of great admiration for the diverse country. Before you bid your final adieus, you will journey to an enchanting cafe along the Chao Phraya River. Here, you will escape the Bangkok rush and let your morning slowly pass by. While tucking into a tasty breakfast, you can spend your leisurely time reminiscing about this enriching week abroad. Later this morning, you will return to your hotel to collect your belongings and meet your private transfer. You will make your way to Don Mueang International Airport and indulge in the scenic surroundings one last time. Shortly after, you will arrive at the airport and board your departure for home. Soar into the sky with unforgettable memories that you will share forever."
    }
  ],
  "map": ""
}