{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "best-of-thailand-in-12-days",
  "tourName": "Best of Thailand in 12 Days",
  "placesVisited": "Bangkok, Chiang Mai, Phuket, Phang Nga Bay",
  "generalInfo": "From Bangkok’s bustling cityscape and sacred temples to Chiang Mai’s forested wilderness and Phuket’s culinary culture to Phang Nga Bay’s breathtaking karst island scenery, Thailand is a country of boundless beauty you may discover during 12 days exploring its iconic destinations and cities. Embrace the sophisticated atmosphere of Thailand’s finest experiences and introduce yourself to the humble heritage of the country’s traditional activities during this eye-opening adventure.",
  "durationDays": "12",
  "price": "12,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok - The Heritage and Future of Thailand",
      "description": "Thailand’s capital city, Bangkok, is a hub of lavish entertainment and a gateway into Thai tradition. The cloud-scraping cityscape is modern, yet its friendly neighborhoods reflect the country’s rich heritage. Bangkok is a blend of the old world and the new, a cosmopolitan that will introduce you to the grandeur of Thailand from the moment you touch down and transfer to your palatial accommodation pinned in the heart of the city. You may stroll the streets this afternoon under the city’s dazzling neon lights and tuck into Thai cuisine against 360-degree backdrops of the skyline at rooftop restaurants and bars."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok - Explore Thai Tradition in Bangkok’s Famous Temples",
      "description": "Temples and landmarks speckle Bangkok’s neighborhoods, decorating the cityscape in spiritual heritage and ancient tradition. You will join your private guide in the morning and set off on a tour of these sacred sites, with your first stop being the gold-tipped spires and colorful porcelain walls of Wat Pho. The echoes of monks chanting will fill the temple complex as you gander at the historic shrines and statues honoring the Thai Buddhist tradition. Your tour will continue at the Grand Palace, the Temple of the Emerald Buddha, and Wat Arun, spiritual grounds of tremendous significance nestled alongside the Chao Phraya River."
    },
    {
      "dayNumber": "3",
      "title": "Bangkok - The Finest Thai Foods in Bangkok",
      "description": "Thailand’s culinary culture is world-famous, and its dishes serve as inspiration for restaurants in all corners of the globe. Today, you will indulge in the country’s cherished cuisine as authentically as possible with your first true taste of Thailand enjoyed at the Damnoen Saduak floating market. Onboard a traditional wooden boat, you will glide across the gleaming waterways to fruit and vegetable-filled boats bobbing on the canals while local chatter surrounds you. You will visit the iconic Lao Tak Lak Market afterward as well as the 200-year old China Town district of Bangkok to tuck into more exquisite Thai dishes."
    },
    {
      "dayNumber": "4",
      "title": "Chiang Mai - Evening Tuk-Tuk City Tour of Chiang Mai",
      "description": "Chiang Mai is Thailand’s northern capital, a region of rich Muang heritage that is largely covered by tropical rainforest and sprawling, untouched landscapes. You will land and transfer to a delightful boutique resort nestled in the viridian hills of Doi Suthep Mountain, where you will have access to Chiang Mai’s unending natural beauty and spirited cityscape charm. In the evening, you will explore the city by traditional Thai tuk-tuk , an open-air vehicle, and visit significant sites, including the Iron Bridge, the Three Kings Monument, and venerated Chiang Mai temples."
    },
    {
      "dayNumber": "5",
      "title": "Chiang Mai - Markets, Temples, and the Delicacies of Chiang Mai",
      "description": "You will visit Chiang Mai Gate Market this morning, a colorful food emporium laden with fresh vegetables, sweet fruit, tantalizing spices, and grilled meats. Here, you may purchase rice and incense should you wish to offer alms to the passing monks. In the afternoon, you will visit the Warorot Market’s floral aisles for a traditional flower garland-making workshop before you visit the ancient Wat Chiang Man, Wat Chedi Luang, and Wat Phra Singh temples. A culinary class alongside a Thai family this evening will teach you the art of Thai cuisine as you prepare an assortment of delectable delicacies."
    },
    {
      "dayNumber": "6",
      "title": "Chiang Mai - Embracing the Magnificent Thai Elephants",
      "description": "Thailand’s elephants have been subject to ill-treatment as many locals offer unethical elephant rides across the country to eager visitors. The mistreatment of these magnificent mammals is devastating, but there are several sanctuaries scattered across Thailand dedicated to the proper treatment of the country’s revered creatures. Today, you will visit one such sanctuary to learn about the massive Southeast Asian elephants as well as prepare meals for them, play with them, and bathe them in the refreshing river waters. You will enjoy these experiences against a spectacular wilderness backdrop and capture remarkable images during the day."
    },
    {
      "dayNumber": "7",
      "title": "Chiang Mai - Escape to Doi Suthep and FORRU",
      "description": "Atop the lofty peaks of Doi Suthep Mountain lies Wat Prathat Doi Suthep, a sacred temple dressed in gold that boasts incredible Buddhist statues and ancient artifacts that will showcase more of Thailand’s rich traditions and awe-inspiring spiritual beliefs during your journey to the summit of the rolling emerald hill. Afterward, you will stroll through the luxuriant canopy of FORRU, the forest restoration unit of Chiang Mai University. Stories shrouding the park’s giant fig tree and views of the towering wild banana, ferns, Pandanus fruit, and various palms provide a bewitching escape from the exuberant cityscape."
    },
    {
      "dayNumber": "8",
      "title": "Phuket - Indulging in Unique Thai Delicacies",
      "description": "Phuket is a fascinating Thai island set on the sparkling sapphire stage of the Andaman Sea that has an interesting cultural influence from visitors and settlers from around the world. The cuisine is unlike any other, fusing traditional Thai delicacies with Arabian and French-inspired dishes to create a uniquely Phuket culinary culture you will embrace during your first day exploring the island’s restaurants and eateries. You will stumble upon hidden food vendors as you venture off the beaten path and indulge in an array of exquisite meals as you wander the streets of central Phuket."
    },
    {
      "dayNumber": "9",
      "title": "Phuket - Explore the Khao Phra Thaeo Wildlife Sanctuary",
      "description": "A small part of northeast Phuket remains largely untouched, and you will visit this region on a tour of the island’s last remaining rainforest in the Khao Phra Thaeo Wildlife Sanctuary. You will peruse the lush jungle and arrive at the Gibbon Rehabilitation Center, a conservation initiative intent on reintroducing gibbons to the wild. After learning more about the center’s efforts, you will continue to Bang Pae Waterfall and hike to the crest of the pounding falls. Here, you may relax under the shady canopy or swim in the natural spring as birds and monkeys whistle from the trees."
    },
    {
      "dayNumber": "10",
      "title": "Phuket - Full-Day Island Adventure in Phang Nga Bay",
      "description": "You will explore more of Phuket’s surrounding natural beauty today as you set sail across the glossy Andaman Sea to the emerald islands of Phang Nga Bay, a region of karst formations connected by jade-colored channels. You will board canoes and paddle across the web of water spreading around Koh Panak and Koh Hong, where you will glide alongside the imposing limestone cliffs and enter dim caves carved into their rugged walls. Your adventure will lead you to a modest fishing village on Panyee Island, where you will tuck into lunch and then the iconic coastline of James Bond Island."
    },
    {
      "dayNumber": "11",
      "title": "Phuket - Wallowing on the Andaman Beaches",
      "description": "With nothing planned for your final full day in Phuket, you may enjoy the island’s pleasures at your pace and luxuriate in the peaceful atmosphere enveloping the shimmering shoreline. Today, you may spend hours with your toes in the silky soft sand under the shady palms lining Phuket’s pristine beaches. You may also swim in the translucent waters of the Andaman and snorkel over the dazzling coral reefs teeming with colorful marine life. Other watersports such as kayaking, jet-skiing, and speed boating are available for thrill-seekers staying on the postcard-perfect island."
    },
    {
      "dayNumber": "12",
      "title": "Phuket - Heading Home from Picturesque Phuket",
      "description": "Phuket comes to life before the break of dawn as locals who wake up early for work flock to markets and coffee shops while the sun rises. The sounds of buzzing blenders making smoothies, fragrances of sizzling breakfast dishes on the go, and fresh sea breeze rolling off the Andaman typify a morning in Phuket that you will relish today before you leave. After breakfast, you will pack your belongings, meet your private transfer, and make your way to the international airport to catch your flight from picturesque Phuket back home."
    }
  ],
  "map": ""
}