{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-thrill-adventure-island-tour-for-families",
  "tourName": "Thailand Thrill & Adventure Island Tour for Families",
  "placesVisited": "Krabi Town, Koh Samui, Koh Tao, Koh Chang, Phuket",
  "generalInfo": "On this customizable 2-week tour to Thailand’s famed karst islands, nothing separates you and your family from the enthralling activities and enchanting sights. Submerge yourselves in the magical atmosphere that emanates from this culturally rich country as you witness wildlife spectacles from an array of electrifying vantage points. Come immerse yourselves in the decadent flavors of Thai cuisine and the country’s iconic landmarks.",
  "durationDays": "14",
  "price": "5,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Phuket – Welcome to Thailand",
      "description": "When you land at Phuket International Airport, your private chauffeur will be waiting to transfer you to your luxurious accommodation. Your opulent suite will be complete with a spacious balcony that will afford you unobstructed views of the Andaman Sea and one of the island's premier beaches. Once you are settled in, you can begin to get used to the laid-back lifestyle, which radiates from this sun-kissed location. You will then retreat to one of the many marvelous restaurants that lie on the banks of the sea."
    },
    {
      "dayNumber": "2",
      "title": "Phuket – An Exhilarating Tour",
      "description": "Today, the pristine jungle wilderness that encompasses Thailand's tropics will reveal itself along the course of a guided ATV tour. A group of highly trained ATV guides with a comprehensive understanding of the rugged terrain will direct you to each of your very own ATV's for the morning. The trip will lead you away from the tourist crowds and into the depths of the forest as you loop around a massive, off-road path across winding dirt trails, river bends, and tree-lined hills. You will then retreat to your resort, where you may peruse the bustling streets in search of colorful souvenirs to commemorate your stay."
    },
    {
      "dayNumber": "3",
      "title": "Phuket – Cycling to Koh Yao Noi",
      "description": "Before you and your family venture off to witness the wondrous countryside, you will sail across the Andaman Sea on a private speedboat. You will cut through the turquoise water in style as you sip on beverages that have been prepared by the crew and lay back to the warming embrace of the beaming sun. As you take your first steps on Koh Yao Noi, you will immediately feel all your stress melt away. You will then collect your bicycles and pedal your way through the island to admire the tranquil stretches of rice paddies and age-old architecture. Along the way, you will make frequent stops at sightseeing spots and charming villages, where authentic food will be served with a smile."
    },
    {
      "dayNumber": "4",
      "title": "Phuket – White Water Rafting",
      "description": "Today, you will sail to the beautiful waters of Phang Nga Bay, which is a destination that is famous for its limestone isles that rise out of the sea. Your journey will lead you to Ton Pariwat Wildlife Sanctuary. A team of professionally trained guides will welcome and brief you on the adventure ahead of you, which will be a white water rafting trip. You and your family will navigate the falls as you glide along the river around sharp bends and down steep gorges. For lunch, you can indulge in a tantalizing Thai restaurant that is nestled along the tree line. Once you arrive, you can sample some of the distinct flavors for which the country is revered before partaking in a drive through more of the sanctuary."
    },
    {
      "dayNumber": "5",
      "title": "Krabi – Islands in the Andaman Sea",
      "description": "After breakfast, your guide will escort you to islands that are sprinkled across the Andaman Sea. During this excursion, it will be tempting to follow the beaten path and check off tourist recommendations, but your guide will have an in-depth understanding of the archipelago and will lead you away from the overcrowded shorelines toward remote islands that are less frequented. The coral-covered seabed that surrounds Ko Jum is a delight to discover with snorkels. You will continue to a few more idyllic islands, such as Koh Ngai and Koh Muk, and your guide will avoid hotspots in favor of vacant beaches. Your tour will culminate at a secluded beach that will be tucked away beneath the tropical forests of Krabi."
    },
    {
      "dayNumber": "6",
      "title": "Krabi – Swim with Bioluminescent Plankton",
      "description": "It is ultimately up to you how you wish to spend your final day in Krabi, and there will be a plethora of ways to spend your time. Krabi Town is a destination of historical significance that once stood as a small fishing village on the banks of the Krabi River. If a walk around town today is not quite your tempo, then you may prefer to lay down on a comfortable massage bed and experience the ancient practice of a Thai massage. After the sun disappears over the horizon and only the faint light of the moon is left, you and your family will paddle out into the dark water to watch it illuminate around you. To view the plankton when it is most active, it is best to schedule your trip between November and May."
    },
    {
      "dayNumber": "7",
      "title": "Koh Samui – Relax on Pristine Beaches",
      "description": "You will venture to Koh Samui this morning via airplane, which will prove to be the most efficient and comfortable means of reaching the beloved island from Krabi. Koh Samui is a large island in the Gulf of Thailand, which served as the origins of small fishing communities. You will have a few hours at your leisure once you reach your suite. There is no better way to treat your family on your first evening than by immersing them in the fine dining that Koh Samui has to offer. Elite restaurants on the island are run by revered Thai chefs, who expertly combine their knowledge of Thai cuisine with their experience in some of the world’s finest kitchens."
    },
    {
      "dayNumber": "8",
      "title": "Koh Samui – Test your Culinary Skills",
      "description": "A morning trip to a distinguished culinary school will elevate your second day in Koh Samui by allowing you to dabble in the delightful flavor profile that is typical of the country’s meals. You will venture to the school in the morning, and a brilliant chef with years of experience in cooking will welcome you to the culinary school. Under the close tutelage of your culinary instructor, you and your family will be provided with an in-depth understanding of the unique facets that constitute the cuisine and how select dishes bring the philosophies of traditional Thai cooking to life."
    },
    {
      "dayNumber": "9",
      "title": "Koh Samui – Animal Encounters",
      "description": "Your final day on Koh Samui will be dedicated to discovering its environmental highlights. You will transfer to a base camp, where professional rangers with a comprehensive knowledge of the terrain and creatures who inhabit it will be expecting you and your family. You will be led on an off-road tour in a 4WD Jeep. During your tour, you will navigate dirt roads under the shelter of an evergreen canopy. You will arrive at the Na Muang Waterfall, where you will witness the pounding streams of silver water as they beat on natural swimming pools and revitalize your bodies. A catered lunch will satisfy your hunger pains before you pose alongside a moss-covered Buddha image to learn about the intricate art of rubber tapping."
    },
    {
      "dayNumber": "10",
      "title": "Koh Tao – Stellar Beaches under the Sun",
      "description": "Less densely populated by tourists than the likes of islands like Phuket and Koh Samui, Koh Tao will make for an ideal retreat today. You will board a private speed boat after breakfast and witness spectacular scenery from the deck of your boat. You will venture to an unspoiled slice of paradise Koh Tao, which will provide you with the perfect opportunity to unwind in style. Your suite will be complete with views of the luscious forest and pristine beach. Much of the day will be at your leisure, so you can choose to spend it however you choose. Koh Tao is an excellent place to relax and unwind after a few busy days of adventures."
    },
    {
      "dayNumber": "11",
      "title": "Koh Tao – Discover Marine Life",
      "description": "Koh Tao has made a name for itself as one of the premier scuba diving destinations in Thailand, and this is as a result of the incredible sea life that lies below the water’s surface. Accompanied by highly trained scuba diving experts, you will learn what it takes to swim with the marine animals in addition to receiving your diving certificate to commemorate your training. Your instructors will know the whereabouts in which to spot the marine life and, if all goes according to plan, you should capture underwater images of massive sea turtles, illuminated Yellow Boxfish, and Whale Sharks. Furthermore, should eco-conscious involvement fit the bill of your travels, then the award-winning diving team will provide you with a variety of conservation efforts that you may learn more about and participate in during your expedition."
    },
    {
      "dayNumber": "12",
      "title": "Koh Chang – The Tropical Surroundings",
      "description": "This morning, you will travel in style as you make your way from Koh Tao to Koh Chang. First, you will venture back to Koh Samui in a speed boat before boarding a flight that is bound for Trat. From here, you will zip across the sea to Koh Chang within the comfort of a speed boat, and before you know it, you will have the immaculate vistas of Koh Chang to absorb your attention. Entangled in a melodic web of waves and echoes of the breeze, you will be completely at ease as you reach your luxurious resort and spa for an afternoon of rest. Once you arrive, you will have the remainder of the day to laze away however you see fit."
    },
    {
      "dayNumber": "13",
      "title": "Koh Chang – Beachside Barbeque",
      "description": "Teeming with fish and vibrant coral, Koh Chang is a premium snorkeling destination in Thailand that is away from the overcrowded waters of some of the more popular islands. This makes it an exquisite place to snorkel and swim in the relaxing waters of the sea, where you can witness the majestic sea life that swims below the surface. Accompanied by a well-versed tour guide with an outstanding knowledge of the land, you will find yourselves under limestone cliffs that shelter the bays from the sweltering sun. You will also stroll along quiet shores for peaceful exploration of the many diverse and environmental highlights of Koh Chang. You can retreat to a desolate beach, where your gifted chef will prepare a Thai BBQ on the sand."
    },
    {
      "dayNumber": "14",
      "title": "Koh Chang – Departure",
      "description": "Sun rays shimmer off the sea in the morning, and the wilderness will come to life. After you wake in Koh Chang, you can wander to your breakfast table, where a remarkable spread of fresh juices, steaming coffee, puffy pastries, and delicious egg dishes will be waiting. Your friendly private transfer will be waiting for you in the lobby and will transfer you to the international airport once you are ready. As you board the plane and soar into the sky, you will look back toward the illustrious landscape of Thailand’s dotted islands and wish that you were just beginning your luxurious vacation."
    }
  ],
  "map": ""
}