{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "siam-history-culture-seven-day-thailand-itinerary",
  "tourName": "Siam History & Culture: Seven-Day Thailand Itinerary",
  "placesVisited": "Bangkok, Ratchaburi, Ayutthaya, Viharn Phra Mongkol Bopit, Wat Arun, Sukhothai, Phrae, Baan Pratubjai, Ban Tung Hong, Phae Muang Phee, Chiang Rai, Sop Ruak, Mae Salong, Chiang Dao, Chiang Mai",
  "generalInfo": "Thailand’s history is both surreal and sublime. It is a tale of ruined cities, extravagant tastes, inspiring temples, and unforgotten stories. You can journey to the heart of this history and culture with evocative days in Thailand, which includes Bangkok, Sukhothai, the Golden Triangle, Chiang Rai, and Chiang Mai. You can expect personal connections and a keen sense of former times.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok – Long-Tail Boating on the Back Canals",
      "description": "Bangkok can initially appear as an overbearing metropolitan area. Thick glass towers, bustling streets, and seemingly endless traffic. However, beneath the surface, there is a legendary city to find that unfolds around canals and ornate temples. After an airport transfer, you will check into a hotel along the river. After some time to refresh, you will set off towards Ratchaburi, which is located on the west end of the city. You will switch to a private long-tail boat and snake into winding canals. Small bamboo houses will line the water as boats chug tenderly towards the market. Many of the long-tail boats are punted or paddled, especially as you get deeper into the canals. Some of these are not just modes of transport, but also market stalls that are thickly laden with piles of bananas, pineapples, oranges, ropes, cooking bowls, Buddha images, motorcycle tires, and just about everything you can imagine. You can grab a snack or fresh coconut juice from one of them, or haggle with traders in wooden canoes that will be overstocked with tropical fruit. A floating market that is as old as anyone can remember is an exotic introduction to Thailand’s culture. From here, you will twist slowly back towards Bangkok, using the back canals to explore life along the water. There is contemporary energy and vitality, yet history remains omnipresent as shown by the small temples that dot the banks. As you get closer to the hotel, you will stop at Wat Arun, the towering Temple of the Dawn, where incense swirls and bells are often chiming. You will be back at the hotel before sundown and the evening is left free, which is an opportunity to try one the city’s superb fine dining restaurants, or for a chance to experience a night market and street food."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok – Exploring the Fabulous Ruins of Ayutthaya",
      "description": "Wat Chai Wattanaram still peeks amid the jungle and is about 100 feet high and reflective of an old Khmer style. Wat Phra Si Sanphet is bell-shaped and is the iconic image of a city that was the capital of Siam for many centuries. A Buddha’s head tangles with tree roots at Way Phra Mahathat as it mysteriously folds into nature. This is Ayutthaya, a grand old capital that was left in ruins for almost two centuries. It is being slowly restored, and its current state is a mixture between old grandeur and evocative ruin. Of all the history in Thailand, this is where you will find the longest chapter of stories, as told by your private guide. It will take an hour to reach the historical city, and you will spend the morning amid its mostly picturesque remains, temples, and streets. After lunch, you will explore Bang Pa-In, which is an eclectic neighborhood of the royals, where traditional Thai architecture mixes with Chinese and European Gothic styles. It is an almost bizarre congruence, especially at the Summer Palace. It is always relaxing, and you will be traveling by boat between the well-preserved regal landmarks. This is a full-day trip, and you will return to Bangkok late in the afternoon. The guide will also offer personal recommendations on the city’s culinary scene."
    },
    {
      "dayNumber": "3",
      "title": "Sukhothai – Best of Two Contrasting Capitals",
      "description": "Bangkok’s highlights are best explored during the morning while the temperature is cooler, and there are fewer people on the streets. Like in Wat Pho, you will see the statue showing Buddha entering nirvana. Then at Wat Phra Kaew, Thailand’s holiest site, you can see the Emerald Buddha. Opulence dominates the Grand Palace, a structure that is distinct from any palace you would encounter in Europe. Its striking architecture is complemented by oriental interiors that are decorated with dragons, mirrors, jewels and gold leaf. This afternoon, hop on a quick flight to Sukhothai. You will always need two visits to the Sukhothai historical park. Here, temples and landmarks stretch across a large area, from small peaks to dusty tree-dappled plains. Doing it all in one long day can be tiring, especially given the heat you may encounter from 11 am to 2 pm. Instead, you can head into Sukhothai during the beautiful late-afternoon hours, where temples glow golden, and the sunset turns early Siam into a hazy orange hue. Small chedi dot the plains, which are Thai-style stupas that flank many of the temples. Check out half the uninhabited city, and then head to Wat Saphan Hin, which is a glorious temple that rests on a small peak. From here, the views showcase Sukhothai’s scale and former beauty, and there is no better place to watch the sunset."
    },
    {
      "dayNumber": "4",
      "title": "Chiang Rai – Ornate Temples and Serene Forest",
      "description": "You will want an early start today. Sukhothai is blissful at sunrise, and there is half a city you are yet to uncover. The guide will provide historical tales to accompany the redolently-cast ruins. After a second breakfast, this busy day will continue with a short drive to Phrae. Here, temples stand amid lush rice paddies, and monks wander barefoot and go about their daily rituals. Wat Luang is the oldest and most impressive site, dating to a time of Phrae’s foundations. As the midday heat arrives, you will be tucked up in Baan Pratubjai, which is an extravagant house carved from teak and will provide an example of Phrae’s eclectic history. From Phrae, it’s around 3 ½ hours-drive to Chiang Rai. The road winds at first, and then head into forested mountains and the strange rock formations of Phae Muang Phee. Carved by wind and rain, the rocks appear like mushrooms, pillars, and symbols of natural history. Chiang Rai is a city of tradition that has not been altered by the tourism boom in Thailand. Its night market is a wonderful place to hang out with aromatic food stalls, live dance performances, and the social atmosphere of a city that loves to socialize. Just how Southern Europeans like to gather on central squares, the people of Chiang Rai meet on their own public square to eat, drink and dance the night away."
    },
    {
      "dayNumber": "5",
      "title": "Chiang Rai – Villages and Hill Tribes Around the Golden Triangle",
      "description": "Cultures collide in the Golden Triangle, yet they also stay distinct. This is the region where Thailand meets Myanmar and Laos. At Wat Phra That Phu Khao Temple, you can gaze into all three of these kingdoms, just as people have done for over a thousand years. As you travel far down below and along the river, you will then get to experience Sop Ruak, which is the true place that the three nations come together. There is a frontier feel and, in each direction, there is a completely distinct vista. You can cross the border into Laos and experience what a market is like on the Laos side of the border, and then check out the curious village of Mae Salong. Other hill tribes dot these hills, and you can spend an afternoon with two of them. The Kayan are the most numerous, who famous for their long-necked women. You will need an excellent guide and community host to understand their culture, especially if you wish to experience more than a few photos. Later, compare the Kayan’s rather extravagant style to the less showy style of a different tribe. As with other days on this tour, you will see how old traditions are being proudly kept alive and turned into vestiges of culture that is then passed through many generations."
    },
    {
      "dayNumber": "6",
      "title": "Chiang Mai – The White Temple, Sacred Caves and Pre-Eminent Thai Spirituality",
      "description": "Onwards you will travel through Northern Thailand, connecting the old with the new, and always having an eye on tradition. Just outside Chiang Rai lies the White Temple, a fantastic art piece designed by Chalermchai Kositpipat. Super heroes are painted on the temple wall, which is part of an allegory to religion in a changing time. A dazzling white bridge will take you there, and then you will wander through a gallery of rich art works. A sacred cave can be found here, and it is very atmospheric and alluring as it extends into a mountain. You can imagine people worshipping thousands of years ago, or perhaps you may even see people worshipping within the gloomy space. It’s 2 ½ hours by road to Chiang Mai, although the journey takes most of the day. There are many rural hill tribe villages to be seen along the way, and the guide will customize the trip to your interests, stopping at villages and cultures that are of most personal interest. You will check into Chiang Mai and head straight to northern Thailand’s most important temple, Wat Phra That Doi Suthep. As bells ring and prayer wheels turn, you will get lost in the spiritual ambiance. The views are exceptional from this mountaintop temple, but it is the energy you remember, so many local believers turn Wat Phra That Doi Suthep into a very moving and emotional place to be."
    },
    {
      "dayNumber": "7",
      "title": "Chiang Mai – Historical Highlights of Chiang Mai and Departure",
      "description": "Chiang Mai has a well-connected international airport so you will not need to retrace your steps back to Bangkok. Instead, you will have most of today to explore a city that was cut off from the rest of Siam until the 1920s. The city remains behind walls, even if these walls are aged and cracked. Once inside, there is little traffic. It is a low-slung city, dotted with small temples and interesting back lanes. With a guide this is a place of stories, and just like every day on this seven-day Thailand tour, the stories make the destination come alive. Late check-out will be arranged, so after a day of exploring you can freshen up before departing."
    }
  ],
  "map": ""
}