{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "taste-of-thailand-culinary-tour",
  "tourName": "Taste of Thailand Culinary Tour",
  "placesVisited": "Bangkok, Chiang Mai, Phuket",
  "generalInfo": "There are endless unforgettable flavors to discover and enjoy on this custom tailored tour through Thailand and its remarkable culinary traditions. From sensational cooking classes to magnificent local restaurants, opulent temples to immaculate beaches, you will make a culinary journey from spice to decadence and you will relish everything in between. Uncover the secrets of famous restaurants, delight in the cultural traditions of home cooks, and taste the diverse flavors from north to south that bring you into the unique and unparalleled tastes of Thailand.",
  "durationDays": "11",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok – Tasteful Beginnings",
      "description": "Welcome to Bangkok, Thailand, the metropolis filled with unexpected tranquility hidden within the secret niches that make the city your own. You will be met at the airport by a private transfer who will take you to your plush hotel located along the bustling streets of the cityscape. The Peninsula Bangkok offers you the luxuries of modern Thailand overlooking the expansive city that surrounds you. The afternoon is yours to explore the city at your own pace. Initially the sidewalks of the metropolis can be a bit overwhelming; however, you will quickly become an expert at maneuvering the streets as you discover the open friendliness of the people. The aroma of fresh noodles and lemongrass fill the air. Stroll through serene Lumpini Park, known as a ‘tranquil oasis,’ within the fast paced rush of the city. The large pond reflects the shimmering skyscrapers, the trees offer respite from the sunlight, both are entangled within the city but seem to be miles apart."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok – Taking it to the Street",
      "description": "The morning sun reaches over the horizon and you can see the orange-robed Buddhist monks parading single file through the city streets. The morning ritual brings the dedicated out to the sidewalks offering rice or cookies, along with donations to the monks to help support their daily, pious lives. After breakfast you will journey to Wat Po to hear the morning chanting ritual that brings in the new day in a collective, deep hymn. The gracefully elongated reclining Buddha stretches over 120 feet long and adornments glitter along the temple walls and even on the underside of Buddha’s feet. Touring through the Grand Palace will bring you to the exquisite Emerald Buddha, the most celebrated and ornate statue in Thailand. The illustrious green figure watches over the lavish gallery located within the Royal vicinity, and the King changes the statue’s robes once a season. In the afternoon you will find yourself in the neighborhood of Bangrak where you will experience the historic food on an adventure behind the local sights and flavors of the well-known neighborhood. To locals, the area is a center of diverse and still local flavors. From home-style mom and pop cuisine to superb restaurant displayed dishes, you will be able to taste the down-home cooking that has brought Thai cuisine to the forefront of the international palette. From vibrant fried prawns that maintain their glowing orange color to grilled pineapple and forceful bird’s eye chili; one taste and you will never want the tour to end."
    },
    {
      "dayNumber": "3",
      "title": "Bangkok – When Elephants Are Blue",
      "description": "After a lush breakfast you will venture out to the historic Blue Elephant restaurant, open since 1980 and known for bringing Royal Thai cuisine to the world. You will meet your guide who will tour you through the local market in search of ingredients. You can watch, listen, point, try, and order the freshest produce, from jackfruit to lettuce, including fresh, daily caught seafood. The restaurant is located within a historic mansion that harkens back to the days of colonial architecture, featuring arched window and tiered roofs. Your guide and instructor will demonstrate each dish, giving you a tasting of the vivacious ginger or subtle spice before you attempt to prepare the cuisine yourself. The secrets of the cuisine, known for its deceptive simplicity, are told to you through instruction, flavor, and offer something to take home with you. In the evening you will be able to dine at Alzamendi at Iniala, a three-Michelin-star restaurant that carefully assembles some of the best of the various and focused culinary traditions of the city."
    },
    {
      "dayNumber": "4",
      "title": "Bangkok – Fabulous House and Royal Cuisine",
      "description": "Today you will journey to the fabulous house of Jim Thompson, an American who settled in Thailand after World War II and helped rebuild and restructure the Thai silk industry. His home was once transferred from Ayutthaya to Bangkok, and is now a grand combination between eastern and western architecture, sitting beneath the dangling shade of banyan trees. The checkered tile entryway and enrapturing porch are touches of the western style while the 17th century standing Buddha sits beneath a charming lighting arrangement and promotes the eastern sensibility. As the day continues you will begin another tour of the Mandarin Oriental with a three-hour cooking class. The menus are themed and change monthly, giving you a unique course and look inside Thai cuisine. You could try your hand at making lotus leaf rice or even prawn dumplings, tasting the flavors every step of the way. The kitchen fills with the fresh aroma of herbs, where lemongrass gives off a floral fragrance. When the dumplings begin to cook you can hear the sizzle and imagine the sensational flavors to come."
    },
    {
      "dayNumber": "5",
      "title": "Chiang Mai – Urban Jungle to Mountainous Jungle",
      "description": "In the morning you will have a luscious breakfast before transferring to the airport and finding yourself within a city surrounded by plush forest. Chiang Mai is considered the capital of the north and upon your arrival you will be greeted by a private transfer to begin your fabulous exploration. Wat Suan Dok is a temple that was built in the 14th century standing just outside of the ancient city walls. The prayer hall is unique because of its size and its open sides, giving a view of the surrounding foliage. Beside the tree line is a series of lavish white-washed shrines that radiate in the morning sun. After a stupendous visit to the mountain Doi Suthep, and the adorning temple known for its panorama and the 309 steps that ascend beneath the marvelous dangling forest, you will find comforts in the Anantara Chiang Mai Hotel. The pool resembles a pond, surrounded by blossoming lily pads. The rooms open out to a view of the ever-present jungle. You have found that the flavors of Thailand do not reside in the food alone."
    },
    {
      "dayNumber": "6",
      "title": "Chiang Mai – Land of 1,000 Rice Fields",
      "description": "There is an image that lives in your mind when you think of Southeast Asia, a place overrun with the beauty of sweeping rice fields and the incredible fragrance of sesame oil. Today you will journey outside of the Chiang Mai spending the day in Khum Lanna, founded in the 13th century. The property is surrounded by mountains, located within a small valley and neighbored by the quaint village of Phrao. The orchards sparkle in the sunlight and the emerald-green fields are mesmerizing. You are led through the garden to begin your tour. The vegetables are remarkable, vibrant, and perfumed by the surrounding herbs. Gather your ingredients and ready yourself for the demonstration to come. Five diverse dishes will be exhibited, from ingredients to preparation, displaying the wonderful cuisine, simple techniques, and flavorful outcome. After lunch you will travel on a bicycle tour along the lively fields to visit a traditional healer, where you will learn about the traditions of herbal medicine that have grown throughout time within the culture of the region, before returning to Chiang Mai."
    },
    {
      "dayNumber": "7",
      "title": "Chiang Mai – In and Around the Walls",
      "description": "The day brings with it endless adventure that will take you throughout the Chiang Mai. After breakfast you will journey along the fabulous San Kamphaeng district, home to the heart of the silk and cotton industries, where you can watch the intricate weaving process and see the splendid colorful final products. Wander through “Umbrella Village,” at Bor Sang, where you can stroll the paper umbrella-clad aisles that are filled with remarkable color and which somewhat resemble a fabulous, blossoming garden. The afternoon brings with it a feast for the senses with a small cooking class at A Lot of Thai, a family run class established in 2001. Your instructor blends science and tradition bringing the flavors and culture of the food to rich, new life. You are familiar with the comfortable flavors; however, the technique adds new depth to pad Thai and massaman curry. They even tout a visit from acclaimed chef Gordon Ramsey."
    },
    {
      "dayNumber": "8",
      "title": "Phuket – Flavors of the Forest to the Sea",
      "description": "When morning comes you will make your way to the airport to catch your flight to the stunning island of Phuket. A private transfer will pick you up from the airport and have you journeying through the islands grandeur where the mountains are filled with fabulous jungles and the beaches are no less than effervescent. Look out over the exceptional panorama from Phuket Viewpoint where you can see the trees sloping down into the cityscape and the distant pure water glittering in the sunlight. Afterwards you will be taken to a cashew factory to experience the delights and importance of the nut in various Thai dishes. Before traversing the streets of the centuries-old Phuket Town, filled with quintessential Sino-Portuguese architectural beauty, your tour through the factory gives you more than just history and culture but also a taste of the fantastic cashew whose crunch and flavor you have come to know well throughout your time in Thailand. As your tour winds down you will settle into the grand comforts of The Surin Hotel, where a one-bedroom superior cottage is dressed and ready to welcome you."
    },
    {
      "dayNumber": "9",
      "title": "Phang Nga – Somewhere Along the Sea",
      "description": "Today can take an optional adventure out onto the luxurious water that surrounds the island for a tour of the sensational Phang Nga Bay. The June Bahtra eases through the glass-clear water where various shades of blue shimmer in the morning light. The rocky edges of Phuket have glistening limestone that peeks beneath the carpet of trees. At the edges of James Bond Island, named for its cameo in The Man with the Golden Gun , the limestone karsts are as magnificent in person as they seemed in the movie, almost unreal in their magnitude. On Panak Island and Hong Island you will explore the varied labyrinth of mangrove swamps. It’s almost as if you have stepped back in time into the Louisiana bayou, with dangling barren vines and remarkably clear water that reflects the green canopy. Monkeys run along the branches, birds chirp in their hidden niches within the leaves, and you have found a flavor of Thailand that you had yet to have tasted."
    },
    {
      "dayNumber": "10",
      "title": "Phang Nga – Within the Wondrous Caves",
      "description": "Another day on the island brings you back out along the Andaman Sea and its calm, immaculate water. At the edges of the Phang Nga Bay National Marine Park you will be able to paddle through the bay in a canoe that will glide you through the maze of islands, allowing you to explore the varied grottos and hidden lagoons up close. The limestone dangles down from the powerful and imposing cliffs, with edges that look like they have melted and frozen over time. It is easier to see the clarity of the water as you drift and paddle along the soft cool surface. In the evening you will come to the final tastes of Thailand cuisine at Aziamendi in Iniala where the essence of tradition gives a decadence to the light flavors. Your final dinner in Thailand will be memorable in everyway, offering you one last taste of the country’s fresh quality."
    },
    {
      "dayNumber": "11",
      "title": "Bangkok – Endless Flavor Undone",
      "description": "Once more you will awaken to the rich and fresh flavors of breakfast, where pineapple juice and coconut help bring in the new day. After your delightful meal you will have a private transfer to the airport where your flight will be ready to ferry you back home. Your time in Thailand brought you the diverse flavors of the country, from delicate to forceful, minty to spicy, as well as the styles of cooking that vary from north to south and from town to town. As you journey home you know you will never forget the exquisite food and remarkable people that have made the tastes of Thailand more than just a vacation but a wonderful experience. You may even consider extending your trip. For trip extension ideas, be sure to browse the reviews for travel agents for Thailand ."
    }
  ],
  "map": ""
}