{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "immersive-10-day-tour-of-thailand",
  "tourName": "Immersive 10-Day Tour of Thailand",
  "placesVisited": "Bangkok, Ayutthaya, Sukhothai, Chiang Mai, Chiang Rai",
  "generalInfo": "White temples shimmer along dusty lanes while ancient capitals lay in an evocative state of ruin, clearly from another time. Local Siam life unfolds around the river and monks will greet you serenely at sunrise. Welcome to Siam, an old kingdom of legend with a legacy that lives on today. Spend ten days experiencing the grand highlights as you travel north from Bangkok as you begin, and end in Chiang Rai. There will be dancing, hot air ballooning, elephants, chedi, traditions, Lanna temples and so much more.",
  "durationDays": "10",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok – Dancing and Indulgent Dining on the Chao Phraya",
      "description": "Touching down in Bangkok can bring some culture shock. Bangkok is a sprawling, bustling city, where the old meets the new with a strange congruence. It does not feel very relaxed at first, even with an airport meet and greet and luxury transfer into the city. But check in to your five-star hotel along the river, and Bangkok slowly reveals its charms. There will be all of the contemporary comforts you could ask for as Thailand’s capital is far more developed than most people assume. You will enjoy the serenity of the river with its banks dotted with temples and colorful boats. You will dine at Bangkok’s most exclusive venue, watching a Thai dance performance on the banks of the Chao Phraya. When returning to the hotel, you will already have one foot in old Siam."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok – Spiritual Siam and an Afternoon on the River",
      "description": "Bangkok’s famous highlights are best explored in the morning when it is cooler, and there are fewer people around. Chanting and incense fill the rooms at Wat Po with corridors that lead you towards an enormous Buddha statue. Hallways and reception rooms dazzle with gold at the Royal Palace, the richness of its wonders akin to anything you would find in Europe. The sight of the Emerald Buddha is around the corner, and while the Buddha is small, the emotional atmosphere among the Thai pilgrims is very moving here. Visit these three highlights, and you will not need to do more as Bangkok’s other historical attractions are easily outshone by what is yet to come on this 10-day Thailand tour. Head out to see a more local side to the city this afternoon. All of the bustle and the color is much easier to appreciate when you are cruising on the Chao Phraya. Bells ring at riverside temples as wooden shop fronts sell a little of everything and a lot of fruit. A low-slung cityscape gives way to quiet canals and buffalo-studded fields. Cruising further away from Bangkok, you can visit the famous puppeteers of Baan Silapan, admiring deft movements and famous Siam tales. Then as you return to central Bangkok the city lights are turning on, an illuminated Temple of Dawn just one potential place to stop before reaching your hotel."
    },
    {
      "dayNumber": "3",
      "title": "Ayutthaya – Stepping Further Back Into Siam’s Past",
      "description": "An enchanting world of temples and ruins, Ayutthaya still revels in its splendor. For over 400 years it was the Siam capital, and you will be quickly immersed due to its scale and its detail. Extravagant temples rise skyward with their intricate details demanding closer inspection. Chedi are cracked, and there are so many as hundreds upon hundreds cast across the dusty ground. You will explore in a special tuk tuk, crossing the UNESCO World Heritage Site through the ruins and temples to the candy floss aromas of the Muslim quarter. Life continues along the edges of the historical park, and you can visit two local houses, as well as try culinary specialties from the market. Ayutthaya needs 24 hours, though most people visit on a rushed day-trip from Bangkok. After half a day in the ruins, you can switch from a tuk tuk to a long-tail boat. The cruise will take you to Bang Pa-In Summer Palace, where royal mansions stretch out from a quiet garden. Wat Niwet Thammaprawat is nearby, an architectural mix of old Buddhist Siam and Gothic European, with stained glass windows that send shards of light onto Buddha in repose. By spending the night, there is also a feeling of tranquility to follow all of that exploration, found along the river at dusk as chedi and temples turn to silhouette against a setting sun."
    },
    {
      "dayNumber": "4",
      "title": "Sukhothai – A Dreamy Journey to the Dawn of Happiness",
      "description": "It will be a lovely train journey north this morning with a chance to watch rural Thailand roll by as you take stock of how much you have experienced in just three days. Tiny wooden villages dot the hills, and when disembarking in Phitsanulok, you can join hundreds of local pilgrims as they seek good fortune at Siam’s most legendary Buddha image. Again, while the actual Buddha is not hugely impressive, you will always remember the emotionally-charged atmosphere. By late afternoon, you will be in Sukhothai, where first impressions reflect the etymology of its name as Sukhothai translates as “Dawn of Happiness.”"
    },
    {
      "dayNumber": "5",
      "title": "Sukhothai – The Fairytale World of the First Capital",
      "description": "Lost relics slowly rise from the shadows as some chedi are whitewashed and gleam proudly beneath the sun, restored to their former glory. Others are cracked or laying in pieces, suggestive of their 13th-century origins. There are almost 200 in total, and your photographs will be very impressive, especially in the light of the morning. Mosaic patterns are faded, yet impressive, on the temple walls. Some temples have been expertly restored, Wat Sri Chum showcasing the grandeur of the kingdom’s first capital, with Buddhas sitting serenely in structures of moss-scorched rock. After lunch, there will be time to rest before you continue the historical experience, wandering through columns to Wat Mahathat and its 200 subordinate stupas. Find a dreamy place for sunset and finish the day with a real understanding of what it must have been like to be here 800 years ago."
    },
    {
      "dayNumber": "6",
      "title": "Chiang Mai – A Lanna Temple to a Hilltop Experience",
      "description": "A change in architectural style will appear as you stop in Lampang at a 15th-century Lanna temple that the local community has expertly maintained. Rich details line the facade, with mosaic stories sculpted into rock. Once inside, it is simple and spiritual with aromas of incense casting Buddha images into a slight haze. This Wat Phra That Lampang Luang temple is an easy stop on the 3 ½ hour journey north to Chiang Mai, where you will check into a spa retreat just outside the city. After a few days on the road, it will be time to indulge. But not before watching the sunset from Chiang Mai’s famous hilltop temple, a cacophony of ringing bells marking the transition from day to night."
    },
    {
      "dayNumber": "7",
      "title": "Chiang Mai – Ballooning Over Chiang Mai and Exploring the Villages of Mae Taeng",
      "description": "Chiang Mai is Siam’s cultural heart. Until the 1920s it was cut off from the world, hidden in a forest that was only accessible on elephant back or a tortuous upriver journey. The city walls still stand, protected by a moss-filled moat as red-brick temples meet whitewashed pagodas and locals ring their bicycle bells. Life is slow and serene here, illustrated by the lines of monks you always see on the streets. Ballooning over Chiang Mai provides an excellent understanding of the city’s location, and you can cruise above the mountainous forest with nothing but nature beyond the city boundaries. As you drift, there will be more. Beneath your feet, there are temples, their abundance almost baffling when seen from the air. This slow mode of sunrise travel leads into a leisurely day spent around the spa, and then at some small villages in Mae Taeng. Traditions live on in this region, and a community host will guide you through basket weaving, farming, cooking, and music. Although these villages have turned to tourism in recent years, they remain a hospitable and accessible way to explore old Siam culture. Plus you can easily take a hike through the nearby rice paddies, past buffalos plowing fields to small waterfalls."
    },
    {
      "dayNumber": "8",
      "title": "Chiang Mai – Morning With the Monks; Elephants and Adventure in Doi Suthep National Park",
      "description": "Monks wander barefoot down the Chiang Mai streets, chanting softly as they go. Their robes seem to glow in the morning light, radiant beneath chedi and temple tops. They are asking for alms, an evocative morning scene of local people supporting the city’s monks. It will be worth the early alarm call, and you will have the rest of the morning to lie down again, perhaps with another spa retreat or just around the pool. This afternoon will bring another evocative scene as elephants wander the forests of Doi Suthep as gibbons swing through the trees. Rather than ride the elephants, you will walk with them in the forest and connect with giants while searching for primates."
    },
    {
      "dayNumber": "9",
      "title": "Chiang Rai – The Dazzling White Temple and a Local Place to Finish",
      "description": "Superman is painted onto the outside of Wat Rong Khun, the White Temple. There is a Nemo and a Coca-Cola can as well alongside all manner of figures and icons from the contemporary world. Head inside, and the artistic style continues as an allegory of past and future, good and bad, spiritualism and commercialism. The temple itself is more like a palace, shimmering an intense white hue. Serpents and tridents are carved into this stone, marking a bridge you must cross to reach fictional superheroes. This temple is more an art gallery than a place of worship, and is completely unlike any other in Southeast Asia, something that has attracted plaudits and critics in equal measure. Stop at the White Temple on your two-hour drive north to Chiang Rai, a small and authentic border city that is ideal for your final day in Thailand. Like Chiang Mai and Bangkok, Chiang Rai has night markets, temples, tuk tuks, colorful storefronts, and the country’s exotic allure, but it is not yet too popular. There are not many other travelers at the night market, and you can get a sense of how Thailand used to be, before its popularity. Chiang Rai has now been connected to the country with a domestic airport, making it an even more appealing proposition."
    },
    {
      "dayNumber": "10",
      "title": "Bangkok – Departure",
      "description": "Spend your morning relaxing before you are transferred to the domestic airport terminal to fly back to Bangkok, and then onwards to home."
    }
  ],
  "map": ""
}