{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "ten-day-thailand-family-adventure-culture-jungles-islands",
  "tourName": "Ten-Day Thailand Family Adventure: Culture, Jungles & Islands",
  "placesVisited": "Chiang Mai, Pai, Mae Hong Son, Doi Suthep–Pui National Park, Ko Samui",
  "generalInfo": "Thailand brings adventure and mystique as an exotic destination that is comfortable for all ages. Elephants hoot in the thick jungle, monks will greet you at sunrise, and the tribe villages will impress an alternative way of life. A jungle camp will immerse you in nature while an island retreat provides sun, sea, and sand. Handcrafted to maximize your family time together, this 10-day Thailand tour avoids the city to create the classic Thai mix of culture, jungle, and island.",
  "durationDays": "10",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Chiang Mai – A Tuk Tuk Through the Old and New",
      "description": "Chiang Mai reflects so many preconceptions often thought about Thailand. The city sits serenely beneath a mountain, deep in the north of the country. Crumpled city walls still stand, enclosing 700 years of history. Although the streets can be a little dusty, they are mostly pedestrianized with hardly any traffic once you cross a bridge and wander between temple remains. Until the 1920s, the only means of reaching Chiang Mai was to ride an elephant through the jungle or take a boat upriver through various rapids. This cultural hub was hidden from the world and was able to preserve its culture, incredible in comparison to other great Siam cities that were razed to the ground by invading armies. Touch down, and it will be an easy transfer to your centrally located hotel. You can then stretch your legs with a wander on a lane of stupas and small shops before a tuk tuk provides your first genuine Thai experience. Squash into the back together and travel slowly through the streets, gazing out at red-brick temples and orange-robed monks. Thailand, especially a city like Chiang Mai, can be an enormous culture shock for adults and kids alike. In a tuk tuk you are anonymous, so you can just sit back and soak up all the new impressions with colorfully-dressed locals, swirling incense, temple bells, other tourists, market stalls, ornamental architecture, city walls. A tuk tuk is also an iconic means of travel and one that confirms that you have landed in Southeast Asia and are setting off on an exotic adventure together. Don’t take just our word for it - consider reading some of our travelers’ reviews of Thailand , and see how you can customize your own dream vacation."
    },
    {
      "dayNumber": "2",
      "title": "Chiang Mai – Visit Elephants and Karen Hill Tribe Village",
      "description": "Elephants meander through the forests just beyond Chiang Mai. Ears flapping and trunks swinging, the elephants traverse the trees with elegance to their gait and a sense of mischief in their eyes. You will be walking alongside in the shadow of these giants as you notice their calls, gestures, and movements. Enjoy the ambiance of the jungle as the elephants move through the trees to a river, where the pachyderm will stop for a bath squirting water wildly from its trunk. Your elephant experience will be at a widely regarded ethical elephant sanctuary in northern Thailand. After a morning spent with giants and lunch in the forest, you will continue to explore. Drive, and then walk, among the trees to a small village cut off from the world. The Karen people live here, traditional in their ways and surreal in appearance. While many Karen communities once lived here, only a few remain, so they use tourism to supplement an otherwise meager income. Meeting them is an authentic experience that will be eye-opening for all. Children everywhere tend to be curious souls, and younger visitors typically end up playing with Karen of similar age. It will be a great opportunity to experience a different way of life with a chance to meet with a shaman before returning to Chiang Mai."
    },
    {
      "dayNumber": "3",
      "title": "Chiang Mai – A Spiritual Morning With Monks Plus a Thai Cooking Workshop",
      "description": "Monks wander the Chiang Mai streets at dawn, and you will want to take it all in. It is difficult to get up early when you are on vacation, but persevere with the alarm and pull the kids out of bed. You will soon stand on the street, and a line of orange will come towards you, the monks barefoot and holding small bowls. This is the city’s daily alms ceremony, a surreal and serene experience, and beautiful to take in. Back at the hotel, there will be time to rest, perhaps around the small pool. Chiang Mai can easily be explored on your own as well, the pedestrianized streets and quirky shops good for families out together. This afternoon you will be in the kitchen, gaining dirty hands and food-stained faces. It is a Thai cooking workshop tailored towards children, with lots of tasting and an introduction to the wide variety of flavors and spices."
    },
    {
      "dayNumber": "4",
      "title": "Pai – Cycling Past Paddy Fields to Shan Villages",
      "description": "The road from Chiang Mai to Pai famously contains 762 turns. It’s a steep and winding drive through stunning scenery, taking 2 ½ to three hours in private transport; note you could also choose for flying into Pai in a 12-seater aircraft, with superb views over jungle and mountains. Rice paddies surround Pai, locals appearing like colorful dots in the fields. Small temples and chedi (Thai stupas) stud the landscape, along with villages of bamboo houses. The best way to explore is by bicycle, taking you off the main road and along ochre-hued lanes. A support vehicle follows so you can leave the saddle at any time. It’s a 12-mile cycle loop to a string of Shan villages and back, although this can be shortened or lengthened dependent on how your family feels. Peddle up then down and rest in one of the Shan villages, meeting a family and comparing their lifestyle to the Karen. Lush landscapes mark the forward path as you cycle to natural hot springs and pass innumerable rice fields. Returning to Pai, you cross a Japanese World War II bridge then descend through Pai Canyon, returning elated and perhaps exhausted. Pai is a small place, and there are dozens of eating options within walking distance of your hotel."
    },
    {
      "dayNumber": "5",
      "title": "Pai (Jungle Camp) – Immersed in Nature on a Rafting Adventure",
      "description": "Into the jungle you go, setting off in a raft, getting soaked by the sights of nature. The first few rapids are tepid, allowing everyone to get accustomed to the boat and what to do. Mostly you’re drifting, the guide navigating you past wild mango trees and remote sandy beaches. After lunch the action intensifies, a handful of class three and four rapids meaning everyone gets thrown around a little in the raft. It’s very safe, even if the rushing water provides plenty of thrills and perhaps a spill. After 15 more rapids, you reach the jungle camp, a place that’s hidden from civilization. Sit around the campfire, listen to the monkeys, and settle into a two-night wilderness experience."
    },
    {
      "dayNumber": "6",
      "title": "Pai (Jungle Camp) – Appreciating Life Deep in the Jungle",
      "description": "Spend the day deep in nature as you can bathe in the river as tropical birds sing their song, or follow self-guided jungle paths in the search of monkeys and gibbons. Listen to the silence, and experience the remoteness of nature. Your accommodation will be in comfortable, wooden huts with comfy beds and private outdoor showers. This will not be luxurious, but it connects you to nature, especially the natural choir song drifts across the camp. The rustic setting is a beautiful place to stop and unwind as a family. There are no interruptions here, not even any Wi-Fi. A program of activities will keep you occupied, and all are included in the stay. Just decide on the day, from canoeing and guided hikes to learning about local insects."
    },
    {
      "dayNumber": "7",
      "title": "Chiang Mai to Koh Samui – Tucked Away on a White-Sand Beach",
      "description": "From the jungle to the island will be an exhilarating journey. Continue by raft, the river being the only way out of the jungle. Of course, you will continue downriver and through a collection of grade two and three rapids to the take-out point at Mae Hong Son. You will need to set off early in order to reach the mid-morning flight back to Chiang Mai. From Chiang Mai, you will transfer onto a flight to Koh Samui, an exotic island of white sand and palms. Once more, it will be a forest that provides a backdrop, and this one sends cooling shadows across the beach. Check into your quiet resort on the least developed corner of the island, far from the backpacker scene and relax. For the next three days, you will not even need to think about shoes."
    },
    {
      "dayNumber": "8",
      "title": "Koh Samui – Space and Time to be Together as a Family",
      "description": "There is not too much going on in Koh Samui. Palms sway and warm water invites. The beach is quiet, and there will be time and space for you to be together as a family. Hang around the pool or on the sand. Take a snorkel into calm waters and feast your eyes on the myriad of colors, or find your shoes and walk in the indigenous forest. Koh Samui was the first of Thailand’s islands to really become known to the world, a tropical paradise reported by intrepid travelers of the seventies. While half the island has developed into a bustling resort-style destination, the other half remains low-key, true to the island’s origins. These two days are at your leisure and activities can be organized locally should you wish. Scuba diving and guided snorkeling are popular, but do not expect to find any of the loud motorized water sports here, as this corner of Koh Samui is for tropical birds, not banana boats and jet skis. You can take cultural trips to temples and markets on the island, along with guided excursions in the forest. However, you will have done a lot of this already, so these two days are likely to be spent between the resort and the beach, experiencing why Thailand’s islands continue to be among the world’s most escapist destinations."
    },
    {
      "dayNumber": "10",
      "title": "Koh Samui – Departure",
      "description": "Koh Samui is the most convenient of a famous island trilogy as it is the only one with its own airport. After a relaxed morning and enjoying the beach, you will be transferred to the domestic airport this morning, flying to Bangkok where you meet an international departure."
    }
  ],
  "map": ""
}