{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "adventures-in-thailand-tour-bangkok-kanchanaburi-chiang-mai-doi-inthanon",
  "tourName": "Adventures in Thailand Tour: Bangkok, Kanchanaburi, Chiang Mai & Doi Inthanon",
  "placesVisited": "Bangkok, Â Kanchanaburi, Chiang Mai, Â Pai, Â Mae Hong Son, Â Mae Sariang",
  "generalInfo": "Follow that path that takes you away from the cityscape and along the cultural villages on this custom tailored tour through the diverse world of Thailand. Make your way from the opulent architecture and history of Bangkok to the celebrated but hidden tribes in the northern jungle. Traverse the tremendous landscape that stretches over mountains and tumbles down waterfalls. From contemporary war museums to tea plantations, an emerald Buddha relic to Long Neck hill tribes, you will take the jungle road and find the indelible splendor of a lesser-travelled path.",
  "durationDays": "10",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok - Finding the Path",
      "description": "The streets of Bangkok are paved with culture and modernity, running the depths of bustling to peaceful, towering skyscrapers to trickling waters. Arrive at the airport and be taken to your accommodation within the heart of the city by a private transfer. The city’s vibrancy is immediate, all encompassed within the stunning shapes of the sky and the rich scents that emanate along the walkways. Coconut oil sizzles and drifts along the wide paths. You can see the gentle rush of the Chao Phraya River beside the rising luxuries of your hotel. Settle into the city with a taste of Thailand while the remarkable reaches of Bangkok calm around you. Have a seat at the Arun Residence giving you a glowing view of the Temple of Dawn across the water, and highlighting the historic river highway draped in the aroma of fresh spice and herbs simmering in the evening light."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok - The Road To Royals",
      "description": "There is an endless mystique to the morning air as you wake up to the luscious aromas of fresh-squeezed orange juice and sweet pineapple. After breakfast, you will find the splendor of the most historic highway in the city, the Chao Phraya River. The history of the water is displayed on its shores where you can find rising temple spires, opulent hotels, vibrant cultural boats, and the lavish grounds of the Grand Palace. The grounds were built in the late 18th century and have housed the royal family with intricate details woven into the architecture. The inner court resembles the structure of a small city, with designs inspired by the European architecture, from large windows to the baroque façade; however, the roof has remained quintessentially Thai. The manicured gardens lend an herbaceous scent to the air as you venture into the Temple of the Reclining Buddha, known locally as Wat Pho. The gold-leafed Buddha lounges over 45 feet high and over 129 feet long. There is opulence in the decoration but tranquility within the hall itself as the image overlooks with the gallery in the nirvana pose. In the morning, you can hear the harmonious chants of monks in dedicated piety echoing amongst the pillared interior."
    },
    {
      "dayNumber": "3",
      "title": "Bangkok - The Deep Roads of Thailand",
      "description": "The morning rises over the river and glistens off of the spire of the Temple of Dawn in the distance. In the early hours of the day, you will find yourself in the rush of the Floating Market at Damnoen Saduak. The aroma of the market is immediate, filled with fresh produce, from bananas to jackfruit, giving a creamy and semi-sweet scent to the air. The atmosphere is vivacious, as people on the riverbank shout to vendors on long-tail boats—their vessels almost overflowing with fruit and vegetables, seafood, and flowers. Over the exuberant crowd of locals that come to do their daily shopping, you can hear the sizzle of woks frying up coconut and bananas, prawns, and more. The vendors place the food within a bag, hook the bag to a long stick, and guide the sumptuous cuisine to the happy patron. In the early afternoon, you will come to the peaceful town of Kanchanaburi known for its quiet river that was once home to egregious Japanese occupants during World War II. The movie The Bridge Over River Kwai highlighted the contemporary history of the town whose beauty was once overshadowed by its past. The JEATH War Museum gives a remarkable account of the city, the soldiers, and the Prisoners of War during the city’s occupation. JEATH stands for Japan, America, Australia, Thailand, and Holland, which represents the nationalities of all prisoners, and more, who were forced to work on the railroad system meant carve through the treacherous pass into Burma. Found within the temple Wat Chai Chumphon, the current Chief Abbot is responsible for the museum’s upkeep, from the bamboo stages to the photos documenting the infamous project. The river is calm and gentle, forging the stunning countryside, reminding locals and visitors of the promising future that can arise from a questionable past."
    },
    {
      "dayNumber": "4",
      "title": "Chiang Mai - Within the Jungle’s Trail",
      "description": "In the morning light, you can see the city come to life, the streets churning with energy with open shops, active locals, and the scent of coriander and coconut never far away. After breakfast, you will have a private transfer to the airport where a brief flight will carry you to the largest northern city in Thailand, Chiang Mai. The city itself is the second-largest city in Thailand, situated within an open circle of jungle beneath the elegant summit of Doi Suthep. The pace feels calmer than Bangkok. The surrounding mountain charm, from rising lush greenery to cooler air, makes the expansive streets feel more like a town, while the colonial fortress within the historic center of the city makes the past more palpable. Along the summit of Doi Suthep, you will come to the fabulous temple where over 300 steps, flanked by colorful serpents, will guide you to the lower terrace of the stunning religious center that overlooks the cityscape. The bells that surround the lower promenade are rung by pilgrims in search of good luck, filling the mountaintop with a delightful song all beneath the gaze of the great chedi built in the 16th century."
    },
    {
      "dayNumber": "5",
      "title": "Chiang Mai - The Northern Route",
      "description": "The jungle outside of Chiang Mai is lavish, with dense greenery that seems to open and close to its surroundings along the rolling hilled horizon. Make your way out of the city and into the countryside, finding yourself in the cozy charm of Pai. The cosmopolitan town is wrapped around close knitting of main streets surrounded by the open countryside. The illustrious canyon opens the forest and has amassed trails throughout the area while the narrow path of Pam Bok Falls filters the rushing water down into the cooling pool below. In the evening the streets come to life with enthusiasm for the local cuisine, open through vibrant restaurants, and the nightly burst of street food beginning at 6 pm. The scent of the city quickly turns to that of rich food, from crispy fried savory pancakes to skewered beef accompanied by a tangy, spicy sauce. Your first day along the Mae Hong Son route will surely be a tasty delight."
    },
    {
      "dayNumber": "6",
      "title": "Mae Hong Son - The Pathway to the Countryside",
      "description": "The sensations of Thailand’s countryside aren’t confined to wildlife but are also found in its landscapes, especially in the north. Today you will make your way out of Pai and venture through the wondrous scenery en route to Mae Hong Son, arriving at the sensational caves of Tham Lot. The magnificent and ancient cave system creates an exotic subterranean world filled with mystique, from natural beauty to ancient findings of carved wooden coffins and pottery. Venture onto a raft to traverse the brook the meanders through the caverns filled with over half of a mile of stalactites and stalagmites. The limestone drips and spikes, looking as though it has melted and frozen in place. The boats are flat and long, guided by a local villager who takes you through the dripping earth beneath the mountain. Each splash of water echoes and every word you whisper carries. After your tour of the cave, you will arrive at the small city of Mae Hong Son for which the path through the mountains is named. For a grand introduction to the city, you can visit Wat Doi Kong Mu, the temple situated atop the mountain that overlooks the valley. Mountains climb over one another in the distance while the city sits peacefully below. The temple itself is an immaculate construct of white chedis and sits over 770 feet above the surrounding countryside. Look between the Burmese styled lions for a fantastic view of the secluded city."
    },
    {
      "dayNumber": "7",
      "title": "Mae Aw - Borders and Peoples",
      "description": "Outside of the provincial capital, you will come to the city of Mae Aw, a Chinese outpost situated along the Myanmar border and brimming with a unique culture. On your way to the outpost, you will come across lush and clean riverside villages belonging to Shan communities, such as Mok Champagne. The local Shan people live on the border of Thailand and Myanmar and cultivate various crops within the fertile land that they inhabit. The fresh greenery gives a simple earthen aroma to the air. Shaggy water buffalo graze the idyllic scenery, helping the Shan with their farming to produce sesame, while Mae Aw is surrounded by tea plantations brought over from China in 1949 by people fleeing communist rule. Whether sipping the locally brewed tea while overlooking the border crossing to Myanmar or sitting in the lap of comfort at Pang Un, a popular getaway for Thai people in search of forested peace, picture-perfect villages of bamboo houses, and the tranquil sounds of nature, you will come to a day filled with picturesque countryside and cultural splendor."
    },
    {
      "dayNumber": "8",
      "title": "Mae Sariang - The Pathway to the Hillside",
      "description": "The hillsides of the north hold the secret cultures that have inhabited the mountainous forests for centuries. Whether nomadic or stationary, the lavish jungle and rich soil have provided shelter and sustenance to numerous ethnic tribes. The variety of villages in the area shows the diverse cultures that have been able to survive with the expansion of countries, cities, and technology, including the famous Kayan, the Longneck tribes of northern Thailand. The brass rings are placed around the women’s neck beginning at a young age, increasing with their years. The villages are colorful, filled with the vibrant shinning textiles that are often made locally by hand. Many homes display blankets and shirts, bags and spices woven and reaped within the village, most often within that person’s home. The scenery stretches from along the mountainside to the waterway below, glistening like a mirror. In the late afternoon, you will arrive in Mae Sariang ready to relax in the temperate evening."
    },
    {
      "dayNumber": "9",
      "title": "Chiang Mai - Turning Around the Path",
      "description": "The morning drapes over the landscape brining the outer reaches of hillside terraces covered with rice. The climbing tiers of the mountainside create a precise image from your imagination, almost curving through the foothills and texturing the valley. There is an endless wonder to the landscape whether just outside of town or stopping in Doi Inthanon National Park to overlook the surrounding scenery of Thailand’s northern jungle and its highest peak at over 7,600 feet. A lookout brings you to the serene edges of the vista with a panorama over an evergreen cloud forest known not just for the rising trees but the blanket of clouds that come and go throughout the day in a marvelous display of natural beauty. As you make your way along the winding mountainous roads of the Mae Hong Son Loop you will arrive back in Chiang Mai in the early evening ready for the comforts of the big city with the luxuries of quaint charming ambiance."
    },
    {
      "dayNumber": "10",
      "title": "Chiang Mai - Along Diverse Paths",
      "description": "The day brings with it the unforgettable scents of coconut and pineapple, filling the air with luxurious freshness. Soon you will have a private transfer the airport to begin your journey home but for the moment you can delight in breakfast and remember your treasured vacation along with Thailand’s diverse culture and varied landscapes. From rivers to mountains, waterfalls to wildlife, you have experienced the history and hill tribes, luxuries, and mountaintops that bring Thailand’s variety of past, present, and future to life. Thailand vacations can always be extended or customized. Browse the Thailand tour reviews for ideas and traveler reviews."
    }
  ],
  "map": ""
}