{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "luxury-thailand-honeymoon-private-excursions-romantic-river-cruise-top-lodges",
  "tourName": "Luxury Thailand Honeymoon: Private Excursions, Romantic River Cruise, Top Lodges",
  "placesVisited": "Bangkok, Koh Tao, Koh Samui",
  "generalInfo": "Embrace the tropical paradise and fascinating culture both found throughout your fabulous honeymoon in Thailand. Indulge in the sweet aroma of fresh coconuts, bask in the glistening views of sapphire water against the pristine coastline and relish the hot sand between your toes. Revel in the charm of hidden sculpture gardens and scour the jungle terrain to find enchanting waterfalls. From golden Buddha statues to the emerald hues of the jungle canopy, radiant coral reefs to pink dolphins in the Gulf of Thailand, your custom tailored tour will immerse you both in luxury and romance for an unforgettable honeymoon in Thailand.",
  "durationDays": "8",
  "price": "8,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok – Arrive in Bustling and Luxurious Bangkok, Thailand’s Capital",
      "description": "Bangkok is a city of majesty and glamour full of bustling shops and decadent cuisine. Temple spires rise out of hidden lanes and add drama to a skyline of luxurious high-rises. Exotic culture and familiar comforts combine along the waters of the Chao Phraya River with traditional long-tail boats that move against the banks that are lined with contemporary cafes. Your flight will land at Suvarnabhumi Airport where your private transfer will greet you both upon arrival. Your hotel will embody the pleasures of Bangkok through a combination of traditional décor and modern luxury as your room overlooks the calm waters of the river. In the evening, the city shimmers with captivating light, which will reflect in the moving waters that shine from your private view. The remainder of the day will be yours to discover the capital of Thailand at your leisure. You will make your way to Asiatique, a mixture of a traditional Thai night market and a fashionable mall that runs along the riverfront. The aromas of ginger, lime, and shallots will drift out of the local restaurants as more than 1,500 boutique shops offer a mixture of Southeast Asian and international styles. Teenagers take photos with an antique tramcar and old anchors once used on the river, and the Ferris wheel glistens with light as it rotates over the walkways to offer a beautiful and colorful welcome to the two of you."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok – Relish a River Cruise and Visit the City’s Temples",
      "description": "The Chao Phraya River once acted as the main artery of the bustling capital city as the king would take to the waterways to reach the palace as fishers traveled between the banks to cast their nets into the water. At breakfast, you and your partner will find the seductive aromas of pineapple, coconut, and mangosteen filling the room as you enjoy every bite. Your guide will greet you in the lobby after your meal and escort you onto a long-tail boat on the river for a private tour of the city’s marvels. The Chao Phraya runs for more than 230 miles before reaching the Gulf of Thailand. The boat brings a romantic atmosphere with it amongst the gentle wake and passing grandeur of the city by day. You will dock at the Grand Palace complex, which was erected in the 18th century and encompasses more than 100 buildings spread across nearly 235 acres. The scent of hibiscus fills the air and accents the gilded halls and lavish architecture that rises along the manicured gardens. It is easy to feel as though you are strolling with your loved one through a gorgeous landscape meant for two before reaching the celebrated temple of Wat Phra Kaew. The edifice represents the spirit of Thai Buddhism, united in the holy image of the Emerald Buddha. The temple was consecrated in the late 18th century after the capital moved from Ayutthaya to Bangkok. 178 murals depict the Ramakian, the Thai version of the Indian epic. Once inside the temple, you will find the scent of incense lingering in the air as the Emerald Buddha sits atop a golden shrine to create a striking figure within the flickering candles and natural light."
    },
    {
      "dayNumber": "3",
      "title": "Koh Tao – Transfer to Koh Tao and Settle into an Island Paradise",
      "description": "Outside of Bangkok, the shores of the river burst into life in the morning. The floating market at Thaling Chan fills with long-tail boats stacked with bunches of bananas and handmade garments as soft as silk. Women fry shrimp in large woks on their boats and pass the traditional dish to waiting patrons on the riverbank. At breakfast, the two of you will share in the enticing aroma of freshly brewed coffee accentuated with fresh coconuts. Your private transfer will greet you in the hotel lobby and escort you to the airport for your short flight to Koh Samui. You will continue to your private boat that will connect the fabulous shores of Koh Samui to the paradisiacal coastline of Koh Tao. The boat ride offers a scenic tour along the Gulf of Thailand, and your private transfer will meet you at the harbor as it ends. The island life will embrace you immediately in the mixture of tropical jungle and pristine white sands, and you will settle into the perfect privacy of your resort-style accommodation that overlooks the south end of the island. Umbrellas shade the outdoor restaurant as palm trees reach their fronds over the edges of the immaculate pool. The window of your suite offers a fabulous view of the peaceful waters of the Gulf of Thailand, and the remainder of the day is yours to indulge in the eight square kilometers of paradise. The two of you will take to the beach in the afternoon to enjoy the sunset together as the violet, crimson, and sage hues layer the sky before the sun sinks behind the horizon."
    },
    {
      "dayNumber": "4",
      "title": "Koh Tao – Enjoy a Half-Day Tour of the Island’s Views and Serene Beaches",
      "description": "In the morning, breakfast will be brought to you with a delicious array of exotic fruits included in the specialized menu. The aroma of fresh pineapple juice will accompany the vibrant colors of rambutan, and after the meal, you will set out on the windy roads of the island to enjoy the remarkable views. You will begin with an adventure to John-Suwan Viewpoint which offers a view of Chalok Baan Kao and Thian Og bays. You will make your way along the trail, passing beneath the coconut palms and lush jungle canopy as butterflies flutter their wings around the blossoming hyacinths. Upon reaching the panorama, the two of you will find a breathtaking view. You will share the outlook only with each other as you as you stand on the granite rock that sweeps across the emerald canopy, over the cobalt and sapphire waters. Return to the shoreline after you have uncovered the brilliant views across the island to relax at Aow Muang, a bay that features some of the best snorkeling spots on Koh Tao. Longboats wade in the water, anchored in the shallows as palm trees reach out over the shoreline and hover above the gentle water. You can dig your toes into the hot sand and embrace the sunlight or submerge your body into the refreshing water for pristine views to the sandy seafloor and turquoise hue. On the edge of the reef, you can spot the meandering barracuda."
    },
    {
      "dayNumber": "5",
      "title": "Koh Tao – Bask in the Beauty of Koh Tao with a Day at Your Leisure",
      "description": "After indulging in a delicious breakfast in your private view, the two of you will have the remainder of the day to enjoy the wonders of Koh Tao at your leisure. Linger in the bamboo cafes along the beaches or bask in the refreshing pleasures of a couple’s spa treatment. You could board a long-tail boat to the Koh Nang Yuan, a collection of three islands that are connected by a thin sandbar and where the white grains of sand have a powdery, inviting texture. The water shimmers with sapphire and indigo colors as verdant bushes and trees spread across the granite rocks. A small beach resort edges the water, making it the perfect destination to grab your snorkel and dive right in. The cool water provides a refreshing reprieve from the jungle warmth as the coral along the reef will shimmer with pastels among the passing angelfish. Table coral and staghorn create a mosaic of textures representative of the unique ecosystem, and in the distance, a spotted eagle ray glides through the water with its wings glistening with the sunlight that pierces through the surface water. Their wingspan can reach a width of up to 10 feet, with their skin shimmering with white and blue spots."
    },
    {
      "dayNumber": "6",
      "title": "Koh Samui – Boat to Koh Samui and Delight in a Half-Day Discovery Tour",
      "description": "The morning breeze rustles through the palm trees around Koh Tao as turtles take to the waters around the coral reef in search of breakfast. You will find the aroma of hyacinth, mango, and guava fills the dining room as you take it all in and enjoy it. After your meal, you will have a private transfer to the harbor where you will board your private boat bound for Koh Samui. Sailing across the Gulf of Thailand offers pristine views of the sunlight as it glistens across the water and pink dolphins occasionally surface near the coast, poking their heads from the water in curious exploration. They can grow to 11.6 feet long and weigh more than 500 pounds as their tail splashes down on the water to show visible hues of gray and pink. Your boat will dock at Koh Samui’s harbor, and long-tail boats moor closer to the sand, with their skippers wading through water more than ankle deep to reach the shoreline. Your private transfer will welcome you to the island and escort you to your gorgeous resort set beside a white-sand beach. The pool offers views to the Gulf of Thailand and the serene ambiance filters into your private room for a perfect romantic getaway. Koh Samui is Thailand’s second largest island, with an area of 88 square miles. Your private guide will greet you and your partner in the lobby, eager to introduce you to the splendors of the island on your half-day tour. Large coconut plantations and lush forest grow along the interior with pristine beaches that sparkle along the shoreline. Elephants trek through the trees, and the lush canopy hides spectacular waterfalls. You will begin your tour with a visit to the famous Big Buddha as the statue glints with golden hues above the trees and reaches a height of nearly 40 feet. The figure creates an alluring silhouette in contrast to the clear blue skies of the tropical haven."
    },
    {
      "dayNumber": "7",
      "title": "Koh Samui – Travel the Island for Waterfalls and the Secret Buddha Garden",
      "description": "At breakfast, you can both linger in the dining room to enjoy the rustic painted wood and colorful décor that adds a romantic atmosphere to the morning light. Your guide will greet you both after your meal ready to lead you through the center of the island to discover the captivating countryside. Traverse the trail that meanders beneath the jungle canopy, and the adventure of it all will make your heart pulse with excitement. You will be able to hear the water splashing in the distance beyond the blossoming hyacinth and oleanders when all of the sudden the path will open to a view of the fabulous Na Muang falls as they cascade down the purple rocks at a height of nearly 100 feet. The river spreads over the rocks like a blanket before splashing into the waiting pool, and the water creates a thin layer of mist that fills the air around you. The droplets will land on your cheek and send a refreshing cool across your skin. The water will feel colder as you dip your fingers into the pool and notice the true temperature of the mountain spring as it meets the heat of the jungle. In the afternoon, you can continue to the serene surroundings of the Secret Buddha Garden that is set beneath the summit of Pom Mountain. A stream travels through the grounds to create a series of miniature waterfalls. The sound provides a tranquil soundtrack to your time spent strolling through the walkways as the statues decorate the entire garden representing figures of Buddhist mythology. Bamboo trees, coconut plantations, and durian farms encircle the garden’s borders, and each statue tells a story known to many locals as a work of mythology told through evocative art, bringing a perfect opportunity for a romantic stroll."
    },
    {
      "dayNumber": "8",
      "title": "Koh Samui – Depart for Home",
      "description": "The Samui Butterfly Garden will glow with the vibrant colors of hundreds of butterflies as they flutter around visitors. The room takes on a kaleidoscope sort of view with radiant indigo and lime hues connected to the unique patterns of the butterfly wings. These flying works of art linger on sweet bananas and settle along the petals of bright-red hibiscus flowers as marigolds blossom with vibrant orange and yellow hues with a rounded, feathery texture. At breakfast, the two of you will linger in the view of the seaside as the subtle aroma of coconut drifts through the air as you enjoy one last leisurely morning. Your private transfer will greet you at your hotel ready to escort you to Samui Airport. Instead of heading home, you could also extend your honeymoon and take the time to visit Chiang Mai in northern Thailand or revel in the island life of Bali, Indonesia."
    }
  ],
  "map": ""
}