{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "discover-thailand-tour-bangkok-chiang-rai-chiang-mai-krabi-more",
  "tourName": "Discover Thailand Tour: Bangkok, Chiang Rai, Chiang Mai, Krabi & More",
  "placesVisited": "Bangkok, Chiang Rai, Chiang Mai, Ayutthaya, Krabi",
  "generalInfo": "The experience of discovery will take you through the marvels of culture and wildlife on this custom tailored tour through the past and present traditions, unrivaled landscapes, and endless wonder of Thailand. From the Chao Phraya River to the Golden Triangle, pristine sandy beaches to incredible hill tribes, you will find the unique and the treasured, the fabled and the masterful as if were created just for you. Hidden within the spectacular flavors or wondrous jungle where temples climb over mountaintops, you will discover surprises and find experience is the ultimate reward.",
  "durationDays": "11",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok - Experienced Arrivals",
      "description": "Arrive in Bangkok, the fabulous metropolis of Thailand that rushes past in vibrant colors and endless energy. You will be met at the airport by a private transfer and taken to your plush accommodations at the Peninsula Hotel. Settle into the luxuries that overlook the fabulous Chao Phraya River, the graceful waterway that runs adjacent to the city’s classic history. There is a vivacious mixture of past and present swimming around Bangkok’s streets, filled with sparkling temples and pagodas, equally as impressive as the rising skyscrapers. It is easy to get lost amongst the wonder, from the effervescent aroma of the food to the quiet charm of the Golden Mountain. As you look out through your hotel room window over the expanse of the city you know the discovery has begun."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok - Discovering the Dawn",
      "description": "The morning brings with it a bright glow from the chedi of Wat Arun, the Temple of Dawn, where the spire gleams in the light and acts like a lighthouse against the backdrop of the city where the gentle trickle of the river runs through. After breakfast you will venture out into the city to find the spectacular culture of Bangkok’s history and modernity thriving all around you. Cruise along the river, wading between the wide shores of the city and arriving at the shimmering temple of Wat Arun, built between 1809 and 1851. The atmosphere is quiet and welcoming. The architecture breathes life into the city. A moment ago you couldn’t see past the skyscrapers; now before you is an immaculate façade with concentric circular shapes speckled with glass giving it a sparkling quality that mesmerizes you as you look upon its towering frame. Once you reach the shores of the Grand Palace the manicured garden sweeps around stunning temples and grandiose royal lodging. Construction began under King Rama I and has since displayed such spectacular culture such as Wat Phra Kaew, housing the famous Emerald Buddha, the symbol of Thailand. On a pedestal at the center of the far wall you will once again discover a shining example of the country; the Buddha sits poised in enlightenment, draped in one of three different robes that the king replaces with the seasons. The air is calm and touched with incense as every moment brings a new and wonderful encounter."
    },
    {
      "dayNumber": "3",
      "title": "Chiang Rai - Discovering Gold",
      "description": "Today you will discover the hidden serenity of Bangkok, nestled beneath the energetic streets of the metropolis, sometimes even rising over them. Visiting Wat Saket brings you to the steps of the Golden Mountain, an artificial hill that is gilded by a 260 foot pagoda. The inspiring golden spire was once the highest point in the city and dates back to the empire of Siam and was restored in the late 18th and early 19th century. The greenery is like an oasis, offering pleasured shade within the warmth of the city’s overlaying heat. The tranquil atmosphere brings you to a lining of brass bells rung for blessings and prayer and eventually to the temple itself. The temple of Ratchanatdaram is also known as Loha Prasart , meaning, “Metal Palace.” With no shortage of splendid temples, you will find the elegance of the Metal Castle to be amongst the wonders of the city. Inspired by temples in India and Sri Lanka and built in the mid-19th century, the temple rises over 118 feet with 37 metal spires that represent the various virtues of enlightenment. The structure rises in concentric square levels on geometrically supporting pillars. Stroll through the alleyways that have been created by the vast amount of pillars and where history, from architecture to religion, resides. After your tour, you will make your way to the airport and arrive in Chiang Rai by afternoon. Let yourself get acquainted with the comforts of your hotel, situated within the open space of a jungle-clad city. The pool is decorated with lily pads, rushing like an infinity pool that overlooks the river. Each room is plush, whether overlooking the pool or the greenery where the northern expanse is never too far away."
    },
    {
      "dayNumber": "4",
      "title": "Chiang Rai - Into the Surrounding Hills",
      "description": "Chiang Rai is the most northern city of Thailand and is considered the birthplace of the country. When looking around the city you can find inspired architecture influenced by Burmese and Thai, representing the eclectic mixture culture and history that has created the sensational city. However, outside the city you can still find the traditional communities that persist in their villages throughout the countryside. The Akha is originally from Tibet and can be found along the rolling plush hills throughout Southeast Asia. The villages tend to rise on stilts, climbing and falling with the landscape, draped in woven straw. The women have colorful dress, from dangling strings to graceful headgear. They thread cotton with a hand spindle and eventually dye their clothing with indigos and vibrant colors. Along Mae Sai, the most northern point of Thailand, you can see the point where Burma and Thailand converge; there are also wonderful goods from the market to be found that have crossed from Laos and Burma."
    },
    {
      "dayNumber": "5",
      "title": "Chiang Mai - The Wandering Roads",
      "description": "Today you will venture south into the jungle en route to Chiang Mai, the former capital of the Lanna Empire. The streets wind and wander through the trees and you can hear the trickle of water in the distance. Between the cities you will visit the fantastic Karen Hill Tribe, known famously for the women who decorate their necks with opulent brass rings, making it look as though they have been elongated with the jewelry. The village itself resembles many others in the countryside sweeping across the forested landscape; however, the people are remarkably diverse in their traditions. There is a scent of cooking wood and timber that fills the trees. Many women have worn the brass rings since the age of five giving a giraffe-like shape to their shoulders and upward, all while wearing colorful and rosy headwear. Eventually, you will settle into Chiang Mai at your hotel, located along the river, next to a tranquil pool, and filled with modern luxury."
    },
    {
      "dayNumber": "6",
      "title": "Chiang Mai - A Day With Elephants",
      "description": "The elephant continues to be Thailand’s most beloved animal, once revered for its luck and prosperity, along with its power and playfulness. Due to deforestation and the ever-expanding cities, there has been a widening effort to help protect the celebrated animal. After breakfast, you will make your way north to a local elephant sanctuary. In the cool shade of the early morning you will find the majestic creatures within the confines of the camp. The open space of the camp displays many qualities that have helped preserve the elephants and their futures, and is meant to familiarize elephants with handling, along with training local guides in proper management techniques."
    },
    {
      "dayNumber": "7",
      "title": "Bangkok - Spires of Experience",
      "description": "Just outside of the city walls you will find Wat Suan Dok. The temple was constructed in the 14th century originally meant for priests and to shelter monks from the rain. Whitewashed pagodas are built in Lanna style with exquisite detail that gives a shimmering quality to the façade. Step into the assembly hall, an open air-pavilion with low comprehensive roofs and sweeping terraces. Assembly halls are generally closed-sided; however, the open-sided structure gives a unique quality and superb view to the structure where two focused Buddha images face opposite directions, one meditating, the other standing. Sitting at the top of Doi Suthep Mountain is the sacred site of Wat Prhathat, also known as temple Doi Suthep. Built in the 14th century, the temple stands at the mountain’s summit and watches over Chiang Mai like a vigilant protector. Stand at the first of over 300 steps, flanked by vivacious greenery and snarling serpent creatures that run the gambit of the stairway. The lower terrace offers a wonderful view over the city below and the far-reaching jungle. You can also find the legendary white statue of the elephant that chose this particular spot as the location for the temple. After lunch you will be transferred to the airport where you will return to Bangkok and the comforts of The Peninsula Hotel."
    },
    {
      "dayNumber": "8",
      "title": "Bangkok - Beyond Siam",
      "description": "North of Bangkok is the impressive past world of Ayutthaya, a bustling city that contains the remnants of the once powerful empire of Siam. The city was once the capital of the Thai Kingdom for 417 years beginning in 1350 and was eventually destroyed by the Burmese. The city’s ruins are some of the most iconic images you will see in all of Thailand. Monks stroll through the streets in orange robes giving a spectral atmosphere to the towering, powerful stone ruins. The reddish hue that colors the concentric spires of Wat Chai Wattanaram display a collective uniqueness in what time and the elements can do to what were once grandiose creations. There is a scent of warm earth and drifting leaves. You will also notice Wat Mahthat, where the famous tree roots have enraptured a sole head of a Buddha image, enshrouding the semi-smiling face within the earth. As you make your way back to Bangkok you will board the Grand Pearl, a river cruise which will have you drifting along the Chao Phraya River beside wonderful landscapes displaying Thailand’s everyday life. You will pass the luxurious, historical palaces, sit within decadent aromas, and watch the lush landscape shift back into Bangkok’s cityscape."
    },
    {
      "dayNumber": "9",
      "title": "Krabi - The Natural Steps",
      "description": "Today you will depart from Bangkok by private transfer to the airport, making your way to Krabi. You will soon be in the comfort of the resort overlooking the majestic ocean and marveled at rising karsts. The modern amenities will have you melting into the luxury, luxuries that include an around the clock personal butler. After you have found yourself settled within the wonderful accommodation you will begin to explore the famed white-sand beaches and untouched islands that the region offers. At Wat Tham Sua you will see a meditation center filled with history and archeological wonderment. The Tiger Cave Temple is alive with visitors and chanting monks, along with rambunctious monkeys that run through the tree line, along the ground, and over the cave. Hidden in the depths of the mountain are Buddha icons ranging in size and gild. Once there you can climb the 1,272 steps to mountain’s summit where the beehive spire towers over the province and gives you a view over the stunning rolling mountains and into an endless horizon."
    },
    {
      "dayNumber": "10",
      "title": "Krabi - Never a Time To Be Krabi",
      "description": "The day is yours to explore the wonders of Krabi at your leisure. Whether enjoying the comforts and opulence of the Phulay Bay Ocean Pavilion or venturing out onto the exquisite beaches that line the coast, you will experience the sensations of the province and its surroundings. For a unique experience in Krabi you can step out of Railay Beach, where the powdery white sand helps bring the heat beneath your toes and a soothing touch from the cool water, and into Ao Thalane. The water curves its way around towering limestone karsts with a cold touch and gentle current. The trees hover over the water, dangling down and brushing the water’s surface. The bay tends to shift from dripping limestone and deep crystal surface to jungle branches and vivacious monkeys. When low tide brings the water to a non-traversable low you will see one of the most impressive displays of nature: the walking fish, or ambulatory fish, which uses its fins to walk from puddle to puddle in the dense mud of the bay. When you return from the bay you can let the plushness of your accommodation welcome you in to a restful evening."
    },
    {
      "dayNumber": "11",
      "title": "Krabi - Discovered and Experienced",
      "description": "The morning light spreads over the remarkable shore casting a light on the rising stones in the center of the water. You can enjoy breakfast on your balcony overlooking the tremendous view for one last time before making your way to the airport where you will find yourself homeward bound. There is no end to the stunning luxuries and fabulous wonders that you have experienced during your time in Thailand. From north to south and all the marvels in between, every moment has been an extraordinary discovery."
    }
  ],
  "map": ""
}