{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "12-day-highlights-of-thailand-tour",
  "tourName": "12-Day Highlights of Thailand Tour",
  "placesVisited": "Chiang Mai, Chiang Rai, Bangkok, Koh Samui, Phuket, Phang Nga Bay",
  "generalInfo": "Pearl-white beaches line crystal clear waters, magnificent mountains tower up from the earth, golden palaces glimmer under the sun, and grand temples share a wealth of insight. Award-winning restaurants cover the vibrant city streets, and coral reefs yearn to be explored. Thailand boasts many enchanting experiences across its diverse and tropical landscape. On this specially-curated, 12-day tour, you will explore some of the best sights and attractions that this country has to offer. Journey to the Land of Smiles and create memories that will last a lifetime as you uncover what makes this destination truly special and unique.",
  "durationDays": "12",
  "price": "4,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Chiang Mai – A Tranquil Arrival Amidst Nature",
      "description": "Thailand’s secluded beauty is best experienced in the Northern capital of Chiang Mai. The diverse landscape and isolated experiences make for an incredibly immersive and captivating stay. Upon your arrival, you will comfortably transfer to your lavish boutique resort that will be nestled at the base of Doi Suthep Mountain. Built into the mountain, your private will villa offer exceptional tranquility within nature. Picture-perfect vistas of the greater Chiang Mai area and first-class amenities make this your ideal destination to rest your head after your long flight into Thailand. You can relax in the private pool before fine dining at the distinguished resort restaurant to let the afternoon slowly slip into the evening."
    },
    {
      "dayNumber": "2",
      "title": "Chiang Mai – A Soaring Tour in a Private Hot-Air Balloon",
      "description": "The morning may bring with it a spectacular sunrise that you cannot afford to miss, and there is no better way to witness it than from thousands of feet in the air while you overlook the sprawling landscape in the comfort of a private hot-air balloon. Your sky-high expedition will share magnificent vistas of the slowly rising sun as it lights up the surrounding region. You will capture incredible sights of the glimmering temples, majestic mountain ranges, and luscious hills before returning to land and celebrating with a glass of prestigious champagne. Your morning will continue in glorious fashion as you transfer to a leading, ethical elephant sanctuary. Underpinned by strong, sustainable values, the sanctuary highlights the importance of caring for our planet and the creatures that inhabit it. You will encounter the magnificent elephants up close as you spend time feeding and washing them. You will become in-tuned with the secrets of the jungle as well as these unique creatures. All of this will take place within an untamed jungle paradise, providing you with picturesque photo moments. Your day will culminate with an exquisite fine-dining experience that overlooks the city, and you will witness the sky illuminate as the sun sets beyond the horizon while you delight in your delectable Thai cuisine."
    },
    {
      "dayNumber": "3",
      "title": "Chiang Mai – Share Stories with the Locals",
      "description": "The following day, you will journey via private coach to the neighboring city of Chiang Rai. Chiang Rai, a city off the beaten path, shares its serenity with those who are exploring the diverse wilderness and cultural landmarks for which it is famous. During your day trip to this destination, you will encounter traditional Thai living with a local hill tribe. Accompanied by your experienced tour guide, your day with the friendly locals will reveal fascinating insight into their authentic lifestyle. You will share delightful meals with the tribe and witness traditional Thai performances, and the spectacles will instill a great sense of admiration for the country’s heritage. Finish your inspiring day with a brisk hike up Doi Suthep Mountain once you have returned to Chiang Mai. Atop the mountain, you will encounter the world-renowned Wat Phra That Doi Suthep temple. The views from up here are immaculate, and the cave complex in which the temple is constructed will be a delight to explore. You will capture riveting memories of your bold adventure before returning down the mountain for marvelous meals."
    },
    {
      "dayNumber": "4",
      "title": "Bangkok – Rise to the Clouds",
      "description": "Bangkok, the second stop on your tour, boasts many of Thailand’s essential highlights. The capital is known for its captivating cultural heritage and chic experiences. Your stay in the exuberant city will give you the opportunity to explore Thai authenticity in a luxury-orientated environment. Beyond the riveting activities that await, you will indulge in the magnificent cityscape and vibrant lifestyle that is ever-present. Upon your arrival, you will transfer to the city center. Here, you will check-in to your premier, 5-star hotel. From the striking skyscraper, you will have uninterrupted views of Bangkok’s surroundings, and your sophisticated, private room will serve as an idyllic escape after each day of your adventure. Fit with first-class amenities and professional staff, your stay will be nothing short of exceptional in every aspect. During your first evening, after an afternoon to acclimatize to the area, you will transfer to a prestigious rooftop bar. The towering bar will boast a 360-degree vista of the cityscape that you will enjoy over an award-winning, multiple course meal. The picture-perfect moments will prove that opulence in Bangkok leaves nothing to be desired."
    },
    {
      "dayNumber": "5",
      "title": "Bangkok – Delve into a Cuisine of Tremendous Depth",
      "description": "The following day, you will further explore the magical tastes of Thailand. Your knowledgeable guide will meet you at your hotel for an in-depth food tour of the city. You will venture to coveted hotspots that are hidden throughout the city. From authentic culinary experiences with traditional local eateries to exquisite Michelin-starred meals that are accompanied by revered chefs, you will experience the best of both worlds on this tour. Each stop will provide you with the opportunity to meet the people behind the cuisine and gain the inside scoop of what makes this country’s food so special. Your prestigious chefs may even impart a few culinary secrets as a token of goodwill. These tips will come in handy throughout the rest of your day because shortly after, your private guide will transfer you to a world-famous cooking school within the city limits. Set amongst a natural backdrop and established within a traditional Thai building, your culinary classes will exude luxury while retaining charming authenticity. Over the course of the following few hours, an expert chef will train you in the mastered art of cooking Thai dishes. The magic of these meals will unfold before your eyes as you learn more about the enchanting culture. You will conclude your day of delightful delicacies with a gourmet, Thai meal that will be accompanied by traditional, dancing performances. The colorful show and exquisite food will spark immense joy, bringing the evening to a perfect close."
    },
    {
      "dayNumber": "6",
      "title": "Bangkok – Trace Back Thailand’s Cultural Roots",
      "description": "Before setting off for your next destination, there will still be much to explore in Bangkok. Your final full day in the city will provide a wealth of insight into the country’s culture. Grand, golden temples will glimmer under the sunlight, and palaces will exude sheer beauty in all directions. As you tour the sacred grounds of Bangkok’s coveted temples, you will feel the historical atmosphere embrace you. The majesty of the multi-colored, imposing Wat Arun and the 150-foot golden Reclining Buddha can only be vaguely expressed in words. You will witness these incredible sites and capture the meticulously crafted age-old complexes in all their glory, and you will create unforgettable memories while you learn more about Thailand’s historical roots. Your cultural excursion will continue at the world-famous Jim Thompson House. Here, you can revel in the intricate blend of Western and Eastern architectural design as you uncover the history of the Thai silk industry and its rise to prominence in the Western fashion world. You will depart for Koh Samui the following morning with an expanse of knowledge into the country’s rich heritage."
    },
    {
      "dayNumber": "7",
      "title": "Koh Samui – Experience Luxury on Sand and Sea",
      "description": "Koh Samui, Thailand’s second largest island, is an endearing destination and must-visit location during your tailor-made tour of the country’s highlights. The hotspot is home to an array of exclusive experiences that are perfectly suited for your luxurious stay in Thailand’s tropics. Stretching sands, coconut groves, and palm tree-lined cliffs will welcome you to its sunny shores. You will make your way to an exceptional resort, which is where you will experience ultimate opulence for the duration of your time on the island. Your private villa will be set amongst the green hills and will seamlessly blend into the natural surroundings. It offers absolute privacy amid a remarkably tranquil seaside setting. From your balcony, you can marvel at stunning views of your private beach, which will only be a short walk away. Fine dining at the resort’s stellar restaurant will bring your relaxing afternoon to a wonderful close."
    },
    {
      "dayNumber": "8",
      "title": "Koh Samui – Island Hop to Idyllic Hideaway Spots",
      "description": "An atmosphere of peaceful serenity resonates from the island, and the experiences that have been handpicked for your journey are geared towards maximizing the leisure of your stay. On your first day, you will be swept away to incredible white-sand shores and snorkel crystal-clear waters as you explore the isolated islands off Koh Samui’s coast. Indulge in this luxurious, island hopping experience from the absolute comfort of a private yacht. You will capture memorable moments at untouched beaches and witness majestic sea life that resides in coral reefs. Furthermore, brief stops at the pivotal islands will reveal the country’s incredible wildlife, and you can leisurely traverse the rainforests in search of flowing waterfalls and magnificent creatures before boarding your cruiser and venturing back to your suite. To end your day, unwind at an award-winning restaurant that overlooks the azure ocean, sip on tasteful cocktails, and dine on outstanding local dishes as the setting sun illuminates the sky."
    },
    {
      "dayNumber": "9",
      "title": "Koh Samui – Absorb an Island Steeped in Heritage",
      "description": "Beyond beautiful beaches and world-class cuisine, Koh Samui is known for its Buddhist background. Its cultural heritage is reflected in the stunning spiritual sites that genuinely showcase the country’s true ambiance and grandeur. The following day, your experienced guide will transfer you to these essential highlights. The tour will reveal the riveting allure of the island’s beloved temples as well as take you to the Secret Buddha Garden. Set on top of Pom Mountain, the serene garden will whisk you away from the crowds below. The hideaway location shares intriguing views of unique Buddhist sculptures that are set amongst the sweeping, green forest. You can absorb the invigorating energy as you reflect upon your splendid experience thus far, and to conclude your captivating stay, you will journey to an authentic fishing market later this afternoon where you can peruse the energetic night bazaar that is complete with hundreds of fascinating stalls and lean-tos. From mouthwatering traditional food to stunningly hand-crafted jewelry, there will be an abundance of wealth to explore. Afterward, you can settle down at an international restaurant for a global taste or authentic Thai dish that will satisfy your every craving before you make your way back to your luxurious accommodation for a peaceful night's sleep."
    },
    {
      "dayNumber": "10",
      "title": "Phuket – Cherish an Evening Supper on the Lagoon",
      "description": "One of the Andaman Sea’s most coveted paradises, Phuket, is a short way from Koh Samui. The tropical destination, which is where you will spend a few days in complete grandeur, boasts a collection of pearly white beaches with sapphire seas. You will meet your private transfer shortly after your arrival and venture to the sought-after Laguna Beach area. This opulent, seaside location is home to one of the island’s most-beloved luxury resorts. Here, friendly and professional staff members will welcome you with smiles. They will usher you to your private villa that will be surrounded by thick greenery and sprawling seascapes. You will bask in the untamed beauty and gorgeous seclusion of your 5-star accommodation for the duration of your stay. You will spend your first evening soaking up the wonderful setting. You may jump-start your lavish relaxation with a well-deserved spa treatment at your resort’s premier wellness center. You will escape on a revitalizing journey as your experienced masseuse uses ancient Thai practices to work away any tension that you may have accumulated from your travels. To perfectly round off your evening, you will delight in gourmet Thai cuisine from the comfort of a private long-tailed boat. The cherishable experience will take you along the destination’s lagoon as your exclusive chef prepares incomparable meals right in front of you on the boat. The fine-dining experience may complete with remarkable sunset vistas that encompass the lagoon."
    },
    {
      "dayNumber": "11",
      "title": "Phuket – Glide Across Phuket Island as a VIP",
      "description": "Totally immerse yourselves in Phuket on the following full day of adventurous exploration. You will your day from your resort with a delectable breakfast shortly before meeting your private transfer. You will witness the island’s charming countryside as you journey to a nearby heliport. Upon your arrival, a group of experienced pilots will welcome you and direct you to your comfortable VIP seats inside a well-kept helicopter. You will hover over immense mangroves, sweep past majestic limestone cliffs, fly by rural jungle settings, and circle the famous Big Buddha statue as you explore Phuket and Phang Nga Bay. These are only a few of the marvelous sights that you will treasure on this captivating sky cruise. In addition to the majestic sights that you will see, the feeling of flying through the gorgeous, Thai landscape will give you a feeling that you will be chasing for a lifetime. Later today, you will enjoy a delightful lunch in celebration of your stunning, sky-seeing exploits. In the afternoon, you will continue your exploration of the impressive island by boarding a luxurious speed boat and traversing the open waters of the Andaman Sea. All the while, your knowledgeable guide will share intriguing information about the archipelago and wondrous sea life. Your trip will take you to secluded beaches, far off the beaten track, where you may snorkel in search of precious creatures. You will create lifelong memories of wildlife sightings and relaxing, seaside ambiance during this day on the ocean."
    },
    {
      "dayNumber": "12",
      "title": "Phuket – The Best of Phuket’s Allure",
      "description": "The following day, to conclude your stay in Phuket, you will discover the impressive cultural sites and environmental landmarks that are scattered around the island. Your private guide will ensure that your expedition is insightful and comfortable. You will visit immaculate Buddhist temples, striking monuments, and vivacious viewpoints as you uncover what makes the destination so special. At each stop, you will delve into the delightful tastes of Thai cuisine. From premier restaurants with sweeping ocean vistas to vibrant markets that exude local authenticity, you will experience some of the best sights and attractions of Phuket before departing Thailand."
    }
  ],
  "map": ""
}