{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "classic-thailand-itinerary-beaches-markets-elephants",
  "tourName": "Classic Thailand Itinerary: Beaches, Markets & Elephants",
  "placesVisited": "Bangkok, Khao Yai National Park, Chiang Mai, Krabi, Koh Lanta",
  "generalInfo": "The hidden streets and alleys of Bangkok contain cultural treasures. Gibbons traverse the trees and elephants snack on salt licks in the undiscovered reaches of Khao Yai National Park. The quiet streets of Chiang Mai display elements of the city’s captivating history. The shores of Koh Lanta look out to the stunning turquoise Andaman Sea. Your custom tailored Thailand itinerary lets you experience the beauty of the land, sea, and jewels of Thailand. On this Thailand vacation, Immerse yourself in the flavors of the culture and cuisine, ranging from the mountainous jungles of the north to the coral reefs of the tropical south.",
  "durationDays": "12",
  "price": "4,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Signature Bangkok",
      "description": "Bangkok is a city bustling with activity at all hours of the day. The traditional world of Thailand hides behind lush trees and beside cobblestone streets. The city feels both familiar and exotic simultaneously. The historic Chao Phraya River winds by the shadows of skyscrapers. Monks stroll down the street in burnt-sage robes next to teenagers wearing brand new sneakers and leather jackets. When your flight lands at Suvarnabhumi Airport, your private transfer is already waiting for your arrival, ready to escort you to a luxurious hotel situated in the heart of Thailand’s capital city. Bangkok represents an unshakeable presence that embodies the past, present, and future of the country combined into one unforgettable metropolis. Banglamphu is a popular neighborhood next to the Chao Phraya River. A small park offers a quiet space to enjoy the atmosphere, and the riverside restaurants provide sumptuous aromas of fresh noodles and simmering ginger. River ferries cross the water. In the serene space of the neighborhood, you can experience the calmer sensations of Bangkok, along with a more Bohemian ambiance."
    },
    {
      "dayNumber": "2",
      "title": "Alluring Histories of Thailand",
      "description": "In the morning, boats and ferries take to the current and float down Chao Phraya River. The streets become vibrant with locals making their way to work. The aroma of sandalwood emanates from lit incense drifting from neighborhood shrines and hidden temples. At breakfast, you can sip on freshly brewed coffee or enjoy a long steeped tea to brighten the morning. Your guide meets you in the hotel lobby and after a brief introduction, takes you out into the captivating city. Lak Muang was first erected in the 18th century when Bangkok became the official capital of Thailand. The pillar was erected again in 1853 across from the Grand Palace. Your guide leads you through the Grand Palace complex, which stands on the banks of the Chao Phraya River. The complex was erected in the 18th century and is used for important ceremonies, along with accommodating heads of state. It has a combined area of more than 2,350,000 square feet encircled by four walls. The conical roofs have a gilded tint. The white walls of the buildings reflect the sun and bring a luster to the grounds. The actual palace blends 19th-century European style with traditional Thai architecture for a stunning artistic effect."
    },
    {
      "dayNumber": "3",
      "title": "Hidden History of Bangkok",
      "description": "In the morning, the aroma of fresh coconut and pineapple lingers at breakfast. The tropical fruits have a calming effect in the morning light, reminding you of the exotic and unique culture outside of the hotel. Your guide greets you after your meal. You are eager to explore more of the city and discover the hidden sights of Old Bangkok. The Giant Swing stands in front of Wat Suthat temple. The swing dates back to the 18th century, and was once used in a Brahmin ceremony. Your guide leads you through hidden alleyways and a labyrinth of wooden houses. You reach the amulet market and find a dense network of stalls running south from the river pier. The uniqueness of the goods draws you in. The aroma of burning incense drifts through the covered stalls. Each kiosk displays a different set of talismans meant to draw in collectors, monks, and visitors interested in the details of ancient customs and religion. Some collectors bargain with the vendors for a better price, looking through magnifying glasses to inspect the intricacies of the amulets, searching for luck, value, or a hidden meaning."
    },
    {
      "dayNumber": "4",
      "title": "Heritage of the Forest",
      "description": "The wafting aroma of coconut pancakes gives sweetness to the morning. At breakfast, you can enjoy the juicy pineapples and soft bananas harvested locally and bought from one of the floating markets outside the city. After your meal, your private transfer meets you at the hotel and escorts you northeast of the city to Khao Yai National Park. The park encompasses 837 square miles and is home to one of the largest monsoon forests in mainland Asia. Your luxurious accommodation offers a 360-degree view of the park’s lushness. From your private pool, you can hear the sound of orange-headed thrushes twittering. Black giant squirrels rustle the leaves and branches. Wild elephants often roam along the main road that traverses the park; they enjoy the open space and freedom from the brush. Your spa offers an indulgent space to enjoy the tranquility of the forest and the relaxing nature. The park has more than 31 miles of hiking trails traversing the grounds. You easily settle into the majestic qualities the national park and in the evening, listen to the gentle calls of the red-headed trogon. You can see their red and blue feathers in the canopy."
    },
    {
      "dayNumber": "5",
      "title": "National Grandeur",
      "description": "In the morning, a slight mist rolls along the forest floor. In the trees, gibbons call out to one another. The sound echoes through the park. At breakfast, you wrap your hands around a warm cup of coffee and listen to the gibbons’ colorful exclamations. The temperature warms when the sun burns away the layer of mist. Your guide meets you at your hotel and leads you through the dry evergreen forest of the park. Your guide points into the trees at a great hornbill. Their wingspan and extend to 60 inches long. Their bright yellow and black casque stands atop their bill. You can hear the rushing water of Haew Suwat, one of the most popular waterfalls in Thailand. The impressive cascade tumbles nearly 50 feet into the pool basin below. During the wet season, the beads of water cast a curtain over the caves situated underneath the rocky outcrop. The water is cool and refreshing in the warm air of the park. At the salt licks, you wait for passing elephants. The Asiatic elephant can grow up to nine feet at shoulder height with a length of up to 21 feet. They use their tusks to dig into the earth for more salt. Their presence is magnificent, casting a splendor over your already treasured moments in Khao Yai National Park."
    },
    {
      "dayNumber": "6",
      "title": "Market Culture of Chiang Mai",
      "description": "The gibbons once again call out to one another in the morning. At breakfast, the staff points into the trees, where you can see the lesser apes sitting in the branches and even swinging from one branch to another. Spotting the gibbons is a pleasant farewell to the national park. After your meal, your private transfer escorts you to Bangkok where you board a short flight to the north of Thailand. The city of Chiang Mai is considered the capital of the north but offers a more relaxed pace than Bangkok. Jungle-rich foothills surround the city that was once the seat of the Lanna kingdom. Historic monasteries date back to the Middle Ages, centered around brick stupas that range in shape and style, now known as the historic city center. Your guide meets you at the airport and leads you on a delightful tour providing insight into one of the many gastronomic pleasures of the city, the markets. Near the moat outside the North gate, you find Chang Puak Market. The aroma of chive omelets fills the air and mixes with the scent of handmade soup that contains hints of lemongrass. The Warorot Market sits at the heart of Chinatown and excites both visitors and locals with antique allure. Handcrafts and flowers, along with ceramics and clothes, provide a colorful atmosphere and a natural thrill."
    },
    {
      "dayNumber": "7",
      "title": "True Tastes of Chiang Mai",
      "description": "The intermittent trees and encompassing forest outside of Chiang Mai brings a fresh fragrance to the morning air. At breakfast, locals enjoy Joke , a thick rice porridge mixed with egg and pork. The aromatics of ginger and cilantro waft upwards from the bowl with the steam. A short distance outside of the city is a traditional home, in which a family has lived for generations. Your hosts welcome you with gracious smiles before taking you on a tour of the grounds. In the garden, the family grows ginger and chili peppers. The orchards provide mango and coconut. Your guide cuts open a fresh banana for you to taste. You pick out the freshest ingredients, helped by your guide. Your guide informs you about the connection locals have to their food and its flavor, allowing you to experience the culture of northern Thailand through the preferred tastes of the people. You help prepare the ingredients, on the long wooden table with a view of the gardens. When lunch is complete, you find a bowl of Kow Soy on the table. A deliciously fragrant curry broth soaks into the wheat and egg noodles. Shallots, pickled vegetables, and fried chilies provide a refined touch to layer the richness of the dish. The company and the experience are special."
    },
    {
      "dayNumber": "8",
      "title": "Tangible Wonders of the North",
      "description": "The relaxed atmosphere of Chiang Mai continues throughout the day. Near the historic city center, cobbled streets wind around the old walls. Cafes add a slightly European ambiance with a rich Thai flair. The trees provide refreshing shade across the cityscape. After breakfast, you venture outside of the city for the day, making your way to the world’s first Elephant Hospital. Friends of the Asian Elephant Hospital was established in the early 1990s with the intent of nurturing injured or abused elephants. The protected space allows the elephants to roam freely during their rehabilitation. Some of the elephants roll in the mud to keep themselves cool in the forest heat. Other elephants spray water over their backs and at nearby workers. The friendly atmosphere brings joy to both visitors and the elephants. After your time at the Elephant Hospital, you continue to the town of Lampang. The town has a secluded feeling. Antique mansions refer back to lumber barons. Lanna era temples decorate the skyline. Horse-drawn carriages drive along the street. In the temple of Wat Chedi Sao, you find a 15th-century solid-gold seated Buddha statue standing over a square pond. Precious stones decorate the statue’s robe. The grandeur of the Buddha statue embodies the historic mansions, but the tranquility of the temple personifies the peacefulness of town."
    },
    {
      "dayNumber": "9",
      "title": "Island Paradise Found",
      "description": "You wave goodbye to the lush forests and foothills encircling Chiang Mai, flying over the Gulf of Thailand to arrive in Krabi. A private vehicle meets you at the airport and escorts you the remainder of the way to the island of Koh Lanta, located in the Andaman Sea. The luxuries of the southern tropical landscape are immediately apparent. The water glows a clear turquoise. The jade trees rustle in the sea breeze. Radiant coral reefs rise out of secluded rock formations, populated by an endless variety of aquatic life. Your private transfer meets you at the airport and escorts you to your comfortable accommodation situated near the beach. You can hear the sea lapping at the sand. Your private resort style hotel encompasses 100 acres and offers stretches of secluded, pristine shoreline for you to enjoy. Thai temples hide in the tangles of mangrove trees. Tham Khao Maikaeo offers a complex of caverns and tunnels to explore, filled with chambers as large as cathedrals, decorated with stalactites and stalagmites. The wonders of the island reach far beyond the beauty of the beaches."
    },
    {
      "dayNumber": "10",
      "title": "Adventure on the Andaman Sea",
      "description": "The lull of the waves over the sand reminds you of the dreamscape outside of your hotel room. The sea breeze brings the sweet scent of the ocean combined with the luscious aroma of fresh coconut. At breakfast, you can bite into a rambutan, a semi-sweet fruit similar to lychee. After your meal, your private transfer leads you to Old Town. The buildings of the historic center are made of wood and have been well preserved over the years. Old Town acted as the capital for nearly 100 years, during the 20th century. Restaurants line the pier, providing fresh seafood and overlooking the stunning water. You follow your guide onto a boat and leave the island behind for the day. The breeze carries the misting water. You can see beneath the turquoise surface of the Andaman Sea and find impressive karsts climbing into the sky. You can explore the sea caves on Koh Muk. The water is warm and refreshing. The limestone is strong and encompassing. The secret lagoon takes you on a 278-foot long underwater tunnel opening into a cavernous bay bordered by limestone cliffs. You emerge from the dark tunnel to a find a verdant paradise lined with a white sandy beach. The splendors of Thailand are endlessly enchanting."
    },
    {
      "dayNumber": "11",
      "title": "Koh Lanta at Leisure",
      "description": "In the morning, locals venture out on their fishing vessels in search of their daily catch. Some prefer to wade in the shallow waters close to the beach and net their catch by hand. Coconuts speckle the beach and hint at the creamy aromas of the tropical paradise. After breakfast, the day is yours to bask in the pleasures of island life at your leisure. You dig your toes into the hot sand on the hotel’s private beach or indulge in a celebrated massage in the spa. North of Old Town is Sangka-Ou Village. Numerous Sea Gypsies continue to inhabit the village and live according to ancient customs. Sea Gypsies are considered the first inhabitants of the Andaman coast, preferring a nomadic lifestyle on the water. Their homes stand on stilts to account for storms and the moving tide. You can see the village en route to the secluded east coast beaches. You could always continue south to Mu Ko Lanta National Park, encompassing 50 square miles of protected land and sea. Monkeys laze in the shade of the trees. The peninsular cliff of Ta Noad Cape separates the twin beaches. At the center of the cliff, you can find the lighthouse with a view of several islands. The powdery white sand of the twin beaches stands out from the glowing blue water."
    },
    {
      "dayNumber": "12",
      "title": "Thailand Wishes",
      "description": "In the morning, you bite into a juicy mango and recall the pleasures of your time in Thailand. You continue to listen to the sea’s wading water brushing against the sandy shores. After breakfast, your private transfer meets you at your hotel and escorts you to Krabi Airport. The scenic drive showcases the lush trees of the tropical south and the shimmering waters of the Andaman Sea. In the distance, you can see the rising karsts famous to this region of Thailand. Once in Krabi, you board your flight to make your connection in Bangkok. The culture of Thailand has an undeniable magnetism drawn from the cities, landscape, oceans, and wildlife."
    }
  ],
  "map": ""
}