{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "culinary-journey-of-a-lifetime-to-thailand-vietnam-and-cambodia",
  "tourName": "Culinary Journey of a Lifetime to Thailand, Vietnam, and Cambodia",
  "placesVisited": "Koh Yao, Bangkok, Chiang Mai, Chachoengsao, Chonburi, Hoi An, Hue, Lang Co Lagoon, Halong Bay, Siem Reap",
  "generalInfo": "Indulge in diverse flavors and embrace luxury during your ultimate culinary tour of Thailand, Vietnam, and Cambodia. From secret island getaways to imperial delights, the cuisine that reveals the history of where regional flavors meet French technique, you will discover and experience the endless treasures of local gastronomy across Southeast Asia. You can find traditional recipes and contemporary aesthetics, private multi-course meals, and organic farming perspectives to uncover surprising diversity and fabulous elegance during your culinary trip of a lifetime through Thailand, Vietnam, and Cambodia.",
  "durationDays": "20",
  "price": "20",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Koh Yao Noi - Arrive in Thailand with Ultimate Luxury",
      "description": "The diverse beauty of Thailand encompasses white sandy bays and technicolor reefs along the southern shores giving way to lush forest and dramatic mountains in the north. Your flight will land at Phuket International Airport, where your private transfer will meet you upon arrival. After easing through immigration procedures with an exclusive Fast Track service, you will board a boat bound for the luxurious villas of Koh Yao Noi’s secret island paradise. You will quickly sink into the natural beauty of your surroundings as the tropical grandeur of Thailand’s islands comes to light. The mountainous backbone of the island at Ko Yao gives way to the unspoiled beaches. Birdlife brings songs throughout the day as the culture around the island supports the diverse heritage of Muslum fisher communities and captivating panoramas of the soaring karsts featured in Ao Phang-Nga National Park. The serene landscape and ultimate opulence of your private beachfront villa that overlooks the crystal-clear azure waters of Phang Nga Bay set the tone for your luxurious adventure to come as you bask in the subtle lingering aromas of the sea breeze and coconut."
    },
    {
      "dayNumber": "2",
      "title": "Koh Yao Noi - Delight in an Island Paradise",
      "description": "The day will be at your leisure to delight in the surrounding wonders of the island paradise using your luxury boutique hotel as your base. The serene ambiance stems from diverse scenery with deserted beaches edging the island to the mountains and forests at the island's center. Limestone karsts rise out of the water like ruins of ancient pillars and give way to submerged worlds bright with life and color. You can venture out into the mountains in search of caves and waterfalls or kayak to shores of nearby Koh Nok island. The island is known for kayaking, snorkeling, and boat trips around the spectacular waters. You can take a kayak and venture into the crystal-clear sea for a comfortable introduction to the grandeur of the islands. The water will have a refreshing temperature as you weave in view of karsts or through mangrove forests where the scent of herbaceous leaves meets the briny aroma of the water. Your guide may pull you onto the sands and teach you how to crack a coconut in half, revealing the luscious milk and meat inside for a tasty, fresh treat."
    },
    {
      "dayNumber": "3",
      "title": "Koh Yao Noi - Embrace the Island Delicacies",
      "description": "In the morning, wake to bask in the beauty of the surrounding tropical greenery by lounging in your private plunge pool overlooking the drama of the bay. After breakfast, you will have a wonderful tour of the resort’s private organic farm guided by a seasoned chef. The variety of fresh produce will reveal the beauty of the landscape and the exceptional quality of the soil that results in fortified flavors in each ingredient from the diversity of mushrooms growing in a single hut to the garden where spicy chillis and aromatic ginger thrive. You will continue to discover the farming practices and traditions of the island as you leave the grounds to meet with local farmers that produce rice, palm, coconut, and various fruits. At a local fish farm, you will learn about the techniques farmers have used for sustainable fishing practices on the island, raising fish like snappers and lobsters. You can choose your own fish or lobster before traveling to a secluded island where your private chef will prepare a stunning meal based on the ingredients you saw throughout the day. The scent of barbecue coals sweeps through the accompanied by the sea breeze as the colorful sunset reflects in the water."
    },
    {
      "dayNumber": "4",
      "title": "Chiang Mai - Indulge in Island and Artisan Cuisine",
      "description": "After breakfast, you will transfer by speedboat to Phuket as the wind brushes your face leaving bits of salt on your skin. Before traveling north, you will have time to explore the charms of Old Town as the neighborhood in Phuket reveals a colorful blend of cultures that came to the island during the Rubber boom. Antique shophouses line the streets reflecting the aesthetics of centuries past from Sino-Portuguese facades to contemporary coffee shops showcasing local artists. The scent of fresh pancakes topped with coconut milk or stuffed with bananas may drift through the streets as your guide leads you past the local eateries to discover the tremendous food scene of the island. The heritage architecture will give way to dishes like Chinese fried noodles, spring rolls, and a renowned Michelin-starred restaurant serving crispy pan-fried oysters tossed in a delicious dressing of soy sauce and taro blending traditional Hokkien Chinese food with Thai flavors. You will fly from Phuket to Chiang Mai, where your private transfer will meet you at the airport. After checking into your riverside boutique resort, you can spend time relaxing in the lush gardens or igniting your taste buds with a drink at the a secret bar celebrated for crafting unique cocktails infused with exotic ingredients and fresh, local herbs. At dinner, you will have an introductory taste of Chiang Mai with a degustation menu at Blackitch restaurant serving you between 10 and 14 courses. The innovative menu blends artistic presentation with local ingredients resulting in a celebration of northern Thai tastes using ingredients like calamansi."
    },
    {
      "dayNumber": "5",
      "title": "Chiang Mai - Enjoy a Tribal Culinary Experience",
      "description": "You will leave Chiang Mai for the day with your private driver to reach the Mae Tang district, one of the first organic tea plantations in the nation managed by a cultural tribe. You will meet with a representative of the Lisu Hilltribe community who manages the plantation and wander through the verdant fields where the scent of lush foliage stems from the thriving tea plants and neighboring crops. The garden resembles a sea of greenery filled with the aromas of white, green, and silk teas. Your guide will give you a better understanding of the traditional methods for cultivation, the connection with tea, and better insight into the heritage of the Lisu Hilltribe. The community’s traditions date back to their origins southwest of China giving way to the Tibeto-Burman highlands. Your guide may offer you insight into the religion focused on ancestor workshop and spirit appeasement as you learn more about the sustainable project. As you learn to pluck the leaves from the plant and place them in a basket strapped to your back, you will gain a new appreciation for the work and the importance of how and when the tea is harvested. As you sit to sample the selection of teas, the local tea master will explain the different properties, characteristics, and benefits of the different teas to guide you through finding the subtle notes or uncovering the layers of the tea. You will continue to the home of a local family and their traditional teak wood home to learn more about the traditional way of living in Thailand’s northern region. The organic farm may grow produce like tomatoes, tapioca, and basil beneath the sprawl of the rice field. Your cooking class will reveal the secrets of the Thai kitchen and the distinct properties of Northern Thai cuisine as you prepare things like spicy sour soup, dry red curry chicken, and eggplant with pork."
    },
    {
      "dayNumber": "6",
      "title": "Chiang Mai - Explore Cultural and Culinary Charm",
      "description": "Close to dawn, you will make your way to a temple with your guide to experience the morning alms ceremony. Before the crowds of onlookers arrive, you can embrace the serene tradition as locals give alms to the monks draped in their auburn robes offering things like sticky rice or fruits. The calm and peaceful ambiance will only accentuate the subtle beauty of the moment set in front of the temple complex. You will continue to Warorot Market, where the aroma of a small cake made of fried sweet dough will fill drift down the aisles. You can sample the delicacy stemming from Chinese traditions often accompanied by soymilk, tea, or coffee. You may find crullers that look like animals such as elephants and crocodiles before you discover more of the artisan stalls providing delicious local snacks from herbal tea to dehydrated fruits. After visiting the famous ancient Lanna temples, you can stop in a local cafe to sample coffee made from beans source from a hill-tribe farm. You may find notes of caramel and maple drifting from the cup before you visit one of the most iconic vendors of Chiang Mai to indulge in an authentic bowl of curry. The combination of crispy noodles and pickled cabbage layer the flavors lime, coconut, or lemongrass as you notice notes of the aromatic herbs and spices. Your evening will fill with the remarkable flavors of a meal crafted by Chef James, known in Thailand as the “Boutique Farmer.” The specialty farm focuses on organic and sustainable ingredients produced with biodynamic methods resulting in incredible flavors sourced to many of Bangkok’s Michelin-starred restaurants. The chef will guide you through the farm before crafting a remarkable dinner using ingredients from the farm resulting in an exclusive and specialized meal."
    },
    {
      "dayNumber": "7",
      "title": "Bangkok - Bask in a Private Sunset River Cruise",
      "description": "In the morning, you can relax in the comforts of your resort as you find the scent of white tea or rich coffee filling your suite accompanied by hints of rambutan. Your private transfer will meet you in the hotel lobby and escort you to the airport for your quick flight to Bangkok, Thailand’s bustling capital city. You will continue to the comforts of your luxurious accommodation that resembles an antique mansion set against the backdrop of the Chao Phraya riverbanks. Your terrace view may overlook the water and the boats traveling along the city’s original highway. The intricate details of the palatial grounds will shine as your private butler offers you a walk around the resort to get acquainted with beauty, charm, and opulence of the greater setting. At sundown, you will board a restored rice barge from the resort’s private pier for a relaxing panoramic view across the waterfront. As the sun drops behind the skyline, you can find the Grand Palace set beneath the glinting golden tower of Wat Arun, which stands 219 feet tall. You will return to the resort for a private gourmet dinner prepared by a master chef who will craft a stunning meal based on your culinary preferences for a fusion of Thai and western cuisine."
    },
    {
      "dayNumber": "8",
      "title": "Bangkok - Experience a Historic Bangkok Food Tour",
      "description": "You will travel through time and along the waters of Bangkok as you board a longtail boat bound for the city's traditional neighborhoods found through the quiet canals. Antique pagodas will create a unique skyline shaped by the familiar soaring figure of Wat Arun, known as the Temple of Dawn. The charm of the 200-year-old community of Kudeejeen will reveal the unique combination of Thai and Portuguese heritage. The 18th-century Catholic Church located near a Chinese Shrine will carry hints of frankincense while aromas of sandalwood emulate from the burning incense. A typical bakery offers typical Portuguese-style cupcakes while the restaurant Baan Suklthong offers a unique fusion of Thai and Portuguese cuisine with recipes dating back to the 18th century. The old wooden house enhances the ambiance of the family-owned restaurant with dishes such as Thai dim sum, chor muang, and rice vermicelli with chicken red curry and coconut cream topping the menu. Your exploration of the city will reveal the depths of culture and history as experienced through the food, from the remarkable size of Chinatown to the aroma of the Nguan Soon Spice Shop tucked inside the centuries-old market. You will meet generations of family members working to safeguard the secret of Gold Medal Sriracha, known as the original sriracha sauce, with an award-winning recipe nearly 100 years old. The family will welcome you to the shop as hints of vinegar and chili fill the air. You can sample the delicious hot sauce in the customary workshop where the family still handmakes a limited batch of sauce for special clients. You can savor the elegant balance of hot, sour, sweet, and garlic seamlessly blending together. Before exploring another traditional neighborhood to sample original Thai dishes like pork satay and Radna noodles, you will meet an herbal specialist at Pho Pradi Shop to find pre-mixed packets for wonderful tea-infusions. You may learn about the different wellness properties of various Asian herbs and flowers as you sample a selection of specific infusions you can also take home."
    },
    {
      "dayNumber": "9",
      "title": "Bangkok - Visit Chachoengsao and Chonburi",
      "description": "In the morning, your driver will meet you at the hotel to take you to Chonburi province and the old market street at Ang Sila. The traditional architecture of the antique fishermen village continues to showcase the best cuisine on the Gulf of Thailand through the fresh seafood on display in the bustling marketplace. Small grocers often absent in the big cities continue to populate the street, laying the foundations for the grander aisles of the seafood market. The scent of grilling fish and fresh squid may fill the air as you find new and exciting ingredients taken fresh from the sea that morning. As you discover the markets, you can venture from seafood to typical snacks like large bamboo tubes stuffed with sticky rice and ice cream before traveling to a coconut plantation to learn more about the iconic fruit bunched in the treetops. The luscious aroma of the coconut will fill the air as you tour beneath the trees. In the kitchen, your private guide will teach you the art of making refreshing ice cream by using the coconut shavings and milk to add depths of flavor, as well as an extra creamy texture. In the evening, you will bask in the two Michelin-starred restaurants of 2020, R Haan, to find dishes shaped by celebrity chef Chumpol who uses Thai cooking techniques brought back from extinction to create an artistic representation of locally sourced traditional ingredients with a set menu."
    },
    {
      "dayNumber": "10",
      "title": "Hoi An - Travel to Vietnam at Historic Hoi An",
      "description": "At breakfast, you may find the aromas of tropical fruits like jack fruit and pineapple accompanying the rich layers of freshly brewed coffee. Your private transfer will meet you in the hotel lobby and escort you to the airport for your flight to Danang, Vietnam, and continuing onward to the atmospheric, historic town of Hoi An. The grand architecture will create a beguiling ambiance set along the riverside, shining a light on the historic charm steeped in a quieter pace. The Central Market near the river will reveal the lively contemporary nature of the city where locals find fresh fish and artisan crafts while the streets shine with enchanting colorful lanterns. The evening will turn romantic with a gourmet dinner featuring the beauty of the countryside set in the wonder of your private colonial-style villa. You can look out amongst the rice paddy fields as celebrated Chef Loic crafts a special dinner blending European culinary skills with the fresh local ingredients of Thailand. The unique blend of east and western aesthetics brings a contemporary touch to the meal with customary dishes crafted in a different way introducing you to the vibrant and layered flavors of Vietnamese cuisine."
    },
    {
      "dayNumber": "11",
      "title": "Hoi An - Experience Hoi An with a Personal Shopper",
      "description": "The city of Hoi An retains its charm captured in the streets of Old Town. The antique architecture features the eclectic mix of culture stemming from the former trade that reveals the layers of Chinese, French, and Japanese influences. Your guide will take you on a private tour of the city to find highlights from the Phuc Kien Assembly Hall to the 400-year-old Japanese Covered Bridge. The Phung Hung House was built over two centuries ago and acted as a merchant house for a family who sold spice and silk. Vibrant hanging lanterns and a Japanese-style roof decorate the exterior while 80 columns designed with lotus bases adorn the inside, leading to private access to the canal. After enjoying an in-depth tour of the city, you will continue into the galleries and custom shops with a local expert who understands the history of artisans in the region and the specialties of Vietnamese tradition, from arts to handcrafts. You can meet with a local tailor to have clothes stitched perfectly suited to your body and style, or you could meet with a local woman in a historic shophouse outside the historical center who works with ceramics in the traditional method of a foot-powered potter’s wheel. For lunch, you will be introduced to Cau Lao Noodle at a famous eatery known mostly to locals, where the aromas of cilantro and lime drift into the streets as dishes like caramelized braised pork with a secret sauce creates an alluring layer of mouthwatering flavors."
    },
    {
      "dayNumber": "12",
      "title": "Hoi An - Revel in an Organic Farm Experience",
      "description": "After breakfast, your private driver will take you out of the city to reach an organic family farm and their farmhouse. An easy bike ride will give you a stunning view of the scenery as you travel to the farm and a local village. Rice fields terrace the landscape alongside seasonal produce such as bitter melon and Malabar spinach. You can experience the work necessary to plant and harvest rice, from traditional planning methods to harvesting as your guide explains the elements of the soil and how the seasons affect the specific crops grown on the farm. You may find the aromas of lemongrass and chili as you take to the grounds. During your time on the farm, you will have unique access to the life of community engagement and farmwork in Vietnam through the lens of traditional and modern techniques that helps organic food production and sustainability. After a short boat ride across the Thu Bon River, you can visit a local woodcarver in a shop crafting customary figures revealing flowers, religious figures, dragons, and detailed etchings of myths and legends."
    },
    {
      "dayNumber": "13",
      "title": "Hue - Explore Hue Via Lang Co Lagoon",
      "description": "You will leave Hoi An with your private driver bound for the former imperial city of Hue. The elegant capital retains an evocative sense of the Nguyen emperors as the 19th-century citadel walls rise out of the banks of the Perfume River. The scenic drive to Hue will give you a distinctive panorama of Vietnam’s diverse landscape as you cross over 78 miles of switchbacks and exceptional mountain views. As you travel through Hai Van Pass, you will find the views opening at an elevation of 1,627 feet above sea level set beneath the peak of Ai Van Son and overlooking the azure waters of the East Sea. When you reach Lang Co, you can stop at the picturesque lagoon to enjoy the powder-white sands of the beach and the lively local market at the heat of the village. You can take a boat onto the water with a local guide to learn about the fish and oyster farms in the area. The experienced fisher will take you in search of the biting fish and teach you how to harvest the fresh oysters from the farm. You will carry the scent of the sea with you as you travel from the beach to lunch, where an incredible display of Vietnamese seafood cuisine awaits you served in a traditional stilt house. Upon reaching Hue, you can relax in the comforts of a luxury resort shaped by Imperial garden houses, recalling a past era influenced by Imperial Mandarin. In the evening, you can bask in the grandeur of the Tha Om Garden House, which once acted as the home of the former minister to the emperor. As you descend into the opulence, you will find a soothing yet grand ambiance of rippling lotus ponds, elegant pavilions, manicured gardens, and the replicant designs of the original 19th-century residence. Your host will be a descendant of the royal family who will unveil the family history before a traditional dinner featuring dishes like banh loc tran or nem lui."
    },
    {
      "dayNumber": "14",
      "title": "Hue - Uncover Imperial Past and Contemporary Art",
      "description": "After breakfast, you will have a private rickshaw ride around the imperial citadel of Hue. The bustling shops lead to aromatic restaurants that offer a sense of daily life amid the preserved architecture. As you uncover the wonders of the city, you will find vibrant reds and charming yellows decorating the facades throughout the palace complex before you reach Thai Hoa Palace. The design was meant to embody the physical and spiritual harmony of yin and yang. You may notice the large hall decorated with 90 timber columns and a majestic timber roof. The gallery was once used only for royal ceremonies and imperial events, such as crowning the emperor. A golden throne remains in the center of the hall, exuding the stately ambiance of the palace. You may also visit the Khai Dinh Mausoleum, home to the 12th emperor, and celebrated for its lavish blend of western and eastern aesthetics crowning 127 stairs. At lunch, you will once again find the allure of Hue cuisine as you dine at Cat Tuong Quan, a renowned retreat for Zen spiritualists that focuses on balance. During the meal, you will find fresh ingredients grown on the local organic gardens divided across the sprawling complex by meditation halls. You can participate in a meditation session learning the truth of the practice and its purpose. Your private driver will take you to Tu Hieu Pagoda to continue your tour of Hue at the sacred building in the 19th century, restored in the 1940s by a monk. Your guide will be an innovative art curator who specializes in the flourishing art community of Vietnam. The scent of the pine forest will surround you as your guide leads you through the pagoda and to her home built in the traditional imperial style of Hue with a front screen and miniature landscapes imitating the larger scale of the region. The stories and history of Vietnam will fill the night as the aromas of the royal imperial kitchen showcase the historical cuisine of the area steeped in savory flavor."
    },
    {
      "dayNumber": "15",
      "title": "Hanoi - Fly to Hanoi for a French Quarter Excursion",
      "description": "You will have a morning flight to Hanoi, and your private transfer will meet you at the airport to escort you to the comforts of your luxury hotel situated in an iconic colonial building in the atmospheric French Quarter. The French colonial accents will embellish the opulence before taking a stroll through the charm of the historical district nestled into the banks of Hoan Kiem Lake. Locals enjoy Tai Chi along the water’s edge in the morning, and elegant boutique shops fill the restored colonial administration buildings that once shaped the “Champs Elysee” of Asia. The Opera House was built in 1911 and features a grand Neo-Baroque facade with ivory-colored columns and ornate balconies. The charming city will envelop you as you meet a long-term resident of the city for exclusive access to Vietnamese history. Your guide will take you through a different perspective of Hanoi, leading to an army bunker used during the Vietnam War, where you will learn the untold and personal stories as seen from an alternate viewpoint. In the evening, you will have dinner at Tung Dining, a restaurant that immerses you in originality while celebrating refinement and flavor. Modern aesthetic becomes the focus with a chef who has mastered taste by using 3D printing techniques to shape healthy dishes exploding with layers of flavor. The menu often changes, but popular dishes in the past have included foie gras and burrata ice cream or king prawn and pomelo."
    },
    {
      "dayNumber": "16",
      "title": "Hanoi - Discover the Vietnam War through Food",
      "description": "You will have the unique opportunity to travel through time with your guide, who will uncover the complexities of the Vietnam War through food by starting on the bustling streets in the Old Quarter. The collection of 36 narrow lanes reveals how each street is dedicated to a specific trade. The foundations of the commercial center date back a millennium, showing pieces of the medieval era through the modern lens. Shophouse architecture leads to narrow two-story dwellings above stalls glowing with tropical fruits and vegetables. You will stop at a fascinating local restaurant where you can experience the post-war period of “Mau Dich” when food was rationed. Servers of the restaurant wear uniforms representing the old state-run shops and meals are purchased with food tokens. You can hear stories of the war from the perspective of a Vietnam veteran before visiting the spot where President Obama ate freshly grilled pork with rice vermicelli with the late celebrity chef and traveler Anthony Bourdain. The scent of spices and chili oil will fill the street as you sample the dish, tasting familiar notes accompanied by the legend of those who have eaten the dish before you. The day will come to a close as you travel with a famous French aroma hunter who has sought rare plants and exotic spices across Southeast Asia. Laurent Severac will guide you through a meal crafted by Chef Thanh, most famous for creating the Bun Cha Burger. Your menu will consist of spice blends exclusive to the meal shaped and curated by Laurent but fused with the creations of Thanh for a truly unique and unparalleled culinary experience customized to your tastes."
    },
    {
      "dayNumber": "17",
      "title": "Siem Reap - Visit Halong Bay and fly to Siem Reap",
      "description": "Your last adventure in Vietnam will begin with a transfer to the airport for a private seaplane ride to Halong Bay. The magnificent display of nature features 1,600 limestone karsts sprouting of the aquamarine water, spanning more than 579 square miles. Your scenic panorama where sweep across the Gulf of Tonkin as the sunlight glints against the sea and narrow pillars emerging from the bay. You will board a private boat to get up close to the famous beaches adorned with pristine white sands, verdant islands, and deep caves. You may wish to visit Hang Dau Go, a giant cave with three chambers set beneath 90 steps. The ceiling reaches up to 82 feet high with dramatic stalactites dripping down like icicles. Upon reaching Hanoi, you will board your flight bound for Siem Reap, where your private transfer will greet you on arrival. You will find a home in the luxuries of an iconic hotel first built in the 1930s. The preserved elegance of the colonial architecture exudes impeccable taste and hospitality rooted in the local culture but featuring adornments like elegant Italian tiling and claw-foot tubs, a curated pool, and 15 acres of landscaped grounds with regal gardens and fresh herbs."
    },
    {
      "dayNumber": "18",
      "title": "Siem Reap - Enjoy a Remote Village and Fine Cuisine",
      "description": "Your first outing in Cambodia will take you to Chao Srei Vibol, a secluded temple on a hilltop and surrounded by laterite walls. The unrestored sanctuary will highlight architecture dating back a millennium crowning the summit of the hill at over 98 feet above the surrounding plain. A nearby village will welcome you with a glimpse into the daily life of locals. Your host will create a simple but delicious feast featuring typical ingredients such as chicken and vegetables cooked on a skewer over an open flame. The spice blend may feature familiar flavors such as red chili peppers, star anise, and ginger before you learn how to make a traditional and delicious dessert using mango or another tropical fruit like tamarind. You will continue to a workshop to meet with an artisan who crafts the regional liqueur of Sombai. Rice wine and rum make the vibrant and spiced flavor before it is mixed with exotic ingredients to add depth and diversity. You can sample up to eight different flavors of the local liqueur, enjoying the sweet and lively flavors featuring ingredients such as banana and cinnamon or coconut and pineapple. Your tasty first day in Cambodia will lead you to a guided tour of the three most highly rated restaurants in Siem Reap with each kitchen led by a renowned chef. You will sample the remarkable flavors of each restaurant as you enjoy a starter, a main course, and a dessert to find the points at which the techniques, ingredients, and flavors connect and converge."
    },
    {
      "dayNumber": "19",
      "title": "Siem Reap - The Ultimate Angkor Experience",
      "description": "It will be an early start as you enter the famous Angkor Temple complex to explore the world’s largest collection of religious buildings. The complex dates back to the 12th century and was constructed during the reign of King Suryavarman II. Your guide will lead you to the famous temples beginning with Angkor Wat, the iconic monument celebrated for its blend of symmetry and spirituality. The towers in the design mirror Mount Meru, the sacred mountain at the center of the physical, metaphysical, and spiritual universe. As you tour the temple, you can find the preserved etchings of the walls bringing to life the intricate details of the craftsmanship, such as with the bas-relief Churning of the Ocean of Milk that features demigods and divine beings churning the sea in an attempt to extract immortality. You will have a private picnic inside the archeological park to enjoy the lush jungle landscape and a selection of delicious bites that combine Cambodian staples and western favorites made from local farms or gardens. After visiting the preserved temples at Angkor Thom, the last capital of the Khmer Empire, you will have a scenic flight aboard a helicopter for a panoramic view of the entire Angkor complex sweeping to the floating village of Tonle Sap Lake and the ridges of Bakheng Mountain. In the evening, you will bask in the traditions of the Royal Khmer with a dinner focusing on a mixture of textures, aromas, and exhilarating flavors revolving around staples like rice, fish, shellfish, and garlic."
    },
    {
      "dayNumber": "20",
      "title": "Siem Reap - Depart for Home",
      "description": "In the morning, you may find the scent of strong coffee filling the hotel's dining room. Many locals enjoy the more robust flavor of rich coffee sweetened with condensed milk and possibly poured over ice to mitigate the tropical heat of the region. As you finish breakfast, your private transfer will meet you in your hotel lobby. You will travel to Siem Reap International Airport to check-in for your flight home, bringing an end to your luxurious adventure through Southeast Asia and the dynamic gastronomy of Thailand, Vietnam, and Cambodia."
    }
  ],
  "map": ""
}