{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "amazing-island-tour-of-thailand-koh-samui-koh-tao-khao-luang",
  "tourName": "Amazing Island Tour of Thailand: Koh Samui, Koh Tao & Khao Luang",
  "placesVisited": "Koh Samui, Koh Tao, Nakhon Si Thammarat, Khao Luang National Park",
  "generalInfo": "The sparkling blue of the island water brings an unimaginable color to light on this custom tailored tour through Thailand and its eastern islands. From the diverse landscapes of Koh Samui to the elegant national park along the South China Sea, you will find the natural grandeur of the coastline swimming beneath the sea while the remarkable greenery of the jungle houses celebrated elephants and tigers. Thailand luxury tours mean spending your days reveling in the sand, exploring in the trees, and discovering just how incredible island life can be.",
  "durationDays": "10",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Koh Samui – An Island Welcome",
      "description": "Welcome to Koh Samui, Thailand’s second largest island, filled with both the luxury of urban living and the splendor of an island paradise. The Gulf of Thailand shimmers a light blue that shifts colors with the tide. You will be met at the airport in Chaweng by a private transfer and taken to your lavish accommodation which overlooks the pristine coastline. The beaches range from soft sand to marvelous boulders jutting out into the water. There is an aroma of natural sweetness from palm trees and coconuts strewn around and within the cityscape. The island is a collection of cosmopolitan lifestyle and seclusion, where the city offers sensational restaurants and the beaches offer comfort away from the energetic rush of the city streets. The lush and dense greenery at the center of the island is ripe jungle, filling so much of the empty space; whether vivacious trees or glistening beaches, you will find the ambience of the island embracing, giving you the best of every and any world imaginable."
    },
    {
      "dayNumber": "2",
      "title": "Koh Samui – Beauty and the Beach",
      "description": "The morning sun springs off the water bringing brilliant light to the colors of the sea. Often you can see the coloration differ between the shallow water and the deep water brimming with coral. After breakfast you will have the day to explore one of the most gorgeous beaches in Thailand, where the water and sand, the rocks and the wake combine for a unique and delightful landscape at Lamai. Whether letting sun drape over you while the warm sand creates a comfortable mattress below or visiting the Hin Ta and Hin Yai , there are endless possibilities. Hin Ta and Hin Yai are fabulous rock formations that capture the essential diversity of the island’s natural grandeur. The rocky outcrop has been shaped and smoothed by the elements and time rising over the luscious water and pristine sand in what has been dubbed Grandpa (Ta), and Grandma (Yai) rocks, due to their particular shapes, guarded by the surrounding formation. Locals give credence to the rocks’ shapes based on an island legend that continues to grace the rocks, the beach, and the ethos. If the sunshine hasn’t already lulled you into a relaxed state beside the water you can journey up to Lamai Overlap Stone, a series of boulders that can be seen protruding from the jungle-clad mountain. The arduous hike will reward you with a view of the island’s eastern shore and the sensational look of the boulders that seems to have been pressed together like puzzle pieces rather than rocks."
    },
    {
      "dayNumber": "3",
      "title": "Koh Samui – A Different Kind of Park",
      "description": "The beauty in and around Koh Samui is endless, lifting through the trees and stretching out deep into the horizon with colors that would seem unimaginable if you weren’t witnessing them first hand. The aroma of breakfast is sweet, filled with fresh fruits, from succulent rambutan to sumptuous fresh coconut. After a relaxing start to your morning you will brave the sea on a tour of the remarkable Ang Thong National Marine Park, consisting of 42 islands that create an opulent archipelago. A full day tour will have you meandering through the tremendous limestone karsts that climb through the water and into the air like natural skyscrapers. The landscape is inescapably brilliant, and noted in the novel The Beach , by Alex Garland. On Koh Mae, which means Mother Island, you can journey inland to find a saltwater lagoon known as Emerald Lake. The water tends to glow as if carved from a collection of emerald stones, sitting against limestone cliffs which are overrun with wild brush. At the top of the nearby peak you can see how much the lagoon shines in the daylight. Journey from island to island where the stretch of sand and rocky hills never look the same and are never less than incredible, including the dramatic rock arch off of Koh Sam Sao."
    },
    {
      "dayNumber": "4",
      "title": "Koh Tao – Turtle Island",
      "description": "The early light washes over Koh Samui and brings a calm energy to the day. Soon a private transfer will take you to the port where you will climb aboard a ferry that will have you on the shore of Koh Tao in no time. The cool breeze brushes through your hair as you look out over the picturesque islands that speckle the water. Koh Tao means Turtle Island and was named so for the abundance of turtles that were found along the coast and shores. There is an immediate difference to the island’s atmosphere than that of Koh Samui. Although the streets around the port can be lively, the island feels more relaxed, a slower pace among the jungle filled mountains, but the natural gorgeousness of Koh Tao is as prevalent, if not more so. The island is known as one of the best places to learn how to scuba dive, its waters filled with glistening coral reefs and a haven for the harmless but heartbeat raising sharks. Your private transfer will have you comfortable in your beachside accommodations shortly, overlooking the calm sea where charming fishing boats travel in the distance."
    },
    {
      "dayNumber": "5",
      "title": "Koh Tao – Into the Water",
      "description": "The day is at your leisure to enjoy and explore Koh Tao. There are endless delights to experience on the island, whether relaxing above or below the water. You could take the opportunity to traverse the rich waters on a full day diving excursion. The sea in the Gulf of Thailand is brimming with exotic tropical fish and effervescent coral reefs. In the morning you will be guided through the steps, from equipment to hand signals, even how to properly disembark the boat. Once within the water you will find yourself on an underwater tour through a world not many get to see. Stingrays glide through the water and float as if their body were made to fly. Light pierces the surface and can shine to almost 200 feet below. Oftentimes you can see a turtle’s natural grace up close as it swims beside the fishes, along the dazzling yellows and oranges of the reefs. Although the grandeur of the islands can be tremendous, the world below, one that moves with fluidity and color, is truly captivating. If you prefer to stay above the sea’s surface you could pass part of the day at the Trapeze School, feeling the breeze on your cheeks and the wind at your back as you learn how to glide effortlessly through the air instead of beneath the waves."
    },
    {
      "dayNumber": "6",
      "title": "Koh Samui – Mesmerizing Coastlines",
      "description": "It is often hard to leave Koh Tao, filled with its natural wonder and bursting with hiking opportunities through jungle mountains and surrounded by worlds of coral and aquatic life. After breakfast you will return to the luxurious island of Koh Samui where the comforts and allure of the various beaches and expansive jungle await. On the northern coast of the island sits the splendor of Wat Phra Yai, known for the shimmer of its over 76 foot tall golden seated Buddha that has watched over the island since the early 1970s. You many have noticed it upon first arriving to the island. You can see devout locals offering fresh fruits and flowers to the statue, leaving their gifts at the base or lighting incense that fills the air with a simple spice. You follow the staircase, flanked by colorful dragons protecting the temple from spirits, up to the magnificent statue; it is easy to see the detail, devotion, and splendor of the statue, apropos of the island itself."
    },
    {
      "dayNumber": "7",
      "title": "Koh Samui – The Central Jungle",
      "description": "The morning is filled with excitement, not from the usual rush of the starting merchants and fresh squeezed orange juice, but from your coming tour through the jungle-heart of the island. Stepping away from the emerald and sapphire water will eventually take you into the mountains, first finding your way through the tree line in an all-wheel-drive jeep. Within the hills you will come to an elephant camp that houses a number of the celebrated animal within the open space of the countryside. The trees seem to be all encompassing while the elephants are playful and curious. Their small ears and rambunctious trunks wiggle in the earthen air. You will climb aboard and find yourself venturing through the hills on the pachyderm’s back, one that is a symbol of strength and royalty. When you come to deep water you will find how gentle and mischievous an elephant can be, dipping its body into the water and spraying itself, and you, as it bathes near Namuang 1, a fabulous waterfall that spreads down the craggy hillside. You will also find yourself in the Secret Buddha Garden, erected in 1976 by a fruit farmer who started to create and place animal and deity statues around his property."
    },
    {
      "dayNumber": "8",
      "title": "Nakhon Si Thammarat – Playing with Shadows",
      "description": "On the South China Sea, sitting at the south of Thailand, is the region of Nakhon Si Thammarat. You will depart Koh Samui by ferry and arrive within the walled city, where remnants of the 14th-century stronghold continue to stand proud. Overlooking the city is the most important temple in the south known as Mahathat . The temple is said to date back one thousand years and is meant to house precious icons. 77 chedi fill the complex along with one large stupa which has a diameter of over 231 feet, topped with a golden spire. There is a palpable elegance to the temple, almost as if it crowned the city itself. One item that shouldn’t be missed is the Shadow Puppet House. With two different types of storytelling techniques that date back to as early as 400 BC, you can see intricate detail of the puppets and the motions sitting against the light and projected onto a white screen. Venture into the Shadow Puppet House Museum to see the history, construction, and showcase of the marvelous theater that has brought legend to life for millennia."
    },
    {
      "dayNumber": "9",
      "title": "Nakhon Si Thammarat – The Picture of Picturesque",
      "description": "Rising in the northeastern distance you can see the summit of the over 5,500 foot high Khao Luang, southern Thailand’s highest mountain. Situated within Khao Luang National Park, the lavish landscape of the mountain’s peak is only the beginning as you make your way into the stellar natural scenery that is home to tigers, cloud leopards, and over two hundred types of birds. The bright coloration of orchids, from pink to white, yellow to purple, blossoms throughout the canopy. The scent of fern and rhododendrons is inescapably blissful. Soon you will find yourself at Krung Ching Waterfall, an impressive display of nature that sweeps between the crevice of the pressing mountains. Just after the rainy season the waterfall is an empowering display of nature, with a sound that resounds beneath the canopy and a rush that shrouds the mixture of craggy greenery. In the dryer season the falls are still lovely in their magnitude if not their force, winding down into the pool below as the sounds of the jungle combine with the splash."
    },
    {
      "dayNumber": "10",
      "title": "Nakhon Si Thammarat – Over the Islands",
      "description": "The day begins as simply as the last one ended, with the sounds of the quiet town mixing with the vivid imagery of your time in Thailand. After breakfast you will have a private transfer to the airport where you will begin your journey homeward. You have traversed islands and jungles, surfed elephants and witnessed splendid waterfalls. There is an endless array of beautiful landscapes and stunning wildlife that covers the country, from islands to mountaintops, jungles to coastline, but your time above and below the surface of the sea will always be remembered, and one day, maybe soon, even revisited. Consider adding on to this 10-day tour. Be sure to read the Thailand tours reviews for additional ideas and to read traveler reviews."
    }
  ],
  "map": ""
}