{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "bangkok-river-kwai-and-thai-countryside-tour",
  "tourName": "Bangkok, River Kwai, and Thai Countryside Tour",
  "placesVisited": "Bangkok, Kanchanaburi, Surat Thani, Koh Samui, Koh Phangan",
  "generalInfo": "Between Bangkok and Koh Samui lies a collection of incredible experiences within Thailand that are waiting to be discovered during this exceptionally handcrafted 14-day tour across the countryside and Gulf of Thailand. The mesmerizing temples of Bangkok, staggering spectacles of Surat Thani’s wilderness, and splendid seascape scenes of Koh Samui are only a few of the treasures that you will experience during this absorbing adventure with thrilling family activities.",
  "durationDays": "14",
  "price": "10,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok - A Golden Skyline",
      "description": "Thai culture comes to life throughout the city of Bangkok and is presented by humming markets and evocative temples. You will lose yourself in the wonders of the city from the moment you arrive and transfer to your comfortable accommodation in one of the city’s flourishing districts. From here, you may appreciate the distinctive scenes of Thai life from your balcony that will overlook the sprawling city."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok - Exploring Bangkok’s Temples",
      "description": "Revered for its ravishing temples, golden Buddhist statues, and ornate stone carvings, Bangkok is a treasure trove of Thai heritage, and you will explore all of this on a guided tour. From the Reclining Buddha dressed in gold beneath the walls of Wat Pho to the smaller jade Buddha statue in the Temple of the Emerald Buddha, Bangkok will share Thailand’s hallowed heritage with you during your tour. You will also visit a few other Buddhist temples throughout the city."
    },
    {
      "dayNumber": "3",
      "title": "Bangkok - The Green Lungs of Bangkok",
      "description": "Bangkok is a metropolis littered with imposing skyscrapers and bustling streets, and there are efforts to bring back Thailand’s forested wonders to the city. These efforts are most notable in the Bang Kra Jao Green Lung of Bangkok, which is a park that boasts tranquil lakes and prolific forests. You will explore the artificial island by bicycle, which will allow you to encounter the beautiful nature that lines the narrow pathways. Afterward, you will tour Bangkok’s street food districts for dinner."
    },
    {
      "dayNumber": "4",
      "title": "Kanchanaburi - Retreat on the River Kwai",
      "description": "You will retreat from the palpable energy of Bangkok for a taste of traditional jungle living in one of the most stunning riverside resorts above the River Kwai. All meals will be included at your gorgeous accommodation, and each dish will showcase the delectable flavors of Thai cuisine in addition to being curated by a local master chef. Your transfer through to Kanchanaburi will reflect the rural charm that reverberates from Thailand’s lesser-traveled regions, honoring the more traditional roots of the country’s hill tribe origins."
    },
    {
      "dayNumber": "5",
      "title": "Kanchanaburi - The Thai Countryside",
      "description": "There are several enchanting ways to explore the unspoiled paradise of Kanchanaburi, and you will partake in most of these exciting activities today. Starting with a tour of the dramatic Death Railway, you will learn about the country’s tribulations that are a significant part of Thailand's history. Afterward, you will explore the surrounding wildlife during a leisurely bicycle ride through the bucolic countryside, which will culminate with an adventurous bamboo raft experience. Your tour will bring you to a glamorous river camp where you will spend the night among the wildlife."
    },
    {
      "dayNumber": "6",
      "title": "Surat Thani - The Erawan Waterfall",
      "description": "Before leaving Kanchanaburi, you will have an opportunity to hike the evergreen wilderness to Erawan Waterfall. Within the jungle haven, the sounds of birds will ring from the canopy, and you may catch a glimpse of small creatures as they burrow through the shrubbery. After an included lunch, you will transfer to the train station for an overnight trip within a first-class cabin. During your journey, you will have all your needs fulfilled."
    },
    {
      "dayNumber": "7",
      "title": "Surat Thani - One With Nature",
      "description": "Your train will finally arrive at Surat Thani station, where you will meet your driver and transfer to a jungle cabin in the woods of Khao Sok National Park. You will bask in the wondrous wilderness when strolling a light trail route through the jungle to calm lakes. Here, you may refresh yourself and lap up the untamed scenery. From monkeys that swoop between that overhead branches to chirping birds that soar through the sky, there will be many memorable moments to capture and experience during your stay within this forest paradise."
    },
    {
      "dayNumber": "8",
      "title": "Surat Thani - Gliding Across Cheowlan Lake",
      "description": "The phenomenal Khao Sok National Park is home to one of Thailand’s most breathtaking lakes: the Cheowlan Lake. Today, you will head to the lake and board a little boat that will glide across the water. Around you, scenes of dramatic mountains will appear to lick the clouds, and caves will open to colossal holes in the precipes. Throughout your journey, you may soak up the natural splendors that are available on this remarkable lake cruise."
    },
    {
      "dayNumber": "9",
      "title": "Koh Samui - Thailand’s Tropical Shores",
      "description": "Thailand’s most resplendent island of Koh Samui will await your arrival today. A long journey to the Tapee pier and a brisk ferry ride will lead you to the island’s white-sand beaches. You will transfer to a palatial resort on the banks of one of the island’s premier shores that are fringed by palm trees and run into the Gulf of Thailand. With nothing planned for the day, you may take pleasure in the paradisiacal scenes of karst islands rising from the water and forested headlands that surround the bay."
    },
    {
      "dayNumber": "10",
      "title": "Koh Samui - Tropical Island Splendor",
      "description": "You will have a free day to revel in the resplendent charm across Koh Samui, from the award-winning restaurants owned by world-famous chefs to the exquisite spa centers in the emerald headlands. However you choose to spend the day, you will do so regally in addition to treating your palate and bodies to the wondrous experiences of Koh Samui. In the evening, you can catch a bewitching sunset over the karst island while savoring Thai Haute cuisine."
    },
    {
      "dayNumber": "11",
      "title": "Koh Samui - Island-Hopping to Koh Phangan",
      "description": "Koh Samui is one of the many phenomenal Thailand islands worth discovering during your stay. Today will be designated to seeing the marvelous scenes of another beloved destination: Koh Phangan. You will board a private sailboat this morning and voyage from the shore across the sea to the picture-perfect isle. The panoramas from your boat will be admirable, and the activities in the sea will be enthralling and will include kayaking around castaway caves to snorkeling over colorful reefs. A refreshing lunch aboard your boat will conclude your fabulous island-hopping adventure."
    },
    {
      "dayNumber": "12",
      "title": "Koh Samui - The Island’s Culture and Heritage",
      "description": "With another free day to explore Koh Samui at your leisure, you can take this opportunity to check off some pivotal highlights. From the golden statue of Big Buddha that towers above the island to the charming fishing villages that serve mouth-watering seafood dishes, a wealth of exploration awaits your discovery. You may conclude your evening by watching an elaborate Thai performance while tucking into delightful delicacies served by talented local chefs. These moments between your adventures will allow you to appreciate your time in Thailand."
    },
    {
      "dayNumber": "13",
      "title": "Koh Samui - Moments with Thai Elephants",
      "description": "In parts of Thailand, elephants are revered and spiritually honored. Today, you will venture to an ethical elephant sanctuary to learn about the importance of these creatures to the local people and the efforts of many to quell the mistreatment of them. Your day will also be incredibly rewarding because you will play in the mud with the marvelous beings and feed them freshly grown produce. You will feel blessed to be a part of this amazing initiative while making lifelong memories with the elephants."
    },
    {
      "dayNumber": "14",
      "title": "Koh Samui - Departure",
      "description": "As the sun kisses the Thai sky on the final morning of your trip, Koh Samui will be highlighted by a radiant orange glow. You will make your way to your resort’s fancy restaurant for breakfast and savor every bite. You will soon return home with a collection of memories to share with the rest of your friends and family."
    }
  ],
  "map": ""
}