{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "cultural-thailand-tour-3-weeks-of-heritage",
  "tourName": "Cultural Thailand Tour: 3 Weeks of Heritage",
  "placesVisited": "Bangkok, Ayutthaya, Udon Thani, Chiang Mai, Chiang Rai, Hua Hin, Phuket, Similan Islands",
  "generalInfo": "The origins of Thai culture can be traced back through the country’s enchanting and sacred spiritual complexes, significant, heritage landmarks, and authentic, local ethnic tribes. These dynamic experiences will reveal the fascinating history of the country on this immersive and handcrafted, cultural tour. You will traverse its diverse landscape in search of revered sites that are home to a wealth of insight into the traditions that make Thailand unique. You will discover the renowned flavors of authentic cuisine and revel in the scenic beauty of beloved locations. This tailor-made tour will give you the ultimate taste of traditional Thailand.",
  "durationDays": "21",
  "price": "7,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok – An Opulent Taste of Thai Culture",
      "description": "Brimming with cultural highlights that are set amid an opulent cityscape, Bangkok is an essential stop on this handpicked heritage tour of Thailand. You will arrive at the sights of immense skyscrapers and bustling city streets, and there is an energy in this city, which is unlike any other that will completely sweep you away. Back alleyways will guide you in the direction of immaculately prepared Thai cuisine, coveted temples, or Wats , will invite you to share in age-old cultural tradition, and lavish retail districts will encourage you to spoil yourselves. You will explore these wondrous landmarks and much more throughout your stay. First, you will check into your luxurious hotel within the heart of the city and become acquainted with your surroundings. An evening at a premier rooftop bar will culminate your arrival with delectable cocktails, gourmet Thai meals, and sweeping vistas of Bangkok. You will begin the following day at an authentic Thai market where you can through the exuberant stalls in search of delicious delicacies. The smell of freshly pressed juice and stir-fried Pad Thai , a mouthwatering traditional noodle dish, will captivate your senses as you venture through the market. After filling up on an exquisite breakfast, you will meet your private tour guide for the day and continue on a riveting, cultural expedition. Transfer to the spiritual hub of the city where you will revel in the majesty of sacred historical Wats . The awe-inspiring golden temples resonate their ancient heritage. You will marvel at the intricately designed complexes as you learn more about their construction and traditional spiritual practices. Afterward, you will transfer via Tuk-Tuk , which is a Southeast Asian open-air vehicle, to a celebrated performance house where you will colorful displays of ancient Thai dance that are alongside traditional musical scores. You will enjoy an exquisite, gourmet meal as you watch the elaborate show. Before you bid your farewells to Bangkok, you will explore the flavors of Thailand on your final day. Your private tour guide will transfer you to revered restaurants and coveted local eateries to sample a collection of tantalizing meals. Prepared with love and crafted with meticulous attention to detail, this food tour will reveal the secrets behind the world-famous cuisine. Along the way, you will meet a few of the renowned chefs and learn what makes their dishes so unique. One final stop at Bangkok’s upper-class, riverside retail market will provide you the opportunity to purchase one-of-a-kind souvenirs to serve as memoirs of your stay."
    },
    {
      "dayNumber": "5",
      "title": "Ayutthaya – A Historical Site of Grand Importance",
      "description": "You will be met by your private transfer the following morning after you have enjoyed a sumptuous breakfast at your 5-star hotel. Transfer, in the comfort of a luxurious, private vehicle, to the ancient city of Ayutthaya. Your journey will reveal the idyllic countryside landscape. Where you were once surrounded by towering buildings, you will now find yourselves amongst sprawling, green hills. Let the fresh, country air revitalize you as you approach Ayutthaya’s humble charm. You will arrive at a boutique hotel that will be filled with world-class amenities for your elegant stay. Check-in and laze around the pool to soak in the secluded splendor. In the evening, you will set off to a local fine-dining restaurant on the banks of the Chao Phraya River that will allow you to tuck into a professionally-cooked, local meal and take in the absolutely enthralling sunset vistas. Ayutthaya is home to the UNESCO World Heritage Site of Ayutthaya Historical Park. Within the borders of the immense park, you will discover its sheer beauty and history behind the ancient temple and palace ruins, which stand in varying degrees of construction. There is a wealth to explore within the confines of the park, but your knowledgeable tour guide will ensure that you visit the most sacred sites and the sites that you are most excited to witness. You will uncover the history of the Burmese-Siamese War as you capture the humble atmosphere that bounces off the ruins’ walls. Here, you can stand among pieces of the past and immerse yourselves in the dramatic history of this destination. Later today, you will visit the famous Bang Pa-In Palace, which showcases the country’s stylish blend of Thai and Chinese architecture. Return to the riverside city for one last immaculate dinner. You will comfortably settle in at a recognized restaurant and revel in a candlelit dining experience with beautiful countryside views. As you toast to your immersive adventures thus far, you will celebrate the exceptional experiences that are still to come."
    },
    {
      "dayNumber": "7",
      "title": "Udon Thani – Authentic Simplicity amid Natural Splendor",
      "description": "Today, you will comfortably transfer back to Bangkok, where you will board a plane that is bound for Udon Thani. The short trip will reveal more of Thailand’s surreal, rural settings. Buildings give way to rice paddies, roads become rubble at the bases of magnificent mountain ranges, lush rainforests spread in all directions, and rivers gently flow through the grassy landscape. These are sights to cherish, and you will capture them in great detail shortly after you land. Your private transfer will collect you from the airport, and you will travel to your designer hotel in central Udon Thani. Eco-conscious practices sit at the heart of the hotel’s core values and underpin their sophisticated offering. You can luxuriate in your impeccable, spacious room and enjoy the spacious pool to unwind. You can also fine dine at the hotel’s gorgeous, rooftop restaurant for an endearing welcome. Ban Chiang, which is a renowned UNESCO World Heritage Site, is where you will uncover prehistoric discoveries the following day. It is a world-famous archaeological destination that boasts the earliest records of agricultural practices within the region. Furthermore, it is home to an incredible pottery heritage in which ancient civilizations mastered the practice. Here, you will explore relics of the past at the distinguished, national museum and learn more about the time-tested craft. Accompanied by a fluent tour guide, you will transfer to nearby villages and encounter friendly locals who will connect you with the regions age-old traditions as you immerse yourselves in their heritage. You can enjoy a fabulous, family-style lunch with a welcoming group before you are transferred back to the city for an evening at your leisure. The following day, you will venture to Phu Phra Bat Historical Park. Your private tour guide will transfer you through the prehistoric destination, where you will witness it in all its natural wonder. Capture images of the picturesque rock formations and encounter ancient shelters that have been carved into their faces. These enchanting landmarks, where monks found refuge in the past, are home to fascinating rock paintings that depict various animals and people. Finally, you will visit century-old relics and temple structures that showcase the Dvaravati period."
    },
    {
      "dayNumber": "10",
      "title": "Chiang Mai \u0000\u0000– The Cultural Hub of Northern Thailand",
      "description": "Your culturally enriching adventures will continue in the Northern capital of Thailand: Chiang Mai. You will transfer via a short plane trip to the rugged, mountainous region. Nestled beneath the imposing Doi Suthep Mountain lies the thriving city, and you will arrive at a chic resort that is set along the cascading banks of the mountain. Here, you will have uninterrupted views of the far-reaching northern landscape and bask in its diverse beauty. Professional staff will happily welcome you and show you around your world-class accommodation. You can spend the afternoon at your leisure and delight in a multiple course, gourmet meal at your hotel’s revered restaurant to conclude your first evening. Today, you will explore the ancient settlements of Chiang Mai during your first full day in the city. Under the guidance of your knowledgeable tour guide, you will venture to pivotal heritage sites such as Wiang Kum Kam. Once lost underwater when the Ping River burst, the now recovered location makes for a truly intriguing visit, which will allow you to witness the incredible architecture of the uncovered structures that have been found within the region. You will also have the opportunity to encounter ancient artifacts that have been restored from the devastating floods. For the remainder of the day, you will learn about the rehabilitation of Thailand’s magnificent elephants. For this experience, you will transfer to an ethically recognized elephant sanctuary within a gorgeous nature park. Surrounded by the marvelous creatures and the unspoiled wilderness, you will capture unforgettable moments of companionship as you care for the elephants. Your deeply enriching experience in Chiang Mai will continue the following day from the towering heights of Doi Suthep Mountain. A brisk hike or cable car ride to the top will reveal unrivaled views of Northern Thailand. However, the most impressive display is the enthralling temple cave complex that is perched atop the mountain. You will traverse the winding paths and marvel at the ornate structures and temples amid the caves before capturing images of the gleaming, golden designs under the warm Thai sun. Then, you will venture off for an endearing lake that is located beneath the foot of the mountain for an afternoon of complete relaxation. Dip your head in the warm water and camp out in the shade beneath the bamboo huts as you absorb the nature around you. An authentic Thai meal at a local night market will awaken your senses tonight before you weave your way through the spirited market as you feed off of the positive energy and delightful treats."
    },
    {
      "dayNumber": "13",
      "title": "Chiang Rai \u0000\u0000– Discover a World of Ethnic Tradition",
      "description": "Chiang Rai is Chiang Mai’s less-frequented, neighboring city. However, in terms of cultural seclusion, it leaves nothing to be desired. You will transfer to your immaculate resort that will be located along the banks of the Kok River. With stylish rooms, a luxury spa, and an infinity pool, you will feel completely at home throughout your stay. You can enjoy elaborate Thai cuisine that will be prepared by a master chef at your hotel’s premier restaurant while you sip on elegant cocktails and soak in the calm ambiance as the sun fades over the horizon. The following day, you will discover the historical highlights of Chiang Rai in all their glory. Accompanied by an experienced guide, you will venture forth to the age-old city of Chiang Saen. Settled on the banks of the Mekong River, the ancient city forms part of the world-famous Golden Triangle. You will discover the intriguing, sacred structures and buildings that are dotted around the destination, and your tour will culminate with an exploration of the Golden Triangle. While you are here, your guide will share fascinating information about the regions heritage and its role in the opium trade. Later this afternoon, you will visit an ethnic hill tribe and discover the true traditional Thai lifestyle. The locals will welcome you into their village, and you will feel great admiration for the friendly people that you meet along the way. You will tuck into authentically prepared meals and witness flamboyant, traditional performances. You will also make unforgettable connections and capture lifelong images of the fun-filled adventure that you will cherish for the rest of your life."
    },
    {
      "dayNumber": "15",
      "title": "Hua Hin – Refresh Your Spirit in Style",
      "description": "All of the immersive and cultural explorations will leave you yearning for a short break, and your next stop will be dedicated to giving you the luxury leisure that you deserve. Transfer to the opulent Hua Hin resort region, which sits adjacent to the Gulf of Thailand. An impressive white-sand beach sprawls along the decadent coastline and immaculate resorts that overlook the crystal waters. You will check into your 5-star hotel and unwind in your chic, private suite. With sweeping views of the sea, you will revel in ultimate tropical seclusion as you spend the afternoon on the beach and enjoy a leisurely dip in the water. You will conclude your arrival with a sumptuous, seafood dinner at an award-winning restaurant where you will bask in the sunset vistas from the seaside balcony and celebrate your cultural adventures. Soak in the splendor on the following day at a world-class wellness center. With a collection of prestigious treatments and therapies, you will be spoiled for choice as to how you spend your day of complete relaxation. Whatever you opt for, you will be utterly satisfied with the professional service and incredible seaside backdrop that accompanies your luxurious spa experience. The expert staff will ensure that you leave without any tension and feel completely rejuvenated by your experience. You have the remainder of your day to spend at your leisure, so you can roam the fashionable streets in search of high-end items to take back home with you and dine on delectable dishes at revered restaurants."
    },
    {
      "dayNumber": "18",
      "title": "Phuket – Where Culture and Cuisine Shine",
      "description": "Your cultural expedition will conclude on the magnificent island of Phuket. Hugging its diverse coastline are the white sands of premier beaches, and across the island lie coveted cultural landmarks that you will soon explore in great detail. You will transfer to a luxurious resort on a secluded beach. With surreal sea views and a spacious room to call home, you will bask in the tropical luxury of this paradise destination, primarily because you will be spending your evening at an award-winning restaurant that is known for its exquisite seafood dishes. The following day, you will visit a beloved culinary school for an immersive, Thai cuisine experience. With the help of professional chefs, you will visit a local market to pick out ingredients so you can cook a few of the country’s most admired dishes. You will indulge in your creations at the end of the course and delight in the marvelous meals that you have prepared. Later today, you will visit a vibrant market and further delve into authentic, Thai cuisine alongside an array of friendly locals. Then, you will conclude your evening with a stroll along the paper-white shores of an idyllic beach and witness sunset views that will definitely be worth sharing. The following day, you will set off to the famous Similan Islands via a luxury speed boat. During this day trip, you will learn how to scuba dive with the help of professional guides and launch at world-class diving destinations off of the immaculate coastline of these incredible islands. You can navigate the waters in search of unforgettable images of sea life in all its colorful glory. Then, you will be whisked to another world as you dive alongside the majestic creatures that call this whimsical place home. Before you return home, you will further explore the essential landmarks that are dotted around the island of Phuket. Accompanied by a cultured tour guide, you will transfer to pivotal destinations and encounter the sacred beauty of Phuket’s spiritual sites. Ornate temples, the Big Buddha statue, and panoramic viewpoints are a few of the exciting experiences that await you on this immersive tour of the island. Your impressive expedition to Thailand will culminate with a 5-star, multiple course meal at an exceptional restaurant that will be complete with seaside views. Tuck into one last immaculately-prepared, Thai dinner and reminisce on the fantastic cultural adventures that you have experienced. The following day, you will transfer to the airport and bid your farewells to this endearing destination."
    }
  ],
  "map": ""
}