{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "thailand-adventure-and-culture-tour-island-retreat",
  "tourName": "Thailand Adventure and Culture Tour & Island Retreat",
  "placesVisited": "Bangkok, Chiang Mai, Phuket, Koh Phi Phi",
  "generalInfo": "From the north to the south, Thailand will give you alluring culture and the adventure you crave on this custom tailored tour through the cityscape and beyond. From decadent metropolises filled with hidden wonders to jungle landscapes populated with magnificent elephants bathing in the riverbed, you will cross through crystal seas, raft along adrenaline pumping whitewater, and witness the untouched hill tribes that continue to fill the northern forests. This is where luxury, culture, and adventure meet; this is Thailand.",
  "durationDays": "10",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok - Cultural Adventures",
      "description": "Welcome to the city of Bangkok, a large, rushing metropolis unveils the extraordinary culture hidden in the majesty of the streets, beneath the brushing trees, and within the storied history of its energetic expanse. You will be met at the airport by a private transfer and taken to your accommodation. Experience the luxury of the hotel situated with a panoramic view of the city’s shimmering lights, where the scent of coconut oil comes as much from the restaurant as it does from the breeze wafting around the stunning pool. As you stroll along the vibrant Sukhumvit shopping district or through the quiet trees of Lumpini Park, your fabulous Thailand adventure has begun."
    },
    {
      "dayNumber": "2",
      "title": "Temple Ventures",
      "description": "The sweet perfume of pineapple and rich coffee rouses you from bed. After a delicious breakfast, you will venture out into the city and find the historic sites of the capital, culturally significant and aesthetically magnificent. Situated next to the Chao Phraya River is the Grand Palace. The royal family once resided within the animated walls and continues to use the complex for large gatherings and important processions. The façade is opulent featuring arched windows and tiered and gilded roofs. The sky-blue windows stand out against the immaculate white structure. Within the complex, there is an energetic atmosphere and you will find various temples situated around the manicured garden. Step into Wat Po, the Temple of the Reclining Buddha. The statue lies over 132 feet long and is glowing with gold leafing. The temple looks as though its wall must have been built around the statue. The quiet air within the temple becomes interrupted with an elegant ring from the hall. Along the wall are 108 bronze bowls and you can drop small coins into the dishes to give a charming ring to the atmosphere and an offering of help in the preservation of the temple at the same time."
    },
    {
      "dayNumber": "3",
      "title": "Chiang Mai - Into Culture’s Den",
      "description": "Once again you will rise to an enjoyable breakfast. After your meal you will have a private transfer to the airport where you will soon arrive in the capital heart of Thailand’s north, Chiang Mai. Get aquatinted with your new accommodation. The opulent façade offers a fabulous welcome on its own, touched by the Lanna-style architecture and decorated with exotic depictions of the mythical creatures that once inhabited the earth. The scenery is striking, the rooms are luxurious, and the atmosphere brings you to a time not yet forgotten, but often unremembered. In the evening you will come to a cooking school for a display and taste of the extraordinary cuisine that has taken the world by storm. You are welcomed with open arms like a friend and are ready to learn traditional dishes that have evolved with time and attention. Made with local ingredients, these recipes are often hidden from the outside world like a secret. Your guide brings you out into the field where the aroma of Thai herbs, such as lemongrass and coriander, fill the air. Gather your produce and watch your instructor guide you through the dishes step by step. Bite into crunchy spring rolls or sweet mango sticky rice. You have created a culinary delight, filled with flavor, love, and unforgettable moments."
    },
    {
      "dayNumber": "4",
      "title": "Chiang Mai - Never Forget a Face",
      "description": "There is an endless amount of culture and adventure along the streets and within the surrounding jungle. Today you will venture out to a local elephant sanctuary where the revered animal has found a haven in the face of deforestation and a rise in the human population. A brief introduction and training will ensure your understanding of the elephant and the forthcoming Elephant Owner for a Day program. The elephants are marvelously friendly and quite territorial when it comes to their friends. After training and bonding with your elephant, you will climb aboard and wade your way through the forest, understanding how to interact, guide, and respect your newfound friend within the wild jungle landscape. The trees are lively, the greenery is all-encompassing, and the dust kicked up from your elephant is far beneath you. Patara has proven through understanding and encouragement that the elephant is still a celebrated animal in Thailand and gives you the chance to celebrate with both the elephants and the elephant farm. The lumbering animal sways as it walks and makes its way to the river, dipping into the water to cool down and bathe. The elephants enjoy people helping wash behind their ears. Its ears sway and waggle as the elephant lifts its trunk and sprays water into the air, playfully teasing you. In the evening you will settle into a lodge, where luxurious comfort awaits nestled within the coziness of a traditional Hmong village."
    },
    {
      "dayNumber": "5",
      "title": "Chiang Mai - Around the River’s Bend",
      "description": "The morning spreads along the landscape, brushing against the open fields and tall trees. The local Hmong village is vivacious. The villagers are eager to answer questions about their culture, from their clothing to their jewelry. They are proud of their heritage and happy to educate anyone who shows interest. After breakfast you will traverse the jungle, coming to the fabulous Mae Taeng River. After a quick lesson you will board a raft and journey down the undulating waterway. The mist splashes against your cheeks. The water is cool beneath the shady riverbanks. Slide over rocks and trundle over whitewater. The river ranges from fast-paced to serene; in places you can jump out of the raft and drift quietly along the surface with a feeling of complete seclusion. In the afternoon you will return to Chiang Mai."
    },
    {
      "dayNumber": "6",
      "title": "Phuket - Jungle Clad to Sand Covered",
      "description": "Today you will break from the evergreen spell of northern Thailand by venturing to the mesmerizing southern island of Phuket. A private transfer will pick you up from the airport and take you to the fantastic resort. The greenery of the island is immediately apparent, set against a backdrop of unparalleled blue sea that glistens in the light. Stroll along the Sino-Portuguese buildings in Old Phuket or the take in the spectacular views near the Big Buddha that sits on the summit. Your resort is part historical display and part immersion experience with its wooden frame that blends modern architecture and traditional comforts. Set beside the elegant riverside restaurant, the pool feels as though you have stepped into a jungle stream. Whether your room faces the water or the jungle there is grace and beauty in every direction."
    },
    {
      "dayNumber": "7",
      "title": "Koh Phi Phi - Island’s Pristine Beauty",
      "description": "The island life of Phuket is quickly behind you as you venture by ferry to the charming island of Koh Phi Phi. The island was devastated by the tsunami in 2004, but has since recovered not only its development but its grandeur as well. The ferry docks and a porter will take your bags and help transfer your resort. The beauty of the island immediately strikes you. The sand is immaculate and there is endless charm in the traditional boats that sit on the shoreline. The water is crystal clear and the foliage is lush against the oceanic backdrop. Once at your hotel you will experience the comforts of the island, where the pool almost runs straight to the ocean. The gentle lapping of the water creates a relaxing atmosphere within the plush accommodations set close to the jungle and the sea."
    },
    {
      "dayNumber": "8",
      "title": "Koh Phi Phi - Marveled Waters",
      "description": "It is one thing to hear that there is endless beauty on and off the coast of Koh Phi Phi but it is another thing to witness it. Today is at your leisure to experience the unrivaled wonders on and around the island, even if that means that means simply settling beneath an umbrella with a view of the sapphire water that runs against the sand. Order a cold beverage and let the sun slowly drape over you for a while. If you wish to journey into a more active day then you can set sail for Bamboo Island, one of six islands that are nestled in the archipelago. A local boat will provide you with an easy and fun ride as a gentle mist sprays up around you. At the shore you can snorkel in the pristine water. The shimmering reef is secluded, away from the bustling beaches of other islands. The lush and plush vegetation sprouts up just past the expanse of sand in tremendous shades of green. Float in the majestic water and dive down to see the spectacle beneath the surface where from vivacious clown fish swim in and out of the colorful coral, and effervescent anemones gently wave with the current."
    },
    {
      "dayNumber": "9",
      "title": "Koh Phi Phi - Leisurely Moments",
      "description": "With another day in paradise at your whim and pleasure, you can take some time to bask poolside with a waiter at your beck and call, as you sip on sweet drinks and the sun drifts through the sky at its own pace. There are only right choices to be made within this backdrop of opulent landscapes and faultless beaches. You can climb to Phi Phi View Point for a panorama of the island. The main town sits on an islet where the surrounding water shines various shades of blue. Alternatively, you could enjoy a cooking course at a local culinary school. The flavors of southern Thailand will no longer be a secret, having given you the sensational tastes to take them home with you, and having gifted you a touch of the spicy south to enjoy whenever you wish. From quick tips to an in depth class, you will venture through the ingredients that make island cuisine seductive and addictive. The scent of coriander and chili paste lingers in the air as your instructor and guide helps escort you through the steps of cooking perfectly tender prawns, and to balance the combination of sauces. You will not only participate but delight in the finished fare, dining on your own creations within the island paradise."
    },
    {
      "dayNumber": "10",
      "title": "Koh Phi Phi - Culture and Adventure Continue",
      "description": "There is a part of you that wants to rise with the sun for one last look of the bronzing glow of the light against the open sky. For your final breakfast can be served overlooking the combination of sea and mountains, the brilliant shades of green and blue mixing together with wondrous results, or in the comforts of your room where you can enjoy the luxuries until the last moments of departure. Soon you will climb aboard the ferry, make your way to the Phuket airport, and find yourself soaring through the sky on your way home. The cultures and adventures through Thailand have shown you northern majesty and southern splendor, on top of mountains and beneath the sea. Though you will find yourself at home, you know that there will always be another adventure waiting and more cultures to experience when you return to Thailand. You may want to read reviews of travel agents for Thailand on Zicasso. You will read about travelers' experiences on their customized tours."
    }
  ],
  "map": ""
}