{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "siam-past-present-best-of-northern-thailand-tour",
  "tourName": "Siam Past & Present: Best of Northern Thailand Tour",
  "placesVisited": "Chiang Mai, Sukhothai, Bangkok",
  "generalInfo": "Amid the rice paddies and the elephant-studded jungle, northern Thailand is a region of cultural treasures and evocative tales. You will be in a land of mystique, where monks wander the streets and ancient ruins stretch across dusty plains. In this part of the world, you are immersed in the culture, as exemplified on this 7-day Thailand tour. With nights spent in Chiang Mai, Sukhothai, and Bangkok, you will discover traditions and histories with local encounters and incredible personalized experiences.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Chiang Mai – Easing Into the Cultural Experience",
      "description": "Your plane will swoop across the mountains and the jungle as the city of Chiang Mai slowly comes into view. Surrounded by green and tucked between mountain folds, this old city was cut off from the world for most of its history. Only by elephant back or tortuous upriver cruising could you reach it, meaning Chiang Mai was saved from the Burmese and Angkor raids that devastated cities like Sukhothai and Ayutthaya. It was only in the 1920s that Europeans made it here, but small hill tribes have always used Chiang Mai as a trading post, giving the city an ethnically diverse flavor. You will see many different faces and clothes along the streets, a testament to Chiang Mai’s continued domain as Thailand’s cultural hub. You will be greeted at the airport and transferred to your hotel that is within the old city walls. Most of the surrounding area is pedestrianized, characterized by narrow cobblestone lanes, small shops and cafes, and the odd, intriguing temple. The city is a quiet place for easing into the Thai experience, with monks on the streets and many cafe corners for watching the world go by. Your guide will take you to Doi Suthep this evening. Walk up a few hundred steps, see the spinning prayer wheels and listen to chiming bells as you go. Sunset is magical up here, especially as pilgrims help create a spiritual atmosphere."
    },
    {
      "dayNumber": "2",
      "title": "Chiang Mai – Exploring Chiang Rai and the Golden Triangle",
      "description": "Head north this morning, and the road to Chiang Rai is covered with small wooden villages and the peculiar outpost that is Wat Rong Khun. This modern temple appears more like the palace of a snow queen, dazzling white and connected by bridges. Strange sculpted flourishes mark the exterior, with serpents and other creatures not typically seen in Buddhist temples. The interior murals are an allegory to modern life, stretching from enlightenment down through commercialization and the idolization of false heroes, as illustrated by Superman and Nemo among other painted characters. There really is no other temple like this one, and it is changing every year as artist Chalermchai Kositpipat adding more to his controversial creation. Continue north to the Golden Triangle, a misty swathe of jungle where Thailand meets Laos and Myanmar. With a short boat ride across the Mekong River, you can reach Laos, bringing another stamp in the passport and a local market experience. Back in Thailand, the Hall of Opium Museum tells a harrowing tale of the Golden Triangle’s important role in world history, particularly how it helped to fund colonial empires. This is a relatively long day, but it’s worth making the drive back to Chiang Mai rather than spending the night. You should arrive back in time for the night market, where hundreds of small stalls cook up regional gastronomy."
    },
    {
      "dayNumber": "3",
      "title": "Chiang Mai – Buddhist Temples, Night Markets and Meeting the Monks",
      "description": "If you are jet-lagged and up early, then today is perfect for checking out the daily alms ceremony as lines of barefooted monks wander the streets at dawn, receiving offerings of food from locals. Or sleep in, ignoring the chime of temple bells – there will be plenty of monks with seven days in Thailand. In a small yellow tuk tuk, you can take a tour of the city, your guide helping to connect the historical eras as you piece together Chiang Mai’s seven centuries. There is nothing too ostentatious here. The temples you visit are working, breathing places of worship, where monks and locals can be seen beneath Buddha images. Step inside one of these temples, and its cavernous red-brick design will bring respite from the midday heat. In a small aromatic room, you can sit cross-legged with a monk, receiving a blessing as swirls of incense cascade through the air. Regardless of any religious beliefs, this is a powerful experience and a chance to glimpse into the everyday life of a temple and the equanimity of those who reside there. The rest of the afternoon and evening are left free so that you can determine your plans at your leisure. Chiang Mai is also well known for its spas, so several options abound if you would like to go that direction, or you can visit the night market as it moves locations through the week, so you should be walking a different street of traders and food stands tonight."
    },
    {
      "dayNumber": "4",
      "title": "Sukhothai – A Day Visiting Traditional Hill Tribes",
      "description": "Small hill tribes occupy jungle areas all around Chiang Mai, including across the border in neighboring Laos and Myanmar. Each is a little different from the next, and some have particularly unusual traditions. Perhaps the most famous are the Karen, those of the elongated necks. The Karen are also the most numerous people here, and it is essential to have a good guide. Some villages are little more than amusement parks with tourists happily snapping photos, while other villages are less photogenic, yet far more authentic with a chance to really understand the history behind the traditions. Karen are just one of many. As the road twists towards Lampang, you can stop at two other hill tribe villages as your guide offers a selection of experiences depending on who and what you want to see. By mid-afternoon, you will be in Lampang, where a grand 15th-century temple is covered in mosaics, and another temple hides the most exquisite Buddha images. As before, the sights will continue as you travel onwards to Sukhothai and a hotel on the edge of the UNESCO World Heritage area. By now, it will be dusk, and the temples will be seen as silhouettes, proudly cast against a changing night sky."
    },
    {
      "dayNumber": "5",
      "title": "Sukhothai – Sublime Highlights of the Ancient Capital",
      "description": "A surreal city unfolds at dawn as through the mist and dust come the chedi, with so many of them marking the open landscape. Temples rise from the shadows, suggestive of an early medieval century. Most of this city was built between the 13th and 15th centuries, a time when it was capital of a kingdom by the same name. At first, you will admire a handful of temples. But as this day continues, you will be in awe at the scale of Sukhothai. Wat Sri Chum and Wat Sri Sawai are temples on a phenomenal scale while Sri Satchanalai is more than large enough to hide its secrets. You will have options today, and it is good to combine different modes of exploration. A bicycle is the most relaxing way to get around the entire site in a day. Walking is possible and best combined with the tram so that you can disembark to clusters of temples and important sites. It is also worth taking a break in the middle of the day to let the heat pass and reflect on what you’ve seen. Your guide will know a good spot to watch the sunset, and you can watch another night come down on a city that has not been inhabited for centuries."
    },
    {
      "dayNumber": "6",
      "title": "Bangkok – An Ancient Legacy and an Afternoon on the River",
      "description": "Sukhothai finally has a domestic airport, and there is a morning flight to Bangkok. Touch down to a meet and greet service and spend the morning discovering Bangkok’s major sights. Begin with Wat Po as monks wander and a breathtaking Buddha reclines with well over 100 feet of sculpture shimmering softly. Move next to the Royal Palace, opulent yet simple in its own way for an insight into regal tastes that is entirely different from those in Europe. There is also the Emerald Buddha, an exquisitely carved symbol of Thailand. By the time you have finished with these three sights, you can check into the hotel and freshen up, and have lunch with a beautiful view over the Chao Phraya River. While Bangkok has become a giant of a city and is more developed than the rest of the world gives credit, it retains a local feel. To head out into the city’s outskirts, you must travel by water, first down the Chao Phraya and then switching onto a small boat that can navigate a maze of canals. It is here that you will see impromptu markets inside boats, and bamboo villages that overflow with waving children and roving buffalo. In just an hour, you will be a million miles from skyscrapers. Put your feet up, watch the world slowly roll by, and drift into the depths of old Bangkok. It is a dreamy journey, and when you return to your hotel, you will pass another dreamy sight with the Temple of Dawn illuminated at dusk."
    },
    {
      "dayNumber": "7",
      "title": "Bangkok – Visiting Ayutthaya and Late-Evening Departure",
      "description": "Ayutthaya is an old capital where mystique roves effortlessly through the streets. A Buddha’s head is cracked, the features entwined in tree roots. Another Buddha reclines, so large you can get lost in it. The whole site is not on the scale of Sukhothai, yet the individual temples are sublime and fully restored to their former glory. Spend your morning in the reconstructed city, and then an afternoon drifting on the river once more. This time you will float to the Summer Palace and Bang Pa-In, both monuments that mix Thai, Chinese and Baroque European styles. You will be back in Bangkok by late-afternoon and still have access to your hotel room. Relax and refresh before a private transfer to the airport and your outbound flight."
    }
  ],
  "map": ""
}