{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "city-nature-tour-of-thailand-bangkoks-floating-markets-royal-palace-khao-yai-kanchanaburi",
  "tourName": "City & Nature Tour of Thailand: Bangkok’s Floating Markets, Royal Palace, Khao Yai & Kanchanaburi",
  "placesVisited": "Bangkok, Kanchanaburi, Ayutthaya, Khao Yai National Park",
  "generalInfo": "Take a walk on the wild side on this custom tailored tour through the historic cities and remarkable natural landscapes of Thailand. Whether trekking through stunning scenery within the Khao Yai National Park to witness wild elephants or cycling along the open fields outside of the old capital of the empire of Siam, you will find natural beauty in the countryside and celebrated ancient stones, tremendous temples and magnificent waterfalls. Within the heart of the wild you will find wonder.",
  "durationDays": "12",
  "price": "4,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok – The Urban Wild",
      "description": "Arrive in magnificent Bangkok, the capital of Thailand, a city that always seems to be filled with energy, from the temples to the river, the food to the people. You are met at the airport by a private transfer and taken to your accommodation at the heart of the city. You can feel the palpable buzz of the neighborhoods as you walk through the streets. There is a lingering scent of coconut oil and fresh noodles. Temple spires mark the sky beneath the towering stretch of skyscrapers. The city’s bustle can be almost overwhelming at first; within the expanse of the modern world, Bangkok’s culture and history continue to thrive within the hidden neighborhoods and beautiful greenery that gives peace and calm along the Chao Phraya River. Enjoy a sweet taste of Thailand at Khin Lom Chom Saphan, an open-air restaurant with three pavilions and a lotus pond situated with a charming view of the celebrated Ramah VIII Bridge."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok – The Wonderful Wilds of Royalty",
      "description": "The city was once stretched out beside the expanse of the Chao Phraya River, Bangkok’s historic waterway. Step onto a longboat, feeling the slight breeze along your cheeks with the fresh scent of the river urging your forward. There is a different history at work along the river, between the stretch of modern hotels and restaurants that hide behind the beauty of temples and the Grand Palace complex. It isn’t just within the opulent façade of the palace that has been home to Thai Kings and court for 150 years, but also in the collection of temples around the palace that help create an ambiance of grandeur, elegance, and majesty. The quintessentially Thai architecture of Wat Pra Kaew, with its retreating pediments and thin, circular spire, house the holiest relic in-country, the Emerald Buddha. The celebrated image was carved from a single jade block that dates back to the 15th century. Tremendous gold reliefs line the walls depicting traditional Garuda , a bird-man hybrid that dates back to Hindu origins. The one person in the country allowed to touch the sacred figure is the king, who changes the robes on the Buddha seasonally. The aroma of incense is compelling and calming as you take your time through the temple and the palace grounds."
    },
    {
      "dayNumber": "3",
      "title": "Bangkok – In the Dawn",
      "description": "The true Thai culture in and around Bangkok can be seen just outside of the city in the early hours of dawn, floating along the watery streets of the markets found on the river. Just before the rush of merchant long-tail boats ascend on the waterway at Bang Khu Wiang you can see the gentle rowing of monks making their way through the narrow alleys in a daily routine of tak baat , collecting alms. This is where the traditions of life come into view, where boats skiff along the surface, filled with vibrant colors that almost glow with fresh produce, from rambutan to bananas, limes to chilies. The aromas are fresh and graceful, creating a mixture of spice and citrus as the market bursts with sales and tastes. The people call out from the shore to the ship asking for tastes, while other vendors cook food fresh, leaning long poles out to the banks to give and receive goods. The floating markets are truly unique and lively, an unforgettable and delicious moment to take with you as you make your way back to Bangkok with the rest of the day at your leisure."
    },
    {
      "dayNumber": "4",
      "title": "Kanchanaburi – Along the River Kwai",
      "description": "The regal stretch of the Chao Phraya River will soon sit in the distance as you make your way to the charming city of Kanchanaburi known as the location for the movie Bridge Over River Kwai . The landscape is lush and tranquil along the riverbanks where a tumultuous occupation during World War II continues to sit within the city’s borders. The JEATH Museum is a collection of first-hand accounts from Prisoners of War, photos, and more, entitled to commemorate the countries in which the museum memorializes, its acronym standing for Japan, England, America, Australia, Holland. Founded in 1977, the Chief Abbot of the temple in which the museum is located is tasked with the responsibility of keeping the exhibits, from the construction of the railway to the quarters, available to the public. In the serenity of the greenery, with the cool sounds of the nearby river, the city’s bright present and future will begin with its past."
    },
    {
      "dayNumber": "5",
      "title": "Ayutthaya – Lavish Waterfalls",
      "description": "The countryside of Kanchanaburi is filled with splendor, from rising mountains to lavish greenery, the calm rushing river winds along the landscape giving life to the riverbanks and beyond. Today you will visit an elephant camp that will show you the fabulous animal in a natural habitat, housed by local camps that have spent centuries revering the elegant and lumbering mammal. An elephant walk will take you through the lush trees and along the jungle path to a local watering hole. The largest land creature wobbles in a somehow gracious way, as you notice it checks its path to ensure no impediments are in its way. At the water, it steps quietly into the refreshing cool and starts to spray itself clean and, most likely, you along with it. Later in the day you will come to the effervescent Sai Yok Yai Waterfall. The water creates a beaded curtain tumbling down the textured terrace stand beneath the rushing water or just listen to the lovely rhythm as it falls and jumps from the rocks. The nature of Thailand, from the wildlife to the landscape, brings you further into wonder. The next morning, the endless greenery that surrounds the city brings a lush shimmer to the morning. As you step out into the city the fresh fruit fills the air. In the afternoon you will transfer to the old capital of Siam, Ayutthaya, and enjoy an evening surrounded by comfort and history."
    },
    {
      "dayNumber": "7",
      "title": "Phak Hai – The Open Country",
      "description": "The day begins with the early light casting a shimmer over Ayutthaya. After breakfast, you will begin a two-day bicycle tour that will take you in and around the capital of Siam, through the gorgeous landscapes and along the spectacular history that continues to inspire locals and visitors alike. Find yourself among the opulent ruins of the historical park before the ride begins, traversing the open streets lined by impressive chedis . The city was founded in the 14th century and was the pinnacle of the kingdom until the Burmese overtook the capital in the 18th century. The rustic stone temples are surrounded by remarkable artistry, from large graceful Buddha statues lining the walls to the iconic image of a stone Buddha face peeking out from within a tangle of vines. The air is often scented with earth from the grounds and the prevalent stone architecture, bringing a historic world to life. Once aboard your bike, you will traverse the landscape, through the city and along the countryside; the open plains are speckled with tall palms, giving a gracious open view of the landscape as a breeze helps bring a soft cooling temperament to the air."
    },
    {
      "dayNumber": "8",
      "title": "Ayutthaya – Continuous Landscapes",
      "description": "The morning stretches its light over the small town of Phak Hai. The small waterway that runs through the city is filled with bright orange in the early morning; monks paddle along the water performing their daily ritual while people line the riverbanks and offer alms in support, dedication, and blessing. The local village is vibrant with daily life, overlooking the luscious green fields that look to endlessly expand amidst the sporadic tower of palm trees. The countryside rushes past you, filled with continuous magnificence in the simplest and grandest ways, from vivacious colors to the local smiles. In the late afternoon you will arrive back in Ayutthaya with the luxurious comforts of your hotel, and the remainder of the day, at your desire."
    },
    {
      "dayNumber": "9",
      "title": "Khao Yai National Park – Into the Thai Wilds",
      "description": "The tranquil world of nature will soon surround you as you make your way to Bangkok to soon venture into the secluded wonder of Khao Yai National Park. The park expands over four separate provinces of Eastern Thailand covering over 1340 square miles. The mountainous area is filled with amazing trees that spire and dangle, hiding waterfalls and wrapping around lakes, while open plains brush against the hillsides. The midday brings you to a Buddhist cave temple, used by monks for meditation, and offering you a quiet space to experience the natural world of Thailand. From reverberating echoes to immaculate natural light, the aroma of fresh incense mixes with the surrounding damp stone while stalactites suspend from the ceiling. A nearby cave houses wrinkle-lipped bats, small, furry animals that are dark, reddish-brown with creased snouts that resemble wrinkly lips. In the evening you will settle into your resort where the luscious surroundings are enough to bring in the gorgeous evening."
    },
    {
      "dayNumber": "10",
      "title": "Khao Yai National Park – Wildlife and Waterfalls",
      "description": "The morning begins after the sun has risen over the remarkable trees of the national park. Once along the trail, you can feel the stunning wild surround you with greenery and open air, scented with evergreen. The trees rustle along the canopy. You can hear distant hoots and howls of gibbons and various monkeys. When you see a troop of gibbons you notice the lighter hair outlining their dark faces. Their limbs look almost comical, long and gangly, as they sit in the open space of high branches. You will eventually come to Haew Suwat Waterfall, known to many visitors as the waterfall from the Leonardo DiCaprio movie, The Beach . The water tumbles down around 45 feet into a lucid pool, where, during the dry season, the powerful curtain of water is split into two impressive streams. In the evening you will make your way to the celebrated salt lick in search of wild elephants. The troops tend to come and go as they please, spread throughout the park enjoying the freedom of the trees and the open plain. The salt lick gives natural nutrients to feed and chew on and offer the animals rich soil to spread across their skin to help cool them in hot days, turning even the darkest elephant red. In the dusk’s cooling air you may be able to spot one of the resident tigers that hunt through the open fields."
    },
    {
      "dayNumber": "11",
      "title": "Bangkok – Returning to Urban Expanses",
      "description": "There are natural sounds in the morning light where gibbons and birds seem to be at their wakeful loudest littering the air with tremendous music. The cool early hours find you traversing the forest after a visit to the local Pak Chong Market, where you will come to a magnificent sandstone labyrinth. The rock pattern contains art that dates back over 2000 years, projecting a way of life within the jungle and the dense beauty of the wildlife of the time. You can see fig trees climbing along the rocks with twisting roots and branches. The birds and monkeys sing and howl within the trees. Look out over the second largest summit in the park where an over 82 foot tall Buddha watches the forest below. In the late afternoon you will return to Bangkok but for now you can watch over the national park listening to the natural grandeur of the Thailand almost like a wild lullaby."
    },
    {
      "dayNumber": "12",
      "title": "Bangkok – Indelible Wild Memories",
      "description": "Today you will find breakfast to be as fresh as ever, with orange juice and coconut, creamy banana and more; however, there is lesser sweetness in your final morning in Thailand as you aren’t ready to say goodbye. After your meal you will have a private transfer to the airport to make your flight home. You have traversed the wild landscapes of Thailand, from Bangkok’s modernity to Ayutthaya’s history, Khao Yai’s precious wildlife to its gorgeous natural landscape. Your time throughout the countryside will provide endless memories to be revisited at your whim. And just as a memory can always be revisited, so can Thailand. Be sure to read the reviews for Thailand tour operators . You will read about what other travelers experienced in Thailand on their customized trips."
    }
  ],
  "map": ""
}