{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "first-time-thailand-vacation-for-seniors",
  "tourName": "First Time Thailand Vacation for Seniors",
  "placesVisited": "Bangkok, Chiang Mai, Chiang Rai",
  "generalInfo": "Thailand is filled with wonderfully diverse experiences. Gibbons will softly hoot as you relax in a jungle spa, dancers will twirl as you dine on the Chao Phraya, chanting monks will provide a serene sunset atmosphere, and a helicopter flight will bring endless jungle vistas. Connect the finest handpicked highlights on this seven-day private tour for seniors, including the country’s best hotels and the full mix of history, culture, nature, spirituality, spa, and wilderness.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok - On the Chao Phraya River",
      "description": "Like all great cities, Bangkok is dominated by water. Meandering through the city’s heart is the Chao Phraya, which is one of the most famous rivers in all of Thailand. The river’s prominence is illustrated by the location of Bangkok’s most important historical attractions. Almost all of them are on the water, from the Royal Palace and Wat Po, to the towering Temple of Dawn that you will cruise past this afternoon. Public boats run up and down the river, bringing with them a riot of color and enthusiasm. Narrow long-tail boats carry everything from vegetables to monks. On the riverbank, you can still find iconic bamboo buildings, even if the other riverbank features contemporary hotels and towers. After an airport meet and greet plus time to relax in a five-star riverside hotel, you will immerse yourself in Bangkok with a river journey. You will cruise in luxury on a floating restaurant that is occasionally visited by royalty. Inside air-conditioned comfort, you will watch the city roll by. This as an excellent and effortless way to gain first impressions. You can take in all the wonderful colors and sights without being overawed by traffic and noise. Entertainment will be provided during intervals between courses, taking you on a journey to various Thai regions. Think dancing, singing, and theatrical shows that involve people and puppets. Lastly, you will be greeted by a sunset over the river that will illuminate the temples while casting blending colors across a changing city."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok - Temple Chanting and Puppet Shows",
      "description": "This morning, you will visit the Royal Palace. You can wander the Funeral Palace, gasp at the Throne Hall, step inside the Coronation Hall, and absorb the almost effortless splendor this temple has to offer. These two essential sights are complemented by the Emerald Buddha, a small and exquisite symbol that is the most important in Thai Buddhism. Getting around all three places will take approximately three hours. You will return to the hotel for lunch by the pool and relax, taking a break from the noise and heat. Bangkok can be an overwhelming city if you try to do too much, especially for senior travelers. It is better to go out exploring in the cooler and quieter morning hours before resting up along the river. Stay on the water this afternoon with an experience completely different from yesterday. This time you cruise in a long-tail boat, which is a narrow, streamlined vessel that can access the city’s back-canals and historic waterways. In this area, you pass floating markets and other long-tail boats laden with fruit and goods for the market. Bamboo and wooden houses may roll by, occasionally covering a water buffalo beneath them. One stop is a puppeteer, where you will admire the puppets as they narrate a poignant Bangkok tale. You will be back at the hotel by dusk time, and there are many good restaurants in your vicinity."
    },
    {
      "dayNumber": "3",
      "title": "Chiang Mai - Spa Relaxation",
      "description": "After a relaxed morning, you will fly directly to Chiang Mai, the cultural heart of Thailand. From the window, you can spy mountains carpeted in the jungle, in addition to great expanses of rice paddies. Touching down, you will travel beyond the moat and through the old city gate, and into a mostly pedestrianized area of back-lanes and bicycles. Check into your spa hotel and head for an introductory one-hour treatment that is designed to knead out any travel knots or fatigue. This northern city has also been central to evolving Thai massages and spa techniques, which makes it inconceivable to come here and not enjoy the spa experience. This afternoon you will tour the old city and will cover key sights and stories that lay within the crumbling city walls. Visitors love Chiang Mai’s unpreserved feel. While some monuments are slowly being returned to their complete grandeur, you will get a real sense for old this city is, along with how it was cut off from the rest of Siam for most of its history. Evenings are always relaxed here, so after the guided tour you can try one of the small terraced restaurants, or you can take a walk through the night market."
    },
    {
      "dayNumber": "4",
      "title": "Chiang Mai - Wooden Villages and Evening Ceremony",
      "description": "Culture thrives in the thick jungle surrounding Chiang Mai. This remote and somewhat inaccessible land is the home to a dozen different hill tribes, each with a culture that is quite distinct from the city itself. Influence comes from all over, and some of the hill tribes have populations in neighboring countries as well. The most numerous are the Karen, who are internationally famous for their long-necked women, particularly their elaborate neck decoration that sets them apart from others. Other hill tribes are not as glamorous or immediately photogenic as the Karen. With a local guide, you will visit three different hill tribes and meet with a community leader in each. This is not a point-and-shoot camera exercise, as there are certain hill tribe villages that invite tourists purely to have their photo taken in exchange for a fee. Instead, you visit traditional communities that provide an eye-opening look into a life that is beyond modern comprehension. Exploring how these cultures are changing is another vital part of the experience. Back in Chiang Mai, there is time for another spa treatment before heading to Doi Suthep, which is a glowing temple atop a hill above the city. There are hundreds of steps to the summit but don’t worry if you can’t manage them, it is still impressive to check out the atmosphere and chedi at the site’s base. You will witness monks chanting, bells ringing, prayer wheels spinning, and a sunset ceremony that sends incense spiraling through the air."
    },
    {
      "dayNumber": "5",
      "title": "Golden Triangle - Helicopter Over Northern Thailand",
      "description": "You will travel in style this morning as you rise above Chiang Mai in a helicopter. Jungle stretches beneath you as you fly north, and trees cover a seemingly endless wave of rolling hills and peaks. It only grows denser as you fly north, especially when you come close to the border with Myanmar and Laos. From up here, you will really appreciate how Thailand’s hill tribes were able to preserve their culture. Touch down in the Golden Triangle, which is a mysterious stretch of land where three countries meet. Elephants can be heard as they trumpet from somewhere in the trees. Monkeys may swing past, as well. You will land at Thailand’s finest jungle retreat, a place of contemporary comfort in the most magical of settings. A guide will provide an orientation after lunch and will take you along the river in search of gibbons. The walking trails are also suitable for all fitness levels, ranging from full day hikes to ten-minute trails. This is a perfect way to immerse yourself in nature, so relax and enjoy the breathtaking scenery."
    },
    {
      "dayNumber": "6",
      "title": "Golden Triangle - Meeting With Elephants",
      "description": "You will wake up to the choral soundtrack of birds and monkeys, and then eat breakfast as mist rises from the river’s surface. You will then cruise even deeper into the jungle, following sounds and smells of gibbons and exotic blue-winged birds. The cool morning hours are best for a local safari when the primates are most active, and you can walk amongst the trees. From 11 am to 2 pm it is as if the jungle goes to sleep. Animals rest, sounds evaporate, and you can relax in the spa, or wherever strikes your fancy. This afternoon you will meet jungle giants, as you join an elephant herd that lives around the camp. These are not working elephants, and they have free reign to explore the jungle; however, they are fed and cared for by hand, which makes them open to regular human contact. The experience can be as active or as laid-back as you wish, from simply admiring elephants meandering through the jungle, to feeding them fruit and receiving a soft trunk pat on your head. If you are feeling very active, then you can also add a border town trip into today’s itinerary, or you can take a boat to Mae Salong to explore a peculiar market culture that is nothing like what you have seen in Thailand."
    },
    {
      "dayNumber": "7",
      "title": "Chiang Rai - Departure",
      "description": "You will travel out of the jungle after breakfast, first by boat, and then by road to the nearest city, Chiang Rai. Your seven days in Thailand ends at Chiang Rai International Airport."
    }
  ],
  "map": ""
}