{
    "Main_Title": "BEST TIME TO VISIT NORTHERN IRELAND",
    "Main_Paragraph": "Van Morrison pretty much sums up Northern Irish weather in his much celebrated song, Warm Love. He is going to lay and laugh in the sun one minute and sit by the fire and dry out our wet clothes the next. The average temperature in summer is 17°C, and it rains most months, too. OK, most weeks. Head up to the Antrim coast in any season and you will feel as if you have entered Astral Weeks though, with landscapes that are hypnotic and iconic all in one.",
    "image1": "",
    "when_to_go": "When to go to Northern Ireland, month by month guide",
    "when_to_go_html": "<bullet>School summer holidays start a few weeks earlier in Northern Ireland than in England, around the end of <b>June</b>, so be prepared for more crowds at busy tourist spots such as the Giant’s Causeway. </bullet>\n<bullet><b>April</b> and <b>May</b> are lovely in Northern Ireland, with rural areas alive with spring life, from birds to lambs and calves. </bullet>\n<bullet>The best time to visit Rathlin Island is between <b>April</b> and <b>July</b> for nesting birds but, in particular, its large numbers of puffins. The Seabird Centre is open every day from Easter or around the end of <b>March</b> until mid <b>September</b>. </bullet>\n<bullet>Check out the Bushmills Salmon and Whiskey Festival which takes place in <b>June</b>. </bullet>\n<bullet>The <b>12th</b> <b>July</b> fortnight is known as ‘marching season’ in Northern Ireland and is a controversial period when Unionists or ‘Orangemen’ mark the Battle of the Boyne. Historically it has been a time of violence, but now it is more of a nuisance really as streets are closed, bonfires are lit and the atmosphere can be a little bit edgy. Most local people escape the cities during the two-week built up to <b>12th July</b>. </bullet>\n<bullet>The traditional West Belfast Féile an Phobail (Festival of the People) takes place in <b>August</b> every year, with lots of cultural events which have traditionally promoted Irish culture. </bullet>\n<bullet>Autumn is glorious around the Glens of Antrim, with the trees turning. Check out the region’s Ghosts in the Glens Storytelling Festival in late <b>October</b> to coincide with Halloween.</bullet>\n<bullet>Hillsborough Oyster Festival, County Down, usually takes place around the beginning <b>September</b>. There is another earlier Oyster Festival in Carlingford, just over the border on the shores of Carlingford Lough, which takes place in <b>August</b>.</bullet>\n<bullet>The narrow gauge train from Bushmills to the Giant’s Causeway runs daily through <b>July</b> and <b>August</b>, and at weekends in <b>September</b> and <b>October</b>.</bullet>\n<bullet>St George’s Market in Belfast city centre is a lively spot at weekends with food and craft stalls, and also local musicians playing. In <b>November</b> and <b>December</b> they run delightful twilight markets. The build up to Christmas is lovely throughout Belfast, with plenty of festive events.</bullet>",
    "weather_chart": "Northern Ireland Weather Chart",
    "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Northern Ireland Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">101 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 70%;\">71 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 77%;\">78 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 62%;\">63 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 64%;\">65 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 67%;\">68 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 62%;\">63 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 88%;\">89 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 93%;\">94 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 99%;\">100 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 95%;\">96 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 93%;\">94 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
    "title1": "NORTHERN IRELAND TRAVEL ADVICE",
    "paragraph1": "",
    "image2": "",
    "title2": "",
    "paragraph2": "What I think about the Causeway Coast is that you have got everything. Youve got Rathlin Island which is very special; youve got the Causeway Coast, the Giants Causeway itself and then the Glens of Antrim, which are absolutely stunning  all in such a tiny area. If you are limited on time, it is wonderful, it really is. And the views over to the Mull of Kintyre are gorgeous on a clear day too.",
    "title3": "",
    "paragraph3": "Tourism in Northern Ireland is still very undeveloped. The Giants Causeway is the major draw while the coastline of Antrim is fabulous  Murlough Bay and Cushendun are particular favourites. And County Down, the area around Strangford Lough especially is hardly touched by visitors from outside Northern Ireland itself. I am also a fan of Rathlin Island off the Antrim coast.",
    "title4": "",
    "paragraph4": "Spend at least a day in Belfast, if not two! The Titanic Experience is fantastic, and I love the Botanic Gardens. I dont know why people dont go to Belfast more! I also love Strangford Lough, its just fantastic. And really close to Belfast. There are seals everywhere along the shoreline. The Cuan pub is a top place too, and very friendly there. Then you can cross over the Lough on the Portaferry ferry. Its gorgeous.",
    "title5": "",
    "paragraph5": "We avoid sending guests during the marching season around 12th July, only because if you are walking it isnt quiet. But also a lot of people have traditionally escaped the cities during that time of year and gone to Portrush, which is on the Causeway Coast, so it gets busy. I would also avoid the North West 200 motorbike race which takes place over a week on the Causeway Coast during May. Avoid that like the plague, especially the bit between Ballintoy and Ballycastle. Its not relaxing at all! Another thing to avoid is the Northern Ireland Air Show which takes place during the first week of September in Portrush on the Causeway Coast.",
    "title6": "",
    "paragraph6": "“Don’t be confused that sometimes local people call it Northern Ireland and others call it Ireland. Some people identify with being Northern Irish and others as Irish. It’s not really a biggie anymore. But if you want to play safe, stick to saying Northern Ireland. If you go to Derry, however, calling it Londonderry has traditionally been considered a bit of a ‘Unionist’ flag flying statement. It has famously become known as Stroke City as a compromise, ie. Derry/Londonderry. To be honest, I always call it Derry and never had a problem. Great city too, by the way with fabulous walking tours.”",
    "title7": "TIPS FROM OUR TRAVELLERS",
    "paragraph7": "",
    "title8": "",
    "paragraph8": "At Responsible Travel, we think the best people to advise our travellers are often... other travellers. They always return from our tours with\npacking tips, weather reports, ideas about what to do - and opinions about what not to.\nWe have selected some of the most useful Northern Ireland holiday tips that our guests have provided over the years\nto help you make the very most of your holiday – and the space inside your suitcase.",
    "title9": "",
    "paragraph9": "“Coming from west to east, we had no idea of the tides and as we dropped to sea level, also walking along the rocks towards the beach (which can only be walked at low tide), it was apparent that the tide was coming in and that also was a bit scary as progress was slow due to the wet and slippery rocks… Know the tides and just enjoy it all. It was wonderful\" <b>– Diana Howie on a walking in Northern Ireland holiday</b><br/><br/>“Allow for more time in each area... It was all memorable as the scenery was dramatic, the accommodation was extremely good & the people were very friendly.” <b>– Linda Harris</b>"
}