{
    "Main_Title": "Our Northern Ireland holidays & tours",
    "Main_Paragraph": "Our Northern Ireland holidays are an opportunity to explore the country’s six counties and the complex history of the ‘Troubles’ through local-led experiences, such as a black cab tour of Belfast. Away from the capital, our walking tours both small group and self-guided immerse you in Northern Ireland’s stunning landscapes, from the basalt blocks of Giant’s Causeway to the Glens of Antrim along the Ulster Way, and, the rugged Rathlin Island, its cliffs teeming with seabird colonies. Another way to enjoy this part of the UK is by rail, our train holidays offering a convenient and relaxed journey that can also take in neighbouring Ireland, with all the ticketing handled for you, and a string of locally owned hotels welcoming you every afternoon.",
    "Subtitle": "NORTHERN IRELAND highlights",
    "Title1": "",
    "Paragraph1": "Even though Northern Ireland is small, there are many little known gems to discover here. We have given you our top recommendations on our map and highlights below, but trust us when we say that the best way to find out where to go is to ask a Northern Irish person. The Northern Irish way is to chat, help you out, point you in the right direction and tell you all their favourite places. You will get a lot of mileage out of a chat with the right person in Norn Iron. Its no wonder that the countrys main long distance walking trail, The Ulster Way, is 1,000km long.",
    "image1": "",
    "Title2": "1. Belfast",
    "Paragraph2": "The capital of Northern Ireland, this historic port city has emerged from years of conflict to be a lively, artsy, foodie and chic city. Explore its Cathedral Quarter with St Annes Cathedral at its heart, the impressive City Hall built in 1906, and the shipyard region, whose Titanic Visitor Experience is a big pull. Dont miss St Georges Market in the Waterfront area at weekends for a lively city happening.",
    "image2": "",
    "Title3": "2. Bushmills",
    "Paragraph3": "Bushmills boasts plenty of historic buildings, including a 1600s coaching inn which is now a charming boutique hotel. The main attraction is the 18th century whiskey distillery, named after the village and River Bush which provides the water source for Northern Irelands most famous whiskey brand. Take a narrow gauge train from here to the Giants Causeway, daily in Jul-Aug, and on weekends from Sep-Oct.",
    "Title4": "3. Causeway Coast Way",
    "Paragraph4": "The Giants Causeway is famous, but few people realise that there is a 55km walking route leading right past it. Its one of the most magnificent trails on the whole island, and still very unknown. Stretching between Portstewart and Ballycastle, you have views of wide sandy bays, dramatic cliffs and small coastal villages. As well as the spectacular Carrick-a-Rede rope bridge to take on if you dare.",
    "image3": "",
    "Title5": "4. Giants Causeway",
    "Paragraph5": "Northern Irelands giant and folklore filled attraction never fails to impress. A geological great, boasting tens of thousands of polygonal basalt columns that stretch out into the sea, its hard to believe they are a natural phenomenon. Its wonderfully open for exploration so you can walk all over the basalt beauties and see The Organ, where basalt columns emerge from the cliff. Take care when slippy, though.",
    "Title6": "5. Glens of Antrim",
    "Paragraph6": "Nine valleys sweeping down from Antrim Plateau to the Antrim Coast, creating some of the islands greenest, most gorgeous emeralds. The Glens are famous among Game of Thrones fans, but walk away from GOT crowds onto myriad walking trails through, for example, Glenariff, with its waterfalls and forest park. The long distance Ulster Way walking trail cuts through the Glens, too.",
    "Title7": "6. Rathlin Island",
    "Paragraph7": "Rathlin Island is just a 25 minute ferry crossing from Ballycastle on the Antrim Coast. Take a day trip or, as most of our trips to Northern Ireland are tailor made, stay overnight, especially if you are a keen birder, as Rathlin is an RSPB protected habitat. This wild spot is just 1.5km x 9km in size, home to 140 people and up to 1,000 puffins."
}