{
  "destination": "Tonga",
  "mainPhoto": "",
  "id": "swim-with-humpback-whales-tonga",
  "tourName": "Swim with humpback whales, Tonga",
  "placesVisited": "5 full days on the boat watching and swimming with whales, Beachside accommodation including bar and restaurant, Beach activities include snorkelling and sea kayaking, Experienced skipper and conservation team",
  "generalInfo": "This wonderful week with whales in the South Pacific places you in beach accommodation right at the edge of humpback whale nursery. Watching the sunset over the sea, each and every evening, is simply what we do here with a handy bar and restaurant, overlooking the beach, providing the perfect place to sit, sip and soak up the scenery.<br/><br/>Five full days will be spent out at sea with the whales and not only will you get to swim with these magnificent giants but you’ll also learn more about their natural environment and behaviour in the company of a highly trained and experienced conservation team. <br/><br/>You'll learn how to spot, observe and get into the water with whales without disrupting their natural pattern of behaviour. Of course, this is nature so nothing is predictable. Some days you’ll see huge pods of humpback whales on other days hardly any at all. It’s just the way it goes. Just make sure you remember to enjoy all of Tonga’s tropical treats as well as bringing a positive and friendly attitude towards other members of the group and the skipper.<br/><br/>Solo travellers should note there are limited spaces for single occupancy bedrooms. There are also double/twin beachside studio apartments with en-suite facilities as well as a single beachside studios, also with en suite facilities. Please get in touch for prices and availability. <br/>",
  "durationDays": "6",
  "price": "7250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Day - Transfer from airport to the resort Free afternoon to relax, snorkel or catch up on sleep. 7pm Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "7.00 – 8.30 am Breakfast 8.45 am Board boat & How to Swim with the Whales & Boat Briefing - out with the whales, lunch & snorkelling 3.30 pm Arrive back at resort 6.00 - 7.00pm Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "7.00 – 8.30 am Breakfast 8.45 am Board boat - out with the whales, lunch & snorkelling 3.30 pm Arrive back at resort 7.00 Dinner (2 evening are free for you to experience the restaurants in town or a traditional Tongan feast and dance night - 5 evening meals are included in tour package.)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "7.00 – 8.30 am Breakfast 8.45 am Board boat - out with the whales, lunch & snorkelling 3.30 pm Arrive back at resort 7.00 Farewell Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Breakfast - Completion of tour. Transfer to airport or other accommodation if staying longer."
    }
  ],
  "map": ""
}