{
  "destination": "Tonga",
  "mainPhoto": "",
  "id": "budget-tonga-holiday-swim-with-humpback-whales",
  "tourName": "Budget Tonga holiday, swim with humpback whales",
  "placesVisited": "Three whale swimming safaris, professional guides, whale watching brief, Tonga, Ha’apai, guided island tours on Ha’apai and Tonga, cultural show and feast, free time to snorkel and relax on beach, market visits",
  "generalInfo": "Swim with humpback whales on this amazing budget Tonga holiday. Humpbacks visit Tonga each year to breed and have their calves. They also enjoy socialising here, in the wonderfully clear waters. This 10 day small group tour includes three whale swimming safaris. You’ll be fully briefed before and accompanied by professional guides on each six hour adventure out to sea. <br/><br/>Your base for seven nights is the tiny island of Ha’apai. Here, as well as the unforgettable whale safaris, you’ll have time to relax on the beautiful beaches, snorkel and take an island tour. You will also explore the main island, Tongatapu, visiting its key sights, shopping in a local market and enjoying a cultural show and live music on the last evening.<br/><br/>Humpback whales visit Tonga from July to October and we have several departures scheduled during this time. If you prefer to take a private tour or would like something tailor made, we would be happy to arrange that for you, too.<br/>",
  "durationDays": "10",
  "price": "2999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Tonga, transfer to hotel Upon arrival in the Kingdom of Tonga we'll meet you at the airport and transfer you to your hotel. The rest of the day is free. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly to Ha'apai. Free time After breakfast you will be transferred to the domestic terminal for your scenic flight to the beautiful and remote islands of Ha'apai. The local team will be waiting at the Ha'apai airport to transfer you to your beachfront fale at Kite Surf Tonga, home for the next 7 nights. The rest of the day is free to settle in, explore, try some snorkelling off the beach and attend an informative whale briefing in preparation for your excursion tomorrow. In the evening, watch the sunset from your beachfront property. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Swim with the Humpback whales After breakfast we board our whale watching vessel (see tour notes for more information about the vessel we use) at 8.30 to 9am for a 6-hour trip on the water. Your professional guides are eager to introduce the majestic Tongan Humpback whales. Our aim is to take you into the water for memories that will last a lifetime. Lunch is served onboard and all equipment is provided. Arriving back at around 2.30pm allows time to relax and look at your photos, take a walk along the beach and enjoy a cold drink from the bar. Dinner is normally served just after sunset. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "DAY of rest and reflection in Tonga King George Tupou I pledged The Kingdom of Tonga and its people to heaven making Sunday a strict day of rest in the kingdom. It is actually illegal to work on the Sabbath. You can chose to begin your day by visiting a local church to hear the angelic voices of the choir or simply enjoy a day of your choice. The resort is open all day and swimming, snorkeling, cycling, kayaking, eating and drinking are all options for this restful day in Tonga. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Swim with the Humpback whales After breakfast we head out for our second day into the crystal clear waters of Ha'apai to join the Humpback whales for further adventures and memories of a lifetime. Excellent food is provided in our ocean front restaurant as we share our experiences of the day. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Swim with the Humpback whales After breakfast we head out for our final day into the crystal clear waters of Ha'apai to join the Humpback whales for further adventures and memories of a lifetime. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Free day with 2 hour off grid tour Your day is free today to relax at the resort. We keep this free in case any of your earlier whale swims need rescheduling due to weather issues. If all has gone to plan, then your day is free and you could ride a bike, hire a car and explore the island's resorts, other snorkeling spots, beaches or the local cafe. Or you may simply relax at the resort - scuba diving, sea kayaks or snorkel the reef in front of the resort are options. An additional whale swimming trip may also be booked with the resort (subject to existing bookings and space on the boat). Also today, a 2 hour off-grid tour is included where you will learn about how the resort has embraced sustainability, with detailed explanations of their solar setup, composting techniques and a visit to the hydroponic fruit and vegetable gardens. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ha'apai. Free time Your day is free today to relax on the beach, go cycling or kayaking, scuba diving or snorkelling. We also keep today free in case poor weather or other reasons have meant we need to reschedule one of our earlier whale safaris. You can also book additional safaris while at the resort if you wish. Excellent food is provided in the resort's ocean front restaurant and a farewell bonfire is lit as the Milky Way falls across the night sky. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Fly to Tongatapu, free time This morning we fly back to the main island of Tongatapu and transfer to our hotel. Options are available through your hotel to book a half day island tour. Here you can learn more about Tongan lifestyle, culture, heritage and traditions, see demonstrations and learn about the customs and stories of the old times and visit the busy Tongan Market where the locals throng to purchase and sell their produce. The market provides a great opportunity to purchase handicrafts, local fruit and take photos. Tours also visit the Royal Tombs where the late King George IV is laid to rest, along with the Royal Palace, and the Eastern Side of Tonga with Captain Cook's Landing, the Ancient Burial Tomb's and the Ha'amonga Trilithon, a stone arch which was said to have been built 1200AD, an impressive movement of 80 tonnes of stone and a story of a warrior king. In the evening you could visit the Ohelei Beach Resort for a Tongan feast, cultural show and live music to make you feel right at home in with the Tongan culture and history. OVERNIGHT"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Free day, transfer to airport Free time until transferring to the airport for your international departure flight. You may wish to revisit the main Tongatapu market today, as Saturday tends to be the busiest time of the whole week, a great chance for a final taste of Tonga and some souvenirs. OVERNIGHT"
    }
  ],
  "map": ""
}