{
  "destination": "Tonga",
  "mainPhoto": "",
  "id": "swim-with-whales-in-tonga",
  "tourName": "Swim with whales in Tonga",
  "placesVisited": "Five days of swimming and snorkelling with humpback whales in Tonga, Stay in a stylish beachside resort, House reef just in front of your bungalow with rays, turtles and sharks, Optional activities include SUP, sea kayaking and cycling, Responsible, specialist tour operator ensures whales are treated well",
  "generalInfo": "Swimming with whales is one of the most exciting, memorable experiences you’ll ever have. And Tonga is one of the best places in the world to do it, with responsible swimming with whales guidelines in place, and a brilliant selection of fun activities to enjoy when you’re not in the water.<br/><br/>Nine-day, small group tours run between July and October, which is the best time to swim with whales in Tonga as they arrive to mate and give birth, then nurse and teach their calves before they embark on the long journey back to Antarctica. In keeping with responsible swimming with whales guidelines, you’ll go into the water just four at a time so as not to overwhelm the whales, then snorkel alongside them as they gracefully swim around and beneath you. <br/><br/>Staying in a beachside bungalow at a stylish resort, it’s just a short walk after breakfast each morning down to the boat, skippered by a local captain. Whale-swimming trips finish in the early afternoon after which you can hit the beach, or indulge in a range of optional activities. Hire a kayak or paddleboard, or don snorkel again to explore the magnificent house reef which teems with shoals of colourful fish as well as rays, leopard sharks and even turtles. <br/><br/>As well as giving you the experience of a lifetime, this holiday also contributes to reef preservation in Tonga which is vital for sustaining marine life such as turtles and whales. Your tour leader will also fill you in on excellent local restaurants to try, and where you can buy locally produced souvenirs too. All of this contributes to whale conservation, as it motivates local people to look after whales and their habitat. Swim with whales in Tonga with a responsible tour operator, and you’re doing your bit to help these majestic creatures survive. <br/>",
  "durationDays": "8",
  "price": "7900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Spend 1 night at the airport hotel in Tongatapu."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly over to Ha'apai, where all the magic happens. Check in to your beachside bungalow and enjoy."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You will have a day of rest and relaxation or if you'd prefer adventure and fun before a lovely farewell dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This will be your last day, we will take you to the airport to get your flight back to Tongatapu"
    }
  ],
  "map": ""
}