[
  {
    "destination": "Tonga",
    "mainPhoto": "",
    "id": "budget-tonga-holiday-swim-with-humpback-whales",
    "tourName": "Budget Tonga holiday, swim with humpback whales",
    "placesVisited": "Three whale swimming safaris, professional guides, whale watching brief, Tonga, Ha’apai, guided island tours on Ha’apai and Tonga, cultural show and feast, free time to snorkel and relax on beach, market visits",
    "generalInfo": "Swim with humpback whales on this amazing budget Tonga holiday. Humpbacks visit Tonga each year to breed and have their calves. They also enjoy socialising here, in the wonderfully clear waters. This 10 day small group tour includes three whale swimming safaris. You’ll be fully briefed before and accompanied by professional guides on each six hour adventure out to sea. <br/><br/>Your base for seven nights is the tiny island of Ha’apai. Here, as well as the unforgettable whale safaris, you’ll have time to relax on the beautiful beaches, snorkel and take an island tour. You will also explore the main island, Tongatapu, visiting its key sights, shopping in a local market and enjoying a cultural show and live music on the last evening.<br/><br/>Humpback whales visit Tonga from July to October and we have several departures scheduled during this time. If you prefer to take a private tour or would like something tailor made, we would be happy to arrange that for you, too.<br/>",
    "durationDays": "10",
    "price": "2999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Tonga, transfer to hotel Upon arrival in the Kingdom of Tonga we'll meet you at the airport and transfer you to your hotel. The rest of the day is free. OVERNIGHT"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fly to Ha'apai. Free time After breakfast you will be transferred to the domestic terminal for your scenic flight to the beautiful and remote islands of Ha'apai. The local team will be waiting at the Ha'apai airport to transfer you to your beachfront fale at Kite Surf Tonga, home for the next 7 nights. The rest of the day is free to settle in, explore, try some snorkelling off the beach and attend an informative whale briefing in preparation for your excursion tomorrow. In the evening, watch the sunset from your beachfront property. OVERNIGHT"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Swim with the Humpback whales After breakfast we board our whale watching vessel (see tour notes for more information about the vessel we use) at 8.30 to 9am for a 6-hour trip on the water. Your professional guides are eager to introduce the majestic Tongan Humpback whales. Our aim is to take you into the water for memories that will last a lifetime. Lunch is served onboard and all equipment is provided. Arriving back at around 2.30pm allows time to relax and look at your photos, take a walk along the beach and enjoy a cold drink from the bar. Dinner is normally served just after sunset. OVERNIGHT"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "DAY of rest and reflection in Tonga King George Tupou I pledged The Kingdom of Tonga and its people to heaven making Sunday a strict day of rest in the kingdom. It is actually illegal to work on the Sabbath. You can chose to begin your day by visiting a local church to hear the angelic voices of the choir or simply enjoy a day of your choice. The resort is open all day and swimming, snorkeling, cycling, kayaking, eating and drinking are all options for this restful day in Tonga. OVERNIGHT"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Swim with the Humpback whales After breakfast we head out for our second day into the crystal clear waters of Ha'apai to join the Humpback whales for further adventures and memories of a lifetime. Excellent food is provided in our ocean front restaurant as we share our experiences of the day. OVERNIGHT"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Swim with the Humpback whales After breakfast we head out for our final day into the crystal clear waters of Ha'apai to join the Humpback whales for further adventures and memories of a lifetime. OVERNIGHT"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Free day with 2 hour off grid tour Your day is free today to relax at the resort. We keep this free in case any of your earlier whale swims need rescheduling due to weather issues. If all has gone to plan, then your day is free and you could ride a bike, hire a car and explore the island's resorts, other snorkeling spots, beaches or the local cafe. Or you may simply relax at the resort - scuba diving, sea kayaks or snorkel the reef in front of the resort are options. An additional whale swimming trip may also be booked with the resort (subject to existing bookings and space on the boat). Also today, a 2 hour off-grid tour is included where you will learn about how the resort has embraced sustainability, with detailed explanations of their solar setup, composting techniques and a visit to the hydroponic fruit and vegetable gardens. OVERNIGHT"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Ha'apai. Free time Your day is free today to relax on the beach, go cycling or kayaking, scuba diving or snorkelling. We also keep today free in case poor weather or other reasons have meant we need to reschedule one of our earlier whale safaris. You can also book additional safaris while at the resort if you wish. Excellent food is provided in the resort's ocean front restaurant and a farewell bonfire is lit as the Milky Way falls across the night sky. OVERNIGHT"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Fly to Tongatapu, free time This morning we fly back to the main island of Tongatapu and transfer to our hotel. Options are available through your hotel to book a half day island tour. Here you can learn more about Tongan lifestyle, culture, heritage and traditions, see demonstrations and learn about the customs and stories of the old times and visit the busy Tongan Market where the locals throng to purchase and sell their produce. The market provides a great opportunity to purchase handicrafts, local fruit and take photos. Tours also visit the Royal Tombs where the late King George IV is laid to rest, along with the Royal Palace, and the Eastern Side of Tonga with Captain Cook's Landing, the Ancient Burial Tomb's and the Ha'amonga Trilithon, a stone arch which was said to have been built 1200AD, an impressive movement of 80 tonnes of stone and a story of a warrior king. In the evening you could visit the Ohelei Beach Resort for a Tongan feast, cultural show and live music to make you feel right at home in with the Tongan culture and history. OVERNIGHT"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Free day, transfer to airport Free time until transferring to the airport for your international departure flight. You may wish to revisit the main Tongatapu market today, as Saturday tends to be the busiest time of the whole week, a great chance for a final taste of Tonga and some souvenirs. OVERNIGHT"
      }
    ],
    "map": "",
    "category": "Diving"
  },
  {
    "destination": "Tonga",
    "mainPhoto": "",
    "id": "swim-with-humpback-whales-in-tonga",
    "tourName": "Swim with humpback whales in Tonga",
    "placesVisited": "",
    "generalInfo": "Each winter, the spectacular South Pacific Humpback whales migrate to the sparkling clear waters of the idyllic islands of Vava'u, Tonga from the feeding grounds in Antarctica's icy seas to mate and give birth. <br/><br/>Join us for an awe-inspiring opportunity to be in the beautiful crystal clear water with the humpbacks, snorkelling quietly next to mothers, newborn calves and male 'escorts', hearing their beautiful, haunting songs as you gaze into their eyes in the water. <br/>Feel the exchange of trust of a humpback mother as she allows her calf to swim and twirl next to you under water. <br/>The 'heat-runs' are very exciting and really get your adrenalin rushing - these are groups of males in pursuit of a female or fighting for supremacy in the group! <br/><br/>With 5 nights accommodation in one of the best resorts in Vava'u and with 4 days of whale-watching, you will have the time for many of these experiences! We do our best to make sure that your time with us is the best you can possibly have!  <br/><br/>The Tongan Beach Resort is right on edge of a pristine sandy beach, on the edge of the humpback whale nursery. Some days, humpbacks can be seen from the resort!<br/>Each Beachside room is spacious. Double/Single rooms have King beds with an ensuite bathroom and a verandah. Twin rooms have 1 Queen and 1 large single bed and ensuite bathrooms and a verandah water and triple room is 2 bedrooms with 1 x Queen/2 x single beds. All rooms are air-conditioned and have fans.<br/>The Bar and restaurant is right on the beach and just off the beach are some coral 'bombies' inhabited by tropical fish and exquisite corals. <br/>There are kayaks available to the guests.  <br/>Its just a 15 mins taxi ride to town to restaurants, clubs and bars.",
    "durationDays": "5",
    "price": "5850",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Transfer to The Tongan Beach Resort 6.00pm Welcome & Tour Briefing 7.00 Dinner with our Tour Leader"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "7.00 – 8.00 am Breakfast 8.15 am Board whaleswim boat at the resort jetty - (Day 1 only: Boat & 'How to Swim with the Whales' Briefing) - out with the whales, lunch & snorkelling 3.00 pm Arrive Tonga Beach Resort 7.00pm Dinner"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "8.00 – 8.45 am Breakfast End of tour – transfer to airport."
      }
    ],
    "map": "",
    "category": "Diving"
  },
  {
    "destination": "Tonga",
    "mainPhoto": "",
    "id": "swim-with-humpback-whales-tonga",
    "tourName": "Swim with humpback whales, Tonga",
    "placesVisited": "5 full days on the boat watching and swimming with whales, Beachside accommodation including bar and restaurant, Beach activities include snorkelling and sea kayaking, Experienced skipper and conservation team",
    "generalInfo": "This wonderful week with whales in the South Pacific places you in beach accommodation right at the edge of humpback whale nursery. Watching the sunset over the sea, each and every evening, is simply what we do here with a handy bar and restaurant, overlooking the beach, providing the perfect place to sit, sip and soak up the scenery.<br/><br/>Five full days will be spent out at sea with the whales and not only will you get to swim with these magnificent giants but you’ll also learn more about their natural environment and behaviour in the company of a highly trained and experienced conservation team. <br/><br/>You'll learn how to spot, observe and get into the water with whales without disrupting their natural pattern of behaviour. Of course, this is nature so nothing is predictable. Some days you’ll see huge pods of humpback whales on other days hardly any at all. It’s just the way it goes. Just make sure you remember to enjoy all of Tonga’s tropical treats as well as bringing a positive and friendly attitude towards other members of the group and the skipper.<br/><br/>Solo travellers should note there are limited spaces for single occupancy bedrooms. There are also double/twin beachside studio apartments with en-suite facilities as well as a single beachside studios, also with en suite facilities. Please get in touch for prices and availability. <br/>",
    "durationDays": "6",
    "price": "7250",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival Day - Transfer from airport to the resort Free afternoon to relax, snorkel or catch up on sleep. 7pm Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "7.00 – 8.30 am Breakfast 8.45 am Board boat & How to Swim with the Whales & Boat Briefing - out with the whales, lunch & snorkelling 3.30 pm Arrive back at resort 6.00 - 7.00pm Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "7.00 – 8.30 am Breakfast 8.45 am Board boat - out with the whales, lunch & snorkelling 3.30 pm Arrive back at resort 7.00 Dinner (2 evening are free for you to experience the restaurants in town or a traditional Tongan feast and dance night - 5 evening meals are included in tour package.)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "7.00 – 8.30 am Breakfast 8.45 am Board boat - out with the whales, lunch & snorkelling 3.30 pm Arrive back at resort 7.00 Farewell Dinner"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Breakfast - Completion of tour. Transfer to airport or other accommodation if staying longer."
      }
    ],
    "map": "",
    "category": "Diving"
  },
  {
    "destination": "Tonga",
    "mainPhoto": "",
    "id": "swim-with-whales-in-tonga",
    "tourName": "Swim with whales in Tonga",
    "placesVisited": "Five days of swimming and snorkelling with humpback whales in Tonga, Stay in a stylish beachside resort, House reef just in front of your bungalow with rays, turtles and sharks, Optional activities include SUP, sea kayaking and cycling, Responsible, specialist tour operator ensures whales are treated well",
    "generalInfo": "Swimming with whales is one of the most exciting, memorable experiences you’ll ever have. And Tonga is one of the best places in the world to do it, with responsible swimming with whales guidelines in place, and a brilliant selection of fun activities to enjoy when you’re not in the water.<br/><br/>Nine-day, small group tours run between July and October, which is the best time to swim with whales in Tonga as they arrive to mate and give birth, then nurse and teach their calves before they embark on the long journey back to Antarctica. In keeping with responsible swimming with whales guidelines, you’ll go into the water just four at a time so as not to overwhelm the whales, then snorkel alongside them as they gracefully swim around and beneath you. <br/><br/>Staying in a beachside bungalow at a stylish resort, it’s just a short walk after breakfast each morning down to the boat, skippered by a local captain. Whale-swimming trips finish in the early afternoon after which you can hit the beach, or indulge in a range of optional activities. Hire a kayak or paddleboard, or don snorkel again to explore the magnificent house reef which teems with shoals of colourful fish as well as rays, leopard sharks and even turtles. <br/><br/>As well as giving you the experience of a lifetime, this holiday also contributes to reef preservation in Tonga which is vital for sustaining marine life such as turtles and whales. Your tour leader will also fill you in on excellent local restaurants to try, and where you can buy locally produced souvenirs too. All of this contributes to whale conservation, as it motivates local people to look after whales and their habitat. Swim with whales in Tonga with a responsible tour operator, and you’re doing your bit to help these majestic creatures survive. <br/>",
    "durationDays": "8",
    "price": "7900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Spend 1 night at the airport hotel in Tongatapu."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fly over to Ha'apai, where all the magic happens. Check in to your beachside bungalow and enjoy."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "You will have a day of rest and relaxation or if you'd prefer adventure and fun before a lovely farewell dinner"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "This will be your last day, we will take you to the airport to get your flight back to Tongatapu"
      }
    ],
    "map": "",
    "category": "Diving"
  }
]