{
    "Main_Title": "Our Sudan holidays & tours",
    "Main_Paragraph": "This northeast African country borders the far better-known holiday destinations of Egypt and the Red Sea, but there’s much to be said for exploring a little further afield and adding Sudan to your wish list for future travels. From the Nile Valley and Nubian culture to the Meroe Pyramids and temples of Karima, Sudan offers a wealth of cultural and exciting adventures. Our Sudan holidays explore via desert camps and river cruises, meeting and sharing experiences with local people, including nomadic communities, along the way. In this way our Sudan tours ensure that your money benefits local communities.",
    "Subtitle": "Sudan highlights",
    "Title1": "",
    "Paragraph1": "When you are in Sudan you will hear a lot of talk about cataracts  the word used to describe the shallow sections of the Nile that create white water on red sand. However, the wonderful thing about Sudan, the third largest country in Africa, is that its wide expanses mean that little is clouded from view. The Pyramids of Meroe glisten in the sun, the white robes of nomads sparkle in the Bayuda desert, the elegant, domed Muslim shrines create the most beautiful silhouettes in Old Dongola. And the night stars over the desert make pupils almost pop out of our eyes. And everywhere there is eye watering beauty.",
    "image1": "",
    "Title2": "1. Khartoum",
    "Paragraph2": "Sudans capital is where the Blue and White Nile join forces to make the mother of all rivers. Khartoum is also a meeting place of ancient, British colonial and oil funded modern architecture. Sites include the National Museum and Presidential Palace, where the changing of the guard takes place every Friday. Also the day for whirling Dervishes, dancing ritualistically around the big mosques at sunset.",
    "image2": "",
    "Title3": "2. Pyramids of Meroe",
    "Paragraph3": "Now youre talking. Rising out of the desert, this isnt a mirage, it is Meroe. Where over 200 ancient Nubian pyramids remain in the sand, forming the Meroe Necropolis. The first great ancient city this far south in the Sahara, built to benefit from the flood plain of the Middle Sahara, stay in tented camps in the desert, taking time to absorb the magnificence and significance of such wonders by sunrise and sunset.",
    "Title4": "3. Bayuda Desert",
    "Paragraph4": "This stunningly beautiful desert landscape, on the west bank of the Nile, is peppered with black basalt volcanic mounds evoking surreal images of ancient volcanic explosions in the already searing hot desert. Tucked into a loop of the Nile, this is still the land of Bisharin nomads, who lead traditional lifestyles, living in temporary huts around sporadic wells, and trading goats and camels.",
    "image3": "",
    "Title5": "4. Old Dongola",
    "Paragraph5": "Now in ruins, this medieval Nubian city is a site to behold with eclectic, ancient architecture, from Christian temples, beehive shaped Muslim shrines to Nubian houses. Unlike some archaeological wonders, here lie, quite simply, extraordinary remains with sand being dusted over and blown away daily. Stay in traditional rest houses in nearby Nubian villages, or modern town of Dongola, further down the Nile.",
    "Title6": "5. Jebel Barkal",
    "Paragraph6": "It may only be 98m high, but Jebel Barkal Mountain strikes quite a pose in the middle of the desert and has, not surprisingly, long been used as a landmark by desert caravans. A UNESCO World Heritage Site, along with the ancient city ruins of Napata which awaits at its foot, after a trek across the desert to get here, this striking site was home to 13 temples , three palaces and a royal graveyard.",
    "Title7": "6. Nuri Pyramids",
    "Paragraph7": "More pyramid perfection including the great Taharqa. Although 10km from Jebel Barkal, these remains, almost mirage or movie like in their greatness, also belonged to the ancient Nubian city of Napata and are the burial places of the royal family of Kush. These pyramids, along with Jebel Barkal are UNESCO sites. But actually, so remote and tourist free, it just feels like an honour to be there. UN or no UN."
}