{
    "Main_Title": "Best time to visit Malaysia",
    "Main_Paragraph": "Between February and September, just after the rainy season, is the best time to visit Malaysia. Less rain and an abundance of tropical foliage make March, April, May and June much drier and less busy months to visit. In general, the west coast is wetter over the summer (May-October) whilst the east coast and Cameron Highlands find more showers from September to December. Temperature-wise, even at night it rarely drops below 20°C (apart from the fresher highlands). Basically, if you dont mind a daily deluge to relieve the heat and humidity, you can travel to Malaysia year-round.",
    "image1": "",
    "when_to_go": "A month by month guide on when to go to Malaysia",
    "when_to_go_html": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Dry season</li>\n<li>West coast is lovely</li>\n<li>Taman Negara National Park</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nJanuary is peak season on the west coast, with sunny, dry weather  though dry is relative in Malaysia. Regardless, its a lovely month to bury your toes in the sand on the beaches of Langkawi or hungrily roam the street food stalls of Penang. The east coast, currently being pummelled by the north-east monsoon, is very quiet. You can set your watch by the afternoon rain. Malaysia in January is popular for outdoor adventures in places such as the vast Taman Negara National Park.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Low season</li>\n<li>Chinese New Year</li>\n<li>Rain eases in east</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nMalaysia in February is a story of two coasts. The west continues to bask in fine weather, while the east suffers from monsoon conditions  though these begin to ease late in the month. Chinese New Year frequently falls in February, and Kuala Lumpurs Chinatown is a fantastic place to join in the celebrations. <br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Both coasts are lovely</li>\n<li>Cameron Highlands</li>\n<li>North-east monsoon ending</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nSome might say March is the best time of year to visit Malaysia, and you can certainly make a good case for it. The north-east monsoon is winding down, making the east coast much more desirable, while Malaysias west coast is still a magnet for beachgoers. The Cameron Highlands are quite dry at this time of year, but short sharp showers can be expected at any point, as they can in Kuala Lumpur. Malaysia in March sees temperatures in the low 30°Cs.  <br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>East coast is best</li>\n<li>Between monsoons</li>\n<li>Walking and beach holidays</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nThe climate is calm in Malaysia in April, falling as it does between monsoons. By now the east coast of Malaysia is enjoying much more pleasant weather, and you will often find there is a nice sea breeze that relieves the humidity somewhat, too. Inland, and in the highlands, the rain is heavier, but not enough to be off-putting either for sightseeing or walking. <br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Tioman Island</li>\n<li>Snorkelling and diving</li>\n<li>South-west monsoon begins</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nMay is the start of peak travel season for the east coast and its easy to see why. This month brings idyllic conditions to islands such as Tioman, where the warm, clear and calm waters full of marine life are perfect for snorkellers and divers. Exercise a little more caution if considering western Malaysia in May. While its fine for travel, the south-west monsoon is approaching and winds are picking up, while afternoon thunderstorms grow more frequent.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>May is great for our</b> <a href=\"/holiday/2588/malaysia-tour-coast-to-coast\">Malaysia coast-to-coast tour</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Cameron Highlands</li>\n<li>High temperatures</li>\n<li>Turtles off Lankayan Island</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nJune can be the best time to go to Malaysia if you want to see turtles, as green sea turtles are often found swimming off Lankayan Island. This is the driest month in the Cameron Highlands  ideal for exploring the many tea and strawberry plantations. Most of the country is hot, and while the south-west monsoon is stirring, bringing with it heavier rainfall in the west, youre never far from a burst of sunshine in Malaysia in June.\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Bird watching</li>\n<li>Family holidays</li>\n<li>Combine the mainland with Borneo</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nJuly is one of the best months for bird watching on the Malay Peninsula, particularly in Taman Negara National Park. Malaysia in July is great for a family summer holiday  you can spend a week on the mainland before heading on to the orangutan sanctuaries and rainforests of Borneo.  Temperatures can climb to over 30°C, so some time on the beach at the end is highly recommended.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>July is great for our</b> <a href=\"/holiday/1786/malaysia-family-holiday\">Malaysia family holiday</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Hot and humid</li>\n<li>Hornbills at Temenggor Lake</li>\n<li>Hazy in Kuala Lumpur</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nMalaysia in August remains hot and humid, with an additional complication coming from crop-burning on nearby Indonesian islands which worsens air pollution in Kuala Lumpur. On the west coast, August is a good month for birdwatchers to get their beak on, with thousands of hornbills around Temenggor Lake in Perak. <br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Shoulder season</li>\n<li>Between monsoons</li>\n<li>Lantern Festival</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nSeptember is a mixed month. Towards the end, temperatures on the east coast slip a little and theres a bit more chop in the sea as the north-east monsoon gathers pace. On the west coast, however, the rains are drying up somewhat. Visit Malaysia in September and you can enjoy the lovely Lantern Festival, celebrating the mid-autumn harvest, when Malaysian Chinese people feast on delicious mooncakes.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Go west, not east</li>\n<li>Variable weather</li>\n<li>Wet in Penang and Langkawi</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nMalaysia in October is in a transitional phase. Rough, wet weather is becoming the norm on the east coast; you can still sneak in a beach break but be prepared to run for cover now and again. The west coast, on the other hand, basks in sunny and dry weather by late October. Kuala Lumpur, the Cameron Highlands, Penang and Langkawi all tend to see significant rainfall in October as the south-west monsoon ends with a flourish.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Sunshine on the west coast</li>\n<li>East coast is wet and windy</li>\n<li>Combine with Singapore</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nBy late November, the north-east monsoon brings torrential rainstorms and strong winds to the eastern side of peninsular Malaysia. Many resorts and hotels simply close their doors for the next few months. Out west, you get an entirely different picture of Malaysia in November, with Penang and Langkawi hives of activity under blue skies and sunshine. November can be the best time to visit Malaysia and Singapore together. <div style=\"margin-top: 15px;\"></div>\n<bullet><b>November is great for our</b> <a href=\"/holiday/34078/malaysia-and-singapore-holiday\">Malaysia and Singapore holiday</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Lush rainforests</li>\n<li>Cameron Highlands</li>\n<li>Slightly cooler</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nTemperatures drop ever so slightly in Malaysia in December, and combined with lush vegetation in the rainforests make this a popular time for walking in places like the Cameron Highlands. The west coast continues to bask in hot, sunny and relatively dry conditions. Malaysia is rarely affected by large typhoons, but on the odd occasion they do occur its most likely to be in December.",
    "weather_chart": "Kuala Lumpur Weather Chart",
    "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Kuala Lumpur Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 53%;\">147 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 49%;\">137 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 78%;\">218 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 95%;\">264 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 75%;\">209 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 47%;\">130 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 51%;\">141 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 55%;\">154 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 68%;\">190 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 96%;\">268 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">278 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 83%;\">232 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
    "title1": "Best times to visit Malaysia for festivals & events",
    "paragraph1": "",
    "image2": "",
    "title2": "Ramadan (varies annually)",
    "paragraph2": "Malaysia is fab to travel during Ramadan. A lot of restaurants and shops in less touristy areas close for the day but mid-afternoon onwards local people will sell sweets and savoury items outside their homes. And, when the sun goes down, lots of restaurants put on huge banquets. However, consider avoiding the end of Ramadan as traffic is busy and travel plans can get disrupted. Travel in the first couple of weeks and chat to your guide about what they do and what they think of Ramadan.",
    "title3": "Chinese New Year (January or February)",
    "paragraph3": "Chinese New Year, which starts with the new moon rising between 21 January and 20 February, can be a great time to travel to Malacca, Kuala Lumpur and Penang. Streets are draped with lots of red bunting, there is traditional street food to feast upon such as skewers of meat and vegetables called\nlok-lok\n, or tofu stuffed with fish paste, as well as colourful, noisy parades. Lots of hotels get booked up in advance, so if youre considering a holiday during this period, plan well ahead.",
    "title4": "Colours of Malaysia Festival (May & June)",
    "paragraph4": "Also known as Citrawanda, this is a country-wide festival that aims to showcase Malaysias cultural diversity. Most of the population is made up of Malaysian Malays, but there are also large communities of Malaysian Chinese, Malaysian Indian and Indigenous Orang Asli people, including the Temoq and Senoi. Every state puts on its own events, but parades, music and dance performances, and vast arrays of delectable street food, are a common theme. While it was dreamed up purely for the benefit of tourists, it is still a great way to get to learn more about the culture of the places youre visiting.",
    "title5": "George Town Heritage Day (7 July)",
    "paragraph5": "The state of Penang is pretty proud of the fact that its capital, George Town, was made a UNESCO World Heritage Site for its efforts to preserve its historic architecture. So much so, in fact, that every 7 July is designated for a festival celebrating the accolade. Events include displays of arts and crafts like batik or creating bamboo lanterns, performances by local dance groups, and guided walking tours of the downtown area to learn the citys history, from its establishment as a British colony to independence and architectural conservation.",
    "title6": "Hungry Ghost Festival (August or September)",
    "paragraph6": "One of Penangs largest festivals stems from the belief that during the seventh lunar month of the Chinese calendar, the spirits of peoples ancestors hungrily walk the streets. Accordingly, local Buddhists and Taoists leave offerings outside their homes for these restless wanderers, such as noodles, sweetmeats and plates of fruit. Brilliantly, concerts and Chinese operas are also performed for the ghosts entertainment, and empty chairs are left for them to occupy. So watch where you sit; you might be on someones lap.",
    "title7": "Lantern Festival (September or October)",
    "paragraph7": "This centuries-old harvest festival sees Malaysian Chinese people crafting and displaying beautiful paper lanterns that are meant to light the way to good fortune in the year ahead. Given that it falls on the autumn equinox, when the moon is said to be at its fullest and brightest, celebrants also eat mooncakes, which are sweet round pastries with a bean paste filling. Hence this event is also sometimes known as the Mooncake Festival.",
    "title8": "Penang International Dragonboat Regatta (November or December)",
    "paragraph8": "Travel to Penang for this thrilling spectacle as teams of rowers from around the world compete in river races. The event is normally held late in the year, in November or December. The prows of their long boats are carved into fearsome dragon heads; as the crews frenetically paddle, the dragons surge dramatically through the water. Dragonboat racing is an ancient Chinese tradition that has spread across many other parts of Asia. Parcels of sticky rice, wrapped into triangles of bamboo leaf or reed, are handed around as a snack.",
    "title9": "Our travellers also ask",
    "paragraph9": "",
    "title10": "Which is the best month to visit Malaysia?",
    "paragraph10": "The best months to visit Malaysia are <b>April to October for the east coast or November to March for the west</b>. Given its proximity to the equator, Malaysia is hot and humid with lovely warm seas all year round. About the only months wed recommend avoiding are November to January on the east coast, when the north-east monsoon brings such heavy rain that many resorts and hotels simply close their doors until it passes. <br/><br/>",
    "title11": "Which month is rainy season in Malaysia?",
    "paragraph11": "The rainiest months in Malaysia are <b>November and December on the east coast and August to October on the west coast</b>. But it rains pretty much every day in Malaysia, even during the dry months of July and August. The south-west monsoon generally starts in late May and stays until September, while the north-east monsoon, which is typically a lot stronger, begins around November and lasts until March. The good thing is that when the east coast of Malaysia is wet and windy, the west coast is much nicer  and vice versa. <br/><br/>",
    "title12": "Which month is hot in Malaysia?",
    "paragraph12": "<b>Malaysia is hot all year round</b>, with daytime temperatures rarely falling below the high 20°Cs, while its only marginally cooler at night. But typically, <b>March to August tend to be slightly warmer</b>, while November to January can be a little cooler. Its safe to say that whatever time of year you plan to travel to Malaysia, youre advised to pack lightweight quick-drying clothing."
}