{
    "Main_Title": "Our Malaysia holidays & tours",
    "Main_Paragraph": "Whether you're trekking in the Cameron Highlands, strolling amongst the futuristic skyscrapers of Kuala Lumpur, or diving into the delicious street food culture of Penang, our Malaysia holidays have plenty to offer adventurous travellers who are looking for a lesser-visited Asian alternative. Head to either coast and you'll find numerous idyllic islands such as Tioman where you can bask on beautiful beaches, snorkel and scuba to your heart’s content. Meanwhile inland, local guides offer insights as you explore fragrant tea estates, and Iban villages where we support long term community projects. And wherever you’re headed, we seek out independent, boutique accommodation that promise a culturally immersive and memorable stay.",
    "Subtitle": "Malaysia holiday highlights",
    "Title1": "Coast to coast",
    "Paragraph1": "Langkawi Island, in the northwest, is well-known for its duty-free outlets, watersports and low-key beach bars however, youll also find ancient primary rainforests fringed by secluded white sand coves with views from Langkawi Cable Car and Sky Bridge the best places to take it all in. On the opposite northeast coast the two inhabited Perhentian Islands, Besar and Kecil, can be reached via ferry from the jetty at Kuala Besut to offer travellers a quintessential glimpse at life overlooking the South China Sea. Rays, turtles and clownfish swim over coral to entice snorkellers into translucent shallows whilst, on land, bleached beaches lead to palm trees and jungle treks. To the southeast, Tioman Island is a marine and nature reserve surrounded by sand and highly recommended dive sites, with protected turtle hatching beaches on the east coast and monkey-filled tropical rainforests, inland, presenting one of Malaysia's finest locations to escape and relax.",
    "image1": "",
    "Title2": "",
    "Paragraph2": "Taman Negara twists and tangles its way across nearly 4,500 sq km of ancient rainforest with gigantic ferns and flowering rafflesia, pinpricked with glowing fungus and trunk-hugging orchids, providing protected habitat for Malaysias wild elephants, sun bears, rhinos and leopards. Walking within Mt Tahans forested foothills accompanied by a guide from the local Batek tribe, or cruising through jungle rivers on a longboat, can be amazing experiences. Learn to spot paw prints or listen to bird calls before settling down for a night in the jungle.",
    "image2": "",
    "Title3": "",
    "Paragraph3": "The mix of lowland rainforests, vast cave systems and Mount Kinabalu (4,095m) make Borneo a naturally exciting accompaniment to mainland Malaysia, particularly with the sandstone headlands and untamed beaches of Bako and Tunku Abdul Rahman National Parks. Of course, no trip to Borneo would be complete without getting up close to the wild man himself and theres nowhere on earth better than Sepilok Orangutan Rehabilitation Centre from where to learn more about the importance of protecting Malaysias rainforests and standing up to profit-hungry palm oil producers."
}