{
  "destination": "Tayland",
  "mainPhoto": "",
  "id": "ICCH",
  "tourName": "Kamboçya'da Öne Çıkanlar",
  "placesVisited": "Tayland, Kamboçya, Vietnam",
  "generalInfo": "Tarihsel açıdan zengin ve çarpıcı doğal manzaralarına sahip Kamboçya ve Vietnam'ın harikalarına katılın. Güçlü Angkor Wat gibi ikonik UNESCO Dünya Mirası Alanları'nı ziyaret edin, Killing Fields'deki Kamboçya'nın tarihi hakkında bilgi edinin ve bu 8 günlük macerada güçlü Mekong Deltası'nı tanıyın.",
  "durationDays": "8",
  "price": "399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Konaklama: </strong></p>\n<ul>\n<li>- Otelde 3 gece, misafirhanede 4 gece</li>\n</ul>\n<p><strong>Yemekler: </strong></p>\n<ul>\n<li>- 3 Kahvaltı, 3 Açık Büfe Kahvaltı</li>\n</ul>\n<p><strong>Geziler: </strong></p>\n<ul>\n<li>- Grupla birlikte düzenlenen akşam yemeği,</li>\n<li>- Phnom Penh ve Killing Fields turu ile ziyaret Soykırım Müzesi</li>\n</ul>\n<p><strong>Ulaşım: </strong></p>\n<ul>\n<li>Tuk-Tuk, Minibüs, Tekne, Halk Otobüsleri</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok'a Varış",
      "description": "Tayland'ın başkenti Bangkok, çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘’melekler şehri’’ olarak telaffuz edilen Bangkok, Ayutthaya Krallığı zamanında Chao Phraya Nehri'nin ağzında küçük bir ticaret merkeziydi. Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya'ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
    },
    {
      "dayNumber": 2,
      "title": "Siem Reap",
      "description": "Bugün karadan Kamboçya'ya ; küçük ama canlı ve tarihsel açıdan önemli Siem Reap kentine seyahat ediyoruz.  Siem Reap, Angkor Tom ve Angkor Wat'ın antik tapınaklarına açılan kapı değil, aynı zamanda lezzetli ve sıra dışı sokak yemeklerinden ağız sulandıran üst düzey restoranlara kadar mutfak lezzetleriyle modern bir yemek cennetidir. Bu akşam, grup yerel bir bira tadabilmek veya yerel bir aspara dans gösterisine katılmak için tur lideriyle ünlü Pub caddesine doğru yola çıkacak. Siem Reap, Angkor Wat'ın ünlü tapınaklarını keşfedeceğimiz merkezimiz olacak. Siem Reap adı, 'günümüzün Tayland'ı olan' Siam'ın Yenilişi 'anlamına gelir ve bölgedeki anıtların ünlü kabartma oymalarında taştan anılan görebileceğiniz asırlık bir kan banyosunu ifade eder."
    },
    {
      "dayNumber": 3,
      "title": "Siem Reap ve Angkor Wat (Opsiyonel)",
      "description": "Bugün Kamboçya'nın en ünlü tapınağı olan Angkor Wat'ı keşfetmekte özgürsünüz. Burada yılda bir milyondan fazla ziyaretçi çeken binden fazla tapınak var. Tapınaklar ünlü Angkor Wat'a kadar uzanır ve dünyanın en büyük tek dini anıtı olduğu söylenir."
    },
    {
      "dayNumber": 4,
      "title": "Phnom Penh",
      "description": "Phnom Penh, çalkantılı bir geçmişi olan Kamboçya'nın hareketli başkentidir. Mekong Nehri ve Tonle Sap nehrinin birleştiği yerde kurulan Phnom Penh, 19. yüzyıl boyunca Fransız Kamboçya'yı kolonize ettiğinden bu yana  ulusal başkenttir. Şehir, küçük bir balıkçı köyünden Kamboçya'nın endüstriyel, ticari, kültürel ve tarihi merkezi olana kadar büyüdü. Phnom Penh'deki zamanımızda Pol Pot rejimi sırasında Khmer Rouge’un en korkulan hapishane ve işkence kamplarından birine dönüştürülen eski bir okul olan Tuol Sleng Soykırım Müzesi'ni ziyaret ediyoruz."
    },
    {
      "dayNumber": 5,
      "title": "Phnom Penh",
      "description": "Bugün hareketli Phnom Penh başkentini keşfetmeye devam etmek için serbest bir gün. Kraliyet Sarayı ve Gümüş Pagoda tapınağı da dahil olmak üzere bazı önemli yerleri mutlaka görmelisiniz."
    },
    {
      "dayNumber": 6,
      "title": "Nehir Botu ile Mekong Delta, Vietnam",
      "description": "Bu sabah günün büyük bir kısmını geçireceğimiz , ünlü Mekong Nehri boyunca uzanan Vinh Xuong / Kaam Samnor sınırından geçerek doğal  tekne turuna çıkıyoruz. Vietnam sınır kasabası Chau Doc'a vardığınızda, otantik Vietnam yemeklerinin tadını çıkarabilir ve şehir hayatının karmaşasından uzak bir gece için odanıza çekilmeden önce  Mekong Nehri boyunca yürüyüş yapabilirsiniz."
    },
    {
      "dayNumber": 7,
      "title": "Ho Chi Minh City – Mekong Delta",
      "description": "Mekong Deltası'ndan 6,5 saatlik yolculuktan sonra, Güney Vietnam'ın eski başkenti olan ve eskiden Vietnam Savaşı'nın sonuna kadar (1975 civarında) Saigon olarak bilinen hareketli şehir olan Ho Chi Minh'e varacağız. Kuzey Vietnam’ın ünlü ve saygın lideri Ho Chi Minh’den sonra yeniden adlandırıldı. Aslen küçük bir balıkçı köyü, şimdi Vietnam'daki en önemli ekonomik merkez ve ülkenin en büyük şehri."
    },
    {
      "dayNumber": 8,
      "title": "Ho Chi Minh City'den Ayrılış",
      "description": "Bir ömür boyu hatırlayacağınız maceranız bugün sona eriyor. Uçuşunuz geç saatte ise  veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız, turistik yerleri keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}