{
  "destination": "Tayland",
  "mainPhoto": "",
  "id": "ICTL",
  "tourName": "Tayland ve Laos Mücevherleri",
  "placesVisited": "Tayland, Laos",
  "generalInfo": "Bangkok’ tan Laos’ a,  bu macerayla Güneydoğu Asya’ nın en iyilerinin tadını çıkarın.  Antik şehirlere,  tarihi yerlere ve fotoğraf makinelerinize sarılmanıza sebep olacak dağlık zeminlere doğru ilerlemeden önce,  hareketli Bangkok şehrine varın.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Vientiane Wattay<strong> </strong>Uluslararası Havaalanı ( VTE )",
  "durationDays": "13",
  "price": "778",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>- Doi Suthep Dağ Tapınağı ve Tepe Kabilesi Köyü ziyareti</li>\n<li>- Mavi Lagün’ e Vang Vieng tuk tuk turu</li>\n<li>- Bangkok nehir taksisi</li>\n<li>- Wat Tham Phousi’ yi ziyaret etmek için Phousi Dağı’ na gezi</li>\n<li>- COPE Center ziyareti</li>\n<li>- Sukhothai bisiklet turu</li>\n<li>- Sadaka toplayan yerel keşişlere tanıklık etmek için yapılan ziyaret</li>\n<li>- Keşişlere sadaka bağışı ziyareti</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 10 gece, misafirhanede 2 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Tren, uçuş ( lar ) , Halk Otobüsü</p>\n<p><strong>Yemekler</strong></p>\n<p>9 kahvaltı, 1 öğle yemeği</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok'a Varış",
      "description": "Tayland’ ın başkenti hareketli şehir Bangkok’ a hoş geldiniz! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
    },
    {
      "dayNumber": 2,
      "title": "Bangkok Grand Palace ( Büyük Saray )",
      "description": "Bugün saygıdeğer Zümrüt Buda’ ya ( Emerald Buddha )  ev sahipliği yapan Bangkok Büyük Saray’ ı  ( Grand Palace )  ziyaret ediyoruz.  Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin.  Otele dönüşte Chao Phraya Nehri’ nde bir nehir taksisine bineceğiz.  Bangkok bir zamanlar ayrıntılı bir kanal ağına sahipti ve ‘ Doğu’ nun Venedik’ i’  takma adı verilmişti ve bunların bir kısmı doldurulmuş ve sokaklara dönüştürülmüş olsa da,  günümüzde hala bir çoğu duruyor.  Bu kanallardan geçerek halkın nehir boyunca nasıl yaşadığını göreceksiniz – neredeyse büyük,  hareketli bir şehirde olduğunuzu unutacaksınız."
    },
    {
      "dayNumber": 3,
      "title": "Sukhothai Antik Şehri",
      "description": "Bangkok’ tan ayrılırken Tayland’ ın eski başkenti Sukhothai’ ye giden bir trene biniyoruz.  Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir."
    },
    {
      "dayNumber": 5,
      "title": "Chiang Mai",
      "description": "Bu sabah, Chiang Mai’ ye olan yolculuğumuz için halk otobüsüne biniyoruz.  ‘ Kuzey’ in Gülü’  olarak bilinen bu şehirde,  Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarmak,  gece saatlerinde Thai kick-boks maçı  ( Muay Thai )   izlemek ya da geceyi Chiang Mai’ nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için iki geceniz var."
    },
    {
      "dayNumber": 7,
      "title": "Luang Prabang",
      "description": "Bugün Luang Prabang’ a uçuyoruz ve öğleden sonra Laos’ a varıyoruz.  Birçok kişi Luang Prabang’ ın Laos’ taki en unutulmaz şehir olduğunu söylüyor.  Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang,  Laos’ un Fa Ngoum’ a verilen Buda’ nın en kutsal imgesi olan kutsal Pra Bang’ ı ifade ediyor."
    },
    {
      "dayNumber": 8,
      "title": "Luang Prabang",
      "description": "Otelde 1 Gece"
    },
    {
      "dayNumber": 9,
      "title": "Vang Vieng",
      "description": "Luang Prabang’ dan güneye doğru yol alırken,  muhteşem manzaralardan geçen bir halk otobüsü ile Vang Vieng’ e seyahat ediyoruz. Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yerdir ve burada keyifle gezeceğiniz pazarlar vardır."
    },
    {
      "dayNumber": 10,
      "title": "Mavi Lagun",
      "description": "Bugün,  Laos’ un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını görüyoruz.  Dalış yapabileceğiniz Mavi Lagün’ ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
    },
    {
      "dayNumber": 11,
      "title": "Vientiane",
      "description": "Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  ( Bangkok’ tan çok farklı! ) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
    },
    {
      "dayNumber": 13,
      "title": "Vientiane' den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}