[
  {
    "destination": "Tayland",
    "mainPhoto": "",
    "id": "ICCA",
    "tourName": "Asya Deneyimi",
    "placesVisited": "Tayland, Kamboçya, Vietnam, Laos",
    "generalInfo": "<strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı(BKK), Bangkok Don Mueang Uluslararası Havaalanı(DMK)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Singapur  Changi Havaalanı(SIN)",
    "durationDays": "29",
    "price": "1369",
    "image1": "siempretour-images/ICCA/icca_asia-experience2019_04_11_01_58_06_0.jpg",
    "image2": "siempretour-images/ICCA/icca_asia-experience2019_04_11_01_58_06_1.jpg",
    "image3": "siempretour-images/ICCA/icca_asia-experience2019_04_11_01_58_06_2.jpg",
    "image4": "siempretour-images/ICCA/icca_icca_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>Doi Suthep Dağ Tapınağı ve Tepe Kabilesi Köyü ziyareti</li>\n<li>Keşişlere sadaka bağışı ziyareti</li>\n<li>Halong Koyu cung teknesinde bir gece kalma</li>\n<li>Tur lideriyle birlikte Yasak Kale ziyareti</li>\n<li>Mekong Deltası Yatılı Gezi</li>\n<li>Bangkok nehir taksisi</li>\n<li>Wat Tham Phousi’yi ziyaret etmek için Phousi Dağı’na gezi</li>\n<li>Mavi Lagün’e Vang Vieng tuk tuk turu</li>\n<li>Mağaralara rehber eşliğinde giriş ve tur</li>\n<li>Mermer Dağı</li>\n<li>Soykırım Müzesi ve Ölüm Tarlaları’na giriş</li>\n<li>Sukhothai bisiklet turu</li>\n<li>Sadaka toplayan yerel keşişlere tanıklık etmek için yapılan ziyaret</li>\n<li>COPE Center ziyareti</li>\n<li>Ho Chi Minh Mozolesi, Müzesi,Başkanlık Sarayı,Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>Hai Van Geçidi ziyareti</li>\n<li>Rehber eşliğinde Angkor Wat turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 25 gece,misafirhanede 2 gece,Halong Koyu cung teknesinde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Tren,uçuş(lar),Halk Otobüsü</p>\n<p> </p>\n<p><strong>Yemekler</strong></p>\n<p>24 kahvaltı,3 öğle yemeği,1 akşam yemeği,1 basit kahvaltı</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangok'a Varış",
        "description": "Tayland'ın başkenti hareketli şehir Bangkok’a hoşgeldiniz! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘’melekler şehri’’ olarak telaffuz edilen Bangkok, Ayutthaya Krallığı zamanında Chao Phraya Nehri'nin ağzında küçük bir ticaret merkeziydi. Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya'ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Bangkok Grand Palace(Büyük Saray)",
        "description": "Bugün saygıdeğer Zümrüt Buda'ya(Emerald Buddha) ev sahipliği yapan Bangkok Büyük Saray'ı (Grand Palace) ziyaret ediyoruz. Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin. Otele dönüşte Chao Phraya Nehri’nde bir nehir taksisine bineceğiz. Bangkok bir zamanlar ayrıntılı bir kanal ağına sahipti ve 'Doğu'nun Venedik'i' takma adı verilmişti ve bunların bir kısmı doldurulmuş ve sokaklara dönüştürülmüş olsa da, günümüzde hala bir çoğu duruyor. Bu kanallardan geçerek halkın nehir boyunca nasıl yaşadığını göreceksiniz – neredeyse büyük, hareketli bir şehirde olduğunuzu unutacaksınız."
      },
      {
        "dayNumber": 3,
        "title": "Sukhothai",
        "description": "Bangkok'tan ayrılırken Tayland'ın eski başkenti Sukhothai'ye giden bir trene biniyoruz. Sukhothai, eski şehrin antik kalıntılarına ev sahipliği yapmaktadır. Tayland'ın popüler bir görülesi yeri olarak, yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir."
      },
      {
        "dayNumber": 4,
        "title": "Sukhothai Antik Kenti",
        "description": "Bugün, Dünya Mirası Sit Alanı çevresinde yarım günlük bir bisiklet turuna çıkıp taş kalıntılar arasında yer alan en muhteşem Buda'lardan biri olan Wat Mahathat da dahil olmak üzere tipik Tayland mimarisini keşfediyoruz."
      },
      {
        "dayNumber": 5,
        "title": "Chiang Mai",
        "description": "Bu sabah,Chiang Mai’ye olan yolculuğumuz için halk otobüsüne biniyoruz. ‘Kuzey’in Gülü’ olarak bilinen bu şehirde, Thai usulü yemek pişirme kursunun, rahatlatıcı bir masajın tadını çıkarmak, gece saatlerinde Thai kick-boks maçı (Muay Thai)  izlemek ya da geceyi Chiang Mai’nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için iki geceniz var."
      },
      {
        "dayNumber": 6,
        "title": "Doi Suthep & Chiang Mai",
        "description": "Bugün, Tayland'ın en kutsal tapınaklarından biri olan Wat Phra That Doi Suthep'e ev sahipliği yapan Doi Suthep’e yapılacak tura dahil bir gezinin tadını çıkarabilirsiniz. Altın kaplı bu önemli tapınak nefes kesicidir. Ayrıca Doi Suthep bölgesinin muhteşem tepelerinde bulunan küçük bir Tepe Kabilesi köyünü ziyaret edeceksiniz."
      },
      {
        "dayNumber": 7,
        "title": "Luang Prabang",
        "description": "Bugün Luang Prabang'a uçuyoruz ve öğleden sonra Laos’a varıyoruz. Birçok kişi Luang Prabang'ın Laos'taki en unutulmaz şehir olduğunu söylüyor. Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang, Laos'un Fa Ngoum'a verilen Buda'nın en kutsal imgesi olan kutsal Pra Bang'ı ifade ediyor."
      },
      {
        "dayNumber": 8,
        "title": "Luang Prabang",
        "description": "Otelde 1 gece"
      },
      {
        "dayNumber": 9,
        "title": "Vang Vieng",
        "description": "Luang Prabang'dan güneye doğru yol alırken, muhteşem manzaralardan geçen bir halk otobüsü ile Vang Vieng’e seyahat ediyoruz.Bu huzurlu kasaba,çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır. Kireçtaşı mağaraları, antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır. Vang Vieng, yerel mutfağı denemek için mükemmel bir yerdir ve burada keyifle gezeceğiniz pazarlar vardır."
      },
      {
        "dayNumber": 10,
        "title": "Mavi Lagün",
        "description": "Bugün, Laos'un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını görüyoruz. Dalış yapabileceğiniz Mavi Lagün’ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
      },
      {
        "dayNumber": 11,
        "title": "Vientiane",
        "description": "Laos'un başkenti oldukça sessizdir - o kadar sessizdir ki, 1970'den önce, tüm şehirde sadece bir dizi trafik ışığı vardı (Bangkok’tan çok farklı!). Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var. Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir. Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
      },
      {
        "dayNumber": 13,
        "title": "Hanoi",
        "description": "Kısa bir uçuş bizi Hanoi'ye iniş yaparak renkli Vietnam ülkesine götürüyor."
      },
      {
        "dayNumber": 14,
        "title": "Halong Koyu",
        "description": "Mistik Halong Koyu için, bizi UNESCO dünya mirası sit alanına götürecek geleneksel bir Çin yelkenlisine binerek Hanoi’den ayrılıyoruz. Koy, yeşilliklerle kaplı yükselen kireçtaşı karstları ile yüzlerce adaya sahiptir. “Cung” olarak adlandırılan tekne, akşam için evimiz olacak ve koyda bir gece kalmak, mağaraları keşfetmeye, yüzmeye ve bölgenin güzelliğinin tadını çıkarmaya zamanımız olduğu anlamına geliyor."
      },
      {
        "dayNumber": 15,
        "title": "Hanoi",
        "description": "Bugün Tur Lideriniz, yarım günlük bir Hanoi turunda çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor. Ho Chi Minh Mozolesi, Başkanlık Sarayı, Stilt House ve ünlü 1 Pillar Pagoda’yı (Tek Sütunlu Pagoda) keşfedin."
      },
      {
        "dayNumber": 17,
        "title": "Hue",
        "description": "Hue'nin eskimiş ihtişamı, 17. ve 18. yüzyılların hanedan rekabeti ve isyanlarından,Fransız işgaline kadar ve yakın geçmişteki Vietnam Savaşı’nda en uzun ve en kanlı çatışmalardan biri olan Hue Savaşı'nın yeri olarak birçok savaşa sahne oldu. Vietnam'ın coğrafi kalbindeki konumu belki de hiç bir işe yaramadı ancak tarihin iç içe geçtiği ve modern yaşamla örtüştüğü bir yerde, bu bölgenin geçmişini ortaya çıkarmak ve kalıntılarını keşfetmek gezginler için bir zevktir."
      },
      {
        "dayNumber": 18,
        "title": "Yasak Hue Kalesi",
        "description": "Bugün antik yasak kaleyi geziyoruz. Kale sadece imparatorlar ve imparatorlara en yakın olanlar içindi, izinsiz girerken yakalananlara ağır cezalar verilirdi. Parfüm Nehri boyunca, kaleye hükmedenlerin mezarlarını ziyaret edebiliriz."
      },
      {
        "dayNumber": 19,
        "title": "Hoi An",
        "description": "Hue'dan ayrılıyoruz ve güneye doğru Hoi An'a gidiyoruz. Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi (Okyanus Bulutu Geçidi) üzerinden götürüyor. Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear'da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü. Hoi An'a varmadan önce, kısa yolculuğumuz bizi Da Nang’ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı'nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri, daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca götürüyor. En tepeye çıkacak kadar maceraperest olanlar için, muhteşem şehir ve deniz manzarası tek ödülünüz."
      },
      {
        "dayNumber": 21,
        "title": "Ho Chi Minh City",
        "description": "Bugün Ho Chi Minh Kenti'ne kısa bir uçuş yapıyoruz. Güney Vietnam'ın eski başkenti olan bu hareketli ve hayat dolu şehir, Kuzey Vietnam'ın ünlü ve saygıdeğer lideri Ho Chi Minh’in adıyla yeniden adlandırıldığında, Vietnam Savaşı'nın(1975 civarı) sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu. Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti, şimdi Vietnam'ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 22,
        "title": "Ho Chi Minh City",
        "description": "Bugün, Savaş Kalıntıları Müzesi ve Yeniden Birleşme Sarayı'nı ziyaret edeceğiniz bir yürüyüş turuna çıkıyorsunuz. Eğer çok da tarih tutkunu değilseniz ve daha çok pazarlık modundaysanız, endişelenmeyin - Ho Chi Minh'in en büyük pazarı olan Ben Thanh Pazarı’nı da keşfedeceğiz. Burada kozmetiklerden canlı ördeklere kadar pek çok şey satın alabilirsiniz. Ayrıca bu pazarda ve yakınlardaki popüler gece pazarında çok sayıda yemek tezgahı bulunmaktadır. Ho Chi Minh'deki yemekler Vietnam’daki en iyi ve en çeşitli yemeklerdendir. Bu nedenle, konaklamanız sırasında iyi yemek yediğinizden emin olun. Ayrıca, akşamınızı geçirebileceğiniz çok sayıda bar ve kulüp de var."
      },
      {
        "dayNumber": 23,
        "title": "Mekong Deltası",
        "description": "Bu sabah, Güneydoğu Asya'nın en uzun nehri ,Mekong Nehri'nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam'da bir bölge olan Mekong Deltası'nın kalbine seyahat ediyoruz. Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil, nehirler ve kanallarla erişilebiliyor. Bölge, ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore'nin pirinç üretiminden daha fazla."
      },
      {
        "dayNumber": 24,
        "title": "Phnom Penh",
        "description": "Bugün uzun bir tekneye biniyoruz ve Kamboçya'ya doğru Mekong Nehri'nde altı saatlik yolculuğumuza başlıyoruz. Yolda yüzen köyleri görmek ve nehirde yaşayan insanların yaşam şeklini gözlemlemek mümkün olacak. Bu manzaralı tekne yolculuğunun keyfini çıkarırken kameralarınızı yakınınızda tutmayı unutmayın."
      },
      {
        "dayNumber": 25,
        "title": "Killing Fields(Ölüm Tarlaları) veTuol Sleng Soykırım Müzesi",
        "description": "Bugün,Pol Pot rejimi zamanında Kızıl Kmerler’in en korkulan hapishanelerinden ve işkence kamplarından birine dönüştürülen eski bir okul olan Tuol Sleng Soykırım Müzesi’ni ziyaret ediyoruz.Bina şu anda, 1970’lerin sonlarında burada ve ülkedeki diğer benzeri 150 kampta ölen binlerce insan için akıldan çıkmayan bir övgü niteliğinde.Kampta alıkoyulan insanlar daha sonra Choueng Ek imha merkezine,daha yagın bir şekilde Killing Fields(Ölüm Tarlaları) olarak bilinen yere-ki  bu muhteşem ülkenin çalkantılı tarihini daha iyi öğrenmek ve anlamak için ayrıca ziyaret edeceğiz- alındı ve orada idam edildi."
      },
      {
        "dayNumber": 26,
        "title": "Siem Reap&Angkor Wat",
        "description": "Siem Reap, Angkor bölgesinin ünlü tapınaklarını keşfedeceğimiz nokta. Siem Reap ismi 'Siam'ın Yenilişi'-Siam,bugünün Tayland’ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 28,
        "title": "Bangkok",
        "description": "Kahvaltıdan sonra, bizi Tayland'a geri götürecek bir otobüse bineceğimiz otobüs terminaline tuk-tuk ile gidiyoruz.Bangkok'un hareketli gece hayatının tadını çıkaracağınız son bir gece için, akşam üstü otele varacaksınız."
      },
      {
        "dayNumber": 29,
        "title": "Bangkok’tan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Tayland"
  },
  {
    "destination": "Tayland",
    "mainPhoto": "",
    "id": "ICBS",
    "tourName": "Bangkok’tan Singapur’a",
    "placesVisited": "Tayland, Malezya, Singapur",
    "generalInfo": "Tayland'dan Malezya'ya ve Singapur'a yeni maceraperest seyahat arkadaşlarınızla yolculuk yaparken, renkli metropol şehirleri keşfedin, tropik yağmur ormanları boyunca yürüyüş yapın ve bir Tayland ada cennetinde güneşin tadını çıkarın.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı(BKK), Bangkok Don Mueang Uluslararası Havaalanı(DMK)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Singapur  Changi Havaalanı(SIN)",
    "durationDays": "15",
    "price": "850",
    "image1": "siempretour-images/ICBS/icbs_bangkok-to-singapore2019_04_11_01_56_24_0.jpg",
    "image2": "siempretour-images/ICBS/icbs_bangkok-to-singapore2019_04_11_01_56_24_1.jpg",
    "image3": "siempretour-images/ICBS/icbs_bangkok-to-singapore2019_04_11_01_56_24_2.jpg",
    "image4": "siempretour-images/ICBS/icbs_icbs_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>- Dünyaca ünlü Petronas İkiz Kuleleri'ne bir akşam ziyareti (kulelere ve gözlem platformuna giriş dahil değil)</li>\n<li>- Penang dünya mirası sit alanı yürüyüşü</li>\n<li>- Batu Mağaraları ve Tapınağı ziyareti</li>\n<li>- Öğleden sonra yarım günlük Cameron Yaylaları gezisi;Boh Tea Plantasyonu,Gül Bahçesi,Kelebek ve Böcek Bahçesi (7 RM-giriş dahil değil)-Budist Tapınağı-Pazar-Çilek Çiftliği dahil</li>\n<li>- Çekçekle Melaka Şehir Turu</li>\n</ul>\n<p><strong>Konaklama           </strong></p>\n<ul>\n<li>- Otellerde 13 gece,yataklı gece treninde 1 gece</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 5 kahvaltı,2 basit kahvaltı,2 açık büfe kahvaltı</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Khao Sok'a Gece Treni",
        "description": "Bugün Bangkok'u keşfediyoruz. Saygıdeğer Zümrüt Buda’ya(Emerald Buddha) ev sahipliği yapan Bangkok Büyük Saray'ı(Grand Palace) ziyaret ediyoruz. Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin. Bu akşam Surat Thani bölgesine giden yataklı gece trenine bineceğiz."
      },
      {
        "dayNumber": 3,
        "title": "Khao Sok Ulusal Parkı",
        "description": "Tren sabah erkenden varıyor. İstasyondan Khao Sok Ulusal Parkı'na doğru giden bir minivana biniyoruz. Yakınlarda kalarak ulusal parkı ziyaret etme şansına sahipsiniz.Ulusal park, Amazon Ormanı’ndan daha eski olan tropikal yağmur ormanıyla ünlü. Ayrıca Asya filleri, sambar geyikleri, leoparlar ve hatta zor bulunan kaplanlar da dahil olmak üzere fantastik bir vahşi yaşam evine ev sahipliği yapmakta. Nefes kesici kireçtaşı kayalıklar ve gizli şelaleler ile bütünleşmiş yemyeşil ormanla, manzara harika.Aynı zamanda dünyanın en büyük çiçeği olan nadir Rafflesia Kerrii'ye de ev sahipliği yapmaktadır. Khao Sok, Tayland’da bu çiçeği bulabileceğiniz tek yer."
      },
      {
        "dayNumber": 5,
        "title": "Phuket",
        "description": "Phuket'teki güzel plajların tadını çıkarabilmek için Khao Sok Ulusal Parkı'ndan erkenden ayrılıyoruz. Tayland'ın en büyük adası olan Phuket, Tayland'ın en popüler plajlarından bazılarına ev sahipliği yapmaktadır ve \"The Beach(Kumsal)\" filminin çekildiği yer olan Maya Koyu’nu ziyaret edebileceğiniz Koh Phi Phi ve Monkey Beach(Maymun Plajı),James Bond Adası(Khao Phing Kan) veya dalış ve şnorkel noktası olmasıyla ünlü Racha Adası (Ko Racha Yai) dahil popüler adalara ve destinasyonlara çok yakındır. Adaların seçenekleri sonsuz. Bir feribota binin ya da bir günlük veya yarım günlük bir gezide yer ayırtın ya da sadece Phuket Adası'nı keşfetme şansınızı değerlendirin ya da seçtiğiniz soğuk bir içeceğin tadını çıkarırken en yakın plajda rahatlayın."
      },
      {
        "dayNumber": 7,
        "title": "Penang, The Pearl of the Orient",
        "description": "Penang'da ilk keyfini çıkaracağınız şey, turunuza dahil olan yerel dünya mirası sit alanı yürüyüşü, Çikolata Evi(Chocolate House), Cheong Fatt Tze Konağı(Cheong Fatt Tze Mansion), Bengali Camii (Bengali Mosque), Assumption Katedrali(Assumption Cathedral), St. George Kilisesi(St.George’s Church), Belediye Binası(City Hall) ve Belediye Sarayı(Town Hall) -iki muhteşem eski sömürge idari binası, Fort Cornwallis ve Savaş Anıtı(Fort Cornwallis and the War Memorial), Kraliçe Victoria Saat Kulesi(Queen Victoria’s Clock), Finans Bölgesi(the Financial District), Küçük Hindistan(Little India), Chinese Clan Jetties(direkler ve ahşap iskelelerle denizin üzerine kurulmuş bir Çin mahalleleri), Malay Camii(Malay Mosque), Khoo Kongsi Clanhouse, Yap Kongsi Tapınağı(Yap Kongsi Temple), Ermeni Sokağı(Armenian Street), ve son olarak da, hak edilmiş bir dinlenme için otele geri dönmeden hemen önce, Kapitan Keling Camii(Kapitan Keling Mosque) dahil olmak üzere Georgetown'daki en iyi ve en çok ziyaret edilen yerlerin bir kısmından geçen bir rota. Uf!"
      },
      {
        "dayNumber": 9,
        "title": "Cameron Highlands",
        "description": "1885 yılında platoyu keşfeden bir İngiliz sömürge hükümet araştırmacısı William Cameron'ın adının verildiği, Cameron Yaylaları deniz seviyesinden 1500 metre yükseklikte bir yayla bölgesidir. Bölgenin verimli dağ yamaçları, ülkenin çay yetiştirmek için en iyi yerlerinden biri olmasını sağlar ve birçok çay tarlası vardır. Cameron yaylalarına yapılan ziyaret, Güney Doğu Asya'nın sıcaklığına muhteşem bir mola imkanı sağlar ve düşük yayla sıcaklıkları, çay yetiştirmek ve ekip biçmek için idealdir. Bu düşünceyle, sizi öğleden sonra muhteşem manzaraların olduğu ve bizzat kendiniz denemeden önce çayın nasıl yapıldığını izleme fırsatı bulabileceğiniz en büyük ve en iyi Boh Plantasyonu turuna çıkarıyoruz.Ayrıca çay seven bir arkadaşınıza ya da akrabanıza hediye almak için büyük bir fırsat. Zamanımız yeterse yerel bir Çilek Çiftliği ve Gül Bahçesi'ni de ziyaret edeceğiz. Yine de sizi uyarmamız gerek, taze yerel çilekli dondurmalar ve frapeler biraz bağımlılık yapabilir."
      },
      {
        "dayNumber": 10,
        "title": "Kuala Lumpur",
        "description": "Bugün Malezya'nın farklı ve hareketli başkenti Kuala Lumpur'a varıyoruz. Her ne kadar ufuk çizgisine bir zamanlar dünyanın en yüksek binaları ve hala dünyanın en yüksek ikiz kuleleri olan, ünlü rekor kıran Petronas İkiz Kuleleri hükmetsede, yer seviyesinde de yapılacak şeyler, keşfedilecek yerler ve deneyecek yiyecek ve içecekler bolca mevcut."
      },
      {
        "dayNumber": 11,
        "title": "Kuala Lumpur",
        "description": "Bugün Malezya'nın farklı ve hareketli başkenti Kuala Lumpur'a varıyoruz. Her ne kadar ufuk çizgisine bir zamanlar dünyanın en yüksek binaları ve hala dünyanın en yüksek ikiz kuleleri olan, ünlü rekor kıran Petronas İkiz Kuleleri hükmetsede, yer seviyesinde de yapılacak şeyler, keşfedilecek yerler ve deneyecek yiyecek ve içecekler bolca mevcut."
      },
      {
        "dayNumber": 12,
        "title": "Melaka",
        "description": "Malezya'nın en popüler yerlerinden biri olan Melaka, bir ticaret limanı ve Hint ve Pasifik Okyanuslarını birbirine bağlayan dünyanın en önemli nakliye rotalarından biri olan stratejik Malakka Boğazı’ndaki komuta yeri olarak önemi ile meşhurdur.Geçmişte İngiltere, Hollanda, Portekiz ve nihayet Malezya tarafından yönetilen Melaka, şimdi etrafında Stadthuys ve Hollanda Meydanı'nın (Dutch Square,aynı zamanda ‘Red Square’olarak da adlandırılıyor) güzel kırmızı binaları bulunan harika bir şehir. İster bir akşam nehir turuna çıkmayı tercih edin, ister ünlü 'Jonkers' Street ya da yol boyunca bulunan dinlerin ve kültürlerin dizginlenmemiş uyumuyla bilinen hakettiği adıyla 'Harmony Street' boyunca gezip dolaşın ya da ister gemi şeklinde inşa edilmiş olan Denizcilik Müzesi dahil birçok ilginç müzeyi ziyaret edin, Melaka'nın inanılmaz geliştirilmiş çekçeklerinden birinde kısa, tura dahil bir akşam gezisi ile ziyaretinizin hafızanızda sonsuza dek yaşayacağından emin olmak için ne gerekiyorsa yapacağız. Çiçekler ve bir Noel ağacından daha fazla ışıkla süslenmiş, genellikle yüksek sesle yerel veya Bollywood Pop müziği çalan bu çekçekler eğlenceli, çılgın ve mutlaka görülmesi gereken,ülkenizdeki dostlarınıza göndereceğiniz bir andır."
      },
      {
        "dayNumber": 13,
        "title": "Melaka",
        "description": "Malezya'nın en popüler yerlerinden biri olan Melaka, bir ticaret limanı ve Hint ve Pasifik Okyanuslarını birbirine bağlayan dünyanın en önemli nakliye rotalarından biri olan stratejik Malakka Boğazı’ndaki komuta yeri olarak önemi ile meşhurdur.Geçmişte İngiltere, Hollanda, Portekiz ve nihayet Malezya tarafından yönetilen Melaka, şimdi etrafında Stadthuys ve Hollanda Meydanı'nın (Dutch Square,aynı zamanda ‘Red Square’olarak da adlandırılıyor) güzel kırmızı binaları bulunan harika bir şehir. İster bir akşam nehir turuna çıkmayı tercih edin, ister ünlü 'Jonkers' Street ya da yol boyunca bulunan dinlerin ve kültürlerin dizginlenmemiş uyumuyla bilinen hakettiği adıyla 'Harmony Street' boyunca gezip dolaşın ya da ister gemi şeklinde inşa edilmiş olan Denizcilik Müzesi dahil birçok ilginç müzeyi ziyaret edin, Melaka'nın inanılmaz geliştirilmiş çekçeklerinden birinde kısa, tura dahil bir akşam gezisi ile ziyaretinizin hafızanızda sonsuza dek yaşayacağından emin olmak için ne gerekiyorsa yapacağız. Çiçekler ve bir Noel ağacından daha fazla ışıkla süslenmiş, genellikle yüksek sesle yerel veya Bollywood Pop müziği çalan bu çekçekler eğlenceli, çılgın ve mutlaka görülmesi gereken,ülkenizdeki dostlarınıza göndereceğiniz bir andır."
      },
      {
        "dayNumber": 14,
        "title": "Singapore",
        "description": "Singapur küçük bir yer olabilir, ancak destansı tutumu ve modernizasyonu buradaki ziyaretinizi gerçekten  unutulmaz kılacak. Büyük bir uluslararası merkez olan şehir, her zaman dünyanın her yerinden gelen gezginleri ve işadamlarını ağırlayacak. Ultra modern yüksek binaların arasında kendinizi kaybettiğinizde, elinizde bir evrak çantasıyla takım elbise giymeniz gerektiğini düşündüğünüz için affedilebilirsiniz. Her büyük şehir gibi,burada da alışveriş (her zaman ucuz olmasa da) mükemmel. Bu büyüleyici ülkenin geleneğine dair bir anlayış peşindeyseniz, görülecek birçok tarihi ve kültürel mekan var. Şehrin eski yaşam tarzına bir bakış için Küçük Hindistan(Little India) ve Çin Mahallesi'ni(Chinatown) ziyaret edin. En iyi seyahat kıyafetinizi giymek ve ünlü Raffles Hotel'deki Long Bar'da geleneksel Singapur Sling'i(bir kokteyl) denemek isteyebilirsiniz. Tarih dolu bu muhteşem sömürge tarzı oteli görmek güzeldir, özellikle de fıstık kabuklarını yere atmak bir gereklilik olduğu için düşündüğünüzden daha rahat olan bara doğru ilerlerken! Singapur restoranları, Güney Doğu Asya'da karşılaşacağınız en ucuz restoranlar değildir  ancak yemek tezgahları pazarlarına veya sokak satıcıları merkezlerine rastlarsanız, taze ve şahane yemek seçiminin tadını çıkaracağınızdan emin olabilirsiniz."
      },
      {
        "dayNumber": 15,
        "title": "Singapur’dan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Tayland"
  },
  {
    "destination": "Tayland",
    "mainPhoto": "",
    "id": "BXILB",
    "tourName": "Güneydoğu Asya Döngüsü",
    "placesVisited": "Tayland, Kamboçya, Vietnam, Laos",
    "generalInfo": "Güneydoğu Asya Döngüsü,  Bangkok’ tan başlayarak Güneydoğu Asya’ nın bazı önemli noktaları etrafında bir daire çiziyor, bölgenin güzelliklerinin hiçbir bölümünü kaçırmayacaksınız.  Bir hafta Ho Chi Minh’ in sokak yemeklerinin lezzetlerini tadabilir,  Laos pirinç tarlalarında bisiklet sürebilir veya Chiang Mai yakınlarındaki tepe kabilelerini keşfedebilirsiniz.  Bangkok’ ta gece hayatını keşfetme ve Hoi An’ da kıyafet diktirme şansınız olacak.  Güneydoğu Asya’ nın harikaları elinizin altında olacak ve gruba katılacak benzer fikirli gençlerle seyahat edeceksiniz.<br><br><strong>En Yakın Uluslararası Havaalanı (Başlangıç Noktası) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı (BKK)<br><br><strong>En Yakın Uluslararası Havaalanı (Bitiş Noktası) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı (BKK)",
    "durationDays": "29",
    "price": "1059",
    "image1": "siempretour-images/BXILB/bxilb_2019_10_27_23_25_39_0.jpg",
    "image2": "siempretour-images/BXILB/bxilb_2019_10_27_23_25_39_1.jpg",
    "image3": "siempretour-images/BXILB/bxilb_bangkok_10.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Killing Fields  (Ölüm Tarlaları)  ve S21 Tuol Sleng Soykırım Müzesi</li>\n<li>- 10-pin bowling</li>\n<li>- Sukhothai bisiklet turu</li>\n<li>- Tur Lideri ile Ben Thanh Pazarı,  Opera Binası,  Notre Dame Katedrali ve Eifell Postanesi,  Bağımsızlık Sarayı,  Savaş Kalıntıları Müzesi  (müzeye giriş ücreti dahil)  yerel yürüyüş turu</li>\n<li>- Mavi Lagün’ e Tuk-Tuk turu</li>\n<li>- Funky Monkey (Nha Trang’ da bir seyahat acentesi)  tekne gezisi</li>\n<li>- Çeltik tarlalarından Hoi An Sahili’ ne bisiklet gezisi</li>\n<li>- Hue İmparatorluk Kalesi yürüyüş turu</li>\n<li>- Sabah erken saatlerde Hoan Kiem Gölü çevresinde yürüyüş. Sabah erken saatlerde yapılan aerobiği izleme ve özel yerel  spesiyali ‘ ‘ yumurta kahvesi’ nin’ ‘  tadını çıkarma</li>\n<li>- Keşişleri sadaka toplarken izlemek için yapılan erken ziyaret</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 18 gece, misafirhanede 8 gece, yataklı gece otobüsünde 1 gece, yataklı gece treninde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Halk Otobüsü, Tekne, Gece Otobüsü, Gece Treni, Tren, Uluslararası uçuş (lar) , Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>14 kahvaltı, 6 açık büfe kahvaltı, 1 açık büfe öğle yemeği, 2 basit kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok'a Varış",
        "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Siem Reap",
        "description": "Siem Reap ismi ‘ Siam’ ın Yenilişi’ -Siam, bugünün Tayland’ ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 4,
        "title": "Phnom Penh",
        "description": "Phnom Penh,  Kamboçya’ nın çalkantılı bir geçmişe sahip hareketli başkentidir.  Mekong Nehri kıyısında yer alan Phnom Penh,  Fransızlar Kamboçya’ yı 19.  yüzyılda sömürgeleştirdiğinden bu yana başkent olmuştur.  Şehir,  küçük bir balıkçı köyünden,  şu anda Kamboçya’ nın endüstriyel,  ticari,  kültürel ve tarihi merkezi haline gelerek büyüdü."
      },
      {
        "dayNumber": 6,
        "title": "Mekong Deltası",
        "description": "Phnom Penh’ den Chau Doc’ a kadar Mekong Nehri’ nden aşağı doğru tekneyle seyahat ederek Kamboçya’ dan Vietnam’ a,  sınırı geçiyoruz.  Chau Doc,  Mekong Nehri’ nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü yer olan güneybatı Vietnam’ da bir bölge olan olağanüstü Mekong Deltası’ nı keşfedeceğimiz yer.  Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil,  nehirler ve kanallarla erişilebiliyor.  Bölge,  ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore’ nin pirinç üretiminden daha fazla.  Yarının otobüs yolculuğuna hazırlanırken konforlu bir otelde keyifli bir akşam geçirebilirsiniz.  Canlı ve hareketli Ho Chi Minh Şehri’ ne varmadan önce,  bölgedeki günlük hayatı ilk elden deneyimleyebileceğiniz Delta üzerinden seyahat edeceksiniz."
      },
      {
        "dayNumber": 7,
        "title": "Ho Chi Minh City",
        "description": "Ho Chi Minh Kenti,  Vietnam Savaşı’ nın sonuna kadar Saygon olarak biliniyordu  (yaklaşık 1975) .  Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,  şimdi Vietnam’ ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 9,
        "title": "Nha Trang",
        "description": "Bugün birçok gezgin için popüler bir kıyı şehri olan ve restoranlar,  barlar ve mükemmel gece hayatı ile dolup taşan güzel Nha Trang’ a uçuyoruz."
      },
      {
        "dayNumber": 10,
        "title": "Nha Trang",
        "description": "Çevredeki kristal berraklığındaki sularda yüzebileceğiniz bir tekne turunun keyfini çıkarın - serinletici bir içecekle güvertede dinlenmeden önce şnorkelle dalmayı deneyin! Bu gece,  grubunuzla barlara gidip eğlenin!"
      },
      {
        "dayNumber": 11,
        "title": "Hoi An’ a yataklı gece otobüsü",
        "description": "Deniz kenarındaki eğlenceden ve bar ve kulüplerde geçirilen geceden sonra, yataklı gece otobüsüyle kuzeye doğru bir sonraki varış noktamıza gidiyoruz."
      },
      {
        "dayNumber": 12,
        "title": "Hoi An",
        "description": "Hoi An’ da bol miktarda bulunan pazarlarda satılan el yapımı ürünler,  seramikler ve kumaşları keşfetmek için yeteri kadar boş vaktimiz var.  Hoi An terziliğiyle ünlüdür; En sevdiğin kıyafetini yanına al ve aynısını burada yaptır! Ayrıca yol boyunca yemyeşil çeltik tarlalarından geçerek Hoi An Sahili’ ne bir bisiklet gezisinin tadını çıkarabilirsiniz.  Oraya vardığınızda,  elinizde yerel bir birayla kıyı manzaralarına hayranlık duyabilirsiniz."
      },
      {
        "dayNumber": 14,
        "title": "Hue",
        "description": "Hoi An’ dan ayrılıyoruz ve kuzeye doğru Hue’ ya gidiyoruz.  Araba yolculuğu,  ‘ Top Gear: Vietnam Özel’  bölümünde öne çıkan manzaralı sahil yolu ‘ ‘ Hai Van Geçidi’ ne ‘ ‘ çıkmadan önce bizi Mermer Dağı’ nın ötesine  (isteğe bağlı olarak mağaraları ve tapınakları keşfetmek 40, 000 VND)  götürüyor."
      },
      {
        "dayNumber": 15,
        "title": "Hanoi’ ye gece treni",
        "description": "Bu akşam,  hareketli Hanoi şehrine giden yataklı gece trenine biniyoruz."
      },
      {
        "dayNumber": 16,
        "title": "Hanoi",
        "description": "Hanoi,  Sosyalist Cumhuriyet’ in başkentidir ve sömürge binaları ile ağaçlıklı bulvarların hakimiyetindedir.  Şehir,  ‘ isimlerin bukalemisi’  ile karakterize edilen,  dolambaçlı ama güzel bir tarihe sahiptir - şehir tarih boyunca birçok kez isim değiştirmiştir.  Yakın tarihe dayanarak,  Fransızlar 1954’ te güçlerini geri çekti ve o zamandan beri yabancı yatırım ve mülkiyet büyük ölçüde gelişme göstermektedir."
      },
      {
        "dayNumber": 19,
        "title": "Vientiane",
        "description": "Vientiane’ ye doğru sınır ötesine uçuyoruz.  Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  (Güneydoğu Asya’ daki diğer şehirlerden çok farklı!) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz.  Bu gece Tur Lideri sizi 10- pin bowling salonuna götürecek - sırt çantalı gezginler için bir Mekke! Bir biranın tadını çıkarın ve bir ya da iki vuruş deneyin!"
      },
      {
        "dayNumber": 20,
        "title": "Van Vieng",
        "description": "Vientiane’ den kuzeye doğru yol alırken,  muhteşem manzaralardan Vang Vieng’ e doğru gidiyoruz.  Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yerdir ve burada keyifle gezeceğiniz pazarlar vardır. Mavi Lagün’ de yüzmeye gitmeden önce Laos’ un en inanılmaz manzaralarında da tuk tuk turuna çıkıp yemyeşil çeltik tarlalarında harika bir gün batımı seyredeceğiz."
      },
      {
        "dayNumber": 22,
        "title": "Luang Prabang",
        "description": "Vang Vieng’ den manzaralı route 4’ ten  (yol)  huzurlu Luang Prabang kasabasına seyahat ediyoruz.  Birçok kişi bu kasabanın Laos’ taki en unutulmaz kasaba olduğunu söylüyor.  Büyüleyici tarihi,  dost canlısı insanları ve güzel manzaralarıyla ünlü Luang Prabang,  Güney Doğu Asya’ da gerçek bir mücevher."
      },
      {
        "dayNumber": 24,
        "title": "Chiang Mai",
        "description": "Bugün,  ‘ Kuzey’ in Gülü’  olarak bilinen bu popüler şehirde iki gecenin tadını çıkarabileceğiniz Chiang Mai’ ye uçuyoruz.  Burada Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarabilir,  gece saatlerinde Thai kick-boks maçı  (Muay Thai)   izleyebilir ya da geceyi Chiang Mai’ nin ünlü bambaşka akşam sokaklarında pazarlık yaparak geçirebilirsiniz."
      },
      {
        "dayNumber": 26,
        "title": "Sukhothai",
        "description": "Ertesi gün,  Sukhothai antik kentine gitmeden önce Phitsanulok’ a giden trene binerek orta Tayland’ a gidiyoruz.  Tayland’ ın eski başkenti Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir.  Tapınaklar ve anıtlar, o zamandan beri kazıyla ortaya çıkarılmış ve yer yer restore edilmektedir,  ve günümüzde restorasyon bölgeyi Sukhothai Tarihi Parkı olarak adlandırmaktadır.  Dünya Mirası Sit Alanı çevresinde bir bisiklet turuna çıkacak ve taş kalıntılar arasında yer alan en muhteşem Buda’ lardan biri olan Wat Mahathat da dahil olmak üzere tipik Tayland mimarisini keşfedeceğiz."
      },
      {
        "dayNumber": 28,
        "title": "Bangkok",
        "description": "Bugün bir otobüse binip son gecemiz için Bangkok’ a geri dönüyoruz."
      },
      {
        "dayNumber": 29,
        "title": "Bangkok' tan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Tayland"
  },
  {
    "destination": "Tayland",
    "mainPhoto": "",
    "id": "ICAG",
    "tourName": "Güneydoğu Asya Gezgini",
    "placesVisited": "Tayland, Laos, Vietnam, Kamboçya",
    "generalInfo": "Ölmeden önce yapılacaklar listenizde Güneydoğu Asya’ ya tik atın! Laos’ un tasasız başkenti Vientiane’ den Sukhothai ve Phnom Penh’ in antik yerlerine kadar,  maceranız bu bölgede her zaman deneyimlemek istediğiniz belli başlı her bir önemli noktayı kapsıyor.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )",
    "durationDays": "29",
    "price": "1880",
    "image1": "siempretour-images/ICAG/icag_2019_10_27_23_33_06_0.jpg",
    "image2": "siempretour-images/ICAG/icag_2019_10_27_23_33_06_1.jpg",
    "image3": "siempretour-images/ICAG/icag_bangkok_13.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>- Doi Suthep Dağ Tapınağı ve Tepe Kabilesi Köyü ziyareti</li>\n<li>- Keşişlere sadaka bağışı ziyareti</li>\n<li>- Halong Koyu cung teknesinde bir gece kalma</li>\n<li>- Tur lideriyle birlikte Yasak Kale ziyareti</li>\n<li>- Mekong Deltası Yatılı Gezi</li>\n<li>- Bangkok nehir taksisi</li>\n<li>- Wat Tham Phousi’ yi ziyaret etmek için Phousi Dağı’ na gezi</li>\n<li>- Mavi Lagün’ e Vang Vieng tuk tuk turu</li>\n<li>- Mağaralara rehber eşliğinde giriş ve tur</li>\n<li>- Mermer Dağı</li>\n<li>- Soykırım Müzesi ve Ölüm Tarlaları’ na giriş</li>\n<li>- Sukhothai bisiklet turu</li>\n<li>- Sadaka toplayan yerel keşişlere tanıklık etmek için yapılan ziyaret</li>\n<li>- COPE Center ziyareti</li>\n<li>- Ho Chi Minh Mozolesi,  Müzesi, Başkanlık Sarayı, Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>- Hai Van Geçidi ziyareti</li>\n<li>- Rehber eşliğinde Angkor Wat turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 25 gece, misafirhanede 2 gece, Halong Koyu cung teknesinde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Tren, uçuş ( lar ) , Halk Otobüsü</p>\n<p><strong>Yemekler</strong></p>\n<p>24 kahvaltı, 3 öğle yemeği, 1 akşam yemeği, 1 basit kahvaltı</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok'a Varış",
        "description": "Tayland’ ın başkenti hareketli şehir Bangkok’ a hoş geldiniz! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Bangkok Grand Palace ( Büyük Saray )",
        "description": "Bugün saygıdeğer Zümrüt Buda’ ya ( Emerald Buddha )  ev sahipliği yapan Bangkok Büyük Saray’ ı  ( Grand Palace )  ziyaret ediyoruz.  Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin.  Otele dönüşte Chao Phraya Nehri’ nde bir nehir taksisine bineceğiz.  Bangkok bir zamanlar ayrıntılı bir kanal ağına sahipti ve ‘ Doğu’ nun Venedik’ i’  takma adı verilmişti ve bunların bir kısmı doldurulmuş ve sokaklara dönüştürülmüş olsa da,  günümüzde hala bir çoğu duruyor.  Bu kanallardan geçerek halkın nehir boyunca nasıl yaşadığını göreceksiniz – neredeyse büyük,  hareketli bir şehirde olduğunuzu unutacaksınız."
      },
      {
        "dayNumber": 3,
        "title": "Sukhothai",
        "description": "Bangkok’ tan ayrılırken Tayland’ ın eski başkenti Sukhothai’ ye giden bir trene biniyoruz.  Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir."
      },
      {
        "dayNumber": 4,
        "title": "Sukhothai Antik Şehri",
        "description": "Bugün,  Dünya Mirası Sit Alanı çevresinde yarım günlük bir bisiklet turuna çıkıp taş kalıntılar arasında yer alan en muhteşem Buda’ lardan biri olan Wat Mahathat da dahil olmak üzere tipik Tayland mimarisini keşfediyoruz."
      },
      {
        "dayNumber": 5,
        "title": "Chiang Mai",
        "description": "Bu sabah, Chiang Mai’ ye olan yolculuğumuz için halk otobüsüne biniyoruz.  ‘ Kuzey’ in Gülü’  olarak bilinen bu şehirde,  Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarmak,  gece saatlerinde Thai kick-boks maçı  ( Muay Thai )   izlemek ya da geceyi Chiang Mai’ nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için bir geceniz var."
      },
      {
        "dayNumber": 6,
        "title": "Doi Suthep & Chiang Mai",
        "description": "Bugün,  Tayland’ ın en kutsal tapınaklarından biri olan Wat Phra That Doi Suthep’ e ev sahipliği yapan Doi Suthep’ e yapılacak tura dahil bir gezinin tadını çıkarabilirsiniz.  Altın kaplı bu önemli tapınak nefes kesicidir.  Ayrıca Doi Suthep bölgesinin muhteşem tepelerinde bulunan küçük bir Tepe Kabilesi köyünü ziyaret edeceksiniz."
      },
      {
        "dayNumber": 7,
        "title": "Luang Prabang",
        "description": "Bugün Luang Prabang’ a uçuyoruz ve öğleden sonra Laos’ a varıyoruz.  Birçok kişi Luang Prabang’ ın Laos’ taki en unutulmaz şehir olduğunu söylüyor.  Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang,  Laos’ un Fa Ngoum’ a verilen Buda’ nın en kutsal imgesi olan kutsal Pra Bang’ ı ifade ediyor."
      },
      {
        "dayNumber": 8,
        "title": "Luang Prabang",
        "description": "Keşişlere sadaka bağışı ziyareti"
      },
      {
        "dayNumber": 9,
        "title": "Vang Vieng",
        "description": "Luang Prabang’ dan güneye doğru yol alırken,  muhteşem manzaralardan geçen bir halk otobüsü ile Vang Vieng’ e seyahat ediyoruz. Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yerdir ve burada keyifle gezeceğiniz pazarlar vardır."
      },
      {
        "dayNumber": 10,
        "title": "Mavi Lagun",
        "description": "Bugün,  Laos’ un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını görüyoruz.  Dalış yapabileceğiniz Mavi Lagün’ ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
      },
      {
        "dayNumber": 11,
        "title": "Vientiane",
        "description": "Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  ( Bangkok’ tan çok farklı! ) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
      },
      {
        "dayNumber": 13,
        "title": "Hanoi",
        "description": "Kısa bir uçuş bizi Hanoi’ ye iniş yaparak renkli Vietnam ülkesine götürüyor."
      },
      {
        "dayNumber": 14,
        "title": "Halong Bay",
        "description": "Mistik Halong Koyu için,  bizi UNESCO dünya mirası sit alanına götürecek geleneksel bir Çin yelkenlisine binerek Hanoi’ den ayrılıyoruz.  Koy,  yeşilliklerle kaplı yükselen kireçtaşı karstları ile yüzlerce adaya sahiptir.  “Cung” olarak adlandırılan tekne,  akşam için evimiz olacak ve koyda bir gece kalmak,  mağaraları keşfetmeye,  yüzmeye ve bölgenin güzelliğinin tadını çıkarmaya zamanımız olduğu anlamına geliyor."
      },
      {
        "dayNumber": 15,
        "title": "Hanoi",
        "description": "Bu sabah,  koy etrafında son bir keşif yapıyoruz,  anakaraya dönmeden önce, öğleden sonra bir ara tekrardan Hanoi’ ye varmadan önce belki de,  yükselen kayalıkların arkasına saklanmış dikitler ve sarkıtlarla dolu büyük mağaraların birkaçını görmek için."
      },
      {
        "dayNumber": 16,
        "title": "Hanoi",
        "description": "Bugün Tur Lideriniz,  yarım günlük bir Hanoi turunda çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor.  Ho Chi Minh Mozolesi,  Başkanlık Sarayı,  Stilt House ve ünlü 1 Pillar Pagoda’ yı  ( Tek Sütunlu Pagoda )  keşfedin."
      },
      {
        "dayNumber": 17,
        "title": "Hue",
        "description": "Hue’ nin eskimiş ihtişamı,  17.  ve 18.  yüzyılların hanedan rekabeti ve isyanlarından, Fransız işgaline kadar ve yakın geçmişteki Vietnam Savaşı’ nda en uzun ve en kanlı çatışmalardan biri olan Hue Savaşı’ nın yeri olarak birçok savaşa sahne oldu.  Vietnam’ ın coğrafi kalbindeki konumu belki de hiç bir işe yaramadı ancak tarihin iç içe geçtiği ve modern yaşamla örtüştüğü bir yerde,  bu bölgenin geçmişini ortaya çıkarmak ve kalıntılarını keşfetmek gezginler için bir zevktir."
      },
      {
        "dayNumber": 18,
        "title": "Yasak Hue Kulesi",
        "description": "Bugün antik yasak kaleyi geziyoruz.  Kale sadece imparatorlar ve imparatorlara en yakın olanlar içindi,  izinsiz girerken yakalananlara ağır cezalar verilirdi.  Parfüm Nehri boyunca,  kaleye hükmedenlerin mezarlarını ziyaret edebiliriz."
      },
      {
        "dayNumber": 19,
        "title": "Hoi An",
        "description": "Hue’ dan ayrılıyoruz ve güneye doğru Hoi An’ a gidiyoruz.  Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi  ( Okyanus Bulutu Geçidi )  üzerinden götürüyor.  Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear’ da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü.  Hoi An’ a varmadan önce,  kısa yolculuğumuz bizi Da Nang’ ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı’ nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri,  daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca götürüyor.  En tepeye çıkacak kadar maceraperest olanlar için,  muhteşem şehir ve deniz manzarası tek ödülünüz."
      },
      {
        "dayNumber": 21,
        "title": "Ho Chi Minh City",
        "description": "Bugün Ho Chi Minh Kenti’ ne kısa bir uçuş yapıyoruz.  Güney Vietnam’ ın eski başkenti olan bu hareketli ve hayat dolu şehir,  Kuzey Vietnam’ ın ünlü ve saygıdeğer lideri Ho Chi Minh’ in adıyla yeniden adlandırıldığında,  Vietnam Savaşı’ nın ( 1975 civarı )  sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu.  Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,  şimdi Vietnam’ ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 22,
        "title": "Ho Chi Minh City",
        "description": "Bugün,  Savaş Kalıntıları Müzesi ve Yeniden Birleşme Sarayı’ nı ziyaret edeceğiniz bir yürüyüş turuna çıkıyorsunuz.  Eğer çok da tarih tutkunu değilseniz ve daha çok pazarlık modundaysanız,  endişelenmeyin - Ho Chi Minh’ in en büyük pazarı olan Ben Thanh Pazarı’ nı da keşfedeceğiz.  Burada kozmetiklerden canlı ördeklere kadar pek çok şey satın alabilirsiniz.  Ayrıca bu pazarda ve yakınlardaki popüler gece pazarında çok sayıda yemek tezgahı bulunmaktadır.  Ho Chi Minh’ deki yemekler Vietnam’ daki en iyi ve en çeşitli yemeklerdendir.  Bu nedenle,  konaklamanız sırasında iyi yemek yediğinizden emin olun.  Ayrıca,  akşamınızı geçirebileceğiniz çok sayıda bar ve kulüp de var."
      },
      {
        "dayNumber": 23,
        "title": "Mekong Deltası",
        "description": "Bu sabah,  Güneydoğu Asya’ nın en uzun nehri, Mekong Nehri’ nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam’ da bir bölge olan Mekong Deltası’ nın kalbine seyahat ediyoruz.  Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil,  nehirler ve kanallarla erişilebiliyor.  Bölge,  ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore’ nin pirinç üretiminden daha fazla."
      },
      {
        "dayNumber": 24,
        "title": "Phnom Penh",
        "description": "Bugün uzun bir tekneye biniyoruz ve Kamboçya’ ya doğru Mekong Nehri’ nde altı saatlik yolculuğumuza başlıyoruz.  Yolda yüzen köyleri görmek ve nehirde yaşayan insanların yaşam şeklini gözlemlemek mümkün olacak.  Bu manzaralı tekne yolculuğunun keyfini çıkarırken kameralarınızı yakınınızda tutmayı unutmayın."
      },
      {
        "dayNumber": 25,
        "title": "Killing Fields ( Ölüm Tarlaları )  ve Tuol Sleng Soykırım Müzesi",
        "description": "Bugün, Pol Pot rejimi zamanında Kızıl Kmerler’ in en korkulan hapishanelerinden ve işkence kamplarından birine dönüştürülen eski bir okul olan Tuol Sleng Soykırım Müzesi’ ni ziyaret ediyoruz. Bina şu anda,  1970’ lerin sonlarında burada ve ülkedeki diğer benzeri 150 kampta ölen binlerce insan için akıldan çıkmayan bir övgü niteliğinde. Kampta alıkoyulan insanlar daha sonra Choueng Ek imha merkezine, daha yagın bir şekilde Killing Fields ( Ölüm Tarlaları )  olarak bilinen yere-ki  bu muhteşem ülkenin çalkantılı tarihini daha iyi öğrenmek ve anlamak için ayrıca ziyaret edeceğiz- alındı ve orada idam edildi."
      },
      {
        "dayNumber": 26,
        "title": "Siem Reap, Angor Wat",
        "description": "Siem Reap,  Angkor bölgesinin ünlü tapınaklarını keşfedeceğimiz nokta.  Siem Reap ismi ‘ Siam’ ın Yenilişi’ -Siam, bugünün Tayland’ ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 28,
        "title": "Bangkok",
        "description": "Kahvaltıdan sonra,  bizi Tayland’ a geri götürecek bir otobüse bineceğimiz otobüs terminaline tuk-tuk ile gidiyoruz. Bangkok’ un hareketli gece hayatının tadını çıkaracağınız son bir gece için,  akşam üstü otele varacaksınız."
      },
      {
        "dayNumber": 29,
        "title": "Bangkok' tan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Tayland"
  },
  {
    "destination": "Tayland",
    "mainPhoto": "",
    "id": "ICCH",
    "tourName": "Kamboçya'da Öne Çıkanlar",
    "placesVisited": "Tayland, Kamboçya, Vietnam",
    "generalInfo": "Tarihsel açıdan zengin ve çarpıcı doğal manzaralarına sahip Kamboçya ve Vietnam'ın harikalarına katılın. Güçlü Angkor Wat gibi ikonik UNESCO Dünya Mirası Alanları'nı ziyaret edin, Killing Fields'deki Kamboçya'nın tarihi hakkında bilgi edinin ve bu 8 günlük macerada güçlü Mekong Deltası'nı tanıyın.",
    "durationDays": "8",
    "price": "399",
    "image1": "siempretour-images/ICCH/icch_cambodia-highlights2019_04_11_02_10_24_0.jpg",
    "image2": "siempretour-images/ICCH/icch_cambodia-highlights2019_04_11_02_10_24_1.jpg",
    "image3": "siempretour-images/ICCH/icch_cambodia-highlights2019_04_11_02_10_24_2.jpg",
    "image4": "siempretour-images/ICCH/icch_icch_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Konaklama: </strong></p>\n<ul>\n<li>- Otelde 3 gece, misafirhanede 4 gece</li>\n</ul>\n<p><strong>Yemekler: </strong></p>\n<ul>\n<li>- 3 Kahvaltı, 3 Açık Büfe Kahvaltı</li>\n</ul>\n<p><strong>Geziler: </strong></p>\n<ul>\n<li>- Grupla birlikte düzenlenen akşam yemeği,</li>\n<li>- Phnom Penh ve Killing Fields turu ile ziyaret Soykırım Müzesi</li>\n</ul>\n<p><strong>Ulaşım: </strong></p>\n<ul>\n<li>Tuk-Tuk, Minibüs, Tekne, Halk Otobüsleri</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok'a Varış",
        "description": "Tayland'ın başkenti Bangkok, çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘’melekler şehri’’ olarak telaffuz edilen Bangkok, Ayutthaya Krallığı zamanında Chao Phraya Nehri'nin ağzında küçük bir ticaret merkeziydi. Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya'ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Siem Reap",
        "description": "Bugün karadan Kamboçya'ya ; küçük ama canlı ve tarihsel açıdan önemli Siem Reap kentine seyahat ediyoruz.  Siem Reap, Angkor Tom ve Angkor Wat'ın antik tapınaklarına açılan kapı değil, aynı zamanda lezzetli ve sıra dışı sokak yemeklerinden ağız sulandıran üst düzey restoranlara kadar mutfak lezzetleriyle modern bir yemek cennetidir. Bu akşam, grup yerel bir bira tadabilmek veya yerel bir aspara dans gösterisine katılmak için tur lideriyle ünlü Pub caddesine doğru yola çıkacak. Siem Reap, Angkor Wat'ın ünlü tapınaklarını keşfedeceğimiz merkezimiz olacak. Siem Reap adı, 'günümüzün Tayland'ı olan' Siam'ın Yenilişi 'anlamına gelir ve bölgedeki anıtların ünlü kabartma oymalarında taştan anılan görebileceğiniz asırlık bir kan banyosunu ifade eder."
      },
      {
        "dayNumber": 3,
        "title": "Siem Reap ve Angkor Wat (Opsiyonel)",
        "description": "Bugün Kamboçya'nın en ünlü tapınağı olan Angkor Wat'ı keşfetmekte özgürsünüz. Burada yılda bir milyondan fazla ziyaretçi çeken binden fazla tapınak var. Tapınaklar ünlü Angkor Wat'a kadar uzanır ve dünyanın en büyük tek dini anıtı olduğu söylenir."
      },
      {
        "dayNumber": 4,
        "title": "Phnom Penh",
        "description": "Phnom Penh, çalkantılı bir geçmişi olan Kamboçya'nın hareketli başkentidir. Mekong Nehri ve Tonle Sap nehrinin birleştiği yerde kurulan Phnom Penh, 19. yüzyıl boyunca Fransız Kamboçya'yı kolonize ettiğinden bu yana  ulusal başkenttir. Şehir, küçük bir balıkçı köyünden Kamboçya'nın endüstriyel, ticari, kültürel ve tarihi merkezi olana kadar büyüdü. Phnom Penh'deki zamanımızda Pol Pot rejimi sırasında Khmer Rouge’un en korkulan hapishane ve işkence kamplarından birine dönüştürülen eski bir okul olan Tuol Sleng Soykırım Müzesi'ni ziyaret ediyoruz."
      },
      {
        "dayNumber": 5,
        "title": "Phnom Penh",
        "description": "Bugün hareketli Phnom Penh başkentini keşfetmeye devam etmek için serbest bir gün. Kraliyet Sarayı ve Gümüş Pagoda tapınağı da dahil olmak üzere bazı önemli yerleri mutlaka görmelisiniz."
      },
      {
        "dayNumber": 6,
        "title": "Nehir Botu ile Mekong Delta, Vietnam",
        "description": "Bu sabah günün büyük bir kısmını geçireceğimiz , ünlü Mekong Nehri boyunca uzanan Vinh Xuong / Kaam Samnor sınırından geçerek doğal  tekne turuna çıkıyoruz. Vietnam sınır kasabası Chau Doc'a vardığınızda, otantik Vietnam yemeklerinin tadını çıkarabilir ve şehir hayatının karmaşasından uzak bir gece için odanıza çekilmeden önce  Mekong Nehri boyunca yürüyüş yapabilirsiniz."
      },
      {
        "dayNumber": 7,
        "title": "Ho Chi Minh City – Mekong Delta",
        "description": "Mekong Deltası'ndan 6,5 saatlik yolculuktan sonra, Güney Vietnam'ın eski başkenti olan ve eskiden Vietnam Savaşı'nın sonuna kadar (1975 civarında) Saigon olarak bilinen hareketli şehir olan Ho Chi Minh'e varacağız. Kuzey Vietnam’ın ünlü ve saygın lideri Ho Chi Minh’den sonra yeniden adlandırıldı. Aslen küçük bir balıkçı köyü, şimdi Vietnam'daki en önemli ekonomik merkez ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 8,
        "title": "Ho Chi Minh City'den Ayrılış",
        "description": "Bir ömür boyu hatırlayacağınız maceranız bugün sona eriyor. Uçuşunuz geç saatte ise  veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız, turistik yerleri keşfetmek için daha fazla zamanınız olacaktır."
      }
    ],
    "map": "",
    "country": "Tayland"
  },
  {
    "destination": "Tayland",
    "mainPhoto": "",
    "id": "ICCV",
    "tourName": "Kamboçya, Vietnam Öne Çıkanlar",
    "placesVisited": "Tayland, Kamboçya, Vietnam",
    "generalInfo": "Hareketli Bangkok’ ta başlayıp Kuzey Tayland boyunca seyahat ederek antik kalıntılar,  renkli gece pazarları,  yüksek tepelerde yaşayan yerel kabileleri ve karmaşık tapınakları ziyaret ediyoruz.  Laos’ a geçerek keşişlere sadaka bağışlarken, yemyeşil çeltik tarlalarını geçerken ve Fransız sömürge şehirlerini keşfederken arkadaş canlısı yerlilerle tanışıyoruz.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )",
    "durationDays": "15",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ICCV/iccv_cambodia-vietnam-highlights2020_01_05_21_05_45_0.jpg",
    "image2": "siempretour-images/ICCV/iccv_cambodia-vietnam-highlights2020_01_05_21_05_45_1.jpg",
    "image3": "siempretour-images/ICCV/iccv_cambodia-vietnam-highlights2020_01_05_21_05_45_2.jpg",
    "image4": "siempretour-images/ICCV/iccv_iccv_iccv_.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Konaklama:</strong></p>\n<ul>\n<li>- Otellerde 14 gece</li>\n</ul>\n<p><strong>Yemekler:</strong></p>\n<ul>\n<li>- 6 Kahvaltı , 7 Açık Büfe Kahvaltı</li>\n</ul>\n<p><strong>Geziler:</strong></p>\n<ul>\n<li>- Grupla birlikte düzenlenen içecek akşamları,</li>\n<li>- Killing Fields rehberli turu ve S21 Soykırım Müzesi ,</li>\n<li>- Ho Chi Minh Şehrinin yerel yürüyüş turu,</li>\n<li>- Hoi An Plajı'na bisiklet gezisi,</li>\n<li>- Marble Dağ Ziyareti,</li>\n<li>- Hai Van Geçidi Ziyareti,</li>\n<li>- İmparatorluk Şehri ve Kale Yürüyüş turu.,</li>\n<li>- Akşam Grubunuzla birlikte Beer Hoi Köşesinde taze Vietnam birasının tadını çıkarın ,</li>\n<li>- Hoan Kiem Gölü boyunca sabah yürüyüşü </li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok'a Varış",
        "description": "Tayland'ın başkenti Bangkok, çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘’melekler şehri’’ olarak telaffuz edilen Bangkok, Ayutthaya Krallığı zamanında Chao Phraya Nehri'nin ağzında küçük bir ticaret merkeziydi. Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya'ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Siem Reap",
        "description": "Bugün karadan Kamboçya'ya ; küçük ama canlı ve tarihsel açıdan önemli Siem Reap kentine seyahat ediyoruz.  Siem Reap, Angkor Tom ve Angkor Wat'ın antik tapınaklarına açılan kapı değil, aynı zamanda lezzetli ve sıra dışı sokak yemeklerinden ağız sulandıran üst düzey restoranlara kadar mutfak lezzetleriyle modern bir yemek cennetidir. Bu akşam, grup yerel bir bira tadabilmek veya yerel bir aspara dans gösterisine katılmak için tur lideriyle ünlü Pub caddesine doğru yola çıkacak. Siem Reap, Angkor Wat'ın ünlü tapınaklarını keşfedeceğimiz merkezimiz olacak. Siem Reap adı, 'günümüzün Tayland'ı olan' Siam'ın Yenilişi 'anlamına gelir ve bölgedeki anıtların ünlü kabartma oymalarında taştan anılan görebileceğiniz asırlık bir kan banyosunu ifade eder."
      },
      {
        "dayNumber": 3,
        "title": "Siem Reap ve Angkor Wat (Opsiyonel)",
        "description": "Bugün Kamboçya'nın en ünlü tapınağı olan Angkor Wat'ı keşfetmekte özgürsünüz. Burada yılda bir milyondan fazla ziyaretçi çeken binden fazla tapınak var. Tapınaklar ünlü Angkor Wat'a kadar uzanır ve dünyanın en büyük tek dini anıtı olduğu söylenir."
      },
      {
        "dayNumber": 4,
        "title": "Phnom Penh & The Killing Fields",
        "description": "Phnom Penh, çalkantılı bir geçmişi olan Kamboçya'nın hareketli başkentidir. Mekong Nehri ve Tonle Sap nehrinin birleştiği yerde kurulan Phnom Penh, 19. yüzyıl boyunca Fransız Kamboçya'yı kolonize ettiğinden bu yana  ulusal başkenttir. Şehir, küçük bir balıkçı köyünden Kamboçya'nın endüstriyel, ticari, kültürel ve tarihi merkezi olana kadar büyüdü. Phnom Penh'deki zamanımızda Pol Pot rejimi sırasında Khmer Rouge’un en korkulan hapishane ve işkence kamplarından birine dönüştürülen eski bir okul olan Tuol Sleng Soykırım Müzesi'ni ziyaret ediyoruz."
      },
      {
        "dayNumber": 6,
        "title": "Nehir Botu ile Mekong Delta, Vietnam",
        "description": "Bu sabah günün büyük bir kısmını geçireceğimiz , ünlü Mekong Nehri boyunca uzanan Vinh Xuong / Kaam Samnor sınırından geçerek doğal  tekne turuna çıkıyoruz. Vietnam sınır kasabası Chau Doc'a vardığınızda, otantik Vietnam yemeklerinin tadını çıkarabilir ve şehir hayatının karmaşasından uzak bir gece için odanıza çekilmeden önce  Mekong Nehri boyunca yürüyüş yapabilirsiniz."
      },
      {
        "dayNumber": 7,
        "title": "Ho Chi Minh City – Mekong Delta",
        "description": "Bu sabah günün büyük bir kısmını geçireceğimiz , ünlü Mekong Nehri boyunca uzanan Vinh Xuong / Kaam Samnor sınırından geçerek doğal  tekne turuna çıkıyoruz. Vietnam sınır kasabası Chau Doc'a vardığınızda, otantik Vietnam yemeklerinin tadını çıkarabilir ve şehir hayatının karmaşasından uzak bir gece için odanıza çekilmeden önce  Mekong Nehri boyunca yürüyüş yapabilirsiniz."
      },
      {
        "dayNumber": 8,
        "title": "Ho Chi Minh City",
        "description": "Ho Chi Minh Kenti, Vietnam Savaşı'nın sonuna kadar Saygon olarak biliniyordu (yaklaşık 1975). Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti, şimdi Vietnam'ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 9,
        "title": "Hoi An",
        "description": "Hoi An'da birçok pazarda satılan el sanatları, seramik ve kumaşları keşfetmek için boş zamanımız var."
      },
      {
        "dayNumber": 10,
        "title": "Hoi An",
        "description": "Hoi An'daki ikinci günümüz şehre dair daha fazlasını keşfetme fırsatı sunuyor. Belki terzi kıyafetleri sipariş ederseniz veya Vietnamca bir aşçılık dersi alırsınız ya da günü Japon Köprüsü, My Son antik kalıntıları, Merkez Pazarı veya birçok müze ve tapınaktan biri de dahil olmak üzere Hoi An'ın sunduğu harika deneyimlerin tadını çıkararak geçirebilirsiniz."
      },
      {
        "dayNumber": 11,
        "title": "Hue - Hai Van Geçidi",
        "description": "Bu sabah kalker ve mermerden yapılmış Da Nang'ın Mermer Dağları'na gidiyoruz. Ardından Vietnam'ın antik Başkenti Hue'ye doğru yola çıkıyoruz. Rotada ayrıca Vietnam'daki en uzun ve en yüksek dağ geçidi yolu olan Hai Van Geçidi'nin muhteşem manzarasının tadını çıkaracağız. Zamanınız kalırsa Vietnam'ın eski İmparatorlarının mezarlarını ziyaret etmek için Parfüm Nehri'nde bir gezintiye çıkabilirsiniz."
      },
      {
        "dayNumber": 12,
        "title": "Hanoi'ye Uçuş",
        "description": "Kısa bir uçuş bizi Hanoi'ye iniş yaparak renkli Vietnam ülkesine götürüyor."
      },
      {
        "dayNumber": 13,
        "title": "Hanoi",
        "description": "Sabah aerobikleri izleyebileceğiniz ve yerel 'yumurta kahvesi' spesiyallerinin tadını çıkarabileceğiniz Hoan Kiem Gölü'nün rahatlatıcı manzarasını dolaşmak için Hanoi'nin tarihi merkezini ziyaret ederek güne başlayacağız."
      },
      {
        "dayNumber": 14,
        "title": "Hanoi",
        "description": "Bugün, Hanoi'deki gününüzü dilediğiniz gibi geçirebilirsiniz.Eski Mahalle’de (Old Quarter) dolaşabilir, galerileri, el sanatları dükkanlarını ve butik mağazaları ziyaret edebilir ya da güzel Ninh Binh'e veya Dünya Mirası Listesi’nde yer alan muhteşem Halong Koyu’na günübirlik tur yapabilirsiniz."
      },
      {
        "dayNumber": 15,
        "title": "Hanoi'den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Tayland"
  },
  {
    "destination": "Tayland",
    "mainPhoto": "",
    "id": "TTCT",
    "tourName": "Klasik Tayland",
    "placesVisited": "Tayland",
    "generalInfo": "Sudan yükselen kireçtaşı kayalıkların yanında göz kamaştırıcı beyaz kumsalların uzandığı, yemyeşil yağmur ormanlarının devasa şelaleleri ve fil sığınaklarını sakladığı,  yol kenarında muhteşem yemeklerin yapıldığı ve dünyanın en hareketli şehirlerinden birinin gezginler için ömür boyu unutulmayacak maceralar sunduğu yer! Tayland’ ı bu kadar özel kılan şey, bu ve çok daha fazlası ve bu 15 günlük ülke turu,  size tüm bunları ve çok daha fazlasını sunuyor.<br><br><strong>Lütfen dikkat: </strong> Bu örnek bir gezi programıdır ve kendi kişisel gereksinimlerinize ve bütçenize uyacak şekilde ayarlanabilir.",
    "durationDays": "15",
    "price": "2819",
    "image1": "siempretour-images/TTCT/ttct_ttct_20190501_1488443108.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Tam Gün Bangkok Turu</li>\n<li>- Kwai Köprüsü</li>\n<li>- Ölüm Demiryolu</li>\n<li>- Savaş Mezarlığı</li>\n<li>- Ayutthaya Kalıntıları</li>\n<li>- Sukhothai Tarihi Parkı</li>\n<li>- Tam Gün Chiang Mai Turu</li>\n<li>- Thai usulü yemek pişirme kursu</li>\n<li>- Fil Doğa Parkı</li>\n<li>- Tam Gün Doi Inthanon Ulusal Parkı</li>\n<li>- Phan Nga Körfezi gezisi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 14 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>14 kahvaltı, 7 öğle yemeği</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok'a Varış",
        "description": "Chao Phraya Nehri üzerinde yer alan Bangkok,  muhtemelen Asya’ nın en ünlü şehirlerinden biri.  Parıldayan gökdelenlerden antik saraylara,  tapınaklara ve ilginç su yollarına kadar bu gelişen metropolün çarpıcı zıtlıkları tüm çıplaklığıyla ortadadır."
      },
      {
        "dayNumber": 2,
        "title": "Bangkok",
        "description": "Bugün,  özel rehberinizle birlikte 200 yıllık Tayland tarihini temsil eden büyüleyici 100’ den fazla binanın olduğu ve tören için kullanılmaya devam eden eski bir Kraliyet konutu olan Büyük Saray’ dan  (  Grand Palace )  başlayıp ana cazibe merkezlerini keşfederek tam günlük bir Bangkok turunun tadını çıkaracaksınız.  Büyük Saray’ da,  Tayland’ ın en kutsal yeri olan Zümrüt Buda Tapınağı’ nı ( Temple of the Emerald Buddha )  bulacaksınız.  Bu karmaşık bir şekilde dekore edilmiş tapınak,  efsanevi devlerin heykelleri tarafından korunmakta ve en önemli dini imgeyi barındırmaktadır.  Turunuz daha sonra,  en büyük yatan Buda’ ya ev sahipliği yapan Wat Pho’ ya ( Yatan Buda Tapınağı )  ile devam edecek.  Heykel,  46 metre uzunluğunda,  15 metre yüksekliğinde ve altın varakla tamamlanmış - gerçekten muhteşem bir görüntü."
      },
      {
        "dayNumber": 3,
        "title": "Kanchanaburi’ ye Yolculuk",
        "description": "Bugün güne erken başlayacak ve özel rehberinizle birlikte başkentin batısına,  küçük Kanchanaburi kasabasına doğru yola çıkacaksınız.  Yolculuk yaklaşık 2-3 saat sürecek,  yol boyunca çeltik tarlalarını ve küçük köyleri geçeceksiniz.  Vardıktan hemen sonra,  yakındaki savaş mezarlığını,  meşhur ‘ Kwai Köprüsü’ nü’  ve kötü şöhretli \"Ölüm Demiryolu’ nu\"  ziyaret edeceksiniz.  Ölüm Demiryolu üzerinde manzaralı bir yolculuk için trene bineceksiniz."
      },
      {
        "dayNumber": 4,
        "title": "Ayutthaya",
        "description": "Bu sabah özel rehberinizle buluşacak ve Ayutthaya’ ya gideceksiniz.  Yolculuk yaklaşık 2 saat sürecek.  Bir zamanlar dünyanın önde gelen başkentlerinden biri olan Ayutthaya’ daki çok sayıda tapınak ve saray kilometrelerce uzaktan ışıldardı.  Ayutthaya,  şehri Asya’ nın ticaret başkenti yapan Çin,  Hindistan ve Malezya Takımadaları arasındaki ideal konumu nedeniyle 15.  yüzyıldan 18.  yüzyıla kadar Siyam’ ın başkentiydi.  Farklı sanat ve mimarinin merkezi olarak bilinen şehir,  modern Tayland’ a öncülük etmiştir ve hala gelişen sanatsal topluluğuyla tanınmaktadır.  Eski başkent döneminden kalma Budalar,  ülkedeki en değerli olanlardandır."
      },
      {
        "dayNumber": 5,
        "title": "Sukhothai",
        "description": "Bu sabah özel rehberinizle buluşacak ve Sukhothai’ ye doğru yola çıkacaksınız.  Yolculuk yaklaşık 4 saat sürecek ve vardıktan sonra Sukhothai Tarihi Parkı’ nı keşfedeceksiniz.  İlk Siam Krallığının büyük başkentine hayran kalacaksınız.  Parkta Wat Sa Si ve Wat Phra Phai Luang gibi birçok antik tapınak var.  Tarihi Parkı’ nın iç kısmını ziyaret ettikten sonra,  Sukhothai’ nin en büyük Buda heykelini -\"Konuşan Buda\" anlamına gelen \"Achana\" adlı Subduing Mara ( Budist Şeytan )  Buda Heykeli - görmek için dışarıya doğru ilerleyeceksiniz. .  Wat Si Chum,  Sukhothai’ deki en önemli tapınaklardan biridir ve bölgeyi rehberinizle birlikte keşfedeceksiniz.  Ziyaretinizden sonra otelinize transfer edileceksiniz.  Akşamı dilediğiniz gibi geçirebilirsiniz."
      },
      {
        "dayNumber": 6,
        "title": "Chiang Mai",
        "description": "Bu sabah özel rehberinizle buluşacak ve Chiang Mai’ ye hareket edeceksiniz.  Yolculuk yaklaşık 4 saat sürecek.  Yeni otelinize giriş yaptıktan sonra günün geri kalanı size ait.  Kuzey Tayland’ ın dağ eteklerinde yer alan Chiang Mai,  ülkenin ikinci şehridir.  Prestijli Chiang Mai Üniversitesi sayesinde şehir,  genç,  rahat bir ortama sahip ve çeşitli watlar ( tapınak ) ,  mabetler,  restoranlar ve pazarlar ile dolu."
      },
      {
        "dayNumber": 7,
        "title": "Chiang Mai",
        "description": "Bugün,  özel rehberinizle birlikte tam gün Chiang Mai turunun tadını çıkaracaksınız.  Tüm günü,  mükemmel kuzey tasarımını ön plana çıkaran Wat Phra Singh,  Wat Suan Dok gibi Lanna Krallığı’ nın başkentindeki ana tapınakları ziyaret ederek geçireceksiniz.  Kısa bir araba yolculuğu sizi görkemli tapınak Wat Doi Suthep’ in bulunduğu Doi Suthep’ e götürecek.  Burası,  Chiang Mai’ nin en önemli ve en görülesi kent simgesidir. NAGA trabzanlı 306 basamaklı bir merdiven,  park alanından güzel bir şekilde dekore edilmiş binalara ve dört süslü şemsiyeyle çevrili,  oyulmuş altın plakalarla kaplı bir Lanna tarzı chedi’ ye ( budist anıtı )  sahip tapınağa çıkmaktadır."
      },
      {
        "dayNumber": 8,
        "title": "Fil Doğa Parkı  ( Elephant Nature Park )",
        "description": "Kahvaltıdan sonra rehberiniz sizi Fil Doğa Parkı’ na götüren Mae Taeng Vadisi boyunca,  tarımsal Tayland kırsalında renkli bir araba yolculuğuna çıkaracak.  Güneydoğu Asya’ da fillerin karşılaştığı sorunlar ve doğa parkının Tayland’ ın azalan fil nüfusuyla ilgilenmeye nasıl yardımcı olduğu hakkında bilgi edineceksiniz.  Kurtarılan fillere ait hikayeler dinleyecek ve daha sonra meyve ikramları verildikten sonra filleri izleme platformundan besleme şansınız olacak.  Doğa Parkı aynı zamanda bufalo,  köpek,  kedi,  kuş ve kurtarılmış diğer birçok hayvan için de doğal bir ev sığınak.  Turun ardından,  otelinize transfer edileceksiniz.  Günün geri kalanı size ait."
      },
      {
        "dayNumber": 9,
        "title": "Doi Inthanon Ulusal Parkı",
        "description": "Bugün,  özel rehberinizle birlikte tam gün Doi Inthanon Ulusal Parkı turunun tadını çıkaracaksınız.  Burası,  Tayland’ ın en yüksek dağının deniz seviyesinden 2565 metre yüksekte olduğu yer.  Karmaşık sıradağlar ve ılıman iklim,  Mae Ping Nehri’ nin önemli kollarının kaynağı olan nemli ve yoğun ormana sahip bir alana ayırt edici bir özellik kazandırmaktadır.  Çeşitli akarsular Vachiratharn ve Mae Klang gibi güzel şelaleler oluşturarak inmektedir.  Ulusal Park’ tan otele dönüş yolunda,  Karen tepe kabile köylerini ziyaret etmek için duracaksınız."
      },
      {
        "dayNumber": 10,
        "title": "Phuket",
        "description": "Bu sabah otelinizden alınacak ve Phuket’ e uçmak için havalimanına transfer edileceksiniz.  Havalimanına vardığınızda karşılanacak ve özel araçla otelinize transfer edileceksiniz.  Otele giriş yaptıktan sonra, günün geri kalanı size ait.  Birçok güzel plajda tembelce güneşlenmekten aktif su sporlarına kadar,  burada herkesin aylarca eğlenmesini sağlayacak bir şeyler var."
      },
      {
        "dayNumber": 11,
        "title": "Phuket",
        "description": "Sonraki birkaç günü,  mevcut olan pek çok etkinlikle doldurabilirsiniz."
      }
    ],
    "map": "",
    "country": "Tayland"
  },
  {
    "destination": "Tayland",
    "mainPhoto": "",
    "id": "ICLT",
    "tourName": "Laos & Tayland'ın Öne Çıkanları",
    "placesVisited": "Tayland, Laos",
    "generalInfo": "Bu turda Vientiane’nin patlamamış bombalar sorununu öğreneceğiz, manzaranın tadını çıkaracağız ve Chiang Mai ve Sukhothai'deki antik tapınakları keşfettiğimiz Kuzey Tayland'a geçmeden önce güneşin doğuşunda keşişleri ziyaret edeceğiz.",
    "durationDays": "15",
    "price": "849",
    "image1": "siempretour-images/ICLT/iclt_laos-thailand-highlights2020_01_06_22_36_50_0.jpg",
    "image2": "siempretour-images/ICLT/iclt_laos-thailand-highlights2020_01_06_22_36_50_1.jpg",
    "image3": "siempretour-images/ICLT/iclt_laos-thailand-highlights2020_01_06_22_36_50_2.jpg",
    "image4": "siempretour-images/ICLT/iclt_iclt_.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Konaklama: </strong></p>\n<ul>\n<li>- Otellerde 14 gece</li>\n</ul>\n<p><strong>Yemek:</strong></p>\n<ul>\n<li>- 11 Kahvaltı</li>\n</ul>\n<p><strong>Geziler: </strong></p>\n<ul>\n<li>- Mavi Göl'e Manzaralı Tuk Tuk yolculuğu,</li>\n<li>- Keşiş Ziyareti, Sukhothai Antik kalıntıları Bisiklet turu,</li>\n<li>- Grand Palace ve Emerald Buddha Bangkok nehir tekne turu.</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok'a Varış",
        "description": "Tayland'ın başkenti hareketli şehir Bangkok’a hoşgeldiniz! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘’melekler şehri’’ olarak telaffuz edilen Bangkok, Ayutthaya Krallığı zamanında Chao Phraya Nehri'nin ağzında küçük bir ticaret merkeziydi. Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya'ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Vientiane'e Uçuş",
        "description": "Bugün Laos'taki Vientiane'ye uçuş yapmak için Hanoi ve Vietnam'dan ayrılıyoruz. Bu küçük ve sakin şehir, zengin kültürü ile sizi karşılar. Laos'un Fransız egemenliğindeki zamanından büyük ölçüde etkilenen Vientiane, diğer Asya başkentlerinin daha sessizdir. Yerel pazarları ziyaret etmeyi, yerel tapınakları ve Wat'ları ziyaret etmeyi ya da Mekong Nehri boyunca yerel bir kafe, bar ya da restoranda insanları izlemeye zaman ayırmayı tercih edebilirsiniz. Vientiane'deki kısa zamanınızda birçok harika anı biriktireceğinize emin olabilirsiniz. İsteğe bağlı grup yemeğinden sonraki akşam, 10 Pin bowling için Tur Lideriniz sizi davet edecektir."
      },
      {
        "dayNumber": 3,
        "title": "Vientiane",
        "description": "Laos'un başkenti oldukça sessizdir - o kadar sessizdir ki, 1970'den önce, tüm şehirde sadece bir dizi trafik ışığı vardı (Bangkok’tan çok farklı!). Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var. Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir. Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
      },
      {
        "dayNumber": 4,
        "title": "Vang Vieng and Blue Lagoon",
        "description": "Muhteşem manzaralardan geçerek Vang Vieng’e seyahat ediyoruz.Bu huzurlu kasaba,çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır. Kireçtaşı mağaraları, antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır. Vang Vieng, yerel mutfağı denemek için mükemmel bir yer ve burada keyifle gezeceğiniz pazarlar var. Burada, Laos'un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını göreceğiz. Dalış yapabileceğiniz Mavi Lagün’ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
      },
      {
        "dayNumber": 6,
        "title": "Luang Prabang",
        "description": "Vang Vieng'den manzaralı route 4'ten (yol) huzurlu Luang Prabang kasabasına seyahat ediyoruz. Birçok kişi bu kasabanın Laos'taki en unutulmaz kasaba olduğunu söylüyor. Büyüleyici tarihi, dost canlısı insanları ve güzel manzaralarıyla ünlü Luang Prabang, Güney Doğu Asya'da gerçek bir mücevher."
      },
      {
        "dayNumber": 8,
        "title": "Chiang Mai'ya Uçuş",
        "description": "Bugün, 'Kuzey'in Gülü' olarak bilinen bu popüler şehirde iki gecenin tadını çıkarabileceğiniz Chiang Mai'ye uçuyoruz. Burada Thai usulü yemek pişirme kursunun, rahatlatıcı bir masajın tadını çıkarabilir, gece saatlerinde Thai kick-boks maçı (Muay Thai)  izleyebilir ya da geceyi Chiang Mai’nin ünlü bambaşka akşam sokaklarında pazarlık yaparak geçirebilirsiniz."
      },
      {
        "dayNumber": 9,
        "title": "Chiang Mai",
        "description": "Doi Suthep Milli Parkı'nın yanındaki küçük Doi Suthep dağının 1000 metre üzerinde yer alan güzel, altın Wat Phra That Doi Suthep tapınağını ziyaret etmeye ne dersiniz?"
      },
      {
        "dayNumber": 10,
        "title": "Chiang Mai",
        "description": "Mai ve çevresinde yapılacaklar arasında kendi seçimlerinizi yapabilmeniz için size biraz zaman veriyoruz.  Hill-Tribe ziyareti, Thai aşçılık sınıfı, rahatlatıcı Tay masajı veya adrenalin dolu zip-lining olsun tercih sizin ...  Chiang Mai'den unutulmaz anılarla ve yeniden görmeyi isteyerek ayrılacağınıza eminiz."
      },
      {
        "dayNumber": 11,
        "title": "Antik Sukhothai",
        "description": "Tayland'ın eski başkenti Sukhothai'ye hoş geldiniz. Tayland'ın öne çıkan yerleri arasında ve yaklaşık 140 yıldır Tayland imparatorluğunun başkentiydi, tam tercümesi “Mutluluğun Şafağı”"
      },
      {
        "dayNumber": 12,
        "title": "Sukhothai Antik Kalıntılar Arasında Bisiklet Turu",
        "description": "Tapınaklar ve anıtlar,o zamandan beri kazıyla ortaya çıkarılmış ve yer yer restore edilmektedir, ve günümüzde restorasyon bölgeyi Sukhothai Tarihi Parkı olarak adlandırmaktadır."
      },
      {
        "dayNumber": 13,
        "title": "Bangkok",
        "description": "Tayland'ın başkenti hareketli şehir Bangkok’a hoşgeldiniz! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘’melekler şehri’’ olarak telaffuz edilen Bangkok, Ayutthaya Krallığı zamanında Chao Phraya Nehri'nin ağzında küçük bir ticaret merkeziydi. Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya'ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 14,
        "title": "Bangkok",
        "description": "Daha kültürel bağlamda, Bangkok, çoğu gezgin tarafından ziyaret edilen başlıca tapınak olan Wat Arun’u ile yüzlerce Wat'a (tapınak) sahiptir. Grand Palace (Büyük Saray) da popüler bir cazibe merkezidir ve farklı bir şey için Chao Phraya Nehri boyunca ve kanallar boyunca gezebilirsiniz. Bangkok bir zamanlar ayrıntılı bir kanal ağına sahipti ve 'Doğu'nun Venedik'i' takma adı verilmişti ve bunların bir kısmı doldurulmuş ve sokaklara dönüştürülmüş olsa da, günümüzde hala bir çoğu duruyor. Bu kanallardan geçerek halkın nehir boyunca nasıl yaşadığını göreceksiniz – neredeyse büyük, hareketli bir şehirde olduğunuzu unutacaksınız.Bu hareketli şehrin tadını çıkarmanız için konaklama öncesi rezervasyon yaptırmanızı öneriyoruz."
      },
      {
        "dayNumber": 15,
        "title": "Bangkok’tan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Tayland"
  },
  {
    "destination": "Tayland",
    "mainPhoto": "",
    "id": "BXWU",
    "tourName": "Naber Kamboçya?",
    "placesVisited": "Tayland, Kamboçya, Vietnam",
    "generalInfo": "Naber Kamboçya? Bu kısa turda, Kamboçya'nın kültürel ve tarihi mücevherlerinden bazılarını ziyaret ederek bu soruya cevap alacaksınız. Angkor Wat'u ziyaret edebileceğiniz Siem Reap şehrinden, soykırım müzesini ziyaret edebileceğiniz Phnom Penh'e, Kamboçya güzellikleriyle sizi şaşırtacak ve hoşnut edecek.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Bangkok Suvarnabhumi<strong> </strong>Uluslararası Havaalanı (BKK)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Ho Chi Minh City Tan Son Nhat Uluslararası Havaalanı (SGN)",
    "durationDays": "8",
    "price": "259",
    "image1": "siempretour-images/BXWU/bxwu_wat-s-up-cambodia2019_04_10_21_11_52_0.jpg",
    "image2": "siempretour-images/BXWU/bxwu_wat-s-up-cambodia2019_04_10_21_11_52_1.jpg",
    "image3": "siempretour-images/BXWU/bxwu_wat-s-up-cambodia2019_04_10_21_11_52_2.jpg",
    "image4": "siempretour-images/BXWU/bxwu_bxwu_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>Killing Fields (Ölüm Tarlaları) ve S21 Tuol Sleng Soykırım Müzesi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 3 gece,misafirhanede 4 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Halk Otobüsü,Tekne</p>\n<p><strong>Yemekler</strong></p>\n<p>6 kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>SiempreTur tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok’a Varış",
        "description": "Tayland'ın başkenti Bangkok, çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘’melekler şehri’’ olarak telaffuz edilen Bangkok, Ayutthaya Krallığı zamanında Chao Phraya Nehri'nin ağzında küçük bir ticaret merkeziydi. Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya'ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Siem Reap",
        "description": "Siem Reap ismi 'Siam'ın Yenilişi'-Siam,bugünün Tayland’ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 4,
        "title": "Phnom Penh",
        "description": "Phnom Penh, Kamboçya'nın çalkantılı bir geçmişe sahip hareketli başkentidir. Mekong Nehri kıyısında yer alan Phnom Penh, Fransızlar Kamboçya’yı 19. yüzyılda sömürgeleştirdiğinden bu yana başkent olmuştur. Şehir, küçük bir balıkçı köyünden, şu anda Kamboçya'nın endüstriyel, ticari, kültürel ve tarihi merkezi haline gelerek büyüdü."
      },
      {
        "dayNumber": 6,
        "title": "Mekong Delta",
        "description": "Phnom Penh'den Chau Doc'a kadar Mekong Nehri'nden aşağı doğru tekneyle seyahat ederek Kamboçya'dan Vietnam'a, sınırı geçiyoruz. Chau Doc, Mekong Nehri'nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü yer olan güneybatı Vietnam'da bir bölge olan olağanüstü Mekong Deltası'nı keşfedeceğimiz yer. Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil, nehirler ve kanallarla erişilebiliyor. Bölge, ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore'nin pirinç üretiminden daha fazla. Yarının otobüs yolculuğuna hazırlanırken konforlu bir otelde keyifli bir akşam geçirebilirsiniz. Canlı ve hareketli Ho Chi Minh Şehri'ne varmadan önce, bölgedeki günlük hayatı ilk elden deneyimleyebileceğiniz Delta üzerinden seyahat edeceksiniz."
      },
      {
        "dayNumber": 7,
        "title": "Ho Chi Minh City",
        "description": "Ho Chi Minh Kenti, Vietnam Savaşı'nın sonuna kadar Saygon olarak biliniyordu (yaklaşık 1975). Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti, şimdi Vietnam'ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 8,
        "title": "Ho Chi Minh City’den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Tayland"
  },
  {
    "destination": "Tayland",
    "mainPhoto": "",
    "id": "ICTL",
    "tourName": "Tayland ve Laos Mücevherleri",
    "placesVisited": "Tayland, Laos",
    "generalInfo": "Bangkok’ tan Laos’ a,  bu macerayla Güneydoğu Asya’ nın en iyilerinin tadını çıkarın.  Antik şehirlere,  tarihi yerlere ve fotoğraf makinelerinize sarılmanıza sebep olacak dağlık zeminlere doğru ilerlemeden önce,  hareketli Bangkok şehrine varın.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Vientiane Wattay<strong> </strong>Uluslararası Havaalanı ( VTE )",
    "durationDays": "13",
    "price": "778",
    "image1": "siempretour-images/ICTL/ictl_2019_10_27_21_38_21_0.jpg",
    "image2": "siempretour-images/ICTL/ictl_2019_10_27_21_38_21_1.jpg",
    "image3": "siempretour-images/ICTL/ictl_bangkok_1.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>- Doi Suthep Dağ Tapınağı ve Tepe Kabilesi Köyü ziyareti</li>\n<li>- Mavi Lagün’ e Vang Vieng tuk tuk turu</li>\n<li>- Bangkok nehir taksisi</li>\n<li>- Wat Tham Phousi’ yi ziyaret etmek için Phousi Dağı’ na gezi</li>\n<li>- COPE Center ziyareti</li>\n<li>- Sukhothai bisiklet turu</li>\n<li>- Sadaka toplayan yerel keşişlere tanıklık etmek için yapılan ziyaret</li>\n<li>- Keşişlere sadaka bağışı ziyareti</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 10 gece, misafirhanede 2 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Tren, uçuş ( lar ) , Halk Otobüsü</p>\n<p><strong>Yemekler</strong></p>\n<p>9 kahvaltı, 1 öğle yemeği</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok'a Varış",
        "description": "Tayland’ ın başkenti hareketli şehir Bangkok’ a hoş geldiniz! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Bangkok Grand Palace ( Büyük Saray )",
        "description": "Bugün saygıdeğer Zümrüt Buda’ ya ( Emerald Buddha )  ev sahipliği yapan Bangkok Büyük Saray’ ı  ( Grand Palace )  ziyaret ediyoruz.  Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin.  Otele dönüşte Chao Phraya Nehri’ nde bir nehir taksisine bineceğiz.  Bangkok bir zamanlar ayrıntılı bir kanal ağına sahipti ve ‘ Doğu’ nun Venedik’ i’  takma adı verilmişti ve bunların bir kısmı doldurulmuş ve sokaklara dönüştürülmüş olsa da,  günümüzde hala bir çoğu duruyor.  Bu kanallardan geçerek halkın nehir boyunca nasıl yaşadığını göreceksiniz – neredeyse büyük,  hareketli bir şehirde olduğunuzu unutacaksınız."
      },
      {
        "dayNumber": 3,
        "title": "Sukhothai Antik Şehri",
        "description": "Bangkok’ tan ayrılırken Tayland’ ın eski başkenti Sukhothai’ ye giden bir trene biniyoruz.  Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir."
      },
      {
        "dayNumber": 5,
        "title": "Chiang Mai",
        "description": "Bu sabah, Chiang Mai’ ye olan yolculuğumuz için halk otobüsüne biniyoruz.  ‘ Kuzey’ in Gülü’  olarak bilinen bu şehirde,  Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarmak,  gece saatlerinde Thai kick-boks maçı  ( Muay Thai )   izlemek ya da geceyi Chiang Mai’ nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için iki geceniz var."
      },
      {
        "dayNumber": 7,
        "title": "Luang Prabang",
        "description": "Bugün Luang Prabang’ a uçuyoruz ve öğleden sonra Laos’ a varıyoruz.  Birçok kişi Luang Prabang’ ın Laos’ taki en unutulmaz şehir olduğunu söylüyor.  Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang,  Laos’ un Fa Ngoum’ a verilen Buda’ nın en kutsal imgesi olan kutsal Pra Bang’ ı ifade ediyor."
      },
      {
        "dayNumber": 8,
        "title": "Luang Prabang",
        "description": "Otelde 1 Gece"
      },
      {
        "dayNumber": 9,
        "title": "Vang Vieng",
        "description": "Luang Prabang’ dan güneye doğru yol alırken,  muhteşem manzaralardan geçen bir halk otobüsü ile Vang Vieng’ e seyahat ediyoruz. Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yerdir ve burada keyifle gezeceğiniz pazarlar vardır."
      },
      {
        "dayNumber": 10,
        "title": "Mavi Lagun",
        "description": "Bugün,  Laos’ un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını görüyoruz.  Dalış yapabileceğiniz Mavi Lagün’ ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
      },
      {
        "dayNumber": 11,
        "title": "Vientiane",
        "description": "Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  ( Bangkok’ tan çok farklı! ) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
      },
      {
        "dayNumber": 13,
        "title": "Vientiane' den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Tayland"
  },
  {
    "destination": "Tayland",
    "mainPhoto": "",
    "id": "SEVT",
    "tourName": "Tayland,  Laos ve Vietnam",
    "placesVisited": "Tayland, Laos, Vietnam",
    "generalInfo": "<strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Ho Chi Minh City Tan Son Nhat<strong> </strong>Uluslararası Havaalanı ( SGN )",
    "durationDays": "29",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/SEVT/sevt_2019_10_27_23_40_20_0.jpg",
    "image2": "siempretour-images/SEVT/sevt_2019_10_27_23_40_20_1.jpg",
    "image3": "siempretour-images/SEVT/sevt_tahiland_2.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>- Bangkok nehir taksisi</li>\n<li>- Sukhothai bisiklet turu</li>\n<li>- Afyon Müzesi,  Sop Ruak’ taki Dev Altın Buda,  Beyaz Tapınak  ( Wat Rong Khun ) ,  Siyah Ev ( Baan Dam )  dahil Altın Üçgene tam günlük gezi</li>\n<li>- Wat Tham Phousi’ yi ziyaret etmek için Phousi Dağı’ na gezi</li>\n<li>- Sadaka toplayan yerel keşişlere tanıklık etmek için yapılan ziyaret</li>\n<li>- Mavi Lagün’ e Vang Vieng Tuk-Tuk turu</li>\n<li>- COPE Center ziyareti</li>\n<li>- Halong Koyu cung teknesinde bir gece kalma</li>\n<li>- Mağaralara rehber eşliğinde tur ve giriş</li>\n<li>- Vietnam Su Kuklası Tiyatrosu’ na bir akşam gezisi</li>\n<li>- Ho Chi Minh Mozolesi,  Müzesi, Başkanlık Sarayı, Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>- Tur lideriyle Yasak Kale ziyareti</li>\n<li>- Mermer Dağı</li>\n<li>- Hai Van Geçidi ziyareti</li>\n<li>- Mekong Deltası Yatılı Gezi</li>\n<li>- Tur Lideri ile Ben Thanh Pazarı,  Opera Binası,  Notre Dam Katedrali ve Eifell Postanesi,  Bağımsızlık Sarayı,  Savaş Kalıntıları Müzesi  ( müzeye giriş ücreti dahil )  yerel yürüyüş turu</li>\n</ul>\n<p><strong>Konaklama </strong></p>\n<p>Otellerde 23 gece,  misafirhanede 2 gece,  Halong Koyu cung teknesinde 1 gece,  yataklı gece treninde 1 gece,  1 gece aile yanında konaklama</p>\n<p><strong>Ulaşım           </strong></p>\n<p>Tren, uçuş ( lar ) , Halk Otobüsü, Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>23 kahvaltı, 2 öğle yemeği, 2 akşam yemeği, 1 basit kahvaltı, 1 açık büfe kahvaltı</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok'a Varış",
        "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Bangkok",
        "description": "Bugün saygıdeğer Zümrüt Buda’ ya ( Emerald Buddha )  ev sahipliği yapan Bangkok Büyük Saray’ ı  ( Grand Palace )  ziyaret ediyoruz.  Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin.  Otele dönüşte Chao Phraya Nehri’ nde bir nehir taksisine bineceğiz.  Bangkok bir zamanlar ayrıntılı bir kanal ağına sahipti ve ‘ Doğu’ nun Venedik’ i’  takma adı verilmişti ve bunların bir kısmı doldurulmuş ve sokaklara dönüştürülmüş olsa da,  günümüzde hala bir çoğu duruyor.  Bu kanallardan geçerek halkın nehir boyunca nasıl yaşadığını göreceksiniz – neredeyse büyük,  hareketli bir şehirde olduğunuzu unutacaksınız."
      },
      {
        "dayNumber": 3,
        "title": "Sukhothai",
        "description": "Bangkok’ tan ayrılırken Tayland’ ın eski başkenti Sukhothai’ ye giden bir trene biniyoruz.  Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir."
      },
      {
        "dayNumber": 5,
        "title": "Chiang Mai",
        "description": "Yolculuğumuz bizi,  Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarmak,  gece saatlerinde Thai kick-boks maçı  ( Muay Thai )   izlemek ya da geceyi Chiang Mai’ nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için iki gecenizin olacağı ‘ Kuzey’ in Gülü’  Chiang Mai’ ye götürüyor."
      },
      {
        "dayNumber": 7,
        "title": "Chiang Rai & Golden Triangle  ( Altın Üçgen )",
        "description": "Chiang Mai’ den ayrılıp Chiang Rai’ ye giden otobüse binmek için otobüs terminaline gidiyoruz.  Otobüs yolculuğu sadece 3, 5 saat sürdüğü için, öğleden sonra şehri keşfedebilirsiniz.  Ertesi gün,  etrafı keşfetmek için tam günlük bir tur yapacağız.  Mekong Nehri’ nde Tayland,  Laos ve Myanmar’ ın buluştuğu Altın Üçgen manzara noktasına ve Asya’ nın geçmişteki yasadışı afyon üretimi hakkında bilgi edinebileceğiniz eski Afyon Müzesi’ ne gideceğiz.  Sonra,  nehir kenarındaki bir teknede oturan dev Altın Buda’ yı ve onu koruyan taş fillerini göreceğiz."
      },
      {
        "dayNumber": 9,
        "title": "Luang Prabang",
        "description": "Bugün Luang Prabang’ a uçuyoruz. Birçok kişi Luang Prabang’ ın Laos’ taki en unutulmaz şehir olduğunu söylüyor.  Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang,  Laos’ un Fa Ngoum’ a verilen Buda’ nın en kutsal imgesi olan kutsal Pra Bang’ ı ifade ediyor."
      },
      {
        "dayNumber": 11,
        "title": "Vang Vieng",
        "description": "Luang Prabang’ dan güneye doğru yol alırken,  muhteşem manzaralardan geçerek Vang Vieng’ e seyahat ediyoruz. Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yer ve burada keyifle gezeceğiniz pazarlar var.  Burada,  Laos’ un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını göreceğiz.  Dalış yapabileceğiniz Mavi Lagün’ ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
      },
      {
        "dayNumber": 13,
        "title": "Vientiane",
        "description": "Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  ( Bangkok’ tan çok farklı! ) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
      },
      {
        "dayNumber": 14,
        "title": "Hanoi",
        "description": "Kısa bir uçuş bizi Hanoi’ ye iniş yaparak renkli Vietnam ülkesine götürüyor."
      },
      {
        "dayNumber": 16,
        "title": "Halong Bay",
        "description": "Mistik Halong Koyu için,  bizi UNESCO dünya mirası sit alanına götürecek geleneksel bir Çin yelkenlisine binerek Hanoi’ den ayrılıyoruz.  Koy,  yeşilliklerle kaplı yükselen kireçtaşı karstları ile yüzlerce adaya sahiptir.  “Cung” olarak adlandırılan tekne,  akşam için evimiz olacak ve koyda bir gece kalmak,  mağaraları keşfetmeye,  yüzmeye ve bölgenin güzelliğinin tadını çıkarmaya zamanımız olduğu anlamına geliyor."
      },
      {
        "dayNumber": 17,
        "title": "Hanoi",
        "description": "Bu sabah,  koy etrafında son bir keşif yapıyoruz,  anakaraya dönmeden önce, öğleden sonra bir ara tekrardan Hanoi’ ye varmadan önce belki de,  yükselen kayalıkların arkasına saklanmış dikitler ve sarkıtlarla dolu büyük mağaraların birkaçını görmek için."
      },
      {
        "dayNumber": 18,
        "title": "Hanoi",
        "description": "Bugün Tur Lideriniz,  çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor.  Ho Chi Minh Mozolesi,  Başkanlık Sarayı,  Stilt House ve ünlü 1 Pillar Pagoda’ yı  ( Tek Sütunlu Pagoda )  keşfedin."
      },
      {
        "dayNumber": 19,
        "title": "Hue",
        "description": "Bu sabah Hue’ ye kısa bir uçuş yapmak için havaalanına gidiyoruz."
      },
      {
        "dayNumber": 21,
        "title": "Hoi An",
        "description": "Hue’ dan ayrılıyoruz ve güneye doğru Hoi An’ a gidiyoruz.  Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi  ( Okyanus Bulutu Geçidi )  üzerinden götürüyor.  Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear’ da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü.  Hoi An’ a varmadan önce,  kısa yolculuğumuz bizi Da Nang’ ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı’ nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri,  daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca  götürüyor.  En tepeye çıkacak kadar maceraperest olanlar için,  muhteşem şehir ve deniz manzarası tek ödülünüz."
      },
      {
        "dayNumber": 23,
        "title": "Nha Trang’ a Gece Treni",
        "description": "Nha Trang’ a giden gece trenine binmeden önce,  günün çoğunu Hoi An’ ı keşfederek geçirmenin tadını çıkarın."
      },
      {
        "dayNumber": 24,
        "title": "Nha Trang",
        "description": "Sahilde yer alan Nha Trang,  dinlenmek için mükemmel bir yer.  Şnorkelli tekne turuna katılabilir veya kükürtlü çamur banyosu spalarını ziyaret edebilirsiniz.  Long Son Pagoda,  Alexandre Yersin Müzesi ve Po Nagar Cham Towers gibi birkaç kültürel yer de mevcut."
      },
      {
        "dayNumber": 26,
        "title": "Ho Chi Minh City",
        "description": "Bugün Ho Chi Minh Kenti’ ne kısa bir uçuş yapıyoruz.  Güney Vietnam’ ın eski başkenti olan bu hareketli ve hayat dolu şehir,  Kuzey Vietnam’ ın ünlü ve saygıdeğer lideri Ho Chi Minh’ in adıyla yeniden adlandırıldığında,  Vietnam Savaşı’ nın ( 1975 civarı )  sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu.  Eskiden küçük bir balıkçı köyü olan ve şimdi Vietnam’ ın en önemli ekonomik merkezi olan ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 27,
        "title": "Mekong Deltası",
        "description": "Bu sabah,  Güneydoğu Asya’ nın en uzun nehri, Mekong Nehri’ nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam’ da bir bölge olan Mekong Deltası’ nın kalbine seyahat ediyoruz.  Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil,  nehirler ve kanallarla erişilebiliyor.  Bölge,  ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore’ nin pirinç üretiminden daha fazla."
      },
      {
        "dayNumber": 28,
        "title": "Ho Chi Minh City",
        "description": "Ertesi sabah kahvaltıdan sonra ve Ho Chi Minh Kenti’ ne dönmeden önce,  ünlü yüzen pazarlar boyunca geleneksel bir sampan ( Uzak Doğu’ da küçük teknelere verilen isim )  üzerinde erken bir gezintiye çıkıyoruz ve heybetli Hristiyan Kilisesi’ ni geçip yerel el sanatları atölyelerini ziyaret ediyoruz ve ülkenizdeki arkadaşlarınız için bir ya da iki hediye alarak yerel halkı destekleme şansını yakalıyoruz. İster tatlı ve şeker dükkanlarında bir ziyafet olsun ister hediyelik bir yılan şarabı olsun,  ilgi çekici bir şey bulacağınızdan eminiz.  Sabahın ilerleyen saatlerinde teknemizden iniyoruz,  rehberimize ve tekne kaptanımıza veda edip Ho Chi Minh Kenti’ ne geri dönüyoruz."
      },
      {
        "dayNumber": 29,
        "title": "Ho Chi Minh City' den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Tayland"
  },
  {
    "destination": "Tayland",
    "mainPhoto": "",
    "id": "BXRV",
    "tourName": "Vietnam’a Giden Yol",
    "placesVisited": "Tayland, Kamboçya, Vietnam",
    "generalInfo": "Otantik Vietnam mutfağının tadını çıkarmak için Vietnam’a gitmeden önce ünlü Angkor Wat’ın büyüsüne kapılın. Vietnam'ın beyaz kumlu plajlarında rahatlayın. Klasik Vietnam şehirlerine, sahil lezzetlerine ve renkli kültürlere göz atıyoruz. Ülkeler arasındaki yolculuğunuzda kendinizi farklı yaşam tarzlarına kaptırın.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı (BKK)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Hanoi Noi Bai Uluslararası Havaalanı (HAN)",
    "durationDays": "16",
    "price": "549",
    "image1": "siempretour-images/BXRV/bxrv_the-road-to-vietnam2019_04_09_02_09_30_0.jpg",
    "image2": "siempretour-images/BXRV/bxrv_the-road-to-vietnam2019_04_09_02_09_30_1.jpg",
    "image3": "siempretour-images/BXRV/bxrv_the-road-to-vietnam2019_04_09_02_09_30_2.jpg",
    "image4": "siempretour-images/BXRV/bxrv_bxrv_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>Killing Fields (Ölüm Tarlaları) ve S21 Tuol Sleng Soykırım Müzesi</li>\n<li>Tur Lideri ile Ben Thanh Pazarı, Opera Binası, Notre Dame Katedrali ve Eifell Postanesi, Bağımsızlık Sarayı, Savaş Kalıntıları Müzesi (müzeye giriş ücreti dahil) yerel yürüyüş turu</li>\n</ul>\n<ul>\n<li>Funky Monkey(Nha Trang’da bir seyahat acentesi) tekne gezisi</li>\n<li>Çeltik tarlalarından Hoi An Sahili’ne bisiklet gezisi</li>\n<li>Hue İmparatorluk Kalesi yürüyüş turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 9 gece,misafirhanede 4 gece,yataklı gece otobüsünde 1 gece,yataklı gece treninde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Halk Otobüsü,Tekne,uçuş(lar),Gece Otobüsü,Gece Treni</p>\n<p><strong>Yemekler</strong></p>\n<p>6 kahvaltı,6 açık büfe kahvaltı,1 açık büfe kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bangkok'a Varış ve Siem Reap",
        "description": "Tayland'ın başkenti Bangkok, çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘’melekler şehri’’ olarak telaffuz edilen Bangkok, Ayutthaya Krallığı zamanında Chao Phraya Nehri'nin ağzında küçük bir ticaret merkeziydi. Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya'ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 4,
        "title": "Phnom Penh",
        "description": "Phnom Penh, Kamboçya'nın çalkantılı bir geçmişe sahip hareketli başkentidir. Mekong Nehri kıyısında yer alan Phnom Penh, Fransızlar Kamboçya’yı 19. yüzyılda sömürgeleştirdiğinden bu yana başkent olmuştur. Şehir, küçük bir balıkçı köyünden, şu anda Kamboçya'nın endüstriyel, ticari, kültürel ve tarihi merkezi haline gelerek büyüdü."
      },
      {
        "dayNumber": 6,
        "title": "Mekong Delta",
        "description": "1 night(s) in hotels at Hung Cuong Hotel or similar . No single room upgrade available."
      },
      {
        "dayNumber": 7,
        "title": "Ho Chi Minh City",
        "description": "2 night(s) in hotels at La Felix Hotel or similar . No single room upgrade available."
      },
      {
        "dayNumber": 9,
        "title": "Nha Trang",
        "description": "1 night(s) in hotels . No single room upgrade available."
      },
      {
        "dayNumber": 10,
        "title": "Nha Trang",
        "description": "1 night(s) in hotels at Tuyet Mai or similar . No single room upgrade available."
      },
      {
        "dayNumber": 11,
        "title": "Overnight sleeper bus to Hoi An",
        "description": "1 night(s) on overnight sleeper buses . No single room upgrade available."
      },
      {
        "dayNumber": 12,
        "title": "Hoi An",
        "description": "2 night(s) in hotels at Hai Yen Hotel or similar . No single room upgrade available."
      },
      {
        "dayNumber": 14,
        "title": "Hue",
        "description": "1 night(s) in hotels at Phuoc An (DMZ Hostel) or similar . No single room upgrade available."
      },
      {
        "dayNumber": 15,
        "title": "Overnight train to Hanoi",
        "description": "1 night(s) on overnight sleeper trains . No single room upgrade available."
      },
      {
        "dayNumber": 16,
        "title": "Depart Hanoi",
        "description": ""
      }
    ],
    "map": "",
    "country": "Tayland"
  }
]