{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "sacred-nepal-yoga-tour",
  "tourName": "Sacred Nepal Yoga Tour",
  "placesVisited": "Kathmandu, Nagarkot, Bhaktapur, Patan, Chitwan National Park, Pokhara, Sarangkot",
  "generalInfo": "Perform each step of Surya Namaskar as the sun rises over the Himalayas, then relax in Yoga Nidra, a guided meditation, in otherworldly settings, and practice your breathing techniques through Pranayama in the birthplace of Buddha. This nine-day tour will take you to the roots of yoga, with sunrise and sunset practices in the land where so much of yoga originally evolved. A blend of daytime exploration with twice-daily meditation and yoga, these nine days also showcase the highlights of Nepal, from alpine wilderness to rhinos in the jungle and a spiritual, welcoming culture. Are you planning your dream vacation to Nepal ? Consider browsing our Nepal vacations page to add other essential Nepal experiences and activities.",
  "durationDays": "9",
  "price": "3,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kathmandu – Relaxing on the Rooftop in Beautiful Surroundings",
      "description": "Upon your arrival in Nepal and your private transfer from the airport to your hotel, your first yoga practice will be up on the rooftop where there is peace. The odd artificial noise drifts up from the streets, but it’s drowned out by the sound of rushing wind. Valleys extend into the distance and create stark shapes that cut through the low-lying haze. Mountains punctuate the horizon to offer you glimpses of a remote Himalayan world. Lush tropical vegetation marks the foreground, giving the rooftop a very natural feel. This haven above the city will be a place to retreat into your own world. Inhale. As you exhale and tune your senses, you will escape into this space. The sun starts to set as the session continues and it casts a deep orange glow over the rooftop and its surroundings. Mountains appear more dominant in this receding light as they create formidable silhouettes to keep you humble. This will be the first of many yoga sessions and it is designed as an introduction to connecting you with the basics. Yoga is much simpler than the complicated poses that are posted on social media, it’s a connection to yourself and that starts by reconnecting with its foundations. Soon the sun will be gone and you walk out into the city, wandering with an inner glow that helps you take in more of the streets and the sights."
    },
    {
      "dayNumber": "2",
      "title": "Kathmandu – Sunrise Over the Himalayas and World Heritage History",
      "description": "On your first full day in Nepal, the sun will rise as you practice sun salutations (Surya Namaskar) on Nagarkot. It drifts upwards from behind the Himalayas, and it casually illuminates each of the mountains. On a clear day, you can see distant snow, a sharp contrast to the humid city air. From this beautiful viewpoint, you will start the day with an hour of yoga before you dine on a healthy vegetarian breakfast at a small cafe nearby. After breakfast, you will begin to explore. First, you journey to Bhaktapur, where a five-story pagoda escaped serious earthquake damage with only a few small cracks that make the temples more alluring. Next, you travel to the heart of Kathmandu, Durbar Square, a place where royal histories and spiritual heritage come together. Earthquake damage is conspicuous here but there are reasons to be optimistic, like a temple that has been rebuilt brick by brick and the ornate wooden figures that continue to line archways. Incense spreads out across the central square, random cows wander past, and colorful saris provide a picturesque scene. After you visit two World Heritage Sites you will return to the hotel and the rooftop where your sunset yoga practice brings a relaxed end to a day of sights."
    },
    {
      "dayNumber": "3",
      "title": "Kathmandu – Meditation, Monkeys, Buddhist Culture and Charm",
      "description": "In the morning, you will meditate on the roof. As you inhale and exhale, you will deepen your breath. Then, let your eyelids softly close and feel how your senses are heightened. This is the best way to start your day, as it is a time to connect with yourself before you are connected to the rest of the world. It will leave you in a fresh frame of mind, energized to explore the city’s other highlights. When you arrive at the hilltop monument, monkeys will be the first thing you see, as these small red-faced primates swing around Swayambhunath. Take a close look at the stupas here and absorbing the mix of Hindu and Buddhist iconography. On most stupas, the two religions are combined, with Shiva appearing alongside Buddha, and complementary religious ideas coming together rather than being separated. All across Nepal, you’ll see this harmonious trend. Nepal is the land of Buddha while it is statistically a predominantly Hindu nation, yet religion is fluid here. From Swayambhunath you will drive across the city to Boudhanath, and join the pilgrims that circumnavigate the holiest Tibetan Buddhist temple outside Tibet. Glowing white in the afternoon light and permeating with a sense of peace and tranquility, Boudhanath provides a quiet place to spend the afternoon. Relax on a rooftop terrace that overlooks the pagoda, soak up the feeling of spirituality, and feel how Buddhist practices have a profound impact in this part of the world. Like the previous day, you will enjoy a sunset yoga session before an evening at leisure."
    },
    {
      "dayNumber": "4",
      "title": "Chitwan National Park – Yoga in the City; Yoga in the Jungle",
      "description": "Today will be a final sunrise yoga session on the rooftop that enhances your perception of the streets. Through meditation and breathing, there will be an emphasis on savoring every moment, something that can provide a new perspective when you explore. You’ll travel slower after morning practice, which means you can take in more of the subtleties and nuance. After a free morning in Kathmandu, you’ll be transferred to the airport for the short flight to Chitwan National Park, where the landscape is entirely different and it will not take long before your first glimpse of an elephant. A four-wheel drive safari reveals more life as you will follow the prints left behind rhinos and the unusual calls of endemic birds. In the evening, sunset yoga will be practiced down by the Rapti River while warm dusk colors reflect off the glassy water. Baritone hoots echo from the trees, which is probably an elephant herd on their late-afternoon wander. As the practice continues and you try new Asanas (postures) the soundtrack will start to change and the chatter of insects will come alive in dusk light. You’ll be immersed in nature, deep within a World Heritage jungle and surrounded by impressions of life. This setting will be quick to instill a relaxed mindset as you enjoy your first night at a remote eco-lodge."
    },
    {
      "dayNumber": "5",
      "title": "Chitwan National Park – Jungle Safari and Meditative Practice",
      "description": "The day will start like the others, with yoga and relaxation. Lush jungle provides both backdrop and foreground as birds and wild animals create a perceptive soundtrack. Practicing yoga in nature is always inspiring, and it helps to tune your body and mind to a natural rhythm, However, practicing yoga in a national park is invigorating, and it provides energy and zest for a day of exploration. In the morning you will take a walk through the jungle to learn about tracking and spoor while you come face to face with the greatest animals that walk the planet. Tigers live here, although you will need some good fortune to spot one but just glimpsing a paw print in the sand will bring you goosebumps. Elephants have always occupied these trees and the famous animal highlight wanders of rhinos as they cross your vision. A walking safari will extend your connection to the landscape since you can get incredibly close to the giants. A rhino will look much bigger when you’re also standing on the ground, looking across at its single, pointed horn. A four-wheel drive safari covers more distance, so you’ll see more animals on the way and get incredibly close to them. Back at the eco-lodge, you unwind with restorative yoga, as your body and soul gets further tuned to the rhythmic cycle of the wild. Then, a rhino will walk past your lodge. Jungle safari are full of impressive moments like this, where nature reveals its secrets when you least expect it."
    },
    {
      "dayNumber": "6",
      "title": "Pokhara – From the Thick Jungle to an Open Alpine Landscape",
      "description": "The next morning will consist of sunrise yoga then a morning with elephants. Ride a friendly giant into the water and plod through the trees for a unique perspective on life and the landscape. Enter the river and shift forward as the elephant sits down on its back legs then brings its head and neck down. Trunks splash against the water, perhaps also squirting water into the air and right back towards you. After this morning bath you will return to the eco-lodge and freshen up before the flight to Pokhara, where you’ll be greeted by blissful views of the Himalayas. Evening yoga will be on the shores of Phewa Lake, a vast body of water that Pokhara is draped around. Look up and you will see towering Himalayan peaks, then look across the water and you get a glimpse of a temple at the heart of the lake. It will feel like a classic setting for yoga practice that forges a harmony with the mountains where yoga has some of its roots. Before and after the yoga practice you’ll find Pokhara to be a relaxed little town, where the streets are quiet and the lake casts its serenity upon the atmosphere."
    },
    {
      "dayNumber": "7",
      "title": "Pokhara – Outdoor Adventure Between Sunrise and Sunset Yoga",
      "description": "With an early start this morning you will reach Sarangkot for sunrise, a blissful spot to take in the alpine panorama, where places of solitude are ideal for your morning yoga. This is the ideal setting for intrepid yogis to further their practice with challenging asanas. Snow-dappled mountains emerge from shadows, alpine panoramas extend for 270 degrees, and the only sound is the wind through the air. As always, the session will be led by a skilled and experienced teacher. You’ll learn from a variety of teachers during the course of this yoga tour, each with their own methods. Other than the morning yoga practice, today will be free for you to enjoy the great outdoors. Choose to paraglide off Sarangkot, perhaps in the company of an Egyptian vulture. Go zip lining across mountain valleys, a new angle on an otherworldly landscape. Cycle to small villages, perhaps by first getting driven to the ridgeline for an easy peddle down. Choose a day of hiking, with a number of excellent hikes on mountain slopes surrounding Pokhara. There’s even skydiving and bungee jumping here. However, something more sedate may be more in tune with the rest of the vacation, such as canoeing on Phewa Lake before your sunset yoga."
    },
    {
      "dayNumber": "8",
      "title": "Pokhara – A Monks Blessing and Connecting With Cultures",
      "description": "After sunrise yoga on the lake, you will spend the morning at a small monastery and temple, where a community of Buddhist monks greet you with serene bows. Red robes contrast the austere whitewashed walls but once you head inside you will find colorful murals that depict Buddha in different stages. As incense swirls, you will receive a blessing from the monks, a profound moment that wishes you good fortune for the journey ahead. There will be time afterward to meet with the monks more informally and converse with those that live here. There will be more stories to hear nearby, where you meet a community of exiled Tibetans, who are unflinching in their honesty. Also on the journey today you can stop at some of Pokhara’s highlights, like Devi’s Falls and the World Peace Pagoda. Like the rest of this yoga tour today will be designed flexibly, so you can follow your interests and travel at your own pace. Sunset yoga in the Himalayas will complete the day before a final evening in Nepal."
    },
    {
      "dayNumber": "9",
      "title": "Pokhara to Kathmandu – Departure",
      "description": "Enjoy your last yoga and relaxation session before you travel to the airport and fly back to Kathmandu, where you will land in plenty of time to meet your international connection."
    }
  ],
  "map": ""
}