{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "the-ultimate-tour-of-the-everest-region",
  "tourName": "The Ultimate Tour of the Everest Region",
  "placesVisited": "Kathmandu, Sagarmatha National Park, Tham, Dinjung, Lumde, Gokyo, Dragnag, Lobuche, Everest Base Camp, Gorak Shep, Chukhung, Dingboche",
  "generalInfo": "Three passes and three peaks in three weeks, this tour is the ultimate trekking adventure in the Everest region. Tune your senses to the trail and ascend beyond the snowline, taking a legendary route past many of the world’s highest mountains. This region is rich with glaciers, icefalls, lunar-like valleys, remote monasteries, base camp, and a landscape unscarred by human development. This is a challenging trek but it will be worth the reward. You’ll explore where few others venture and carve a piece of magic in the Himalayas. Click here for additional traveling in Nepal ideas that are available on Zicasso.",
  "durationDays": "21",
  "price": "6,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kathmandu – Arrival and Meeting the Guide",
      "description": "Upon your arrival in Nepal, the mountains await you but first, you’ll spend time in Kathmandu, Nepal’s energetic capital city. Dust swirls around the narrow streets, the fallout from the earthquake in 2015. Tarmac and temples are cracked yet there is always optimism here, perhaps symbolized by the bright colors of local women going to pray. Once you touch down, you’ll be transferred to a hotel in the Thamel area. After time to relax you meet the guide and go through the route in more depth, specifically the latest conditions on the trail and the equipment you’ll need for the journey. The Thamel area is full of trekking stores should you need anything for the journey ahead and the guide can assist you with trip preparation tomorrow. The evening will be free and you’ll find many dozens of restaurants within a short walk of the hotel."
    },
    {
      "dayNumber": "2",
      "title": "Kathmandu – Cultural Highlights and Trip Preparation",
      "description": "Your first morning in Nepal will be a slow one as there’s no need to rush into Kathmandu since after today you’ll be waking at dawn almost every day. After breakfast, a local guide takes you into the city to visit a 15th-century temple intricately carved from wood, gold-gilded places of worship, ceremonial palace rooms, and perhaps even a glimpse at a living goddess ( Kumari). An enormous Buddhist pagoda provides tranquil space in the warm early afternoon, especially when you eat lunch on an old terrace overlooking the pilgrims. These experiences will provide an insight into Kathmandu. The shops stay open until 9 pm for you do stock up on anything that’s missing from your kit bag. Like yesterday the trekking guide will be around to answer your questions and ensure you’re ready for the adventure to come."
    },
    {
      "dayNumber": "3",
      "title": "Phakding – Scenic Himalayan Flight and Onto the Trail",
      "description": "Today, the mountains will dazzle and valleys expand as you fly into the Everest region. Down below there is space, nothing but the seemingly endless roll of peaks and glacier-carved valleys. Lukla doesn’t have roads, but it has a small airstrip, built on a slope as there isn’t enough flat space in this part of the world. Touch down and meet your two porters, then head off on the trail, which will be an easy three-hour walk to Phakding and your first teahouse accommodation. This will be an opportunity to ease into the trekking experience, nothing too strenuous or hilly as you set off toward the wilderness."
    },
    {
      "dayNumber": "4",
      "title": "Namche Bazaar – Passing Mani Stones and Tibetan Villages",
      "description": "This morning calligraphic messages mark the trail northwards that are painted onto rocky overhangs and stone slabs ( Mani stones ). They’re indicative of this spiritual region, which has been settled by those who came over the border from Tibet generations ago. Donkeys also mark the trail as you walk through a series of villages then have lunch with a view. In the afternoon you’ll enter Sagarmatha National Park where the path twists alongside a gushing river before ascending toward Namche Bazaar, where a succession of suspension bridges is the visual highlight."
    },
    {
      "dayNumber": "5",
      "title": "Namche Bazaar – Altitude Acclimatization and Endless Views",
      "description": "Today you’ll be getting close to 13,000 feet above sea level. Now is time for acclimatization, so wake up and walk uphill towards uninterrupted views of the alpine giants. Everest is stark and clear in the distance but it’s Ama Dablam that stands out with great detail on its rugged, spindly frame. Spend an hour up here, enjoying a valley of mountains that you won’t see for a while, then descend back to Namche where the afternoon is free. This technique is a classic method of altitude acclimatization, walking high then sleeping low."
    },
    {
      "dayNumber": "6",
      "title": "Thame – Across a Remote Landscape",
      "description": "Everyone walking in the Everest region must start the same way, on the single trail to Namche Bazaar, the largest and most charming of the region’s villages. From here the trail splits into three different valleys and you will follow the westernmost thread, passing a memorable abundance of monasteries and chortens on your route to Thame. You’ll wander past potato fields and appreciate the remoteness of this land. Thame is a permanent village yet it feels completely cut off from everything as it is sandwiched between imposing peaks, which creates its own world that is influenced by Buddhist teachings."
    },
    {
      "dayNumber": "7",
      "title": "Dinjung – Following an Icy River",
      "description": "As you follow an icy river the following day, the path will start to rise while Teningbo and Kyajo Ri ascend majestically to your right. It will be lonely out here as you rarely pass no more than two or three other hiking groups, even in the height of the season. This solitude is part of the appeal since it provides space to connect with yourself. Life is simple in the mountains. You’ll spend the night in Dinjung, along the river, to get your first taste of life above 13,000 feet."
    },
    {
      "dayNumber": "8",
      "title": "Lumde – More Altitude Acclimatization and Remote Valleys",
      "description": "The next morning, you’ll walk less than an hour to Lumde, which is a steep climb to the last of the permanent villages. From here you keep walking up, probably up to Khusum at 15,580 feet, although that will depend on how you’re feeling. You’ll hike the Renjo La Pass tomorrow, so it’s essential to prepare properly by walking high and sleeping low today. The afternoon will be free and by now you’ll be tuned into the trekking rhythm, which allows you to appreciate the clean air and space that the Himalayas afford. You’ll also be tuned to a daily schedule that revolves around daylight hours. Throughout this trek you get up with the sun and maximize the morning hours, when the weather is usually at its best. After sunset it’s easy to drop off around the fireplace, ensuring plenty of sleep before the next day of walking."
    },
    {
      "dayNumber": "9",
      "title": "Gokyo – Crossing the First Pass",
      "description": "The following day you pass small lakes and climb upon fixed ropes as you rise toward Renjo La, where epic views of the Everest range will greet you at the summit. It’s hard to stay too long at this rarified air so you’ll spend 15 minutes admiring Makalu as Tengi Ragi Tau and others can provide memories for a lifetime. Then, you’ll drop down toward Gokyo and the landscape will change unfeasibly. The valley is stark and barren as the harsh black rock is punctuated by a string of lakes that remain ice-clad for most of the year. For many it’s the most beautiful location in the whole of Sagarmatha National Park, but that’s a subjective opinion that can only be made once you’ve crossed all three passes and four valleys."
    },
    {
      "dayNumber": "10",
      "title": "Dragnag – Stupendous Views When Summiting Gokyo Ri",
      "description": "Once dawn breaks you’ll be on the trail, ascending toward the summit of Gokyo Ri, perhaps the finest 360-degree panorama anywhere on the trekking trail. The Three Passes trek is a trek, not a climb that requires mountaineering experience, and this isolated summit is surrounded by the region’s irrepressible giants. As you look around, more than half of the world’s 26,000-foot mountains will be clearly in view, with the brutal icy face of Cho Oyu in very close proximity. Afterward, you’ll return to Gokyo for a big lunch then cross Asia’s longest glacier, a challenging two-hour afternoon walk on uneven terrain, which is essential given the challenge tomorrow."
    },
    {
      "dayNumber": "11",
      "title": "Dzongla – From Lunar Landscapes to Icy Valleys",
      "description": "On one side of Cho La sits a desert valley devoid of water, almost like the surface of Mars with its red mountains and ginormous rocks. You can hardly call the route a trail, especially on the final steep ascent to 17,000 feet. On the opposite side sits an open glacier almost blindingly white, littered with crevasses and wild intentions. With a single step over the pass you’ll enter a new world, one that requires crampons and real determination. You’ll arrive at the teahouse in Dzongla exhausted, yet proud of crossing the pass."
    },
    {
      "dayNumber": "12",
      "title": "Lobuche – Onto the Everest Base Camp Trail",
      "description": "You continue your journey walking slow and steady. Himalayan trekking is no race and there is no way to win. Both the altitude and the ascent necessitate a leisurely speed, typically slower than how you walk around at home. Take regular stops to hydrate, and extend the journey by taking time over your photos, and feel how the landscape changes with every half-day on the trail. After three tough days you will get to take it easy today, with about three hours to Lobuche as you join the main Everest Base Camp trail. You may notice other trekkers struggling with the altitude since they’ve come straight up while you have had more time to acclimate during the route."
    },
    {
      "dayNumber": "13",
      "title": "Gorak Shep – An Iconic Photo Spot Beneath the World’s Highest Mountain",
      "description": "Everest Base Camp itself can feel like an anticlimax. You can’t even see Mt. Everest, just an open icefall beneath the Khumbu Glacier, where expedition groups come with their colorful tents during April and May. However, there is a wonderful sense of reaching the end of the trail as you first cross a glacier then follow a glacial ridgeline toward a horseshoe of the world’s highest mountains. The only way onward from here is to climb seemingly vertical slopes so you turn around and return to Gorak Shep, the highest place you will sleep during the trek."
    },
    {
      "dayNumber": "14",
      "title": "Lobuche – Sunrise Summit and an Easy Afternoon",
      "description": "This morning you’ll have an early start as steaming tea and porridge sit on the table, along with your morning liter of water. You start walking with a head torch although dawn light slowly illuminates the trail, even if the sun remains distant. It’ll be slow progress climbing this steep summit, but with each step you take you’ll eventually make it. Then, you continue walking up to a narrow pinnacle that marks the high point of your two-week trek. Uninterrupted views of the entire Everest range greet you as the sun rises, peeking above the world’s highest mountain. By now you’ve completed two peaks and two passes. After brunch in Gorak Shep you descend back to Lobuche, which is an easy walk followed by a free afternoon."
    },
    {
      "dayNumber": "15",
      "title": "Chukhung – The Exhilarating Third Pass",
      "description": "Like Renjo La and Cho La, the Kongma La Pass is a journey between distinctive landscapes, as stupendous peaks frame the wild and uneven trail. It’s rare to see more than a handful of other trekkers as you walk in convoy with the guide and porters. You’ll carry a daypack and the porters walk with you on challenging days like today, providing an extra pair of hands in case of emergency. Once you cross the pass you’ll enter a world of glacial views and the eastern end of the Everest region. Some prefer the open views around Gokyo but there’s a ruthlessness to the mountains around Chukhung, how they are so high yet so densely packed together."
    },
    {
      "dayNumber": "16",
      "title": "Dingboche – A Third Epic Summit and Starting the Descent",
      "description": "The path will be a long one to Chukhung Ri, as you ascend 2,600 feet today. However, the trail is energizing, especially when you spend more than two weeks walking. The body and the mind are fully tuned to the challenge and there’s a good chance you’ll feel fitter than you ever have done. Views of Makalu and the Lhotse Wall are highlights from the summit, although by now you’ll know that it’s always the 360-degree impression that’s so memorable, not one specific mountain. It will feel like you’re standing on the roof of the world and there’s nothing like nature to make you feel humble. After brunch back in Chhukhung you’ll begin the descent to Dingboche."
    },
    {
      "dayNumber": "17",
      "title": "Lukla – Descending the Everest Trail",
      "description": "Over the next few days, you descend the Everest Trail. Breathe in the fresh mountain air and feel the oxygen return at lower altitudes. You’ll walk much faster now as if shackles have been removed from legs and lungs. The guide will keep each day flexible, as it’s impossible to predict how you’ll be feeling by now. Like always you spend the night in the best teahouse available. Some along the trail offers a little luxury while others are simple. However, all will provide a bed and a warm place to spend the night, meaning you don’t need to camp in the rugged landscape."
    },
    {
      "dayNumber": "20",
      "title": "Kathmandu – Flying Back to the Capital and Spa Relaxation",
      "description": "On your last full day in Nepal, you’ll take an early morning flight to return to a world of vehicles and Wi-Fi, city streets, and day-to-day life. Although it’s not quite a return to the real world as you stay at a spa hotel on the outskirts of Kathmandu, a 90-minute trekkers massage will soothe your legs on their path back to normality. It’s wonderful how fit you feel at this stage, even if there is soreness in your muscles and joints. You’ll have time to reflect on what you’ve just achieved, which includes three alpine passes, three peaks, and more than 10 days hiking above 13,000 feet. You’ll have made a connection with Sagarmatha - “the forehead of the sky” - and found inspiration in the most otherworldly of settings."
    },
    {
      "dayNumber": "21",
      "title": "Kathmandu – Departure",
      "description": "With an afternoon departure, you will have some time to enjoy the spa and scroll through your photos while you wonder as to where you have just been. Then, you’ll be transferred to the airport in plenty of time for your international departure."
    }
  ],
  "map": ""
}