{
  "destination": "India",
  "mainPhoto": "",
  "id": "undiscovered-nepal-and-india-itinerary",
  "tourName": "Undiscovered Nepal and India Itinerary",
  "placesVisited": "Delhi, Old Delhi, Chandni Chowk, Jama Masjid, Agra, Agra Fort, Jhansi, Orchha, Khajuraho, Varanasi, Sarnath, Lumbini, Swayambhunath, Pashupatinath, Boudhanath, Kirtipur, Patan, Bhaktapur, Dhulikhel, Panauti, Nagarkot, Telkot, Changu Narayan",
  "generalInfo": "History is always being made in India and Nepal as traditions are carried forward, heritage influences today, and the storylines go all the way back to where the roots of Buddha and Hinduism. Handcrafted and expertly guided for history lovers, this two-week tour will explore temples and villages, famous monuments and ancient cities. From Agra to Varanasi to Kathmandu, you will explore history in the modern era and see how a majestic past filters into the exotic atmosphere of today.",
  "durationDays": "14",
  "price": "3,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi – Watching the Great Daily Show Unfold",
      "description": "The show will unfold as you are seated on a balcony with your guide overlooking one of Delhi’s most historic thoroughfares. Decorated cows pull carts topped with deities while other cows, unadorned, just lie down and block the way. Children play and shout, running in and out of the chai wallahs and samosa stalls. Bells tinkle from cycle rickshaws while the hum of chatter challenges the spluttering of exhausts. Just sit back and watch the show unfold as while it is chaotic when you are on a street like Chandni Chowk, a chance to be above it all gives you a chance to get your bearings on what India is all about. After watching you delve onto the streets, on a cycle rickshaw tour through Old Delhi, you can stop at the city’s oldest mosque, Jama Masjid, and visit an old Sikh Temple as you travel past the Red Fort, even grabbing a chai at a local store. Welcome to India, the greatest feast for the senses in the world over."
    },
    {
      "dayNumber": "2",
      "title": "Delhi to Agra – Sunset With the Taj Mahal and Agra Rickshaw Tour",
      "description": "You will have time to explore the Red Fort in more depth this morning before catching your air-conditioned fast train to Agra. The Taj Mahal will be just footsteps from your hotel, but you will spend your day on a rickshaw tour through the old and new of the Mughal city. Monuments stand beside modern markets, painted cows walk straight past the marble Taj, and the juxtaposition of past and present is what makes Agra so special. That and the Taj Mahal, of course, the marble ode to love and loss, a building so majestic you may not even want to take photos. For while the beautiful structure adorns many a postcard, the Taj Mahal must be seen to be believed. Explore from the outside, and then head to Akbar’s Mausoleum, the sandstone and marble tomb that makes all the beauty come together."
    },
    {
      "dayNumber": "3",
      "title": "Agra to Orchha – Beautiful Mosques and the Banks of the Betwa River",
      "description": "Explore Agra Fort and marvel at the details. Part palace, part prison, and part fortress, this is a place of secrets, especially when you search the throne rooms and the infinitesimally decorated mosques. In the late morning, you will then travel by train to Jhansi before a 45-minute onward road journey to Orchha, a small historical city that has changed little over the centuries. A high concentration of temples and palaces fill the quiet streets, many of them dating to the Bundelas of the 16thcentury. You can take a leisurely stroll around and then go for a puja, prayer, ceremony at Ram Raja Temple, a shrine that has come to define Orchha."
    },
    {
      "dayNumber": "4",
      "title": "Orchha – Relaxing in the Grand Mughal City",
      "description": "At Orchha Palace, you can listen to tales of Bundelas and Mughals and soak up the story of Bir Sing Deo and Jehangir. The grand domes come from a time of war elephants while the coronation rooms continue the sense of magic that Orchha emanates. Spend the rest of the day on a slow and relaxed tour of the city, choosing a handful of temples and monuments, or you can pop into them all. Along the way, stop at a paper-making factory, where wood pulp and clothing is recycled to make paper, and you discuss how Indian tribal influences have been brought into the 21stcentury. Orchha is a tranquil town and a good place to rest up after the busy start to the tour."
    },
    {
      "dayNumber": "5",
      "title": "Khajuraho – Medieval Temples",
      "description": "After a short drive and a quick train ride, spend the rest of the day amid some of the best -preserved temples in Asia, and certainly some of the most unusual. Some temples are quite shocking and graphic to behold, but there is never any escaping the attention to detail and how every square inch has been carved with a purpose and pride. Particularly in a region where it can be easy to feel temple-overload, Khajuraho is a piece of artisanal history with a beauty impossible to ignore."
    },
    {
      "dayNumber": "6",
      "title": "Varanasi – The World’s Oldest Continually Inhabited City",
      "description": "Fly to Varanasi next and indulge your senses in the maze-like lanes of the Old City. Funeral processions may charge past you with the wrapped bodies carried on bamboo stretchers. Cows often block the way as traders shout of incense and fruit. Monkeys roam the rooftops and gongs and bells can be heard echoing all throughout the day. Exotic smells drift around, and without a guide, it would be impossible to know which way to turn. Inimitable and intoxicating, Varanasi is where many millennia of history play out all around you as pilgrims line up to visit temples, bodies burn at the holy Ganges, ceremonies are taking place throughout the day, and the spiritual home of Hinduism opens itself up for you."
    },
    {
      "dayNumber": "7",
      "title": "Varanasi – Exploring the Spiritual Secrets of Varanasi",
      "description": "Varanasi is a lot to take in, and that is why yesterday you concentrated on the Old City, in a manner similar to your first day in Delhi. Today is open so that you can increase your exploration, including nearby Sarnath, which is where Buddha first preached his message of enlightenment. Ram Nagar Fort is the ancestral and sublime home of the Maharaja of Banaras. Watch a body burn at the ghat, the holiest of Hindu funerals that can be afforded, follow a sunset ceremony on the Ganges, visit a temple populated by monkeys, explore other temples with 2,000 years of history and continue to unravel the spiritual secrets of this spiritual city."
    },
    {
      "dayNumber": "8",
      "title": "Lumbini (Nepal) – A Night at the Birthplace of Buddha",
      "description": "It will be a long day of travel today as you take the road north to Nepal, the distance not particularly long, but the road slow. There is plenty to take in on the way with small villages, viewpoints in the mountains and thick forests that spill onto the rice paddies. Cross the border into Nepal, and you are almost immediately in Lumbini, the birthplace of Buddha. It is a holy place of pilgrimage to be explored on a cycle rickshaw tour that will take you past flowing processions of monks to the Ashoka Pillars then to the Maya Devi Temple. This is Buddhist history lived out today, and you can make wonderful contrasts with the recent experiences in Varanasi."
    },
    {
      "dayNumber": "9",
      "title": "Kathmandu – First Impressions of the Capital",
      "description": "Move next into the heart of Nepal with a heavenly journey into the Himalayas, valleys narrowing and peaks rising as you follow a river into the capital. There is such rich cultural and artistic history in Kathmandu, a city that has preserved its legend over centuries. Holy men line the streets, sacred cows wander past mandala paintings, bicycles and goats mingle on market squares. There is incense and emotional scenes at city deities, plus strange sounds and smells as you pass temples and merchant stalls. Like Delhi, it can be an intense experience, but it will bring a wonderful insight into the country you came to discover."
    },
    {
      "dayNumber": "10",
      "title": "Kathmandu – Ancient Kingdoms City Tour",
      "description": "Over the past millennia, three competing kingdoms had their capital in the Kathmandu Valley with each having its decades of glorious, and inglorious, history. Wonder at the intricate wood-carved palace rooms, the temples lined with gold, and the historical icons that paint a snapshot of medieval times. It will be a lot to take in today, but that is always the case in Kathmandu, a city that has three histories to share."
    },
    {
      "dayNumber": "11",
      "title": "Bhaktapur to Dhulikhel – A Different Side to Nepal and Insight Into Newari Culture",
      "description": "Three histories? So where is the third? That is found in Bhaktapur, following on from Patan and Kathmandu, a place that really took the brunt of the recent earthquake. While the old monuments are not as impressive, you can jump headlong into Newari culture and tradition here and learn how it has always been different from Kathmandu, which is only just down the river. Spend the morning in Bhaktapur and eat lunch with local Newari luminaries, and then travel up into the mountains and a small hill station that looks towards the high Himalayas. Dhulikhel is a great place to catch your breath, go for a short hike, and listen to stories about strange festivals."
    },
    {
      "dayNumber": "12",
      "title": "Panauti to Nagarkot – Stunning Himalayan Views",
      "description": "Stay in the Himalayas and wake up to the sound of prayer wheels as you look out towards the world’s highest mountain chain. Move next to take a walk through the village, and you can move leisurely and take your time. Settle into a conversation with strangers and get a feel for life in a small Nepalese village. You can hike or drive up to Panauti, where religious history asks questions of past and present before you drive onwards to Nagarkot to see the legendary sunset views. With uninterrupted views of grand 25,000-feet mountains, a night in Nagarkot is one for a future photo album to remind you of that time you stood before Everest and its neighbors and was humbled by the scale of nature."
    },
    {
      "dayNumber": "13",
      "title": "Telkot to Changu Narayan to Kathmandu – Cultural and Spiritual Discovery",
      "description": "It is worth waking up at dawn for the sunrise with some of the world’s highest mountains coming out of the shadows and shimmering white. After breakfast, you have the option for some guided hiking, following easy trails to temples and monasteries that are not connected by road. Changu Narayan is a fitting final place of discovery with so much cultural and religious history etched into its walls. After taking it all in, you will return to Kathmandu for one last night to walk the streets, perhaps taking the option to see a cultural dance performance."
    },
    {
      "dayNumber": "14",
      "title": "Kathmandu",
      "description": "After breakfast, you will be escorted to Kathmandu’s international airport for your outbound flight."
    }
  ],
  "map": ""
}