{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "wild-himalayas-itinerary-with-eight-day-phoksunod-lake-trek",
  "tourName": "Wild Himalayas Itinerary: With Eight-Day Phoksunod Lake Trek",
  "placesVisited": "Kathmandu, Nepalgunj, Juphal, Kalagaun, Dunai, Kagbeni, Shyanta, Chhepka, Phoksundo Lake, Ringmo, Bardiya National Park",
  "generalInfo": "Escape and explore a forgotten frontier, where rhinos thrive, and Tibetan monasteries glow beneath the mountains. Western Nepal is the land of the wild Himalayas, a place few people visit and even fewer understand. Proud and pristine, this land has only just become accessible to visitors, so bask in the uniqueness of a Lower Dolpo trek and a jungle safari. If you seek off the beaten track adventure, there’s nowhere quite like Nepal.",
  "durationDays": "14",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kathmandu – Touch Down and Checking Out the City",
      "description": "Exotic scenes will fill your day once you touch down in Kathmandu. You will meet your guide at the airport before your private transfer takes you to the hotel. Then spend the day exploring as the itinerary will be flexible to your energy levels. Just walking around Thamel will bring hundreds of evocative impressions. Bicycle rickshaws cut down streets of mandala paintings and incense slips out from temple sanctuaries. Holy men don painted bodies and orange robes while cows lie in the road to rest. Monkeys swing beneath prayer flags at Swayambhunath pagoda, but this is only just the start. Tomorrow you’ll fly off to the far west of the country, where it’s just as exotic but far less crowded."
    },
    {
      "dayNumber": "2",
      "title": "Nepalgunj – Relaxed Morning and Flying to Far Western Nepal",
      "description": "Your first full day in Nepal will start with a quiet morning. You’ll have the opportunity to lie in and have a leisurely breakfast. The guide will provide a detailed rundown of the trekking itinerary and ensure you’re fully prepared, with the streets of Thamel stocked with anything you may be missing. Then, you’re off on the early afternoon flight to Nepalgunj before you head into the wild Himalayas. As you fly west, alongside the Himalayan range to a dusty crossroads town in the valley, you’ll notice to one side there is a jungle, and to the other there are mountains. All around you, there are only local Nepalese as monks walk to monasteries, vibrant saris line the streets, and chatter emanates from a pool hall. This is Nepal untouched by tourism."
    },
    {
      "dayNumber": "3",
      "title": "Dunai – Himalayan Scenic Flight and the First Day of Trekking",
      "description": "The next day, your anticipation will build on the flight to Juphal as you cruise through the Himalayan valleys. It’s this regular air service that has made Shey Phoksundo National Park accessible. When you touch down, you’ll start walking across maize fields to the welcoming smiles of Kalagaun village, then alongside the Bheri River to the mountainous town of Dunai. You spend the night here and learn first-hand about life in a region without roads. There’s energy on the streets before dusk with herds of sheep passing government offices, tea sellers stopping at local shops, and the crackling sound of an outdoor barbecue. Finally, nighttime will fall, and you’ll find yourself amongst the mystique of a bygone era, guided by sounds and smells and the odd fading light."
    },
    {
      "dayNumber": "4",
      "title": "Chhepka – Into Shey Phoksundo National Park",
      "description": "Today, as you descend through Dunai, you’ll cross Bheri River and walk onwards to Sulighat, with donkey caravans passing by at regular intervals. Then, you ascend, into Shey Phoksundo National Park and climb along a rock-strewn trail that rises higher and higher above the river. Hemp trees mark the route into Kagbeni, which is a wonderful place to stop for lunch. In the afternoon, walnut and maple trees surround you as you rise towards Tibetan villages. Prayer flags flutter on the breeze and waterfalls twist out from narrow valleys. You continue walking uphill to Shyanta then Chhepka, a village at 8,760 feet that feels like the top of the world."
    },
    {
      "dayNumber": "5",
      "title": "Chhepka – Through a Forest of Cedars and Past a 1,000-Foot Waterfall",
      "description": "This morning you’ll begin to get into the daily rhythm of trekking. Himalayan weather is best in the morning as clouds roll over while the day continues. Some days are exceptions but the mornings are usually crisp and clear, which is a time to be maximized. Wake at dawn to eat breakfast. Then set off on the trail where you will carry just a daypack with water and warm clothing. A porter will carry your main luggage as they trek with you to provide the guide with additional support when required. This morning’s trek rises steadily, and a slow pace is required as you clamber up through a forest of magnificent cedar trees. You’ll see deserted winter settlements, where Phoksundo residents stay when snow and ice cover the lake. The gushing sound of water provides a compass point beyond the forest that will lead you across uneven terrain to Nepal’s highest waterfall. In the distance, you’ll glimpse the lake, but the foreground is made up of rugged valleys and the odd twinkling peak."
    },
    {
      "dayNumber": "6",
      "title": "Ringmo – Lakeside Life in the Wild Himalayas",
      "description": "Unlike the Everest and Annapurna regions, you won’t encounter problems with the altitude in this Lower Dolpo region. The lake is your high point at 11,800 feet, and the trail is up and down, rather than up and up. Mostly you will walk between valleys and follow an ancient path that Tibetans have used for generations. There are no roads here, so everyone has always walked, with donkeys and yaks used to transport goods. So although there are few other tourists on the trail, you will come into step with the locals and regularly encounter the tinkling bells of a yak herd. Today starts with a steep descent, through a birch forest with glimpses of the lake below. Then, cross a remote suspension bridge and push on northwards to follow the Phoksundo River until it reaches the lake. The gully narrows before you emerge on yak-covered meadows. Once you reached the lake, you’ll appreciate its blue beauty, which is such a calm, pristine color beneath bands of rough and ready mountains. Walk alongside the lakeshore, past the yaks, to the Tibetan village of Ringmo, where time seems to have stood still. Ringmo fulfills many preconceptions of Tibet, from locals in native dress to monks walking in procession to a white monastery."
    },
    {
      "dayNumber": "7",
      "title": "Ringmo – Exploring Phoksundo Lake With its Glaciers and Monasteries",
      "description": "The following day, bells chime, and flags flutter at Tshowa, a lakeside monastery that will quickly captivate you. Monks meditate in rooms enlivened by colorful murals and light streams in through small windows. Serenity fills the atmosphere, and almost no sound but the prayer wheels turning. A gompa stands above the lake, 900 years old and counting, which is evidence of the region’s fascinating history. From here it’ll be a steep drop back down to the lake and its mesmerizing turquoise as you pass glaciers that cover the cliffs. You can also visit other Tibetan settlements, along with smaller monasteries that cling to impossible locations in the mountainside. Phoksundo is an otherworldly trekking destination, and you will have the whole of today to enjoy its riches, from the natural world to the embracing spirituality. It will feel like you’ve trekked to a land that time forgot."
    },
    {
      "dayNumber": "8",
      "title": "Juphal – Descending Through Wild Valleys",
      "description": "In the next few days, you will trek back down to retrace your steps through Chhepka and Juphal. Although it’s the same trail, the views are better going this way, as you mostly look down and across open valleys, rather than up toward the vertiginous valley and mountain walls. Distinctive flora is a highlight of the trail, and by retracing your steps, there will be places you didn’t recognize from before, especially when you weave in and out of the forests. Like every day on the trail, you will sleep in comfortable lodge accommodations. This teahouse-style of trekking will offer you a warm bed, a fire, and warming food in the evening."
    },
    {
      "dayNumber": "10",
      "title": "Bardiya National Park – Nepal’s Lesser-Known Jungle Safari",
      "description": "This morning, you’ll begin your descent from Nepalgunj into a new swathe of trees. Exotic smells greet you while distant trumpets alert you to elephants and riverside prints suggest a rhino is nearby. Once a colonial hunting reserve, this wild national park is now a haven for Asia’s giants, including rhinos and elephants. Royal Bengal tigers also live here, and whale sightings are not guaranteed, sections of open grassland make the sightings more common than in Chitwan National Park. Today will focus on these large animals with a four-wheel-drive safari. You will traverse muddy trails and bump alongside the river to go in search of the icons that make Bardiya so unique."
    },
    {
      "dayNumber": "11",
      "title": "Bardiya National Park – Relaxing With Rhinos and Elephants",
      "description": "During your time on safari, a wild soundtrack will echo through the jungle. The vultures overhead are dominant, accompanied by the high-pitched treble of warblers and bar-headed geese. Wild elephants join the narrative to provide an orchestra of noise that adds more excitement to your dawn coffee. This morning you’ll walk through the trees and onto the grasslands and gain a different perspective on Bardiya National Park. There’ll be more birdlife to find at this slower speed, plus the thrills of encountering a four-legged giant. This afternoon you explore the water that twists into the outer reaches of Nepal’s largest national park to more remarkable scenes of animals in their habitat. Bardiya National Park covers almost 400 square miles and your time here will ensure you get a sense for its subtleties."
    },
    {
      "dayNumber": "13",
      "title": "Kathmandu – Final Morning Safari and Back in the Capital",
      "description": "On your final full day in Nepal, you’ll choose your final safari activity and wave farewell to rhinos and elephants before you fly back to Kathmandu. During the flight, you still marvel at the presence of such rare and wonderful creatures in the jungle. In the capital city, you will have a free afternoon to do as you please, with the narrow shopping streets of Thamel a natural place to be. You’ll notice the change in atmosphere between a busy tourist destination and the isolation of far western Nepal."
    },
    {
      "dayNumber": "14",
      "title": "Kathmandu – Departure",
      "description": "When you leave Nepal, you’ll have to tackle an important question. You debate whether to tell everyone you know about Phoksundo and Bardiya, or keep it all a secret so it stays as pristine as you have just experienced."
    }
  ],
  "map": ""
}