{
  "destination": "İspanya",
  "mainPhoto": "",
  "id": "ST08008",
  "tourName": "İspanya",
  "placesVisited": "İspanya",
  "generalInfo": "Birbirinden farklı şehirler, birbirinden farklı kültürler ve birbirinden farklı doğal güzellikleriyle İspanya'yı, Siempre Tur ile gezin.<br><br>Tur boyunca denize, yeşile, farklı kültürlere ve ülkelere doyacaksınız.",
  "durationDays": "13",
  "price": "2080",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "12",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Uçuşlar THY -Gidiş-İstanbul-Bilbao 08.45-1200 Dönüş Valensiya-İstanbul 17.15-21.55</li>\n<li>- Özel Deri Koltuklu Otobüslerde Transfer ve Turlar (su servisi dâhil)</li>\n<li>- 2 gece Bilbao-Holiday inn Begona veya Mercure Jardines de Alba</li>\n<li>- 3 gece Madrid-NH Madrid National veya 5 yıldız NH Collection Madrid Paseo del Prado</li>\n<li>- 1 gece Cordoba-Eurostars Patios de Cordoba veya-Eurostars Conquistador</li>\n<li>- 1 gece Granada-Sercotel Luna de Granada veya 5 yıldız Eurostars Washington İrwing</li>\n<li>- 1 gece Sevilla-Vincci La Rabida veya Melia Sevilla</li>\n<li>- 3 gece Barcelona-Royal Passeig de Gracia veya Hotel Granados 83</li>\n<li>- 1 gece Valensiya-Melia Plaza Valencia beya 5 yıldız SH Valencia Palace</li>\n<li>- Oteller Madrid,Barselona,Valensiya 5* merkezi, diğerleri 4* merkezi.</li>\n<li>- Flamenko gecesi Sevilla yemekli. Palacio Andaluz.Tapas dinner</li>\n<li>- Madrid El prado müzesi giriş</li>\n<li>- Madrid Palacio Real,Saray giriş</li>\n<li>- Toledo Katedral</li>\n<li>- Toledo Santa Tome</li>\n<li>- Cordoba cami,katedral (mezquita) giriş</li>\n<li>- Elhambra sarayı,Granada giriş.</li>\n<li>- Sevilla katedral giriş</li>\n<li>- Sevilla Alcazar</li>\n<li>- Sevilla Barcelona hızlı tren,</li>\n<li>- Parc Guell Barcelona giriş</li>\n<li>- Sagrada Familia</li>\n<li>- Valencia akvaryum</li>\n<li>- Madrid gece restoran</li>\n<li>- Barcelona gece restoran-SİEMPRE TOUR Türkçe Rehberlik ve Asistanlık servisi</li>\n<li>- Zorunlu Seyahat Sigortası</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bilboa",
      "description": "İstanbul-Bilbao uçuş THY 08. 45-12. 00,  alanda inişimizi takiben Bilbao şehir turu, Casco Vieja denilen eski şehrin Ortaçağ’ dan kalan dar sokakları,  14.  Yüzyıldan günümüze gelen meşhur Las Siete Calles Sokakları, Belediye binası, Santiago Katedrali, Opera, Plaza Nueva, Biskaya körfezine dökülen Nervion nehri ve köprüleri, Guggenheim müzesi,  göreceğimiz yerler arasındadır. Geceleme otelimizde.  Otel Begona, Holiday inn, 14. 00-17. 00"
    },
    {
      "dayNumber": 2,
      "title": "Bilboa",
      "description": "Sabah kahvaltısı sonrası Bilbao dan San Sebastian a hareket ediyoruz. (101 km). İspanya’ nın gastronomi cenneti San Sebastian’ a varıyor ve şehir turumuza başlıyoruz. Şehir turumuz sırasında Belediye sarayı, Concha Plajı, Casco Vieja, San Sebastian film festivaline ev sahipliği yapan Kursaal Sarayı göreceğimiz yerler arasındadır. Daha sonra Fransız Bask bölgesinin seçkin kasabası St. Jean de Luz a geçiyoruz. (33 km). Küçük limanı, 14 Louis in sarayı, 17 yy dan kalan Fransız Bask mimarisiyle inşa edilmiş binalarla bezenmiş sahil bölgesi ve plajlarıyla St. Jean de Luz u geziyoruz.  Tur sonunda Bilbao ya geri dönüyoruz.  (08.00-16.00)"
    },
    {
      "dayNumber": 3,
      "title": "Madrid",
      "description": "Sabah kahvaltısı sonrası odalarımızı boşaltarak Bilbao dan Burgos a hareket ediyoruz, (158 km, 1. 40 saat), Burgos şehir turu, Las Huelgas manastırı, Arianzon nehri, Santa Maria köprüsü ve kemeri, Burgos katedrali, Plaza Mayor, Casa del Cordon, El Sid meydanı görülecek yerler arasındadır. Burgos turundan sonra Madride hareket ediyoruz. Burgos-Madrid(245km, 2. 30 saat)(Bilbao-Madrid 398 km). Madrid de şehir turumuza başlıyoruz.  Madrid şehir turu esnasında, müze olarak ta kullanılan Kraliyet Sarayı, Mayor caddesi, Plaza Mayor, Plaza Espana ve Cervantes Anıtı,  Puerta Del Sol meydanı, Gran Via, Alcala Kapısı,  Neptün Çeşmesi,  Cibeles Çeşmesi,  Ventas boğa arenası, Franko nun Meşhur Castellano bulvarı,  Prado müzesi ve Atocha tren istasyonu görülecek yerler arasındadır, tur sonrası otelimize geçiyoruz.  (08-18.00), Otel NH Collection Madrid Paseo del Prado."
    },
    {
      "dayNumber": 4,
      "title": "Madrid",
      "description": "Sabah kahvaltısı sonrası Prado müzesi ve Kraliyet sarayı turu,  Prado müzesi dünyanın en büyük klasik resim Koleksiyonlarından birine sahiptir.  1819 yılında önce doğal tarih müzesi olarak planlanan müze,  neoklasik bir binada bulunmaktadır. .  Planlanması İspanyol kraliçesi Maria İsabelin Paris Louvre Müzesi’ ni ziyaret ederek oradan çok etkilenmesi üzerine başlamıştır.  Daha sonra Kraliyet Sarayı, Palacio Real e geçiyoruz. 18 yy da 5. Felipe tarafından Versay’a özenilerek yaptırılan saray eski Roma yerleşimi ve eski Arap kalesinin bulunduğu yerdedir.  Tur sonrası öğleden sonra serbest zaman ve otele dönüş. (09. 00-14. 00)"
    },
    {
      "dayNumber": 5,
      "title": "Cordoba",
      "description": "Sabah kahvaltısı sonrası Toledo ya hareket. Madrid-Toledo 70 km.  Varışımızda şehir turuna başlıyoruz.  Bir zamanlar Endülüs de üç kültürün birlikte barış içinde yaşadığı,  iyi korunmuş bu görkemli ortaçağ şehrinde keyifli bir yürüyüşe başlıyoruz.  Tajos nehri,  eski köprüleri,  Mirador,  Zocodover meydanı,  Santa Maria katedrali,  Belediye binası ve meydanı,  çelik üzerine Damascus altın işçiliği, El Greco nun en önemli eseri için Santa Tome kilisesi görülecek yerler arasındadır.  Daha sonra Cordoba ya hareket.  Varışımızda yürüyüş turumuza başlıyoruz.  Quadalquivir nehri,  Roma köprüsü,  Cordoba camisi,  eski Müslüman ve Yahudi mahalleleri, Çiçek sokak, Kardinal Salazar meydanı, antik şehir duvarları görülecek yerler arasındadır. Toledo-Cordoba(343km, 4, 5saat)Cordoba şehir turundan sonra, otelimize geçiyoruz. (08.00-19.00) Otel Eurostars Patios de Cordoba."
    },
    {
      "dayNumber": 6,
      "title": "Granada",
      "description": "Sabah kahvaltısından sonra odalarımızı boşaltarak Cordoba Camisi turuna başlıyoruz. Bir zamanlar 32000 kişinin aynı anda namaz kılabildiği görkemli Cordoba Camisini geziyoruz. Cami gezisinden sonra Granada ya hareket. (202km. 2. 15saat). Varışımızda şehir turuna başlıyoruz. Puerta Real, Krallar caddesi, Belediye binası, Kolomb heykeli, Katedral, Arap çarşısı, Bib Rambla meydanı görülecek yerler arasındadır. Merkezde serbest zamandan sonra otelimize geçiyoruz. (09. 00-17. 30). Gece aracımızla Albayzin-Sacromonte çingene gecesi turuna çıkıyoruz. Otel Sercotel Luna de Granada."
    },
    {
      "dayNumber": 7,
      "title": "Sevilla",
      "description": "Sabah kahvaltısından sonra odalarımızı boşaltarak otelden hareketle Elhambra sarayı turuna başlıyoruz. Endülüsün, bir eşi olmayan mimari şaheserini geziyoruz. Harem dairesi, bahçeler, yazlık saray, Beşinci Karlosun sarayı görülecek yerler arasındadır. Cordoba-Sevilla (252km. 3. 5saat). Varışımızda Sevilla şehir turu na başlıyoruz. Amerika meydanı, İspanya meydanı, Quadalquivir nehri, Altın Kule, Katedral ve meydanı, Santa Cruz Yahudi mahallesi, Alkazar ve duvarları görülecek yerler arasındadır.  Tur sonu serbest zamandan sonra otelimize geçiyoruz.  Otel Melia Sevilla."
    },
    {
      "dayNumber": 8,
      "title": "Sevilla",
      "description": "Sabah kahvaltısından sonra otelden hareketle Katedral ve Alkazar turuna başlıyoruz.  Kristof Kolomb’un mezarının olduğu dünyanın en büyük katedrallerinden biri olan Seviila katedralini geziyoruz. Daha sonra Alkazar gezimize geçiyoruz. Arap-Hristiyan mimari sentezine sahip eskiden Sultanların Sarayı bugün hem müze hem de İspanya Krallık sarayı olarak kullanılmaktadır. Tam bir Elhambra, Endülüs etkisi mimaride kendini gösteriyor. (09. 00-19. 00). Gece otelden hareketle yemekli Flamenko turuna gidiyoruz.  Öğleden sonra serbest zaman ve otelimize dönüş."
    },
    {
      "dayNumber": 9,
      "title": "Barcelona",
      "description": "Sabah kahvaltısından sonra odalarımızı boşaltarak otelden hareketle Barselona için tren istasyonuna hareket.  Barcelona hızlı tren (5. 5saat-08. 50-14. 25). Barselona’ ya varışta şehir turuna başlıyoruz.  Şehir turunda Mirador tepesi,  İspanya meydanı,  Kolomb meydanı,  La Rambla, Olimpiyat limanı,  Marina caddesi, Sagrada Familia, Passeig de Gracia caddesi, Casa Mila, Casa Batlio, Katalonya meydanı görülecek yerler arasındadır. (15. 30-18. 30). Tur sonrası otelimize geçiyoruz.  Otel Royal Passeig de Gracia."
    },
    {
      "dayNumber": 10,
      "title": "Barcelona",
      "description": "Sabah kahvaltısından sonra Dali-Figueres, Girona turu için hareket.  Çağdaş resim sanatının Einsteini,  hiç büyümeyen yaramaz çocuğu olan Dali’nin sanat dünyasını yaşamak için Figueres deki inanılmaz müzesine gidiyoruz.  Daha sonra aracımızla ve Dali’nin bize verdiği hoş bir sersemlikle Girona kentinin antik mahallelerini görmeye gidiyoruz. Girona kenti hem ekonomik hem entelektüel hem de tarihsel zenginliğiyle bize kapılarını açıyor . Şehir de kısa bir yürüyüşle Onyar nehrini, köprülerini, Katedral ve meydanını, Yahudi mahallesini, ramblayı ve özgürlük meydanını görüyoruz. Kısa bir serbest zamandan sonra aracımızla Barselona ya geri dönüyoruz. (08.00-17.00), tur sonrası merkezde serbest zamandan sonra otelimize dönüyoruz."
    },
    {
      "dayNumber": 11,
      "title": "Barcelona",
      "description": "Sabah kahvaltısından sonra Parc Guell, Sagrada Familia ve Gotik mahalle turu için hareket ediyoruz. Parc Guell Katalonya nın unutulmaz mimari dehası Anton Gaudi’nin bitmeyen projelerinden biridir, daha sonra Gaudi’nin bitmeyen diğer bir eserini görmek için Sagrada Familia’ya geçiyoruz. (09.00-15.00), tur sonrası merkezde serbest zaman."
    },
    {
      "dayNumber": 12,
      "title": "Valencia",
      "description": "Sabah kahvaltısından sonra otelimizi boşaltarak Peniscola’ya hareket ediyoruz. Barcelona-Peniscola, (232km, 3saat), denizlerin şehri olarak adlandırılan Peniscola şehir turunda tarihi dar sokaklarda yürüyor ve Casa del Conchası görüyor, deniz manzarasıyla alacağımız bir çay kahve molasından sonra aracımızla Valensiya’ya hareket ediyoruz. Peniscola-Valencia(144km, 2saat), (08.00-19.00). Valencia ya varışımızla şehir turuna başlıyoruz. Bu turda Boğa arenası, Belediye binası ve meydanı, pazar yeri, Lonca binası, Kraliçe İsabel meydanı, Katedral, Meryemana meydanı, adalet sarayı, başkanlık binasını görerek otelimize geçiyoruz. Otel SH Valencia Palace."
    },
    {
      "dayNumber": 13,
      "title": "Valencia' dan Ayrılış",
      "description": "Sabah kahvaltısından sonra valizlerimizle otelden ayrılarak Valensiya’nın Sanat ve Bilim merkezinde akvaryumu geziyoruz ve şehir merkezinde mola dan sonra İstanbul uçuşu için aracımızla havaalanına doğru yola çıkıyoruz. 17.15-21.55 İstanbul’ a uçuş."
    }
  ],
  "map": ""
}