{
  "destination": "Croatia",
  "mainPhoto": "",
  "id": "8-day-croatia-explorer-nature-and-timeless-beauty",
  "tourName": "8-Day Croatia Explorer: Nature and Timeless Beauty",
  "placesVisited": "Zagreb, Split, Dubrovnik, Mali Ston, Hvar, Trogir, Plitvice Lakes National Park",
  "generalInfo": "Unspoiled nature and timeless history represent essential beauty during your 8-day Croatia highlights tour. You will spend a full week discovering the wonders of Dubrovnik’s city walls and Zagreb’s cosmopolitan charms. With Split’s classic architecture dating back to ancient Rome and Hvar’s natural grandeur giving way to delectable flavors, Croatia is blissful in its diversity and simply the embodiment of the Mediterranean at its best.",
  "durationDays": "8",
  "price": "6,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Zagreb - Arrive in Zagreb, Croatia’s Capital",
      "description": "Zagreb is a charming middle-European city where the irresistible flair of the grandiose Austro-Hungarian Empire meets the lively energy of the Mediterranean. Habsburg-era buildings line the city streets with a historic appeal, while fancy parks reminiscent of Vienna will invite you for a retreat from a city hubbub. Zagreb is an inspiring historic site but also a dynamic cosmopolitan city. Upon your arrival at the airport, you will be met and transferred to the hotel to experience the exuberant and hospitable ambiance. Zagreb events brighten up the streets with music, tasteful street food, artistic decorations, and a good mood."
    },
    {
      "dayNumber": "2",
      "title": "Zagreb - Embrace an Excursion into Cultural Zagreb",
      "description": "Enjoy a stroll through the city’s charming streets for a gourmet cup of coffee in the oldest coffee shop in Zagreb, overlooking the main square and the statue of Ban Jelacic. Your tour will continue to the picturesque historical sites, hidden alleys, and charming lanes. An expert guide will share captivating stories from Zagreb’s history and legends. Some of the most prominent sights are Lotršćak Tower and baroque-style St. Catherine’s Church. In the evening, you will enjoy a dinner made according to 16th-century recipes. The owner will carefully pair the food and the wine for a mouthwatering experience."
    },
    {
      "dayNumber": "3",
      "title": "Split - Enjoy Plitvice Lakes National Park’s Charm",
      "description": "Halfway between Split and Zagreb is the most beautiful place in Croatia’s hinterland, Plitvice Lakes National Park. The fairy tale landscape has 16 lakes interconnected with nearly 90 spectacular waterfalls framed by lush greenery. Plitvice offers a delightful walk along 18 kilometers of beautiful wooden footbridges and pathways. Walking along the crystalline lakes and besides magical waterfalls will immerse you in the tranquility of the perfectly turquoise water, misty waterfalls, and bountiful shades of green. The National Park also shines with covered beech, fir, and spruce forest hosting deer, bears, wolves, boars, and numerous rare bird species."
    },
    {
      "dayNumber": "4",
      "title": "Split - Explore Dynamic Split and Trogir",
      "description": "After a tasty breakfast, you will have an exciting walking tour through the beautiful city. Split is the second biggest city in Croatia and a former stronghold of the Holy Roman Empire. Your tour will reveal some of the most iconic places and fabled history. The narrow streets of the castle are filled with unsurpassable beauty. At Trogir, you will find a city rich and full of history, culture, and stunning architecture. Trogir will win over your heart with its 2,300-year-old streets surrounded by the city walls, originating from the age of Greeks and Romans."
    },
    {
      "dayNumber": "5",
      "title": "Split - Discover Hvar’s Diverse Wonder",
      "description": "After a morning in vibrant Split, you will have a private boat to Hvar, Croatia’s sunniest island. With its beautiful renaissance architecture, inspiring cultural heritage, and vitalizing Mediterranean nature, Hvar has everything. The open-air gallery is an exhilarating visual feast of architecture and nature. Shaped by the cultural influence of Venice, the Austrian Empire, and authentic Dalmatia, your tour will start in Hvar town. Your excursion will end in picturesque Jelsa with a delectable wine tasting of indigenous rich wines paired with carefully selected food, followed by an authentic lunch at a restaurant that serves delicious Dalmatian food."
    },
    {
      "dayNumber": "6",
      "title": "Dubrovnik - Visit Mali Ston en route to Dubrovnik",
      "description": "You will stop on the way to Dubrovnik in Mali Ston, well-known for its oyster and mussel cultivation. You will enjoy a short boat trip to oyster beds through the tranquil beauty of Ston Bay with an oyster tasting accompanied by delicious Dalmatian wine. A local guide will share his rich knowledge about the history of Ston, oyster cultivation, and the best ways to enjoy this precious seafood as you find the supple oyster texture pairs with the wine’s delicate stone fruit flavors. By the end of the day, you will arrive at Dubrovnik, “The Pearl of the Adriatic.”"
    },
    {
      "dayNumber": "7",
      "title": "Dubrovnik - Wander Dubrovnik’s Timeless Streets",
      "description": "Renaissance harmony and medieval mystique overtake the entire city of Dubrovnik. The Old City is considered the most beautiful in Croatia. After breakfast, you will plunge into the imaginative legends inhabiting the magical ambiance on a walking tour with your expert guide, who will guide you to see Old Town, Stradun, the famous main street of Dubrovnik, and the historic Rector’s Palace. The City Walls watch over the Adriatic Sea offering stunning views to the endless collection of islands, yachts, and blue water among the stone foundations’ historic grandiosity."
    },
    {
      "dayNumber": "8",
      "title": "Dubrovnik - Depart For Home",
      "description": "Dubrovnik is the home of Croatia’s artist and intellectual elite, which you can find embodied in the spectacular seafront. Before breakfast, you may enjoy the picturesque ambiance of the antique streets beneath the soaring cathedral and treasury or take your time basking in the comforting aroma of freshly brewed coffee. When you are ready, you will have a private transfer to the airport for your departing flight home, bringing an end to your exploration of Croatia’s highlights."
    }
  ],
  "map": ""
}