{
  "destination": "Croatia",
  "mainPhoto": "",
  "id": "adriatic-adventure-two-weeks-of-croatias-highlights",
  "tourName": "Adriatic Adventure: Two Weeks of Croatia's Highlights",
  "placesVisited": "Dubrovnik, Kotor, Hvar, Split, Rovinj, Ljubljana, Bled",
  "generalInfo": "The Balkan Peninsula is in possession of a number of cultural and scenic treasures, and this 14-day tour of Croatia and Slovenia is handcrafted to ensure your access to the best of each country. From the walled beauty of Dubrovnik to the alpine idyll of Bled, this storybook land will present you with spectacular scenery, a welcoming culture, and delicious food.",
  "durationDays": "14",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dubrovnik – Jewel of the Adriatic",
      "description": "A land of walled towns, misty mountains, and stunning seafronts, Croatia has long been considered an undiscovered gem of Europe. Only in recent decades have visitors been mending their ways and traveling to this unforgettable region. Today, you will begin your tour of the Dalmatian coast at one of the country's southernmost medieval cities: Dubrovnik. After arriving at the nearby airport, a comfortable transfer will convey you swiftly to the city and your hotel. Here, you will have the remainder of the day to explore the city at your own pace."
    },
    {
      "dayNumber": "2",
      "title": "Dubrovnik – The City's Tumultuous Past",
      "description": "A rooftop view of Dubrovnik reveals bright red tiles that contrast with the faded tiles of earlier generations. The worn tiles represent the mark of the recent repairs that were done after the city experienced intense shelling in the violence that followed the breakup of Yugoslavia. Although it experienced its fair share of war, the region is enjoying a fresh start that is aided by the crowds of tourists who visit the city each year. In the morning, you will be able to learn about this historical heritage on a walking tour of the town before spending the remainder of the afternoon at your leisure."
    },
    {
      "dayNumber": "3",
      "title": "Dubrovnik – The Black Mountains Are Calling",
      "description": "Roughly the size of Connecticut, Montenegro enjoys a distinctive character and location despite being nestled at the center of the Balkan Peninsula. Surrounded by the famous mountains that lend the country its name, the Bay of Kotor will be your destination today. You will enjoy a short trip from Croatia to this stunning location with a local guide. As you explore this laid-back environment, you will be led by your eyes and enjoy stunning views over the fjord-like bay, charming villages, and pristine natural beauty of Montenegro."
    },
    {
      "dayNumber": "4",
      "title": "Hvar – Sailing Through the Ages",
      "description": "Today, you will turn your back on the mainland and make your way into the lush and stunning archipelago of islands off Croatia's western coast. Greek and Roman ships once plied these waters and capitalized on their privileged position at the crossroads of many cultures and markets. As you explore this new region, you will see evidence of their efforts everywhere. After enjoying the morning at your hotel in Dubrovnik, you will board a ship for your journey to the rugged beauty of Hvar Island."
    },
    {
      "dayNumber": "5",
      "title": "Hvar – Orientation on Croatian Wines",
      "description": "Croatia's mild climate and fertile fields leave it well-equipped to participate in some of the most ancient agricultural practices of the Mediterranean world. Today, you will explore the country's unique take on viticulture. After a leisurely first morning on Hvar, you will be met by a knowledgeable guide for a tour of the boutique wineries that produce the island's award-winning wines. As you enjoy intimate tastings at each location, the history of Croatian wines will be described with gusto."
    },
    {
      "dayNumber": "6",
      "title": "Split – Returning to the Mainland",
      "description": "After enjoying the lush pine forests and lavender fields of Hvar, you may be tempted to settle down and never leave this island paradise; however, this morning, you will turn your back on this idyllic isle and return to the mainland and Croatia's second-largest city of Split. A bustling port city, Split is an excellent ambassador of the country's bustling present as well as its illustrious past. Upon your arrival to the city by boat, you will enjoy a guided exploration of the city center that will include a Roman emperor's palace, stunning medieval architecture, and a UNESCO-listed suburb."
    },
    {
      "dayNumber": "7",
      "title": "Plitvice Lakes National Park – Croatia's Sublime Beauty",
      "description": "After a week exploring Croatia, you will have encountered its sheer abundance of natural beauty. Today, you will plunge into one of the best examples of this beauty on a journey to Plitvice Lakes National Park. This lush setting of terraced lakes is linked by cascading waterfalls and present visitors with a variety of ways to explore, such as cycling routes, walking paths, and wooden walkways that lead over rushing creeks. In the afternoon, you will make your way to your nearby accommodation where you can spend the remainder of the day at your own pace."
    },
    {
      "dayNumber": "8",
      "title": "Rovinj – Into the Heart of Istria",
      "description": "After enjoying a leisurely morning, you will depart the landlocked beauty of Plitvice Lakes and make your way to the stunning coast of Croatia and the Istrian peninsula. A land of rolling hills, fertile valleys, and hilltop villages, Istria is the largest peninsula in the Adriatic Sea and is teeming with iconic sites and a rich heritage. As you make your way to Rovinj, you can enjoy plenty of side trips through this lush landscape at communities like Motovun and Groznjan."
    },
    {
      "dayNumber": "9",
      "title": "Rovinj – The Shadow of a Roman Amphitheater",
      "description": "A walk along the waterfront of Rovinj is an excellent way to ring in the start of a day. As you enjoy the stunning views of this walled city, you will be impressed by how much beauty can be packed into such a small location. You will celebrate your first full day in Istria with a trip to the famous city of Pula, where you can enjoy a guided exploration of the city and one of the region's most intact Roman amphitheaters from ancient times."
    },
    {
      "dayNumber": "10",
      "title": "Bled – An Alpine Orientation",
      "description": "The stunning beauty and warm hospitality of Croatia have been yours to enjoy for the last ten days. Today, you will cross boundaries and make your way into Slovenia and the majestic heights of the Julian Alps. This idyllic environment will contrast with the seaside communities in all the best ways when you explore the mountains and rustic pastoral villages of this storybook land. Upon your arrival to Lake Bled and the town of the same name, you can explore the imposing castle that overlooks the city or hop on a ferry to visit the iconic church-capped island."
    },
    {
      "dayNumber": "11",
      "title": "Bled – Day Trip to the Slovenian Capital",
      "description": "A morning stroll around Lake Bled will present you with an amazing light show when the golden touch of down first causes the peaks that surround the lake to glisten. As the warming rays reach you, a hearty breakfast will be provided by your hotel staff. Afterward, you will embark on a Slovenian journey to the capital city of Ljubljana. Upon your arrival, a sightseeing tour will ensure that you can enjoy the numerous open squares, picturesque churches, and impressive architecture before returning to your lakeside retreat in Bled."
    },
    {
      "dayNumber": "12",
      "title": "Zagreb – Ambassador of All Things Croatian",
      "description": "After your foray into Slovenia, you will return to Croatia for the final leg of your Balkan adventures. The capital city of Zagreb is an excellent ambassador for the many treasures of this unique corner of Europe and will be your playground for this day of leisure. The city center presents a myriad of beautiful churches, galleries, and museums, each presenting a slightly different take on Croatian history and culture; however, if you are more inclined to relax, an assortment of spas and thermal baths will compete to provide you with the best treatments and relaxing atmosphere."
    },
    {
      "dayNumber": "13",
      "title": "Zagreb – Ambling Through the Ages",
      "description": "Zagreb enjoys a thriving cafe culture. Whether you are in search of a morning cup of coffee or afternoon beer, rare is the city square that lacks outdoor seating and happy patrons who bask in the scenic beauty of this capital city. Among a city that offers refreshments at every turn, you will be able to enjoy a sightseeing tour through the center of Croatia's largest city, which will ensure that you miss no sites. As you enjoy the splendid vistas, churches, and open-air markets, it may seem as if you have stepped back in time."
    },
    {
      "dayNumber": "14",
      "title": "Zagreb – Departure",
      "description": "Alas, all good things must come to an end. As you wake for your final morning on this tour, you will most likely feel a little reluctance to halt the parade of stunning beauty and vibrant destinations you have been enjoying since your arrival. From Dubrovnik to Bled, this off-the-beaten-path European destination has provided you with an abundance of memories. As you board your flight home from Zagreb's main airport, you can rest assured knowing that there is still much to see in the Balkans."
    }
  ],
  "map": ""
}