{
  "destination": "Croatia",
  "mainPhoto": "",
  "id": "balkan-discoveries-one-of-a-kind-tour-of-croatia",
  "tourName": "Balkan Discoveries: One-of-a-Kind Tour of Croatia",
  "placesVisited": "Ljubljana, Rovinj, Plitvice, Split, Dubrovnik",
  "generalInfo": "A land apart, the Balkan Peninsula sits just east of most of the well-trodden paths of European destinations, and this 17-day tour of the region introduces you to spectacular destinations in this relatively crowdless region. From Slovenia to the shores of Croatia, an exploration of each region will ensure your full enjoyment and immersion into this unforgettable landscape.",
  "durationDays": "17",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ljubljana – A Cosmopolitan Capital",
      "description": "Sandwiched between four countries and a sea, Slovenia sits at a crossroads of cultures. Upon your arrival in Slovenia's capital city of Ljubljana, a transfer will meet you at the airport and ensure your timely arrival at your conveniently located hotel in the city. After you have had a chance to settle in, you will have the remainder of the day to stretch your legs along the cobblestone alleys and historical neighborhood of this relatively off-the-beaten-path capital city."
    },
    {
      "dayNumber": "2",
      "title": "Ljubljana – Strolling Through the Ages",
      "description": "It was first in the Bronze age that Ljubljana first saw permanent settlement. Since then, the region has been influenced by groups as diverse as the Roman, Huns, and Hapsburgs before its relatively recent independence in 1991. You can celebrate your first full day in this cosmopolitan town with a walking tour through the city's old town that will allow you to enjoy stunning views of the Ljubljanica River, the Baroque town hall, and numerous other monuments that demonstrate Slovenian greatness."
    },
    {
      "dayNumber": "3",
      "title": "Ljubljana – A Trip to a Storybook Setting",
      "description": "It will take you little time to realize that Slovenia enjoys a privileged position among European countries with an abundance of natural beauty and diverse topography. You will take full advantage of this today when embarking on a day trip to the lakeside community of Bled, where the shimmering water reflects the profiles of the snow-capped peaks of the Alps. A local guide will accompany you as you make your way to the famous castle that overlooks the town and the other noteworthy attractions of this storybook setting."
    },
    {
      "dayNumber": "4",
      "title": "Ljubljana – Sipping Through the Julian Alps",
      "description": "Slovenia is teeming with a storied heritage. A more recent development is the country's status as an emerging viticultural hotspot. From sparkling wines to champagnes, the fertile alpine soil allows Croatia to produce savory vintages. Today, you will be able to immerse yourself in this untapped source of wine-growing excellence during visits to wineries in Goriska Brda and Smartno. As you enjoy tastings at each of the charming wineries you visit, your guide will happily introduce you to the region's savory wines."
    },
    {
      "dayNumber": "5",
      "title": "Rovinj – Take a Turn for the Subterranean",
      "description": "Today, you will turn your back on the cultural heritage and alpine beauty of Slovenia when making your way to the Istrian Peninsula and the heart of the Croatian coastline. As you enjoy this comfortable transfer across national boundaries, you can stop at one of the region's most impressive geologic features in the Skocjan Caves. This network of massive underground chambers was named a UNESCO World Heritage Site in 1986 and presents visitors with a unique glimpse of the region's geology. After arriving in Rovinj, you can enjoy the remainder of the evening at your leisure."
    },
    {
      "dayNumber": "6",
      "title": "Rovinj – Exploring the Istrian Hinterland",
      "description": "Although many travel to Istria for its stunning coastline, a short trip inland will present you with a world of lush hills, olive orchards, vineyards, and hilltop towns that overlook the surrounding countryside. You will venture into this vibrant world on a guided tour of the heart of Istria. Your first stop in Motovun will offer you an excellent view of the fortifications that once protected this town from enemies. In the adjacent forest, a truffle-hunting expedition will introduce you to this tasty ingredient and its use in the Croatian diet."
    },
    {
      "dayNumber": "7",
      "title": "Rovinj – The Heart of Coastal Istria",
      "description": "As you will see, Rovinj is an outstanding launch pad for your adventures in Croatia and a stunning medieval town in its own right with delicately crafted facades that overlook open squares, a maze of charming alleys, and scenic views waiting around almost every corner. Today, you will depart this scenic setting on a trip to the nearby town of Pula to visit one of the largest surviving Roman amphitheaters in the world. During your trip, you will also visit a family-run olive press, where you can sample the olives and cheese that are characteristic of a Croatian diet."
    },
    {
      "dayNumber": "8",
      "title": "Plitvice – The Land of the Lakes",
      "description": "Since your arrival in Croatia, you have heard rumors of a fairytale land where terraced lakes flow into each other through a network of waterfalls. Arguably the country's most famous national park, Plitvice National Park presents visitors with a stunning glimpse of the natural beauty and unparalleled topography of Croatia. Today, you will make your way to the portal of this park. You will check in to your hotel before embarking on a tour of this scenic landscape."
    },
    {
      "dayNumber": "9",
      "title": "Split – A Return to Croatia's Coast",
      "description": "Almost a different location, a morning of exploring Plitvice National Park is an excellent opportunity to chart your own course through this lush landscape before the crowds of the afternoon. As dawn breaks across the terraced lakes, mossy ledges, and limestone cliffs of the park, it will be difficult to comprehend how so much beauty can be packed into such a small corner of Europe. After a leisurely morning, a convenient guide will ensure your swift arrival to your destination of Split."
    },
    {
      "dayNumber": "10",
      "title": "Split – A Croatian Cooking Course",
      "description": "As Croatia's second-largest city, Split is an excellent ambassador for the region's stunning coastal communities. Between its vibrant historical sites, monuments, and bustling main port is an excellent place the view the juncture of past and present. All this will be yours to enjoy after a leisurely morning. Today, you will embark on a walking tour of the Old Town that will include visits to the famous Palace of Diocletian and a few open-air markets. Afterward, the world of Croatian cuisine will be yours to savor during a private cooking course."
    },
    {
      "dayNumber": "11",
      "title": "Split – In Search of Smugglers at Hvar Island",
      "description": "Your tour of landlocked destinations will end when you depart the welcoming embrace of Split for the rugged hills and refreshing waters of the island of Hvar. After a fortifying breakfast, you will make your way to the port to board a hydrofoil. As the port of Split recedes behind you, you will be able to imagine the water filled with Greek and Roman vessels, carrying goods up and down the Dalmatian coast. Upon your arrival, a walking tour will introduce you to the idyllic island's main sites before you return to your hotel."
    },
    {
      "dayNumber": "12",
      "title": "Dubrovnik – A Transnational Detour",
      "description": "A walk along the waterfront is an outstanding method of spending your final morning in Split. This morning, you can bask in the timeless tradition of diverse vessels that make their way to the main harbor. After a hearty breakfast, you will continue your southward tour of Croatia with a detour to the rustic town of Mostar in Bosnia Herzegovina. Here, you will witness the evidence of the region's diverse communities of Jews, Muslims, and Christians. In the evening, you will make your way to Dubrovnik."
    },
    {
      "dayNumber": "13",
      "title": "Dubrovnik – Walking Tour into the Past",
      "description": "Rare is the heart that does not melt after being subjected to the charm and beauty of Dubrovnik. After enjoying a leisurely morning, you can celebrate your first day in this coastal community with a guided walking tour of the old town, during which the city's unique history, artistic talents, and photogenic palaces will be yours to enjoy. Dubrovnik is also home to the country's most intact city wall, which will provide you with an excellent opportunity to view the city."
    },
    {
      "dayNumber": "14",
      "title": "Dubrovnik – Savoring this Fertile Land",
      "description": "Just down the coast from Dubrovnik lies the fertile fields of Konavle. Here, you will find some of Croatia's southernmost wineries. After enjoying an authentic breakfast and leisurely morning at your hotel, you will meet with your guide and embark on a trip into a landscape of vineyard-laced hills, olive orchards, and rugged mountains. After enjoying an intimate wine tasting, you will make your way to a family-run olive press where the history and significance of this operation will be revealed."
    },
    {
      "dayNumber": "15",
      "title": "Dubrovnik – Oyster Hunting in the Adriatic",
      "description": "Rare is the restaurant along the Dalmatian coast that does not offer some excellent recipes that highlights the delightful seafood that is pulled from the waters of the Adriatic. Today, you will be able to enjoy a front-row seat to this timeless tradition during a trip to Peljesac, where you can enjoy an excursion to the adjacent oyster banks that are teeming with aquatic life. You can also enjoy a tasting of this delicious seafood. In the afternoon, you can quench your thirst at local winery before retiring to you comfortable accommodations in Dubrovnik for the day."
    },
    {
      "dayNumber": "16",
      "title": "Dubrovnik – Taking a Turn for the Leisurely",
      "description": "No trip to Croatia is complete without an ample supply of leisure time that allows you to bask in the ambient beauty and tranquility of the Dalmatian Coast. For your final full day in Dubrovnik, you can do just that in addition to choosing from a vast array of active options that will allow you to further explore the town. You can also choose relaxing ways to recline in the splendor of this coastal community. The nearby beaches are an outstanding place to enjoy a dip in the refreshing water or to curl up with a good book. The Cultural History Museum will take your breath away with its beautiful artifacts if this is how you decide to spend your day."
    },
    {
      "dayNumber": "17",
      "title": "Dubrovnik – Departure",
      "description": "From the shimmering beauty of Slovenia's capital city to the southern arm of Croatia's Adriatic Coast, the Balkan nations have been your playground these last few weeks. You should now be able to rest assured knowing that you have enjoyed more than just a glimpse into the local history, culture, and landscape of this unforgettable corner of Europe. After a leisurely morning, a transfer will arrive and convey you effortlessly out of the land you have learned to love and to the nearby airport for your departing flight."
    }
  ],
  "map": ""
}