{
  "destination": "Croatia",
  "mainPhoto": "",
  "id": "best-of-croatias-cities-coastlines-cuisine-and-culture-tour",
  "tourName": "Best of Croatia's Cities, Coastlines, Cuisine, and Culture Tour",
  "placesVisited": "Dubrovnik, Korcula, Hvar, Split, Rovinj, Zagreb, Trogir, Plitvice National Park, Motovun, Groznjan",
  "generalInfo": "Discover the treasures of natural beauty to timeless medieval cities during this 13-day Croatia highlights tour. Whether strolling along misting cascades, basking in the majestic blue glow of a cave, indulging in the flavor of a stunning black truffle, or kayaking to a secluded cove, this Croatia tour will bring to light famous wonders and hidden histories, luxurious lifestyles, and local charm.",
  "durationDays": "13",
  "price": "8,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dubrovnik - Arrive in Croatia at your Leisure",
      "description": "The marvels of Dubrovnik stem from the towering medieval walls nestled between the turquoise Adriatic Sea and the rugged slopes of Srd Hill. Orange-tiled homes glint under the soft Mediterranean sun as cable cars travel to the summit of the neighboring hill reaching 1,289 feet above sea level. Your private transfer will meet you at Dubrovnik’s international Čilipi Airport and escort you to the bustling streets of the historic city center. The remainder of the day will be at your leisure to settle into the comforts of your hotel and the beauty of the timeless city."
    },
    {
      "dayNumber": "2",
      "title": "Dubrovnik - Discover Dubrovnik and Enjoy a Kayak Tour",
      "description": "Your guide will meet you at the hotel after breakfast and escort you through the city on a private tour. The scent of the sea will fade beneath the aromas of fresh coffee and candied orange rind. The 15th-century Large Fountain of Onofrio will trickle with water highlighting its importance as the city’s original water supply set beneath the facade of St. Savior Church. After exploring Dubrovnik, you will set out on a kayak tour and paddle around the bay to reach the sandy cove of Betina beach. You can relax in the warm water on the peaceful shoreline."
    },
    {
      "dayNumber": "3",
      "title": "Dubrovnik - Explore Elafiti Islands",
      "description": "After breakfast, you will board a speedboat bound for the islands of Kolocep, Lopud, and Sipan. The island of Lopud is free of cars and features stone houses surrounded by exotic gardens. Remains of ruined fortresses are scattered across the lush hills and overlook the sparkling waters that lap at the coastline. The aromas of griddled fish drift out from the restaurants lining the shore. The centuries-old pine forest on Kolocep will bring hints of spice to the air as you wander along the olive groves, and orchards carrying notes of lemon and orange citrus from the trees."
    },
    {
      "dayNumber": "4",
      "title": "Korcula - Enjoy the Charms of Korcula",
      "description": "Your private driver will meet you at the hotel and escort you to the charming island of Korcula in the morning, the birthplace of notable explorer Marco Polo. Olive groves and vineyards surround the historic villages scattered around the island, separated by pine forests and serene coves. You will stroll along a portion of the 12 towers and staggering defensive walls that reach 65 feet tall. The 15th-century cathedral crowns the heart of town and shines with a limestone facade that accentuates the Gothic-Renaissance design. You can also visit the home of Marco Polo."
    },
    {
      "dayNumber": "5",
      "title": "Korcula - Delight in a Hike to Fairies’ Spring",
      "description": "In the morning, you will venture to the village of Zrnovo to find a variety of artisan goods from homemade jams to olive oil and zesty grappas. The old stone houses will glint against the backdrop of pine forest. Outside of Kocje, you will find a maze of dolomite rocks and aromatic wild herbs growing along the green corridor. Lush ivy and verdant moss cling to the rock formations while strong holm oaks act like a border around the unique setting. As you return to Korcula, you will have a tremendous view of town pressing against the water’s edge."
    },
    {
      "dayNumber": "6",
      "title": "Hvar - Tour Hvar’s Forgotten History",
      "description": "You will take the ferry to Hvar after breakfast and settle into the comforts of your luxury hotel. Your guided tour of Hvar will take you outside of the main town’s 13th-century walls and way from the marbled streets. After enjoying the panoramic view from Saint Nicholas peak at 2,053 feet above sea level, you will pass through a quiet village to view the vineyards clinging to the steep hills. The sweet aroma of red plavac grapes will join the scents of olive groves, rosemary fields, and lavender meadows as you travel to a tavern for a traditional lunch."
    },
    {
      "dayNumber": "7",
      "title": "Hvar - Excursion to the Blue and Green Caves",
      "description": "After breakfast, you will board a speedboat for a private tour of the waters around Dalmatia bound for the Blue and Green caves. The sea breeze will brush against your cheeks as you venture first to the Blue Cave to view how the mixture of water and light create an ethereal glow in the cavernous space. You will continue to the small bohemian seaside town of Komiza, where narrow cobbled streets lead to 17th and 18th century stone houses winding up the hill. At the Green Cave, you will discover how the same waters and sun can create a fascinating shimmer."
    },
    {
      "dayNumber": "8",
      "title": "Split - Travel to Gorgeous Split",
      "description": "The city of Split has a majestic ambiance that derives from the rhythm of activity along the promenade and Diocletian’s palace. The aroma of coffee will drift over the marbled lanes as locals wander beside boutique shops framed by the remnants of the Roman imperial residence. The remainder of the day will be at your leisure to relax in the intoxicating atmosphere of the city leading from the Cathedral of St. Domnius to views over the tranquil Adriatic Sea. The cathedral baptistery was once a Roman temple dedicated to Jupiter and possesses 13th-century carved stones and a black-granite sphinx."
    },
    {
      "dayNumber": "9",
      "title": "Split - Visit Trogir and Enjoy a Wine Tour",
      "description": "Your guide will take you through the maze-like cobblestone streets of Split to find a mixture of Roman ruins and Christian churches. After discovering the limestone bluff hosting Klis Fortress standing 1,263 feet above sea level, you will make your way to the island of Trogir to visit a famous vineyard that produces delicious wines. Your guide will take you on an immersive tour of the vines, vats, and cellars before you finish in the tasting room. The scents of spices, plum, and leather will release from the glass and lead to flavors of blueberry jam and tobacco leaf."
    },
    {
      "dayNumber": "10",
      "title": "Rovinj - Experience Plitvice National Park",
      "description": "You will travel with your private transfer to the densely forested landscape of Plitvice National Park. The protected scenery consists of 16 crystalline lakes that feed into one another with thundering cascades. You can stroll along the 11 miles of boardwalks at your pace as you listen to the waterfalls crashing against the rocks and splashing into the waiting lake below. You can also travel the trail to the Cliff Views to find a rewarding panorama sweeping across several lakes. Your private driver will meet you and escort you to the remaining way to Rovinj."
    },
    {
      "dayNumber": "11",
      "title": "Rovinj - Revel in the Istria Peninsula’s Beauty",
      "description": "You will begin your day with your guide at Motovun, a small city crowning hillside vineyards. Your guide will take you through the woodland terrain in search of pungent truffles. The fairytale landscape will captivate you as you explore the charm of Istria beneath the 14th-century fortified town. At lunch, your guide will craft a delicious lunch, highlighting the flavors of the truffles you uncovered during your search. You will continue to Groznjan, where you can enjoy the leafy plazas, castle walls, and dramatic gates built by the Venetians before returning to Rovinj to indulge in the seductive seaside ambiance."
    },
    {
      "dayNumber": "12",
      "title": "Zagreb - Uncover the Joys of Zagreb",
      "description": "After reaching Zagreb, your guide will greet you at the hotel eager to introduce you to Croatia’s capital city. You will stroll down the cobblestone streets and view the skyline peppered with church spires. The scent of rich coffee will emanate from the cafes where locals talk animatedly about soccer, politics, and philosophy. Bland concrete walls have become masterpieces transformed by colorful murals. The cathedral was built in the 13th century and retains its two ornate spires. The treasury contains a fine collection of religious art and sacred objects juxtaposing the modern art displayed inside the Museum of Broken Relationships."
    },
    {
      "dayNumber": "13",
      "title": "Zagreb - Depart for Home",
      "description": "In the morning, the sunlight will wash over the recognizable 13th-century Lotrscak Tower. The iconic Romanesque image of the city once held a bell that warned residents the gates were closing. It now offers stunning views of the city. Your private transfer will meet you in the hotel lobby after breakfast and escort you to Zagreb’s Franjo Tuđman Airport for your flight home, bringing an end to your immersive highlights tour of Croatia."
    }
  ],
  "map": ""
}