{
  "destination": "Croatia",
  "mainPhoto": "",
  "id": "food-wine-of-croatia-in-10-days",
  "tourName": "Food & Wine of Croatia in 10 Days",
  "placesVisited": "Plitvice Lakes National Park, Split, Rovinj, Trogir, Dubrovnik, Hvar, Pula, Porec, Motovun, Konvale, Mali Ston",
  "generalInfo": "Indulge in authentic flavor and elegant scenery during your luxury 10-day Croatia gastronomy tour. Experience exclusive wines, traditional cuisine, rustic cooking, and decadent ingredients as you wander from verdant countrysides to regal islands. Uncover the character of famous wines, sample the splendor of iconic dishes, and enjoy the welcoming ambiance of Croatian culture as you taste your way from the Istrian Peninsula to Dubrovnik.",
  "durationDays": "10",
  "price": "8,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Rovinj - Arrive in the Delicious Istrian Peninsula",
      "description": "Rovinj is a lovely port city that sits on a picturesque peninsula, untouched by modern times. It offers the perfect soothing energy of a Mediterranean destination introducing you to the Istrian Peninsula. Upon your arrival at the airport in Pula, your private transfer will escort you to the comforts of your hotel in central Rovinj, where you can find cobblestone streets and a plaza in front of St. Eufemija’s church filled with Istria’s authentic small-town ambiance. In the evening, your Croatian gastronomy adventure will start with a mouthwatering dinner highlighting fresh, locally grown ingredients and famous Istrian wine."
    },
    {
      "dayNumber": "2",
      "title": "Rovinj - Discover the Delectable Peninsula",
      "description": "After a leisurely breakfast, you will begin your exploration of gorgeous Istria by first stopping in Pula. You will visit classic sites, including the stunning ancient Roman Amphitheater on the sea. In Poreč, you can explore the picturesque town steeped in history where narrow cobblestone streets lead to Venetian buildings. The Basilica of St. Euphrasius hosts a collection of glittering mosaics. Motovun looks like a hilltop fairytale town with views of the vineyards, olive groves, and forest. It is famous for its truffles. After a short tour, you can indulge in a delicious truffle dinner paired with the best Istrian wines."
    },
    {
      "dayNumber": "3",
      "title": "Plitvice Lakes - Embrace Plitvice Lakes' Elegance",
      "description": "Set off this morning for a truly wonderful exploration of Plitvice Lakes National Park. The 16 lakes interconnected with nearly 90 waterfalls create a spectacular ambiance framed by lush greenery. You can wander along the gorgeous wooden footbridges and pathways for exceptional views of the crystalline lakes and roaring waterfalls embodying the essence of tranquility. Locals believe that wishes made under the biggest Plitvice waterfall always come true. Refreshed and renewed by the ravishing nature, you can enjoy one of the local restaurants to discover typical regional specialties, such as river fish, lamb on the spit, and various cheeses."
    },
    {
      "dayNumber": "4",
      "title": "Split - Taste and Charm in Split",
      "description": "Split is the perfect place to experience authentic Dalmatian lifestyle. Always buzzing, the exuberant city has the right balance between tradition and modernity. After settling into your hotel, you will enjoy a private walking tour of Split, Croatia’s second-biggest city. Your tour will reveal iconic sites and fabled history, from Diocletian’s Palace to the Cathedral of Saint Domnius. You will continue with a wine-tasting excursion, visiting a local winemaker and their barrel room where you can sample wine directly from fermentation tanks. Served with rich cheeses, smoked ham, and homemade bread, Dalmatian wines reveal exceptional flavors, aromas, textures, and colors."
    },
    {
      "dayNumber": "5",
      "title": "Split - Delight in Local Charm and Tradition",
      "description": "After a light breakfast, you will transfer to nearby Split, where you can enjoy a local cooking class. First, you will stop at a local food market to buy the ingredients and find the famous fresh fish, in addition to colorful vegetables and fruits. Your hands-on cooking class in Trogir will immerse you in the captivating magic of the Mediterranean diet and valuable social customs that promote human connection, well-being, and heartwarming culinary rituals. You will continue on a guided sightseeing tour of Trogir, where every step is ripe with history, culture, and stunning architecture spanning approximately 2,300 years."
    },
    {
      "dayNumber": "6",
      "title": "Split - Experience the Essence and Beauty of Hvar",
      "description": "You will embark on a ferry to Hvar to bask in the beautiful Renaissance architecture, inspiring cultural heritage, and revitalizing Mediterranean ambiance. The island is considered one of the world’s most beautiful. You can enjoy the vineyard and the picturesque village of Jelsa with tastings in two famous Hvar wineries, where you may find hints of earthy aromas with plum and dark berries, as well as subtle notes of coffee and spices. You will engage all your senses with refined and exciting wines paired with prosciutto, cheese, and chocolate. You will continue to Malo Grablje for a traditional three-course meal."
    },
    {
      "dayNumber": "7",
      "title": "Dubrovnik - Indulge in Decadence and Discovery",
      "description": "On the way to Dubrovnik, you will stop in Mali Ston. The destination is well known for its oyster and mussel cultivation. The oysters from this region have been in high regard since ancient Roman times. You will enjoy a short boat trip to oyster beds through the tranquil beauty of Ston Bay with an oyster tasting accompanied by delicious Dalmatian wine. The decadent oysters will pair perfectly with the citrus atoms of the wine. A local guide will share their rich knowledge about the history of Ston, oyster cultivation, and the best ways to enjoy the precious seafood."
    },
    {
      "dayNumber": "8",
      "title": "Dubrovnik - Revel in Dubrovnik’s Medieval Wonders",
      "description": "Renaissance harmony and a medieval mystique define the architecture and ambiance of Dubrovnik. The city bursts with exciting energy and an endless number of things to see and do. The Old City of Dubrovnik is a UNESCO World Heritage Site known as the Pearl of the Adriatic. After breakfast, your guide will lead you through imaginative legends on a walking tour with an expert guide. The famous main street, historic Rector’s Palace, and dreamlike City Walls will embody the city’s dynamic image, with the City Walls offering spectacular views over the Adriatic Sea."
    },
    {
      "dayNumber": "9",
      "title": "Dubrovnik - Enjoy Wine Tasting in Konavle Valley",
      "description": "After the clamor and grandiosity of Dubrovnik, the tranquility of the ravishing nature of the surrounding countryside is a relaxing contrast. Today, a bike tour through the incredibly scenic landscape with wine tasting in an award-winning local winery awaits you. You will begin in picturesque Gruda to find lovely vineyards and olive groves along the river. You may hear the waterfalls and spinning medieval watermills. A 600-year-old Franciscan monastery will rise out of the landscape as you travel to a local winery for an indulgent tasting. Your last destination will be a mouthwatering dinner in an authentic Dalmatian local restaurant."
    },
    {
      "dayNumber": "10",
      "title": "Dubrovnik - Depart for Home",
      "description": "In the morning, you may find aromas of freshly brewed coffee and the sea breeze sweeping through the city streets. The sunlight will wash over the red-tiled rooftops that only add to the artistic and intellectual ambiance of the cityscape. After breakfast, your private transfer will meet you in the hotel lobby and escort you to the airport for your flight home. You will have plenty of time to check in for your flight, bringing an end to your flavorful exploration of Croatia."
    }
  ],
  "map": ""
}