{
  "destination": "Croatia",
  "mainPhoto": "",
  "id": "seniors-trip-to-croatia-dubrovnik-to-zagreb",
  "tourName": "Seniors Trip to Croatia: Dubrovnik to Zagreb",
  "placesVisited": "Dubrovnik, Plitvice National Park, Rastoke, Zagreb, Varazdin, Peljesac Peninsula, Pula, Rovinj",
  "generalInfo": "While some European destinations offer only party scenes and endless bars and night clubs that cater to the teenage Spring Break, Croatia is a breath of fresh air, and it offers experiences and a plethora of excursions that cater to a much higher echelon of taste and desire. As you embark on this hand-crafted, 7-day luxury tour that is comprised of only the most unforgettable experiences and prestigious destinations that Croatia has to offer, you will discover gems such as the dazzling city of Dubrovnik, Plitvice National Park, and the charming capital city of Zagreb.",
  "durationDays": "7",
  "price": "2,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dubrovnik – Introduction to Dubrovnik’s Old City",
      "description": "The moment your airplane arrives at Dubrovnik airport, you will be met by your private driver and transferred to your luxurious accommodation. After checking in and unpacking, you will waste no time in diving into the dazzling beauty of this seaside enclave as you set out on a private walking tour of the ancient Old City. Led by a professional guide, you will be mesmerized as you make your way through the maze-like labyrinth world that harkens back to a different era. You will want to keep your eyes peeled as you go so you do not miss a few of the settings where the famed Game of Thrones TV series was filmed, which include the Red Keep, the House of the Undying’s dungeon, the Battle of Blackwater Bay, and more. As evening the descends upon you, you will delight in an epic dinner al fresco beneath the majestic Dubrovnik sky and endless stars at one of the many nearby cafes that offer stellar views of the Adriatic Sea. After you have had your fill and are ready to rest up for tomorrow’s adventures, your private driver will return you to your hotel."
    },
    {
      "dayNumber": "2",
      "title": "Dubrovnik – Partake in a Peninsula Wine Tour",
      "description": "Today, you will wake up feeling refreshed and ready for your first full day in Croatia, which will have you enjoying a delicious, full day’s private luxury tour of the romantic and awe-inspiring Peljesac Peninsula. The second largest peninsula in the country, Peljesac, boasts many claims to fame, including its mouthwatering wine selections. This excursion will provide you with the opportunity to visit several family-run wineries, where you will sample their most prized and award-winning wines. This experience will surely delight all of your senses as you are bombarded with delightful flavors and aromas. After you have received your fix of whine, if that is possible, you will have the chance to stop by the quaint, bayside hamlet of Ston, where you can taste the town’s claim to fame: delicious and freshly caught oysters. Afterward, you will explore the town’s old salt factory, where you will learn fascinating facts about how the pure salt from the area is harvested and made ready for consumption. Then, you will return to your Dubrovnik hotel just before sunset via private transfer, so you can enjoy another picture-perfect sunset over the Adriatic Sea. As you gaze into the sky, you will surely marvel at this magical place that you have stumbled upon, and your mind will be wondering about what exciting and inspiring adventures await you. You can rest assured that the rest of your vacation will be filled with bliss, luxury, and charm."
    },
    {
      "dayNumber": "3",
      "title": "Plitvice National Park – Roam Amid Romantic Waterfalls at Plitvice National Park",
      "description": "A world of wonder that is worthy of fairytale princesses, pixies, and forest nymphs await you today. You will depart your luxurious accommodation in Dubrovnik and transfer to the UNESCO World Heritage Site of Plitvice National Park. After arriving around midday, you will have the rest of your day to wander to your heart’s content among the park’s picture-perfect paths that will make you feel like you have immersed yourself in the fairytale world of Alice and Wonderland . Here, surrounded by stunning scenery, nearly endless waterfalls, and pristine crystal-clear lakes, you will forget every ounce of your stress as you are utterly captivated by this charming locale. If walking through the entire park is not what you desire, then you can take one of the ferries, which will transport you throughout the park without the hassle of having to walk. This experience is no less adventurous than it would be on foot because you will be able to stop at every point of interest that you would be if you were to walk. It will be completely up to you because this is your curated adventure of whimsy. Finally, once you have had your fill of fairytales scenery, your private driver will transfer you to your nearby luxury accommodation. As you lay your head on your pillow, you will most likely be reminiscing about the uniquely amazing experience that you indulged in today."
    },
    {
      "dayNumber": "4",
      "title": "Zagreb – Discover Zagreb\u0000’s Hidden Gems and a Private Cooking Class",
      "description": "Your fairytale motif continues as you make your way to nearby Rastoke Village, where the romantic main street and rustic vibe of this quaint enclave will melt your heart and have you hankering for the old days and simpler times that were sweet and easy. You will absolutely adore the working watermills and will not want to miss out on enjoying a cup of coffee at the charming cafe that sits atop the town’s gorgeous bridge. You will then be transferred to Zagreb, where you will indulge in a private walking tour of the Upper Town, its postcard-worthy pastel buildings, and the capital city’s most well-known landmarks. While you traverse among the cotton candy-colored houses of Gornji Grad, you can listen to the trilling bells of the cathedral as they announce the hour for all to hear. You can also nibble and sip your way through the world-famous and delicious Dolac Market. Afterward, you will understand why Zagreb is considered to be the crown jewel of Croatia. Then, after snapping some requisite photos at the nation’s beloved Ban Josip Jelacic Square, which is the central hub of the city, you can ride the antique funicular or walk the lovely pathway to reach one of Zagreb’s most romantic and picturesque viewing points. From this vista, you will get a gander at the locally-famed Zagreb Locks, which is where lovers from all over the world have come and placed padlocks to symbolize and commemorate their love and commitment to one another. You can even place your own lock here and make a memory that will last a lifetime. Directly after your Upper Town tour, you will be given the exciting opportunity to indulge in a private cooking lesson with a local master chef who will lead you in preparing a delicious gourmet dish, to which even the locals would give a five-star review. Beforehand, you will be able to choose among a menu of various authentic Croatian-inspired offerings to ensure that you absolutely love your final product. After taking cues from your culinary sensei, the best part will come as you sit down and devour every mouthwatering morsel of your edible masterpiece. You will even be sent back to your hotel via private transfer with the actual recipe, meaning that when you return home, you can reenact this wonderful experience and savor sweet memories from this moment as many times as you like."
    },
    {
      "dayNumber": "5",
      "title": "Zagreb – Dive into the Istria Region with a Side Visit to Pula and Rovinj",
      "description": "Today will have you indulging in a fun, full day’s private trip to Croatia’s Istria region, including the awe-inspiring enclaves of Pula and Rovinj. After being whisked away by your private guide, you will enjoy a whirlwind exploratory adventure to Pula, where you will gaze in awe at the ancient Roman amphitheater, the Cathedral of the Assumption, the temple of Augustus, and even the city’s Ancient gate. Upon leaving Pula, you will be grateful to have every aspect taken care of on your private tour because it will allow you to sit back and relax in the utmost comfort. Your only job for this journey is to enjoy yourself and the time that you spend here in Croatia. Your next destination of Rovinj offers an equally stunning setting. This medieval town is known for its gorgeous Baroque and Renaissance-style architecture, and it will make you feel like you have traveled back in time. You will surely be inspired as you wander down the ancient side streets, and as your feet set foot upon the marble and stones that have paved the way for generations before you, you will feel an overwhelming sense of how deep and amazing the roots and history of this special place really are. After finishing your tour of Rovinj at the sacred Church of St. Euphemia, which is the patron of the city, you will be returned to your luxurious accommodation in Zagreb."
    },
    {
      "dayNumber": "6",
      "title": "Zagreb – Step Into the Fairytale of Charming Varazdin",
      "description": "Your final, full day in Croatia ups the ante in the fairytale and wonder department, as you will be spending the entire day of touring a romantic world of heavenly castles and other equally dreamy destinations. Your private tour will begin in nearby Varazdin, which is an idyllic town that rivals even the capital city in regards to its charm and beauty. In fact, Varazdin happens to be one of the most photographed cities in the entire country. Often referred to as Little Vienna, you will understand how it developed its charming nickname as you stroll among its flower-strewn streets and charming cafes, coffee shops, and boutiques. After wandering around the town, uncovering its hidden gems and taking a private tour of its most treasured locale, which is its resident castle, you will then journey onward to even more awe-inspiring royal abodes. Your guide will lead you to Croatia’s most famous and popular castle: Trakoscan Castle. During your visit, you can close your eyes and dream that this marvelous castle is your home, and when you open your eyes again, you will unfortunately snap back to reality. Your tour will continue, taking you throughout the jaw-dropping grounds that surround the castle. With its luscious scenery, its impeccable landscaping, and a romantic lake that is nestled within the property, this scene will set the perfect backdrop for snapping that once-in-a-lifetime photo that is requisite for all proper European adventures. You can take as many as you like because you will never want to forget this magical day amid such beauty and wonder. After your tour, you will be delivered directly to your hotel, where you will have the opportunity to savor one last scrumptious meal that is filled with local Croatian flavors before going to bed."
    },
    {
      "dayNumber": "7",
      "title": "Zagreb – Enjoy One Last Croatian Brunch Before Heading Home",
      "description": "Today, you will wake up to savor your last Croatian meal before being transported to the airport via private transfer for your flight home. En route, you will be presented with a Croatian goodbye gift, which will be a special reminder of your treasured time in this magical country."
    }
  ],
  "map": ""
}