{
  "destination": "Croatia",
  "mainPhoto": "",
  "id": "splendid-cultural-tour-of-croatia",
  "tourName": "Splendid Cultural Tour of Croatia",
  "placesVisited": "Dubrovnik, Split, Rovinj, Ljubljana",
  "generalInfo": "Immerse yourself in remarkable history and captivating beauty around the Adriatic Sea during this 11-day Croatia culture tour. Discover the charms of Dubrovnik and the flavorful bounty of Istria while traveling along the stunning coastline of Montenegro to the lakeshores of Bled. Bask in the prestige of Split and the cultural divide evident in the architecture of Mostar. This unique adventure allows you to embrace tradition and indulge in the utmost splendor.",
  "durationDays": "11",
  "price": "5,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dubrovnik - Arrive in Dubrovnik",
      "description": "The beauty of Dubrovnik stems from shimmering limestone streets and elegant Baroque buildings that juxtapose the city’s ancient walls. The orange rooftops glint in the sunlight above the azure water of the Adriatic Sea. Your flight will land at Dubrovnik’s Cilip Airport, and your private driver will greet and transfer you to your opulent accommodation. You will settle into gorgeous accommodation in the heart of the city with the remainder of the day at your leisure. For a city introduction, you can pass the 16th-century Pile Gate to find a statue of St. Blaise."
    },
    {
      "dayNumber": "2",
      "title": "Dubrovnik - Explore the Historic City",
      "description": "After breakfast, you will discover the tremendous history and heritage of Dubrovnik on a privately guided tour. You will begin in Old Town when you reach Onofrio’s Fountain, the city’s original water source. The looming facade of St. Savior Church overlooks the fountain and dates back to the 16th century with Gothic and Renaissance features. You can continue to St. Lawrence Fortress on the edge of a rocky promontory outside of the western-facing wall. The cliff reaches over 121 feet and helped support the city’s stronghold during Venetian raids. The walls reach 39 feet wide at their thickest points."
    },
    {
      "dayNumber": "3",
      "title": "Dubrovnik - Enjoy a Day Tour of Montenegro",
      "description": "Your guide will meet you at the hotel after breakfast and lead you through the majestic mountains and alongside the stunning beaches to experience the beauty of Montenegro. The impressive landscape features a coastline that shimmers with cobalt water to the west and vivid promontories to the east. In Kotor’s Old Town, the aroma of the sea fades beneath the scent of coffee as it drifts out of the local cafes. The 12th-century Saint Tryphon Cathedral has Venetian accents and overlooks the clear water that laps at the Bay of Kotor."
    },
    {
      "dayNumber": "4",
      "title": "Split - Discover Hodilje and Mostar",
      "description": "After breakfast, your private transfer will escort you to Hodilje to visit a family-owned mussels farm on Malostonski Bay. Your guide will show you how oysters are grown in the water near a small private island that has been owned by the same family for generations. The aromas of olive oil and rakija will overtake the briny scent of the oysters. You will continue to Mostar in Bosnia and Herzegovina to find the banks of the Neretva River. Cobbled lanes lead to the edge of the water and old bridge that connects the Muslim eastern bank with the Catholic western bank."
    },
    {
      "dayNumber": "5",
      "title": "Split - Delight in a Split and Trogir Tour",
      "description": "Split has been a grand city for two millennia, dating back to the Romans and featuring archeological marvels as well as contemporary opulence. Your guide will lead you through the lively ambiance of Diocletian’s Palace. The former palace resembles a regal complex from the 4th century AD but with chic boutiques and vibrant cafes. After touring Split, you will continue to Trogir. The town has white-pebbled beaches that overlook turquoise water. You will visit a family-owned vineyard to sample the flavors of the hinterland, where you can find and sample white wines with the aromas of white cherry, nectarine, and peach."
    },
    {
      "dayNumber": "6",
      "title": "Rovinj - Traverse Plitvice National Park",
      "description": "You will travel to Plitvice National Park in the morning on your way to Rovinj. The majestic landscape will take center stage as you wander along the edges of 16 emerald-blue lakes within the protected landscape that spans over 114 square miles. The pristine nature supports owls and eagles as well as wolves and bears. The thunderous sounds of waterfalls will fill the air as they cascade from the upper lakes along craggy promontories to the lower bodies of water. You will also find Veliki Slap, the tallest waterfall in the country at 255 feet."
    },
    {
      "dayNumber": "7",
      "title": "Rovinj - Revel in the Charms of Istria",
      "description": "This morning, you will make your way to Motovun after breakfast to find the fairytale town at 908 feet above sea level, overlooking the Mirna River. The aroma of damp soil will fill the air as you explore the forest outside of the city’s thick ramparts while searching for Istria’s famous truffles. You will follow a hunting dog through the trees and listen as they bark and dig to signal that they have found a truffle. You will continue to Groznjan to enjoy the ambiance of the hilltop fortress town. Here, Venetian opulence blends with dramatic ramparts and a contemporary bohemian ambiance."
    },
    {
      "dayNumber": "8",
      "title": "Rovinj - Uncover Heritage at Pula and Brijuni National Park",
      "description": "Your private guide will lead you to Pula in the morning to find the ancient Roman artifacts that are connected to the busy commercial city at the edge of the Adriatic Sea. The Roman Amphitheater glints with limestone and could hold up to 20,000 spectators. The walls reach 436 feet long and 105 feet tall. You will continue by boat to explore the pine-covered islands of Brijuni National Park. The scent of pine will blend with the aroma of briny water as you glide around the islands in search of curious turtles and friendly dolphins. Afterward, you will return to Rovinj in the afternoon."
    },
    {
      "dayNumber": "9",
      "title": "Ljubljana - Indulge in a Wine Tasting en route to Ljubljana",
      "description": "Before you reach Ljubljana with your private transfer, you will stop at a winery that crafts specialties of Istria, from delicious cured ham to tasty extra-virgin olive oil. On the winery, your guide will lead you through the vineyards to find the waxy texture of the grapes. The century-old traditions will stem from the ages barrels to the historic cellars. In the tasting room, the aromas of lemon peel and buttery croissants will drift upward from the glass as you sample a sparkling wine. Once in Ljubljana, the day will be at your leisure to relax in Slovenia’s charming capital."
    },
    {
      "dayNumber": "10",
      "title": "Ljubljana - Sightsee Ljubljana and Lake Bled",
      "description": "The emerald hue of the Ljubljanica River at the heart of the city reveals a friendly and relaxed ambiance. Cafes and terraced-seating line cobbled streets and evoke an inviting atmosphere that is often enhanced by the scent of coffee beneath the strong frame of Ljubljana Castle. You will continue to Bled, where you will enjoy the fairytale charms of the water and Gothic architecture. The church on the central island has dramatic spires that reflect in the lake in addition to walking paths that circle the shore and lead from the village to the 12th-century castle, overlooking the lake."
    },
    {
      "dayNumber": "11",
      "title": "Ljubljana - Depart for Home",
      "description": "In the morning, the aromas of wild mushrooms and forest berries will fill the aisles of the Central Market. Vendors showcase homemade cheeses and delicious honey, which represent the best seasonal and local ingredients. Locals will wander along the streets of Breg, which was the former walled settlement of fisherfolk during the Middle Ages. After breakfast, your private transfer will meet you in the hotel lobby and escort you to the airport for your flight home, bringing an end to your culture tour along the Adriatic coast."
    }
  ],
  "map": ""
}