{
    "Main_Title": "Our Cuba holidays & tours",
    "Main_Paragraph": "We believe that what makes Cuba so special is the people who live here. That’s why our Cuba holidays ensure that you get a memorable introduction to the communities you visit. From staying in characterful family-run homestays, to dancing the night away in salsa halls, to exploring with passionate local guides – expect an immersion in Cuban culture that stays away from the clichés. Our tours help you learn a few phrases of Cuban Spanish, so you can have meaningful interactions, whether you’re cycling, driving, or on one of our cultural tours.",
    "Subtitle": "About our Cuba holidays",
    "Title1": "An unmissable atmosphere",
    "Paragraph1": "Call it romance, call it a vibe: it’s hard to put your finger on it, but Cuba fizzes with an ineffable essence. Our holidays help you get right to its heart by seeking out the unique experiences that make the country great, whether that's evenings with jazz musicians, or eating at\npaladares\n(small family-run restaurants) . Thanks to its extraordinary recent history, there is no ordinary in Cuba. The classic cars – kept running with a great deal of determination – mean that even something as commonplace as a car park is suddenly fascinating.",
    "image1": "",
    "Title2": "Casas familiares",
    "Paragraph2": "In a system unique to Cuba, you’re far more likely to stay in someone’s house than you are to stay in a hotel, and that's especially true on our holidays, which endeavour to support local people. Private citizens have been allowed to make a small income by lodging tourists in their own homes since 1997. These\ncasas familiares\n– ‘private houses’ in English – are often simple but fascinating places to stay, and your visit directly support the families who run them. Once you step inside, you’ll find antique furnishings, home-made breakfasts, and perhaps even a cool mojito when you return after your day of adventures.",
    "image2": "",
    "Title3": "Family holidays in Cuba",
    "Paragraph3": "Cuba is a safe, friendly country for families, and our holidays bring you a good mix of beach, city and nature. Little kids can’t fail to be entertained by the attention-grabbing colour of everything, the throaty engines of old cars, and days on the beach where snorkelling reveals pristine reefs. Older children will find Cuba particularly absorbing – after all, it’s a great lesson in recent history. Once you’ve left Havana they can plunge into the jungle in the nature reserve at Las Terrazas, where swimming in shade-dappled natural pools and staying in an eco hotel beats an all inclusive any day of the week.",
    "Title4": "Self drive holidays in Cuba",
    "Paragraph4": "It sounds daunting when all the cars seem about as old as you are – but your rental on one of our self drive holidays in Cuba will be a newer vehicle. It’s better to admire the chrome classics from a distance, rather than worry about getting up the next hill. The driving is easy in Cuba, as you won’t find many traffic jams. You just need to keep an eye on your GPS – not every turn has a signpost. One of our most popular options is the western side of the island; start by roaring by roaring down Havana’s Malecón, and go on to the scenic countryside around Viñales.",
    "image3": "",
    "Title5": "Cycling holidays in Cuba",
    "Paragraph5": "Empty roads and brilliant scenery – our cycling holidays in Cuba are a great way to see rural areas, as long as you don’t mind a few hills. Once you get to the summit, freewheel through tobacco plantations, and stop to bathe in a turquoise river pool. At the end of each day, you can hang up your helmet at a welcoming casa particular. Our local guides are often former pro cyclists. If you fancy joining them for a challenge, go chase Che in the Sierra Maestra Mountains, where Guevara, Castro, and the rebels had their hideout.",
    "Title6": "Types of tours & holidays in Cuba",
    "Paragraph6": "Joining one of our\nsmall group tours\nis a convenient way to see Cuba’s highlights, and you’ll travel with a group of like-minded adventurers. Our specialist holidays, like salsa dancing, are great in groups, and every dance lesson will feel like a party. Our best\nwalking holidays\ntake place in the Sierra Maestra. Here, exploring the dark, jungle-clad slopes of Pico Turquino National Park, you can ascend Cuba’s highest peak, which also gives the park its name. Our\ncycling holidays\nare a great way to support further-flung communities among hilly plantations and get to see Cuban life beyond the cities."
}