[
    {
        "type": "overview",
        "Main_Title": "Our Cuba holidays & tours",
        "Main_Paragraph": "We believe that what makes Cuba so special is the people who live here. That’s why our Cuba holidays ensure that you get a memorable introduction to the communities you visit. From staying in characterful family-run homestays, to dancing the night away in salsa halls, to exploring with passionate local guides – expect an immersion in Cuban culture that stays away from the clichés. Our tours help you learn a few phrases of Cuban Spanish, so you can have meaningful interactions, whether you’re cycling, driving, or on one of our cultural tours.",
        "Subtitle": "About our Cuba holidays",
        "Title1": "An unmissable atmosphere",
        "Paragraph1": "Call it romance, call it a vibe: it’s hard to put your finger on it, but Cuba fizzes with an ineffable essence. Our holidays help you get right to its heart by seeking out the unique experiences that make the country great, whether that's evenings with jazz musicians, or eating at\npaladares\n(small family-run restaurants) . Thanks to its extraordinary recent history, there is no ordinary in Cuba. The classic cars – kept running with a great deal of determination – mean that even something as commonplace as a car park is suddenly fascinating.",
        "image1": "",
        "Title2": "Casas familiares",
        "Paragraph2": "In a system unique to Cuba, you’re far more likely to stay in someone’s house than you are to stay in a hotel, and that's especially true on our holidays, which endeavour to support local people. Private citizens have been allowed to make a small income by lodging tourists in their own homes since 1997. These\ncasas familiares\n– ‘private houses’ in English – are often simple but fascinating places to stay, and your visit directly support the families who run them. Once you step inside, you’ll find antique furnishings, home-made breakfasts, and perhaps even a cool mojito when you return after your day of adventures.",
        "image2": "",
        "Title3": "Family holidays in Cuba",
        "Paragraph3": "Cuba is a safe, friendly country for families, and our holidays bring you a good mix of beach, city and nature. Little kids can’t fail to be entertained by the attention-grabbing colour of everything, the throaty engines of old cars, and days on the beach where snorkelling reveals pristine reefs. Older children will find Cuba particularly absorbing – after all, it’s a great lesson in recent history. Once you’ve left Havana they can plunge into the jungle in the nature reserve at Las Terrazas, where swimming in shade-dappled natural pools and staying in an eco hotel beats an all inclusive any day of the week.",
        "Title4": "Self drive holidays in Cuba",
        "Paragraph4": "It sounds daunting when all the cars seem about as old as you are – but your rental on one of our self drive holidays in Cuba will be a newer vehicle. It’s better to admire the chrome classics from a distance, rather than worry about getting up the next hill. The driving is easy in Cuba, as you won’t find many traffic jams. You just need to keep an eye on your GPS – not every turn has a signpost. One of our most popular options is the western side of the island; start by roaring by roaring down Havana’s Malecón, and go on to the scenic countryside around Viñales.",
        "image3": "",
        "Title5": "Cycling holidays in Cuba",
        "Paragraph5": "Empty roads and brilliant scenery – our cycling holidays in Cuba are a great way to see rural areas, as long as you don’t mind a few hills. Once you get to the summit, freewheel through tobacco plantations, and stop to bathe in a turquoise river pool. At the end of each day, you can hang up your helmet at a welcoming casa particular. Our local guides are often former pro cyclists. If you fancy joining them for a challenge, go chase Che in the Sierra Maestra Mountains, where Guevara, Castro, and the rebels had their hideout.",
        "Title6": "Types of tours & holidays in Cuba",
        "Paragraph6": "Joining one of our\nsmall group tours\nis a convenient way to see Cuba’s highlights, and you’ll travel with a group of like-minded adventurers. Our specialist holidays, like salsa dancing, are great in groups, and every dance lesson will feel like a party. Our best\nwalking holidays\ntake place in the Sierra Maestra. Here, exploring the dark, jungle-clad slopes of Pico Turquino National Park, you can ascend Cuba’s highest peak, which also gives the park its name. Our\ncycling holidays\nare a great way to support further-flung communities among hilly plantations and get to see Cuban life beyond the cities."
    },
    {
        "type": "best-time-to",
        "Main_Title": "The best time to visit Cuba",
        "Main_Paragraph": "November to April is the best time to visit Cuba\n, with March to mid-April the most pleasant months: warm and sunny without summers humidity or storms. Prices may be slightly lower in January-February, when night-time temperatures drop, but the rain stays away and the sun shines. July and August are popular with those who dont mind navigating around stormy afternoons. Eastern Cuba experiences the highest heat, humidity and hurricane threat, so keep an eye on weather warnings. The south-east is generally hotter and stickier year-round. African, Caribbean and European cultures combine in Cuba, ensuring festivals happen throughout the year.",
        "image1": "",
        "when_to_go": "A month by month guide on when to go to Cuba",
        "when_to_go_html": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Dry and sunny</li>\n<li>Classic island tours</li>\n<li>Cycling</li></b><div style=\"margin-top: 10px;\"></div>\r\nDry season is in full swing in Cuba in January  expect loads of sunshine and cloudless skies with only a chance of rain. Temperatures do drop (Havana averages at 21°C, thanks to cooler evenings) but you can still see highs of 26°C. Cooler climes are no bad thing for active adventurers exploring Cuba by bike or staying in <i>casas particulares</i> without air conditioning. January isnt quite as busy as December, but its still a popular month. <div style=\"margin-top: 15px;\"></div>\n<bullet><b>January is great for a</b> <a href=\"/holiday/3908/cuba-tours\">Cuba tour</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Small group trips</li>\n<li>Cycling and trekking</li>\n<li>Bird watching</li></b><div style=\"margin-top: 10px;\"></div>\r\nYou wont be short of things to do in Cuba in February. Great weather means plenty of visitors and therefore lots of choice of activities. Pair time lazing on the beach with cultural tours, trekking or cycling. Cool evening temperatures in Cuba are a refreshing cool-down from the average 25°C. Although mostly dry, rain can spritz the north and west. However, February is still one of the warmest months in Cuba.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Salsa dance holidays</li>\n<li>Family adventures</li>\n<li>Busy at Easter</li></b><div style=\"margin-top: 10px;\"></div>\r\nMarch is one of the busiest times for tourists in Cuba as the weather warms up beautifully and (in some years) the Easter school break begins. Book as far ahead as possible; tours will fill up fast. Salsa dance trips are popular in Cuba in March, as well as cultural tours that take in the Revolutionary Trail and <i>casas particulares</i>. <br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Mostly sunny and hot</li>\n<li>End of peak season</li>\n<li>Cheaper prices (apart from Easter)</li></b><div style=\"margin-top: 10px;\"></div>\r\nApril is thought by many to be the best time of year to go to Cuba. The air is warm (24°C-29°C), getting a bit hotter in the east, but still excellent for exploring. And unless Easter falls in April (one of the busiest weeks in the year), visitor numbers start to ease off in Cuba in April. Havana kicks back under some beautiful sunny days too. The rainy season in Cuba starts tentatively in late April as humidity slowly climbs.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Culture and classic tours</li>\n<li>Cycling adventures</li>\n<li>Rainy season starts</li></b><div style=\"margin-top: 10px;\"></div>\r\nCuba gets less and less busy from now until the end of the year as the rainy season begins in Cuba in May. The north-west, including Havana, freshens up under short, sharp downpours; May is a great time to explore popular spots like Vinales Valley minus the crowds. There are more persistent rains in the south-east, but thats no problem if you like verdant scenery and dont mind packing a raincoat.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Cycling and trekking</li>\n<li>Rainy season starts</li>\n<li>Few visitors</li></b><div style=\"margin-top: 10px;\"></div>\r\nJune is the start of rainy season, bringing heavier downpours, high humidity and occasional multi-day storms. Although rainy, there are some perks to travelling to Cuba in June  theres still a good amount of sunshine, zero crowds and much cheaper prices. The adventurous few lean towards trekking, cycling or cultural tours. Youll spend cooler mornings exploring and hot, rainy afternoons curled up with a mojito.\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Salsa and cycling (but not together)</li>\n<li>Family adventures</li>\n<li>Rainy season</li></b><div style=\"margin-top: 10px;\"></div>\r\nAs well as being stormy, July can be hot across most of Cuba  particularly in the built-up cities of Santiago de Cuba and Havana. Adventurous families wont be put off, though, and the prices and number of tourists rise during the school holiday period of July to August. Be sure to book in advance if travelling to Cuba in July. Salsa workshops and cycling are good picks, with sessions timed for the cooler parts of the day.<div style=\"margin-top: 15px;\"></div><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Tailor made tours</li>\n<li>Family adventures</li>\n<li>Hot and stormy</li></b><div style=\"margin-top: 10px;\"></div>\r\nAugust to October is probably the worst time to go to Cuba due to heavy afternoon rainfall. This is when Cuba is really hot and humid. Thats fine for many, especially if youre cooling off on the coast, but it does limit what you can do as you need to factor in plenty of pauses for a snooze. Tailor made trips are brilliant at bending itineraries around the whims of the weather in Cuba in August.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Hot and humid</li>\n<li>Peaceful low season</li>\n<li>Hurricane season</li></b><div style=\"margin-top: 10px;\"></div>\r\nThe weather in Cuba in September cools down a little. Its still hot and sticky, but not as scorching as July and August. Heavy afternoon downpours soak the west, including Havana, in the afternoons. Cultural tours take advantage of this by exploring in the mornings and offering salsa or cooking classes after a siesta. Plus, people disappear as the clouds appear, so September is one of the quietest times to be in Cuba. Hurricanes are most likely to occur in September, especially along the coasts.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Family adventures</li>\n<li>Tailor made trips</li>\n<li>Hurricane season</li></b><div style=\"margin-top: 10px;\"></div>\r\nTailor made tours that can adjust the itinerary around the rainy weather are great if youre travelling to Cuba in October. Youll find fewer fellow visitors and those that are there tend to focus on special interests like bird watching, hiking and Havanas museums and galleries. Some families also spend the school holiday in Cuba. A hurricane is unlikely to affect your trip, but it is worth noting that October is peak season for tropical storms.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Dry season begins</li>\n<li>Salsa classes</li>\n<li>Huge choice of tours</li></b><div style=\"margin-top: 10px;\"></div>\r\nVisitors drift back to Cuba in November as the rains recede and dry, sunny weather and reasonable temperatures make a comeback. As the weather improves, so does the choice of trips. Will it be scuba diving, touring Havana, bird watching, trekking, cycling or a classic island circuit? Salsa holidays and small group tours are especially popular in November too.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>November and December are great for</b> <a href=\"/holiday/2691/cuba-salsa-dance-holiday\">learning how to salsa</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Most popular month</li>\n<li>Cooler and sunny</li>\n<li>Festival and party season</li></b><div style=\"margin-top: 10px;\"></div>\r\nThe brilliant weather in Cuba in December makes it the busiest time of year  expect sunshine with cooler temperatures. Its great for sightseeing, but some days may be rather fresh for beach lovers. Christmas is fantastic because its the mildest time of year; there are lots of festivals and parties as Cubans get some rare days off. December also sees prices peaking.",
        "weather_chart": "Havana Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Havana Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 26%;\">51 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 25%;\">50 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 20%;\">40 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 30%;\">60 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 55%;\">110 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">200 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 70%;\">140 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 75%;\">150 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 95%;\">190 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 90%;\">180 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 30%;\">60 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 25%;\">50 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "When is the hurricane season in Cuba?",
        "paragraph1": "The hurricane season in Cuba is <b>June to November</b>, with September and October when tropical storms really pick up. Its unlikely that theyll affect your trip, but consider travelling in the earlier or later part of the season to reduce your chance of bumping into one.",
        "image2": "",
        "title2": "Best times to visit Cuba for festivals & events",
        "paragraph2": "",
        "title3": "",
        "paragraph3": "On this art-loving island, where culture has been bankrolled by the government for decades, there are literature, theatre, poetry, dance, music and visual art openings pretty much every week. The focus is on Havana, but also in the Casas de Cultura  or simply in the streets  across Cuba.<br/><br/>\r\nCuba is a country where all citizens are encouraged to be artists, so annual events are merely a bigger version of what takes place daily in Cubas National Theatre, Casa de la Musica, Gran Teatro, Casa de la Amistad and UNEAC (National Union of Artists and Writers of Cuba). Stop by to pick up a schedule and fill your creative cup with premieres, screenings, poetry, jazz and salsa.",
        "title4": "Havana Jazz Festival (January)",
        "paragraph4": "Cuba has music in its bones, and January marks one of its longest-running events  Havana Jazz Festival, founded by a collective of Cuban jazz musicians in 1978. La Cultura Plaza is the soul of the party, but youll also see both Cuban virtuosos and international jazz instrumentalists and singers playing gigs in churches, streets and on doorsteps throughout the city.",
        "title5": "Habanos Cuban Cigar Festival (February)",
        "paragraph5": "Of course, Cubas most famous export had to have a whole festival dedicated to it. This commercial festival, held each February, includes history talks, factory tours, cigar rolling workshops, seminars on cigar production and  yes  tastings.",
        "title6": "Havana Biennial (every other March)",
        "paragraph6": "Expressive Havana gets just that little bit artier every two years as the Biennial takes over the city for the whole of March. There are exhibitions, documentary screenings, workshops and masterclasses, with works from over 40 countries utilising urban spaces, not just galleries.",
        "title7": "City in Motion (April)",
        "paragraph7": "Each April, dancers from across Cuba and further afield take to Old Havanas streets and plazas to showcase modern and traditional dance. The standard, variety and creativity are phenomenal  if this doesnt inspire you to move your feet, nothing will.",
        "title8": "Santiago de Cuba Carnival (end of July)",
        "paragraph8": "Carnival takes place in Cubas second city, Santiago, at the end of July. A fire party kicks things off, and then its street parties and parades for two weeks. Parades usually start at 8pm, when the sweltering heat eases off a little  although, of course, the clock is set to Cuban time.",
        "title9": "Las Parrandas de Remedios (16-26 December)",
        "paragraph9": "Las Parrandas in Remedios city is one of the oldest and best-loved Christmas festivals. Conga groups play in the streets as the San Salvador and El Carmen neighbourhoods compete to put on the flashiest parade. Missed the festivities? The Parrandas Remedianas Museum logs the history of festival.\nChristmas is fantastic because its the coolest time of year, but theres a lot of festivals and parties, says Clarita Derwent, from our partner Cuban Adventures. Cubans get time off at the end of the year  not much, but enough to enjoy themselves.",
        "title10": "Our travellers also ask",
        "paragraph10": "",
        "title11": "When is the cheapest time of year to go to Cuba?",
        "paragraph11": "The cheapest months to go to Cuba are <b>May to early June and mid-September to October</b>. Prices rise during the school holiday periods of Christmas, Easter and July to August; youll find cheaper flights and accommodation options outside of this time. Surprise surprise, prices really plummet during hurricane season  September and October. That said, hurricanes are unlikely to affect your trip, so if the weather forecast is clear then this time can be a great cheap last minute adventure.\r\n\r\n<div style=\"margin-top: 30px;\"></div>",
        "title12": "When is the rainy season in Cuba?",
        "paragraph12": "Cuba is rainiest in late spring and summer <b>(May to November)</b>. It rarely rains all day long, however  youre more likely to encounter heavy downpours in the hot, humid afternoons when travelling during the rainy season.\r\n\r\n<div style=\"margin-top: 30px;\"></div>",
        "title13": "When is the best weather in Cuba?",
        "paragraph13": "If youre after sunny, dry days without the fug of humidity, <b>March to mid-April</b> sees the best weather in Cuba. Its your final chance at settled weather before the incoming rainy season too. If you prefer cooler temperatures with your sunshine (great for trekking and cycling), then January is a good bet.\r\n\r\n<div style=\"margin-top: 30px;\"></div>",
        "title14": "When should you not go to Cuba?",
        "paragraph14": "Many would advise against travelling during hurricane season, but your holiday is very unlikely to be affected by one. Just keep a careful eye on the weather forecast if travelling between June and November. You could avoid the busiest months (December, Easter, July and August) if you dont enjoy sharing your vistas, but its easy to step away from the crowds in Cuba even at these popular times of the year.\r\n\r\n<div style=\"margin-top: 30px;\"></div>",
        "title15": "What is the hottest month in Cuba?",
        "paragraph15": "<b>June, July and August</b> are usually the hottest months in Cuba. Although the temperature averages dont look too high at first glance  Havana sits at 32°C all summer  the humidity can make it feel much, much hotter. Spend your mornings and evenings exploring and the hottest part of the day crashed out on a cooler coast.",
        "title16": "Should I visit Cuba before the end of the US embargo?",
        "paragraph16": "",
        "title17": "",
        "paragraph17": "For decades, foreigners have been keen to see Cuba before it changes. But Cuba has been changing continuously, and many changes have been beneficial to both tourists and Cubans.\nCasas particulares\n, for example (government regulated homestays), allow visitors to avoid often characterless state-run hotels and stay with local families for a far more authentic experience. Private restaurants called\npaladares\nare also springing up, serving delicious home-cooked food.\nBut following the reestablishment of diplomatic relations with the US, as well as the death of Fidel Castro, the changes have been bigger and faster. While some of the more ostentatious symbols leave a rather bad taste in the mouth (a giant cruise ship providing a backdrop to the 1950s cars on the Malecon and Chanels Havana fashion show which regular Cubans were not permitted to attend), we also welcome the freedoms that are now available to Cuban people, and the opportunities for them to have much more control over their lives  as well as earning more than the typical monthly salary of $15-30 USD.\nHowever, we also recognise that Cuba is in a period of very rapid transition. Its minimal tourism infrastructure has yet to catch up with the swelling numbers of arrivals, including US citizens who are able to visit legally for the first time since 1960, as well as tourists from Europe and Canada who are rushing to visit before the anticipated changes kick in.\nConsequently, tours, hotels and casas are often booked up months in advance, and some visitors have been surprised at the number of other tourists they have encountered, particularly during high season.\nCuba is still very much an alternative destination, however, with a crumbling infrastructure, high poverty levels and a lack of many essentials, from toiletries and medicines to clothes and furniture.\nWhile we still strongly encourage people to visit Cuba, and to do so responsibly, we also advise people to go with a very open mind. Casas are comfortable but they are not luxury hotels: they are family homes. What you want to eat may not always be on the menu, Wi-Fi access is limited and expensive, and that 70-year-old Chevrolet will be noisy and the windows wont wind down.\nBut this is Cuba before it changes  and it also offers wonderful hospitality, seductive live music on every street corner, passionate dancing and Caribbean beaches without the high rises. Its not a postcard-perfect Caribbean beach holiday; its a fully immersive and thoroughly unique life experience."
    }
]