{
  "destination": "Sao Tome And Principe",
  "mainPhoto": "",
  "id": "sao-tome-luxury-honeymoon",
  "tourName": "Sao Tome Luxury Honeymoon",
  "placesVisited": "",
  "generalInfo": "Celebrate your wedding on one of the last paradise islands on the planet. Principe has a jungle interior, blanched beaches and more endemic species per square mile than anywhere else on Earth.<br/><br/>Remote doesn’t need to mean rustic though… The first 5-star residence has newly opened for tourism, at Sundy Praia. It’s 15 beachfront tent-villas and pool opened in December 2017 amid an old coca farm, becoming Principe’s 5th accommodation. A 10-night honeymoon, over 12 days including travel from the UK, you’ll be spoilt throughout. If you’re wanting to see humpback &amp; sperm whales off Principe’s coast, the best time to go is between July and October.<br/><br/>\"Think Caribbean idyll, but without the health spa, golf course or jet skis; just beach, jungle and the odd tiny fishing village.\" - The Independent<br/>Itinerary Overview:<br/><br/>-3 Nights at Omali Lodge, on Sao Tome Island<br/><br/>-2 Nights at Roca Sundy, Principe Island<br/><br/>-5 Nights at Sundy Praia, also on Principe Island.",
  "durationDays": "12",
  "price": "5175",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Leave Home to Sao Tome You will likely need to fly via Lisbon, so due to flight times leaving London, UK on a Saturday works very well. Flight time from Lisbon is 8 hours. Arrive to Sao Tome Island by the early evening and be met by a representative from Omali Lodge for the quick road transfer in approx. 15 mins to Omali Lodge, to stay 3 nights in the Honeymoon Suite, with breakfast and dinner included. The beach is separated from the hotel by the airport road, but is quiet, with fresh coconuts for sale. It’s the perfect base from which to explore!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore Sao Tome Island A range of activities and excursions can be booked at reception (locally payable) or in advance if you prefer. These include : Traditional Dance Workshops Traditional Medicine Workshops Bulawem – The most traditional cultural manifestation of São Tomé and Príncipe Tchiloli – Learn about the cultures of São Tomé and Príncipe Diving Coffee Tour (East of the island) Cocoa Tours (North of the island) Beach Tour (South of the island) Sao Tome City Tour"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Fly to Principe Island Today’s an especially exciting day. You will be transferred to Sao Tome airport from Omali Lodge (it’s just 15-20 mins by road) for the STP Airways flight to Principe departing at 09h00. Arrive to Principe at 09h35 and you will be met by a Roca Sundy representative and transferred slightly inland to Roca Sundy, your home for the next 2 nights. At this lovingly restored colonial cocoa plantation house property you can get a really good feel for the essence and history of Principe. Principe is 31 million years old – 3 and 6 times respectively older than the oldest Hawaiian or Galapagos islands. Stay at Roca Sundy in the Colonial House Master Suite, for 2 nights with breakfast, lunch and dinner included (Full Board Basis)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Head to the Beach Rainforest Today you will be transferred by road in approx. 20 mins to the luxury final destination of your trip. You will enjoy Sundy Praia, the island’s most polished property, for 5 nights in a 1 bedroom tent on a full board basis, with breakfast, lunch & dinner included. Drinks and laundry are considered extras. Beyond the beaches, where turtles sometimes come ashore to nest, humpback whales are a common summer sight, drawn with their calves to the warm, sheltered waters of the bay."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Life on Principe Principe is blessed with an abundance of natural produce, its forests filled with fruit and nuts, and its waters brimming with tuna and Wahoo. Inspired by this natural larder, the international chefs refine the best of the island’s produce and traditions, creating seasonal menus bursting with original flavours and fresh, organic ingredients. With a gym, spa and swimming pool and arguably the best beaches in the world, you’ll not want to leave! The perfect place to relax, with a great range of activities on offer. A place of gentle rhythms and sensuous fragrances, of whales and turtles, forest hikes and cooling swims. You can hike to Vagina Falls (seriously), take boat trips to Portuguese ports and deserted coves."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Return to Sao Tome Due to days of flights internally and internationally, you’ll likely need to have 1 night back on Sao Tome Island, so you shall return to Omali Lodge for day use of a room to freshen up, relax and some last-minute souvenir shopping."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Welcome Home Newlyweds You’ll fly via Sao Tome & Lisbon back to the UK."
    }
  ],
  "map": ""
}