[
  {
    "destination": "Sao Tome And Principe",
    "mainPhoto": "",
    "id": "sao-tome-discovery-tour",
    "tourName": "Sao Tome discovery tour",
    "placesVisited": "São Tomé Town, Lake Amelia, Porto Alegre, Praia Piscina, São João dos Angolares, Fernão Dias, Boa Entrada, Agostinho Neto, Monte Café plantation",
    "generalInfo": "This São Tomé discovery tour takes you to a country that few people have heard about. São Tomé and Príncipe - a two-island African nation moored off the coast of Gabon – is a quintessential tropical paradise, made all the more appealing by its rich culture, thick forest, friendly locals and smattering of crumbling colonial buildings. <br/><br/>After time to acclimatise in São Tomé town, you’ll head up into the mountains to Lagoa Amelia to learn more about the country’s coffee production. You’ll walk through secondary rainforest and visit a coffee plantation, from where the crop is exported all over the world. Next, you’ll travel along the coast, visiting old colonial mansions, tiny seafront towns and stunning stretches of near-empty beach. You’ll also explore the interior, touring former plantations estates and learning about the history of this beautiful island.  <br/>",
    "durationDays": "10",
    "price": "3895",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in São Tomé - Arrive in São Tomé and transfer to your hotel. The rest of the day is at leisure for you to relax or start exploring the town on your own. Overnight at Avenida Residencial Hotel, or similar. No meals nor guided arrangements are included today. Note: A compulsory hotel tax of 3 Euros per person per night is levied by all hotels and must be paid in person when checking out."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "São Tomé city tour - Today after a welcome briefing we explore São Tomé town on foot. We visit the Post Office and the Tourist Office to pick up postcards and beautiful stamps, and a map. We also visit Independence Square, the National Museum and the bustling market. Lunch is a light bite at the surprisingly urban C.A.C.A.U art & museum space. This afternoon we visit the Corallo Chocolate Factory for a chocolate presentation and tasting. The afternoon is at your own leisure to relax and continue the exploration on your own. Overnight at Avenida Residencial Hotel, or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "São Tomé – Monte Café Plantation - São Tomé (Approx. driving time today: 1 hour) - This morning we visit the Valúdo coconut factory near Tridade to try the products and meet with the owner. We continue up to the Nova Moka coffee plantation for a guided tour through the yard/orchard and along coffee plantation paths on to Monte Café. We then walk a brief way to Roça Saudade for a relaxing break in a rainforest setting before returning to the hotel. In the late afternoon, transfer to a sand cards workshop with local artist and musician Guilherme Carvalho. The rest of the evening is at leisure. The tour leader can point out local restaurants for you to explore. Overnight at Avenida Residencial Hotel, or similar. (BL)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "São Tomé – Príncipe (Domestic Flight) - After an early breakfast we transfer to the airport for our short flight to Príncipe. On arrival transfer to your accommodation, the Roça Belo Monte. The rest of the day is left at leisure. There will be no driver/guide accompanying you when in Principe. Overnight at Roça Sundy, or similar. (BD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Príncipe - São Tomé (Domestic Flight) – São João - Transfer to the airport for the short flight back to São Tomé and transfer to São João along the east coast, with the opportunity to stop by the post office, pharmacy/supermarket en route. We have a brief stop at Voice of America and visit the dramatic Boca do Inferno (Hells Mouth) rock formation, reminiscent of the Giant’s Causeway. There is also the chance for a dip in the ocean at mystical 7 Ondas Beach. Continue on to São João where you can take a walk on the plantation before dinner. Overnight at Mionga Hotel, or similar. (BD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "São João - Ilhéu das Rolas – Mucumbli - After a relaxing breakfast, continue your journey to the southern tip of São Tomé Island and transfer by boat from Ponta Baleia to Rolas Island, straddling the equator. On arrival, take a 1-hour hike via the real equator to the equator mark viewpoint and have a beach lunch at beautiful Praia Café with the opportunity for a dip. This afternoon take a boat trip up the west coast (approx. 2.5 hours) to Neves where we transfer to nearby Mucumbli. You may wish to visit the beach or take a botanical walk around the grounds. Overnight at Roça Monte Fortei, or similar. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Mucumbli – Excursion to the Northern Plantations - This morning we visit Diogo Vaz cocoa plantation. This can be done by cycling (approx. 8km) or by a short transfer by car. We take a couple of hours exploring the plantation on easy trails before a simple lunch at the plantation’s cabin restaurant. After lunch we visit the fermentation/drying complex, located on the other side of the road before returning to Mucumbli for a relaxing afternoon. You may wish to visit the beach or take a botanical walk around the grounds. Those who chose to cycle can continue along the scenic coast road towards Sta Catarina, with the opportunity for visiting a new women’s embroidery project. Overnight at Roça Monte Forte, or similar. (BLD) Note: If you would like to visit the cocoa plantation by bicycle, no car or driver will be included. Bikes can be rented from the hotel."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Mucumbli at leisure - São Tomé (Approx. 1 hour drive) - Departure from São Tomé - Spend the morning at leisure. There are a number of activities that can be arranged directly with your hotel. You may also wish to visit an interesting social/school project in Neves (30min walk, each way) – please inform your guide in advance if you wish to take part in this optional activity (to be paid locally). In the afternoon, we leave for the capital with a stop for shopping in town en-route before being transferred to the airport for your departure flight tonight. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Sao Tome And Principe",
    "mainPhoto": "",
    "id": "sao-tome-luxury-honeymoon",
    "tourName": "Sao Tome Luxury Honeymoon",
    "placesVisited": "",
    "generalInfo": "Celebrate your wedding on one of the last paradise islands on the planet. Principe has a jungle interior, blanched beaches and more endemic species per square mile than anywhere else on Earth.<br/><br/>Remote doesn’t need to mean rustic though… The first 5-star residence has newly opened for tourism, at Sundy Praia. It’s 15 beachfront tent-villas and pool opened in December 2017 amid an old coca farm, becoming Principe’s 5th accommodation. A 10-night honeymoon, over 12 days including travel from the UK, you’ll be spoilt throughout. If you’re wanting to see humpback &amp; sperm whales off Principe’s coast, the best time to go is between July and October.<br/><br/>\"Think Caribbean idyll, but without the health spa, golf course or jet skis; just beach, jungle and the odd tiny fishing village.\" - The Independent<br/>Itinerary Overview:<br/><br/>-3 Nights at Omali Lodge, on Sao Tome Island<br/><br/>-2 Nights at Roca Sundy, Principe Island<br/><br/>-5 Nights at Sundy Praia, also on Principe Island.",
    "durationDays": "12",
    "price": "5175",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Leave Home to Sao Tome You will likely need to fly via Lisbon, so due to flight times leaving London, UK on a Saturday works very well. Flight time from Lisbon is 8 hours. Arrive to Sao Tome Island by the early evening and be met by a representative from Omali Lodge for the quick road transfer in approx. 15 mins to Omali Lodge, to stay 3 nights in the Honeymoon Suite, with breakfast and dinner included. The beach is separated from the hotel by the airport road, but is quiet, with fresh coconuts for sale. It’s the perfect base from which to explore!"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Explore Sao Tome Island A range of activities and excursions can be booked at reception (locally payable) or in advance if you prefer. These include : Traditional Dance Workshops Traditional Medicine Workshops Bulawem – The most traditional cultural manifestation of São Tomé and Príncipe Tchiloli – Learn about the cultures of São Tomé and Príncipe Diving Coffee Tour (East of the island) Cocoa Tours (North of the island) Beach Tour (South of the island) Sao Tome City Tour"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Fly to Principe Island Today’s an especially exciting day. You will be transferred to Sao Tome airport from Omali Lodge (it’s just 15-20 mins by road) for the STP Airways flight to Principe departing at 09h00. Arrive to Principe at 09h35 and you will be met by a Roca Sundy representative and transferred slightly inland to Roca Sundy, your home for the next 2 nights. At this lovingly restored colonial cocoa plantation house property you can get a really good feel for the essence and history of Principe. Principe is 31 million years old – 3 and 6 times respectively older than the oldest Hawaiian or Galapagos islands. Stay at Roca Sundy in the Colonial House Master Suite, for 2 nights with breakfast, lunch and dinner included (Full Board Basis)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Head to the Beach Rainforest Today you will be transferred by road in approx. 20 mins to the luxury final destination of your trip. You will enjoy Sundy Praia, the island’s most polished property, for 5 nights in a 1 bedroom tent on a full board basis, with breakfast, lunch & dinner included. Drinks and laundry are considered extras. Beyond the beaches, where turtles sometimes come ashore to nest, humpback whales are a common summer sight, drawn with their calves to the warm, sheltered waters of the bay."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Life on Principe Principe is blessed with an abundance of natural produce, its forests filled with fruit and nuts, and its waters brimming with tuna and Wahoo. Inspired by this natural larder, the international chefs refine the best of the island’s produce and traditions, creating seasonal menus bursting with original flavours and fresh, organic ingredients. With a gym, spa and swimming pool and arguably the best beaches in the world, you’ll not want to leave! The perfect place to relax, with a great range of activities on offer. A place of gentle rhythms and sensuous fragrances, of whales and turtles, forest hikes and cooling swims. You can hike to Vagina Falls (seriously), take boat trips to Portuguese ports and deserted coves."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Return to Sao Tome Due to days of flights internally and internationally, you’ll likely need to have 1 night back on Sao Tome Island, so you shall return to Omali Lodge for day use of a room to freshen up, relax and some last-minute souvenir shopping."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Welcome Home Newlyweds You’ll fly via Sao Tome & Lisbon back to the UK."
      }
    ],
    "map": ""
  },
  {
    "destination": "Sao Tome And Principe",
    "mainPhoto": "",
    "id": "sao-tome-tour",
    "tourName": "Sao Tome tour",
    "placesVisited": "Sao Tome, Lagoa Amelia, Trinidad, São João dos Angolares, Ribeira Afonse, Night-time beach turtle watch, Rolas Island and coastal cruise, Obo National Park, cacao plantation visit and rainforest hikes",
    "generalInfo": "The island nation of São Tomé and Principe is a little-explored African jewel - a tropical paradise awash with atmospheric colonial reminders and fascinating nature, girdled by an unspoilt coastline of wild beaches hemmed by rainforest. <br/><br/>This compact tour offers an excellent introduction, starting in the capital Sao Tome with its unique Portuguese-Creole flavour. From here we drive south to São João with its gorgeous black sand beaches, most famously the wild beaches of Porto Alegre.<br/><br/>You'll also get a chance to explore intriguing coastal fishing villages such as São João dos Angolares and Ribeira Afonse, as well as see unusual colonial sites like the historic hospital at Agua Eize and visit a cacao co-operative to see how the local chocolate is made. You'll also get a chance to watch for turtles laying eggs at night on moonlit sands, where the only sound is the whisper of unseen waves. <br/><br/>Heading out onto the ocean, we visit tiny Rolas Island where you can stand astride the Equator line, before continuing by boat up the west coast to Mucumbli, our base for exploring Obo National Park, where unusual endemic flora and intriguing birdlife flourishes amid a scattering of waterfalls and old plantation houses.  <br/><br/>Staying in charming lodges and converted plantation houses we have excellent opportunities to meet local people too, and experience the best of the incredible biodiversity and unusual history in this novel corner of Africa.",
    "durationDays": "8",
    "price": "2799",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "São Tomé - Arrive in São Tomé and transfer to your hotel. Overnight Hotel Residencial Avenida or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "São João dos Angolares - Drive south to the coastal village of São João dos Angolares. On the way visit the colonial era hospital at Agua Eize and the fishing village of Ribeira Afonse. The journey takes you into the heart of the Caue district at the extreme south of the island, where the road ends and onward travel is difficult. Spend the night in a converted plantation house (roca). (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Porto Alegre – Praia Inhame - Drive to the far south of the island and the stunning wild beaches of Porto Alegre, then continue to Praia Inhame. Hike around the coastline, surrounded by rainforest. In the evening we head to Praia Piscina and Praia Jade to wait for turtles to emerge from the ocean and lay their eggs nearby. Overnight Praia Inhame Lodge. (BD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Rolas Island - Boat trip to the tiny Rolas Island off the south coast of Sao Tome. Walk to the equator line, have a traditional lunch in the village and swim in clear blue waters from beautiful beaches. Return to Praia Inhame for the night. (BL)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Mucumbli - Travel by boat along the west coast of Sao Tome, arriving at Mucumbli Eco-Lodge around lunchtime. Later we visit a local cacao co-operative to see how this is grown and processed for chocolate – cacao is one of the island’s main exports and integral to its economy. Overnight Mucumbli Eco-Lodge. (BL)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Obo National Park - A full day excursion hiking in the primary forest of Obo National Park, looking for endemic plants and birds. You will also pass by a pretty waterfall and see old plantation houses on your route. Overnight Mucumbli Eco-Lodge. (BL)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Sao Tome - Travel overland to the north coast of the island. Walk around the Blue Lake and continue to Morro Peixe beach with opportunities to swim and look for birdlife. Continue to Sao Tome where we will spend the night. Overnight Hotel Residencial Avenida or similar. (BL)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Sao Tome - This morning head to the countryside. We explore the pretty town of Trinidad on foot, visit the Roca Monte Café and stop at the Roca Saudades Alemeda Negreiro for lunch. Return to Sao Tome for a city tour, where a day use room is available for you to freshen up before transferring to the airport for your flight. (BL)"
      }
    ],
    "map": ""
  }
]