{
    "Main_Title": "Our Saudi Arabia holidays & tours",
    "Main_Paragraph": "A once completely closed-off desert kingdom, Saudi Arabia’s vast sands stretch from horizon to horizon, ruins, rock art and mud-built towns appearing, mirage-like in the middle of the wilderness. Saudi Arabia started offering tourism visas in 2019, after being completely off limits to tourists for everything except religious pilgrimage to Mecca. What happened next was a rapid development of hotels and resorts in Riyadh, Jeddah, and other cities. Our Saudi Arabia holidays look beyond the new developments to focus on the country’s enigmatic past. Discover wind-eroded Nabatean ruins, heritage villages built from sun-baked earth, and the enduring Arabian hospitality. With local guides at your side, this is a closed-off kingdom no more.",
    "Subtitle": "Saudi Arabia holiday highlights",
    "Title1": "Where to go",
    "Paragraph1": "Saudi Arabias capital, Riyadh, is your gateway into the country. Its a modern city build with 20th-century oil wealth, but nearby youll find the UNESCO site of ad-Diriyah and Ushaiger heritage village. From Riyadh its either an internal flight or a long drive to AlUla, the gateway to explore Madain Saleh (Hegra), the Nabatean archaeological site thats one of the countrys cultural highlights. You can visit previously closed-off Medina, considered the second holiest city in the Islam religion, at which many pilgrims stop en route to or from their Hajj to Mecca, which remains off-limits to non-Muslims. Its another flight to Jeddah, a historic Red Sea city enriched by centuries of merchants travelling on trade routes, and pilgrims passing to nearby Mecca.\nOn our holidays you can also do tours that cut out some internal flights, using a local driver to make the journey by car, or taking a high speed train, such as the one between Jeddah and Medina.",
    "image1": "",
    "Title2": "Culture",
    "Paragraph2": "The birthplace of Islam and still a theocracy, Saudi Arabia is a deeply religious country with conservative values. Whilst some Red Sea resorts are more westernised and relaxed, much of the country is not, and you should expect to dress conservatively, abstain from alcohol, and be mindful of social customs. Our holidays use local guides to help you understand and embrace local customs. Rather than feeling of out your depth, feel comfortable and welcomed  helped along by the famous Arabian hospitality and generous servings of local dishes.",
    "image2": "",
    "Title3": "Desert",
    "Paragraph3": "The Empty Quarter is exactly that  a vast desert that takes up approximately 25 percent of the Arabian Peninsula and sizzles in up to 50°C heat. Not all Saudi Arabias deserts are deserted. In fact, they contain some fascinating elements that are worth a drive out. Near Riyadh theres the Edge of the World, a cliff edge at the edge of a mountain range, below which you can follow the dry riverbeds running through kilometres of desert. Traditional houses are built with the desert in mind  see them at Ushaiger, where mud is used to build, as stone is scarce, and walls are thick to keep the rooms nice and cool. Youll find oases with dates, lemons and oranges, and in Jubbah in the Al Nafud desert, youll find neolithic petroglyphs carved into sandstone outcrops  which tell an ancient story of the land when its climate was much wetter, and cheetahs and lions roamed.",
    "Title4": "Small group tours",
    "Paragraph4": "Saudi Arabia is an expensive country to visit. Our small group tours can help you offset this by share the cost of a driver and tour guide with like-minded individuals. Youll get a group of travellers who can share in the hearty food portions, and who can be extra pairs of eyes to check whether the next oasis is really there  or just a mirage. On our Saudi Arabia holidays we use accommodation such as farm stays and resorts in the middle of the desert, and we visit sites as diverse as the Madahkil Mountains by 4x4, and the camel market at Buraydah. Like the desert itself, our small group tours have big horizons.",
    "image3": ""
}