{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "BXIE1",
  "tourName": "İnka Kaşifi 1",
  "placesVisited": "Peru, Bolivia",
  "generalInfo": "Aksiyon dolu bu macera paketiyle kısa bir sürede Peru’daki tüm görülecek ilginç yerleri keşfedin. Ballestas adaları ziyareti seçeneği ile Huacachina vahasında kum kayağına gidin, gizemli Nazca çizgileri üzerinde uçakla gezin, dünyanın deniz taşımacılığına elverişli en yüksek gölünde tekneyle gezin ve İnka yolundan Machu Picchu’ya yürüyün.3 hafta içinde hayal ettiğinizden çok daha fazlasını görebilecek ve yapabileceksiniz. Bu tur La Paz, Bolivya’da sona eriyor.<br><br>Katılış için en yakın uluslararası havaalanı: Lima Jorge Chavez Uluslararası Havaalanı (LIM)<br><br>Ayrılış için en yakın uluslararası havaalanı: La Paz El Alto Uluslararası Havaalanı (LPB)",
  "durationDays": "21",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Konaklama</strong> </p>\n<p>13 gece Otel, 1 gece Hostel, 5 gece kamp, 1 gece Misafirhane</p>\n<p><strong>Yemekler </strong></p>\n<p>7 Kahvaltı, 10 Öğlen Yemeği, 6 Akşam Yemeği</p>\n<p><strong>Geziler</strong></p>\n<p>Titicaca Gölünde yerel aile ile konaklama</p>\n<p><strong>Ulaşım</strong></p>\n<p>Karayolundan kamyonetle</p>\n<p> </p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Lima'ya Varış",
      "description": "Lima ,İspanyol fatih Francisco Pizzaro tarafından İnka medeniyetini yok ettikten hemen sonra1535’te kuruldu ve burayı başkent yaptı.Bugün Latin Amerika’nın beşinci büyük şehri olan Lima ülke nüfusunun yaklaşık üçte birini barındırmaktadır."
    },
    {
      "dayNumber": 2,
      "title": "Huacachina",
      "description": "Candelabra’yı geçerek ,sürat teknesiyle gidip Ballestas Adalarını keşfetme fırsatı bulacağımız Paracas’a getiriyor. Bu ünlü adalarda ve çevrelerinde binlerce deniz aslanının yanında suda yaşayan çok çeşitli kuşları görebileceksiniz.Devam ederek yoğun kum tepeleriyle çevrili bir vaha olan göz alıcı Huacachina’da mola veriyoruz.Çölde bir gece turu yaparak yıldızların altında uyuma fırsatı bulacaksınız.Öğleden sonrayı ve geceyi geçirmenin düşsel bir yolu olarak tepelerin üzerinden küçük arabalarla müthiş gezintiye çıkmak ise bir başka seçenek.Bu gece Bir Pisco sour partisi için iyi bir zaman."
    },
    {
      "dayNumber": 3,
      "title": "Nazca",
      "description": "Ünlü Pan Amerikan otoyolu boyunca güneye, çöl yüzeyine kazınmış gizemli paralel çizgileri ve geometrik şekilleriyle ünlü Nazca’ya doğru ilerliyoruz. Burada maymun, sinekkuşu ,kondor ,örümcek hatta uzaylı gibi görünen şekilleri görebilmek için küçük bir uçakla turlayabilirsiniz.30 dakikalık bu uçuşta görebileceğiniz daha birçok şekil var.Bugüne dek o figürlerin neden orda olduğu konusunda kimse tamamıyla emin olamadı."
    },
    {
      "dayNumber": 4,
      "title": "Puerto Inca",
      "description": "Nazca’dan çıkıp ilerleyerek, binlerce yıla rağmen bozulmamış derileri ve saçları olan antik mumyaları görebileceğiniz sıra dışı Chauchilla mezarlığını ziyaret edeceğiz."
    },
    {
      "dayNumber": 5,
      "title": "AREQUIPA VE İSTEĞE BAĞLI COLCA CANYON",
      "description": "Arequipa,koni şeklinde karla kaplı El Misti volkanının hakim olduğu bölgede deniz seviyesinden 2380 m. yükseklikte yerleşiktir.2001 yılında meydana gelen deprem katedrale hasar vermiş olsada,büyüleyici meydanın görkemini azaltmamıştır.Şehirde görülmesi gereken yerlerden biri  labirent şeklinde Arnavut kaldırımlı sokakları,dehlizleri ve dekoratif mimarisiyle muazzam Santa Catalina manastırıdır(isteğe bağlı).1970 ten beri ziyarete açık olan manastır kesinlikle ziyarete değer."
    },
    {
      "dayNumber": 8,
      "title": "Cusco",
      "description": "9 night(s) in hotels at Hostal Saphi or similar . No single room upgrade available."
    },
    {
      "dayNumber": 17,
      "title": "Puno",
      "description": "1 night(s) in hotels at Camino Real or similar . No single room upgrade available."
    },
    {
      "dayNumber": 18,
      "title": "Lake Titicaca",
      "description": "1 night(s) in homestays . No single room upgrade available."
    },
    {
      "dayNumber": 19,
      "title": "Puno",
      "description": "1 night(s) in hotels at Camino Real or similar . No single room upgrade available."
    },
    {
      "dayNumber": 20,
      "title": "La Paz",
      "description": "1 night(s) in hotels at Hotel Sagarnaga or similar . No single room upgrade available."
    },
    {
      "dayNumber": 21,
      "title": "Depart La Paz",
      "description": "1 Breakfast(s)"
    }
  ],
  "map": ""
}