{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "BXRTC",
  "tourName": "Cartagena Yolu",
  "placesVisited": "Peru, Ekvator, Kolombiya",
  "generalInfo": "Bu heyecan verici tur başından sonuna kadar sizi büyüleyecek. Peru’ dan başlayarak güzel gölleri keşfedip, dağlardan geçerek nefis sahillerde rahatlayacağız. Ekvator’ a devam ederek küçük Pazar kasabalarını ziyaret edip kaplıca sularına girme fırsatı bulacağız. Kolombiya’ nın yapraklı kahve bitkilerinin ardına gizlenmiş sömürge şehirlerine bağlanacağız ve bu tur baştan sona sizi kendinize getirecek.<br><br><strong>Katılış için en yakın uluslararası havaalanı:  </strong>Lima Jorge Chavez Uluslararası Havaalanı  (LIM )<br><br><strong>Ayrılış için en yakın uluslararası havaalanı</strong>:  Cartagena Rafael Nunez Uluslararası Havaalanı  (CTG )",
  "durationDays": "27",
  "price": "999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>-Rehber eşliğinde Laguna 69 yürüyüşü</li>\n<li>-Las Lajas tapınağı</li>\n<li>-Cocora vadisi yürüyüşü</li>\n<li>-Gecelik ve kahve çiftliği turu</li>\n<li>-El Penon</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 5 gece,  hostelde 11 gece, kamp alanında 9 gece,  konukevinde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Karayolundan kamyonetle</p>\n<p><strong>Yemekler</strong></p>\n<p>16 öğle yemeği, 9 akşam yemeği, 9 kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Tur lideri ve sürücü</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Lima' ya Varış",
      "description": "Lima, İspanyol fatih Francisco Pizzaro tarafından İnka medeniyetini yok ettikten hemen sonra1535’ te kuruldu ve burayı başkent yaptı. Bugün Latin Amerika’ nın beşinci büyük şehri olan Lima ülke nüfusunun yaklaşık üçte birini barındırmaktadır."
    },
    {
      "dayNumber": 2,
      "title": "Huruaz",
      "description": "Peru’ daki seyahatimize devam ederek Cordillera Blanca dağlarına, küçük bir şehir olan Huaraz’ a doğru ilerliyoruz. Şehir 3052 m.  yükseklikte ve Peru’ nun en yüksek tepesi Huascaran (6768 m.  )a yakın bir yerde konumlanmıştır. Şehir doğa yürüyüşü tutkunları için kutsal bir yer gibidir,  tırmanma keyfi ve muhteşem manzarasıyla Açıkhava sevdalılarını cezp eder. Tur dahilinde rehberiniz sizi Laguna 69’ a, Huascaran Ulusal Parkındaki görkemli buz gölüne de götürecek."
    },
    {
      "dayNumber": 5,
      "title": "Huanchaco",
      "description": "Kuzeye doğru Huanchaco’ ya ilerliyoruz. Şehir eşsiz sahili, deniz ürünleri restoranları ve balıkçıların büyük dalgaların arasında kullandığı kamış tekneleriyle ünlüdür ve dünyanın en uzun … olduğu söylenir. Bu güzel sahil kentinde akşamı deniz ürünlerini deneyip dinlenerek geçirin."
    },
    {
      "dayNumber": 6,
      "title": "Mancora",
      "description": "Güneşin, sörfün ve dinlenmenin tadını çıkaracağımız Mancora’ ya gidiyoruz. Şehirde bir parti hostelinde kalıyoruz ve burada geçireceğimiz 3 gece de istemediğiniz kadar içeceğiniz Pisco Sour ardından kendinize gelmek için bol zamanınız olacak. Uçurtma sörfü şehrin en popüler aktivitelerinden birisidir."
    },
    {
      "dayNumber": 9,
      "title": "Cuenca",
      "description": "Ekvator sınırına,  doğru balıkçıların küçük ağları ile avlandığı köylerin arasından seyahat ediyoruz. 1557’ de kurulan ve koloni döneminden kalma bir Pazar yeri olan Ekvator’ un 3. büyük şehri Cuenca (tam adı Santa Ana de Los Cuatro Ríos de Cuenca )ya ilerliyoruz. UNESCO Dünya miraslarından olan Tomebamba nehri,  kuzeyde Gran Colombia yolu,  batıda General Torres ve doğuda Hermano Miguel arasındaki tarihi bölgeyi ziyaret edin. Şehirde zamanınızı dolu dolu geçirmek için gezebileceğiniz birçok yer var. Cuenca Panama şapkasının ilk yapıldığı yerdir ve şapka fabrikalarından birini ziyaret etme fırsatınız olacak."
    },
    {
      "dayNumber": 11,
      "title": "Banos",
      "description": "Ekvator seyahatimize devam edip kaplıcalarıyla ünlü bir sağlık merkezi olan Banos’ a ulaşıyoruz. Sıcak havuzların tadını çıkarmanın yanı sıra Rio Verde kasabasının hemen dışındaki kamp yerimizden tepelere yürüyüş fırsatınız var ya da kanyon gezisinden köprüden aşağıya  sallanma gibi birçok opsiyonel aktiviteyi deneyebilir masaj yaptırarak rahatlayabilirsiniz."
    },
    {
      "dayNumber": 13,
      "title": "Quito",
      "description": "Denizden 2850 m.  yüksekteki Quito, Ekvator dünyadaki en yüksek ikinci başkenttir. Daha önce İnkaların güçlü bir kalesiyken 1534 te İspanyol rahipler tarafından kuruldu. Aktif bir volkan olan Pichincha üzerindeki oyuk bölgede yerleşiktir ve dev Quito bakiresi heykelinin bulunduğu Panecillo tepesinden şehir boydan boya görülebilir. Şehrin eski ve yeni olmak üzere iki bölümü vardır. Yeni bölüm tüm iyi restoran ve barların bulunduğu şehrin ticaret bölgesiyken eski bölüm dik yolları kalabalık plazaları ve yerel pazarlarıyla koloni dönemini yansıtır."
    },
    {
      "dayNumber": 15,
      "title": "Otavalo",
      "description": "Ekvator’ daki son durağımız Pazar şehri Otavalo. Hareketli Otavalo pazarında satılan el yapımı ürünlere hayran kalacaksınız."
    },
    {
      "dayNumber": 16,
      "title": "Sehir Halinde",
      "description": "Bugün Otavalo’ dan ayrılıp, Kolombiya’ ya doğru sınırı geçiyoruz. Yolda durup Las Lajas Tapınağını ziyaret edeceğiz. Burası kanyonun içine inşa edilmiş ve 50 m lik yüksek bir köprü ile bağlanmış muhteşem manzaralı bir yer. 18. yüzyılda burada Meryem’ in hayalinin görüldüğü rivayet edilir. Bugün hala pek çok insan mucizelere tanıklık etme umuduyla buraya hac gezisi yapmaktadır ve pek çok kaya plakası burada gerçekleştiği söylenen mucizelere tanıklık eder. Bu gece yol üzerinde kamp yapacağız."
    },
    {
      "dayNumber": 17,
      "title": "Popoyan",
      "description": "Eski dünya koloni çekiciliğini ve zarafetini yansıtan Popayan kolonlar, kubbeler ve kemerlerle süslü tebeşir beyazlığındaki cepheleri ile sıklıkla beyaz şehir olarak anılır. Popayan tüm Latin Amerika’ daki koloni şehirleri arasında  en iyi korunmuş şehir merkezlerine sahiptir ve görülebilecek uzaklıkta karla kaplı Purace Volkanı olan şehrin köşklerini, kiliselerini, okullarını ve manastırlarını keşfederek huzurlu sokaklarını gezebilirsiniz."
    },
    {
      "dayNumber": 18,
      "title": "Solento",
      "description": "Bu zümrüt yeşili teraslı yamaçlar, ülkedeki kahve üretiminin neredeyse yarısının yapıldığı yerde. Karla kaplı zirvelerin çerçevelediği bereketli tepelerin kombinasyonu baş döndürücü ve bölge yürüyerek gezmek için müthiş bir konumda.  Orkide ve helikonyaların yanısıra vadinin ev sahipliği yaptığı ve adını aldığı geyik, kartal ve puma gibi çok çeşitli yerel hayvanları gözden kaçırmadan sis bulutu içindeki ormanı yüksek palmiye bahçelerini ve Kolombiya öncesi kalıntılarını keşfedin ."
    },
    {
      "dayNumber": 20,
      "title": "Kahve Çiftliği",
      "description": "Sıradaki 2 gece bir kahve tarlası (çiftliği ) nda geçecek. Kahve ekili alanlar da, Kolombiya’ nın en önemli ihracatlarından kahve bitkisinin yetişmesi hakkında bilgiler alabileceğiniz bir turun tadını çıkarabilirsiniz. Farklı harmanları deneyin ve bu geleneksel çiftlikte rahatlayın."
    },
    {
      "dayNumber": 22,
      "title": "Medellin",
      "description": "Bir sonraki durağımız Kolombiya’ nın en büyük ikinci şehri olan Medellin. Keyifli iklimi nedeniyle şehir ‘ Sonsuz baharın şehri’  olarak bilinir. Medellin’ i teleferikle havadan mutlaka görün ve şehri daima canlı tutan bar ve restoranlarının tadını çıkarın. Eskiden Pablo Escobar’ ın hükmettiği şehir sanat, müzeler ve parkların bolluğu ile bir kültür merkezine dönüşmüştür. Burada 3 gece geçireceğiz ve bu sırada renkli resmedilmeye değer Guatape kasabasını ziyaret etme seçeneğiniz olacak. Guatape’ de kasabayı çevreleyen 200 m.  yüksekliğindeki ünlü El Penon kayasını görebilirsiniz."
    },
    {
      "dayNumber": 25,
      "title": "Caucasia",
      "description": "Aracımıza binerek Medellin’ den ayrılıp, Cartagena’ ya doğru yola çıkıyoruz. Bu gece yol üzerinde son akşam yemeğimiz için Caucasia bölgesinde kamp yapacağız."
    },
    {
      "dayNumber": 26,
      "title": "Cartegena",
      "description": "Kolombiya’ nın enerjik Karayip sahiline, hayat dolu Cartagena şehrine varıyoruz. Ilık kıyı ikliminin ve titreşimli salsa ritminin çekiciliği yıllarca varlıklı ziyaretçileri buraya sürüklemiştir. Cartagena’ nın açık hava kafelerinden birinde bu atmosfere girin,  şehrin diskolarında geceyi dans ederek geçirin ya da diskolara ve sokaktaki dans performanslarına sıkça uğrayan bir Chiva (bazıları tarafından alem otobüsü olarak bilinir ) ya katılın."
    },
    {
      "dayNumber": 27,
      "title": "Cartegena' dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}