{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "PEIL",
  "tourName": "Andlar ve Amazon",
  "placesVisited": "Peru",
  "generalInfo": "Rehberli bir Machu Picchu turu Amazon ormanının derinlerine bir ziyaret Titicaca gölünde bir tekne gezisi yapmadan Peru seyahati düşünülemez. 11 günlük harika macera işte bu üçünü bir araya getiriyor.<br><br><strong>Katılış için en yakın uluslararası havaalanı: </strong>Lima Jorge Chavez Uluslararası Havaalanı (LIM)",
  "durationDays": "11",
  "price": "1599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Titicaca gölüne günlük  gezi</li>\n<li>- Rehber eşliğinde İnkaların kutsal vadisi gezisi</li>\n<li>- Rehber eşliğinde Machu Picchu gezisi</li>\n<li>- Peru Amazon ormanında 2 gece</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 8 gece, orman kulübesinde 2 gece</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 10 kahvaltı, 1 yerel öğle yemeği, 2 öğle yemeği, 2 akşam yemeği</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Lima'ya Varış",
      "description": "Lima ,İspanyol fatih Francisco Pizzaro tarafından İnka medeniyetini yok ettikten hemen sonra1535’te kuruldu ve burayı başkent yaptı.Lima koloni döneminden kalan güzel binalara,  Altın müzesi,Engizisyon müzesi gibi Güney Amerika’nın önemli müzelerine ve San Francisco Kilisesinin alt tarafındaki Catacombs (yeraltı mezarlığı)a ev sahipliği yapar. Başkent ,şehrin 2 ana meydanı Plaza de Armas  ve Plaza San Martin başta olmak üzere birçok fırsat ve görülmeye değer yer sunar,çevreyi gezme konusunda harika fırsatlarıyla övünür. Plaza de Armas  meydanı katedrale,belediye sarayına ve her öğlen 12 de nöbet değişim törenini izleyebileceğiniz başkanlık sarayına ev sahipliği yapar.Ayrıca Lima’da en iyileri merkez bölgesinde bulunan birçok pazar ve market yer alır."
    },
    {
      "dayNumber": 2,
      "title": "Puno",
      "description": "Lima’da Juliaca’ya kısa bir uçuş yapıyoruz. Buradan,denizden 3855 m. yükseklikte deniz taşımacılığı yapılabilen en yüksek göl Titicaca’nın kenarından ki Puno’ya geçeceksiniz.Puno’nun renkli yerel pazarına göz atıp el yapımı hediyeliklere hayran kalacaksınız."
    },
    {
      "dayNumber": 3,
      "title": "Titicaca Gölü",
      "description": "Ertesi gün Puno’dan günübirlik gezi için Titicaca gölüne gidiyoruz. Puno koyundaki yüzer kamış adaları ziyaret ederek adalıların özgün Uru yaşam tarzını görüp geleneksel kamış teknelerle gezme fırsatı bulacağız."
    },
    {
      "dayNumber": 4,
      "title": "Cusco",
      "description": "Bugün turist otobüsüyle Cusco’ya seyahat ediyoruz.Tüm gün sürecek seyahat boyunca And’ların nefes kesici manzaralarına tanık olacağız.İnka dili Quechua’da dünyanın merkezi anlamına gelen Cusco çoğu yerli 300.000 nüfuslu bu büyüleyici şehir katedralin ve  La Compañia de Jesus kilisesinin hakim olduğu Plaza de Armas çevresinde yerleşmiştir.Akşamı keyifle geçirebileceğiniz kemerli çarşıları birçok restoran,bar ve mağazaya ev sahipliği yapar."
    },
    {
      "dayNumber": 5,
      "title": "İnkaların Kutsal Vadisi ve Ollantaytambo",
      "description": "1 tam günümüz İnkaların kutsal vadisini ziyaret ederek geçecek.3800 m de, kalıntıların etrafında yüksekliğin  etkilerini kontrol edebilmek için en fazla bir saatlik yavaş yürüyüşler yapıyoruz.ilk olarak bir tepeye yerleşmiş ve etrafını çevreleyen dağların muhteşem manzaralar oluşturduğu Pisac harabelerine gidiyoruz.Daha sonra farklı renkleri ve atmosferiyle aynı adı taşıyan ünlü geleneksel pazara doğru iniyoruz.Burası hediyelikler için harika bir yer.Öğle yemeğinden sonra dağların dik yamaçlarına inşa edilmiş devasa İnka teraslarının bulunduğu Ollantaytambo tapınağı/kalesi ne doğru vadi boyunca devam ediyoruz."
    },
    {
      "dayNumber": 6,
      "title": "Machu Picchu & Cusco",
      "description": "Peru kültür yönetimi,1 temmuz 2017 den itibaren yoğun turist gruplarının şehri daha rahat gezmesi, şehrin ve kalenin korunması amacıyla Machu Picchu’ya girişlerin sabah ve öğleden sonra olmak üzere 2 vardiyaya ayrıldığını duyurdu.Sonuç olarak eğer bu tarihten sonra Machu Picchu için bir tren seyahati ayarladıysanız,rehber eşliğindeki geziniz öğleden sonra vardiyasında gerçekleşecektir."
    },
    {
      "dayNumber": 7,
      "title": "Cusco",
      "description": "Bugün Cusco’yu serbestçe gezip görebilirsiniz.Günün büyük bölümünü İnkalardan kalma duvarları ,kemerleri ve kapıları görebileceğiniz ilginç kiliseleri,koloni yapılarını ve görkemli sokakları keşfederek geçirin.Şehri yukarıdan gören bir tepede, törenlerin yapıldığı ve en belirgin İnka duvarlarından 130 tonluk taş blokların olduğu Sacsayhuaman kalesi bulunur."
    },
    {
      "dayNumber": 8,
      "title": "Amazon Ormanı",
      "description": "Siempre temsilciniz sizi Amazon yağmur ormanlarına ziyaretimizin başlangıç noktası olan orman bölgesi Puerto Maldonado’ya uçmak üzere havaalanına götürecek."
    },
    {
      "dayNumber": 10,
      "title": "Lima",
      "description": "1 night(s) in hotels at Hotel Santa Cruz or similar . Upgrade to your own room here."
    },
    {
      "dayNumber": 11,
      "title": "Lima'dan Ayrılış",
      "description": "Bugün ormanın seslerine uyanarak Lima’ya uçmak üzere ,tekneyle  Puerto Maldonado’ya gidiyoruz.Macera sona ermeden günün geri kalanını bazı son dakika hediyelikleri alarak geçirebilirsiniz."
    }
  ],
  "map": ""
}