{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "TSEA",
  "tourName": "Panamerikan Turu",
  "placesVisited": "Peru, Bolivya, Şili, Patagonya, Arjantin",
  "generalInfo": "Kıtanın en ilginç yerlerini içeren kapsamlı bir tur. Büyüleyici Amazon ormanlarından muazzam And dağlarına ve kuzey Şilinin çöllerine gidin. Arjantin’ in baştan çıkarıcı başkentinde turunuzu tamamlamadan önce dünyanın ucuna seyahat edin. Machu Picchu’ daki büyük İnka harabeleri, Titicaca gölündeki benzersiz insan toplulukları, çarpıcı manzarası ve vahşi hayat çeşitliliğiyle Patagonya yolunuz üzerinde öne çıkan yerlerden bazıları.<br><br><strong>Önemli not:</strong> Tur programı model bir programdır ve ihtiyaçlarınıza, bütçenize uygun hale getirilebilir.",
  "durationDays": "23",
  "price": "5859",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Amazon ormanı gezisi</li>\n<li>- Yarım gün Cusco şehir turu</li>\n<li>- İnkaların kutsal vadisi gezisi</li>\n<li>- Ollantaytambo harabeleri</li>\n<li>- Machu Picchu  gezisi</li>\n<li>- Titicaca gölü turu</li>\n<li>- Yarım gün La Paz şehir turu</li>\n<li>- Ay vadisi  (Bolivya)</li>\n<li>- Uyuni tuz düzlükleri</li>\n<li>- Ay vadisi (Şili)</li>\n<li>- Şarapların tadına bakabileceğiniz turlar</li>\n<li>- Torres del Paine</li>\n<li>- Perito Moreno buzulu</li>\n<li>- Tierra del Fuego</li>\n<li>- Beagle kanalı tekne gezisi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 20 gece, orman kulübesinde 2 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>22 kahvaltı, 9 öğle yemeği, 6 akşam yemeği</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Lima' ya Varış",
      "description": "Kontrolleriniz bittikten sonra günün geri kalanı size ait."
    },
    {
      "dayNumber": 2,
      "title": "Amazon Ormanı",
      "description": "Bu sabah otelinizden özel araçla alınıp Cusco üzerinden Puerto Maldonado’ ya uçmak üzere havaalanına götürüleceksiniz. Varışınızda sizi orman macerasına hazırlayacak olan Inkaterra Lounge  (kelebek evi)  ekibi karşılayacak.  Seyahatin il ayağı olan otobüs yolculuğu bittikten sonra kanoyla yağmur ormanının merkezindeki sade ama şık ve konforlu orman kulübenize gitmek üzere Madre de Dios nehri boyunca ilerleyeceksiniz. Yolculuk sonunda taze organik içeriği ve yerel lezzetlerle hazırlanmış öğle yemeğinin tadını çıkarın."
    },
    {
      "dayNumber": 3,
      "title": "Amazon Ormanı",
      "description": "Erken bir kahvaltının ardından, Sandoval gölüne doğru ormanda bir tam gün geçirmek üzere hazırlanacaksınız. Dev nehir samurları, uluyan maymunlar ve makav papağanlarının yanı sıra en büyük pullu balık olan arapaymalara ev sahipliği yapan durgun gölde bir tekne gezisi yapın. Leziz bir öğle yemeğinden sonra yağmur ormanının gölgelik yollarından tırmanıp ağaç tepelerini birleştiren köprülerden geçerek çarpıcı görüntülerin keyfini çıkaracaksınız. Bu, sadece küçük bir parçasına bakarak yağmur ormanının büyüklüğüne hayran kalmanız için ilginç bir fırsat. Gölge yollardan ayrıca papağanlar, üç parmaklı tembel hayvanlar, tukanlar ve sincap maymunları gibi vahşi hayat öğelerinden bazılarını görebilirsiniz."
    },
    {
      "dayNumber": 4,
      "title": "Cusco",
      "description": "Son gün bu tropikal cennetten ayrılmadan önce ormanın sesleriyle uyanacaksınız ve Cusco’ ya uçuşumuz için Puerto Maldonado’ ya döneceğiz. Cusco’ ya vardığınızda özel bir araç tarafından karşılanıp otele gideceğiz. Bir UNESCO dünya mirası olan Cusco İnka imparatorluğunun başkentiydi ve hemen her köşesinde geçmişin izlerine rastlayabilirsiniz. Eski İnka yollarından iyi korunmuş güzel koloni mimarisine kadar çeşitlilik gösteren tarihi bir bakışta fark edilebilir."
    },
    {
      "dayNumber": 5,
      "title": "Kutsal Vadi",
      "description": "Bu sabah kutsal vadideki tam gün geziniz için rehberiniz ve grubunuzla buluşacaksınız. İnkalar burada yaşayıp tarım yaptılar ve yeşil bölgenin doğal zenginliklerinden faydalandılar. Pisac’ daki renkli ve canlı el sanatları pazarını gezin. Bölgenin hemen yanı başında hisar, kuleler, askeri bir kale ve gökyüzü gözlemevi bulunur. Güney Amerika’ daki en büyük İnka mezarlığı da buradadır."
    },
    {
      "dayNumber": 6,
      "title": "Machu Picchu",
      "description": "Bu sabah otelden kısa bir yürüyüşle Machu Picchu’ nun girişinde yer alan Aguas Calientes trenine bineceksiniz. Vardığınızda özel rehberiniz sizi karşılayacak ve arkeoloji kompleksine gitmek üzere servis aracına bindirecek. Burada gezerken ve rehberiniz anlattığı hikayelerle Machu Picchu’ nun en parlak dönemini canlandırırken atmosferi hissedeceksiniz. Sonra tek başınıza keşif yapmak için yeterli zamanınız olacak."
    },
    {
      "dayNumber": 7,
      "title": "Puno",
      "description": "Bugün Puno’ ya manzaralı bir otobüs yolculuğu yapmak üzere özel araçla terminale gideceksiniz. Bu yolculuk tüm gün sürecek ancak yol boyunca bacaklarınızı açmak ve ‘ Güneşin rotası’  olarak bilinen güzergahın tarihini kavrayabilmek için defalarca duracağız."
    },
    {
      "dayNumber": 8,
      "title": "Titicaca Gölü",
      "description": "Bugün Titicaca gölünde bulunan birbirinden tamamen farklı iki adayı görmek üzere bir gruba katılacaksınız. İnkalar topraklarını genişletirken antik Uro insanları asıl olarak yüzen adalarda yerleşmeye zorlanmıştır ve adaların hareketliliği bir savunma mekanizmasıdır. Gölün kıyısında sık bulunan Totora kamışı ev, mobilya ve tekne yapımında kullanıldığı gibi adalarında üzerinde durduğu kamışlardır. Adanın altındaki 4-8 feet kalınlığındaki kamışlar parçalandıkça, ada sakinleri daha fazla kamışı yüzeye eklemek zorundadır. Her ada basit kamış evlere sahiptir ancak güneş paneli ve televizyon gibi modern hayat öğelerinden eksik değildirler."
    },
    {
      "dayNumber": 9,
      "title": "La Paz",
      "description": "Bu sabah özel sürücünüzle buluşup La Paz’ a doğru hareket edeceksiniz. Sınırda sürücüleriniz ve araçlarınız değişecek. Puno’ daki sürücünüz sınırı geçerken size yardımcı olacak. Akşam geç saatlerde La Paz’ a vardıktan sonra kalan zamanı özgürce geçirebilirsiniz. Dar bir kanyonda konumlu olan şehir nefes kesen manzaralara sahiptir, belki de bu  dünyanın en yüksekteki başkentinde olduğunuzdandır. Merkezde kümelenmiş kiliselerin kuleleri büyüleyici Illimani dağının buzul zirvesinin yanında cüce gibi kalır. Çok farklı iki topluluğun-yerliler ve Avrupalılar-yanı sıra uluslar arası bankaların binalarıyla Aymara geleneğindeki ritüel eşyalarının satıldığı sokak pazarları bu şehirde bir arada yer alır."
    },
    {
      "dayNumber": 10,
      "title": "La Paz, Ay Vadisi",
      "description": "Kahvaltıdan sonra, rehberiniz eşliğinde şehri gezerek zaman geçirmek üzere toplanacaksınız. La Paz’ ın en eski, en renkli mahallelerinden Rosario, San Jorge ve San Miguel’ in dar ve kıvrımlı sokaklarında yürüyün. Şehrin ortasında geleneksel Altiplanik giysileri ve melon şapkalarıyla Aymara kadınlarının şifalı bitki ve baharatlar sattığı cadı pazarından geçin. Geleneksel kültürde iyi şans getirdiğine inanılan mumyalanmış lama fetüsleri gibi şaşırtıcı bazı el yapımı manevi eşyalara da rastlayacaksınız."
    },
    {
      "dayNumber": 11,
      "title": "Uyuni",
      "description": "Bugün otelde toplanarak Uyuni uçağına binmek üzere havaalanına götürüleceksiniz. Burası Bolivya’ nın en çarpıcı ve güzel yerlerinden ünlü tuz düzlüklerine gezimizin başlayacağı yer. Tuz düzlükleri ve çevresindeki yer şekilleri muhteşem ve gerçeküstü manzara fırsatları sunduğundan kameranızın şarjının dolu olduğundan ve hafıza kartınızın yeterince boş olduğundan emin olun. Yağışlı mevsimde bölgeyi kısmen kaplayan parlak su tabakası esrarengiz yansımalar ortaya çıkarır. Deniz seviyesinden 3660 m yüksekteki tuz düzlüğü soğuk ve rüzgarlı olabilir dolayısıyla büyük gün için sıkı giyinmeyi unutmayın. Geceyi tuz otelinde geçireceksiniz."
    },
    {
      "dayNumber": 14,
      "title": "Santiago",
      "description": "Bugün otelinizden Calama havaalanına giderek Santiago uçağına bineceksiniz. Vardığınızda Siempre temsilcisi tarafından karşılanıp otelinize götürüleceksiniz. Otele yerleştikten sonra günün geri kalanını bu kozmopolit başkenti kendi başınıza gezip görebilirsiniz."
    },
    {
      "dayNumber": 16,
      "title": "Torres Del Paıne",
      "description": "Bugün otelden alınarak Punta Arenas uçağına binmek üzere Santiago havaalanına gideceksiniz. Vardığınızda, gezegendeki en güzel ve hareketli yerlerden birinde unutulmaz bir deneyime başlayacaksınız.  Torres del Paine adını topraktan yükselen ve zaten çarpıcı olan bölgeye unutulmaz bir arka fon oluşturan 3 dev granit kuleden alır. 180000 hektardan fazla alanı kaplayan park karla kaplı tepeler, buzullar, güzel göller ve vadilerin yanında alışılmadık bitki ve hayvan çeşitliliğinin oluşturduğu çarpıcı görünümüyle ünlüdür. Karşılaşabileceğiniz bu çok çeşitli ve şaşırtıcı yaratıklardan bazıları kokarcalar, And kondorları, siyah göğüslü kartallar, gri tilkiler, And  (culpeo)  tilkileri, guanakolar  (lamagillerden) , Şili flamingoları ve Amerikan devekuşları. Canlı renkleri olan çiçekler, değişik yaprak dökmeyen bitkiler ve orkideleri de görebilirsiniz. Nefes kesen ulusal parkı keşfetmenin en iyi yolu yürüyüştür."
    },
    {
      "dayNumber": 18,
      "title": "El Calafate",
      "description": "Bugün Torres del Paine’ deki otelinizden geceyi geçireceğiniz El Calafate’ deki otelinize götürüleceksiniz.  Argentino gölünün güney kıyısındaki El Calafate,  muhteşem Perito Moreno buzulu ziyareti için üs noktamız olacak."
    },
    {
      "dayNumber": 20,
      "title": "Ushuaia",
      "description": "Bugün otelinizden alınıp Ushuaia uçağına binmek üzere havaalanına gideceksiniz. Dünyanın en güneyindeki şehir olan Ushuaia yıpranması zor, kule gibi yükselen dağlarla buz denizi arasında dramatik bir konumdadır. Otelinize yerleştikten sonra günün kalanını dilediğiniz gibi geçirebilirsiniz."
    },
    {
      "dayNumber": 21,
      "title": "Tıerra Del Fuego",
      "description": "Bugün şehirden kaçıp Tierra del Fuego’ yu keşfe çıkıyoruz. Dünyanın en güney ulusal parkında nefes kesen doğa harikalarını, Patagonya göllerini ve büyüleyici manzaraları göreceksiniz. Parka girer girmez doğal Lenga kayını ve Nire ormanıyla, vişne ağaçları, nehirler, göller ve turba bataklıklarıyla çevrileceksiniz. Bunlar yer şeklinin tarifsiz güzelliğini ve tipik Patagonya özelliğini veren bileşenlerdir. Ensenada körfezini ziyaret ettiğinizde Beagle kanalı, Lapataia körfezi ve Redonda adasının muhteşem manzaralarını gözler önüne seren sahilde söyleyecek söz bulamayacaksınız. Roca gölüne doğru yolculuğunuz devam edecek. Göl kıyısı boyunca uzun bir yürüyüş yapın ve bazı bölgelere zarar vermesiyle tanınan park sakini kunduzları görmeye çalışın."
    },
    {
      "dayNumber": 22,
      "title": "Buenos Aries",
      "description": "Bugün varışınızda karşılanıp, araçla otelinize  götürüleceğiniz Buenos Aires’ e uçmak üzere havaalanına gidiyoruz. Otele yerleştikten sonra günün kalanını dilediğiniz gibi geçirebilirsiniz.  Buenos Aires, biraz Avrupa şehirlerini hatırlatan ve Latin Amerika eğilimi gösteren şaşırtıcı bir metropol olduğundan gerçekte Güney Amerika’ nın Paris’ i olarak bilinir. Portenos (liman insanları)  adı verilen şehir sakinleri tutkulu ve cana yakındır."
    },
    {
      "dayNumber": 23,
      "title": "Buenos Aries' den Ayrılış",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}