{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "TSPA",
  "tourName": "İnkalar, Şelaleler ve Tango",
  "placesVisited": "Peru, Arjantin, Brezilya",
  "generalInfo": "Güney Amerika’ nın en özel manzaralarından bazılarını içeren bu büyüleyici yolculukta Peru ve Arjantin’ in harikalarını keşfedin. Dünyanın en eski medeniyetlerinden birinden muazzam Iguazu şelalelerine seyahat edin ve gezinizi  güzel,  kozmopolit Buenos Aires şehrinde tamamlayın. Peru ve Arjantin’ in sunduğu en iyi deneyimi yaşamak isteyenler ;bu tur tam size göre.<br><br><strong>Önemli not:</strong>  Tur programı model bir programdır ve ihtiyaçlarınıza, bütçenize uygun hale getirilebilir.",
  "durationDays": "12",
  "price": "1699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Yarım gün Lima turu</li>\n<li>- Yarım gün Cusco turu</li>\n<li>- İnkaların kutsal vadisi</li>\n<li>- Ollantaytambo harabeleri</li>\n<li>- Machu Picchu</li>\n<li>- Arjantin Iguazu şelaleleri</li>\n<li>- Brezilya Iguazu şelaleleri</li>\n<li>- Yarım gün Buenos Aires turu</li>\n<li>- Tango gösterisi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 11 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>11 kahvaltı, 1 öğle yemeği, 1 akşam yemeği</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Lima' ya Varış",
      "description": "Kontrolleriniz bittikten sonra günün geri kalanı size ait."
    },
    {
      "dayNumber": 3,
      "title": "Cusco",
      "description": "Bugün özel araçla havaalanına giderek Cusco uçağına bineceksiniz. Vardığınızda yine özel araçla alınıp otelinize götürüleceksiniz."
    },
    {
      "dayNumber": 5,
      "title": "Kutsal Vadi",
      "description": "Bu sabah kutsal vadideki tam gün geziniz için rehberiniz ve grubunuzla buluşacaksınız. İnkalar burada yaşayıp tarım yaptılar ve yeşil bölgenin doğal zenginliklerinden faydalandılar. Pisac’ daki renkli ve canlı el sanatları pazarını gezin. Bölgenin hemen yanı başında hisar, kuleler, askeri bir kale ve gökyüzü gözlemevi bulunur. Güney Amerika’ daki en büyük İnka mezarlığı da buradadır."
    },
    {
      "dayNumber": 6,
      "title": "Machu Picchu",
      "description": "Bu sabah otelden kısa bir yürüyüşle Machu Picchu’ nun girişinde yer alan Aguas Calientes trenine bineceksiniz. Vardığınızda özel rehberiniz sizi karşılayacak ve arkeoloji kompleksine gitmek üzere servis aracına bindirecek. Burada gezerken ve rehberiniz anlattığı hikayelerle Machu Picchu’ nun en parlak dönemini canlandırırken atmosferi hissedeceksiniz. Sonra tek başınıza keşif yapmak için yeterli zamanınız olacak."
    },
    {
      "dayNumber": 7,
      "title": "Foz Do Iguacu Uçuşu",
      "description": "Sabah erken saatlerde Foz do Iguacu’ ya uçmak üzere otelden havaalanına götürüleceksiniz. Gece geç vakitte varacağınız şehirde karşılanıp Brezilya tarafındaki şelalelerin yakınındaki otelinize götürüleceksiniz. Otele yerleşir yerleşmez uykunuzun gelmiş olacağından emin olun.  Şelaleler 1986’ da UNESCO tarafından doğal dünya mirası olarak ilan edildi. Park Arjantin ve Brezilya ulusal parklarının sınırladığı 458000 dönümlük alanı kaplar ve iki ülkeyi birbirinden Iguazu nehri ayırır. Birlikte, Güney Amerika’ daki en geniş doğal koruma bölgesini oluştururlar."
    },
    {
      "dayNumber": 8,
      "title": "Yarım Gün Breziya Şelaleleri",
      "description": "Bugün özel rehberinizle 1200 m. lik asma köprüden geçerek Brezilya tarafındaki şelalelere yarım günlük bir gezi yapacaksınız. Yürüyerek, farklı açılardan 275 şelalenin nefes kesen görüntülerine tanık olacaksınız. Brezilya tarafındaki başlıca 4 şelale:  Floriano,  Deodoro,  Benjamin Constant ve Salto Union veya Devil’ s Throat."
    },
    {
      "dayNumber": 9,
      "title": "Tam Gün Arjantin Şelaleleri Ve Buenos Aıres",
      "description": "Bugün kahvaltıdan sonra toplanarak  Arjantin tarafındaki tam gün özel ulusal park geziniz için grubunuza katılacaksınız. Yaklaşık 1 mil uzunluğundaki patikadan oluşan Lower Circuit (alt devre)  sizi, Carlos Bozzetti gibi harika fotoğraflar çekebileceğiniz daha küçük şelalelerin yakınına götürür."
    },
    {
      "dayNumber": 10,
      "title": "Buenos Aries",
      "description": "Bugün şehri oluşturan farklı mahalleleri keşfedebileceğiniz panoramik bir tura çıkmak üzere grubunuza katılacaksınız. Herkes toplandıktan sonra, ünlü Colon tiyatrosunu ve portenos (liman bölgesi)  üzerinde yükselen dikilitaşı görebileceğiniz 9 de Julio Avenue boyunca araçla ilerlemeye başlayacağız. Saygı olarak sağlık bakanlığı binasına asılmış 10 kat yüksekliğindeki Evita Peron portresini de görme fırsatı bulacaksınız. Sonrasında Recoleta’ ya kadar yol boyunca güzel yapılarla dolu lüks Palermo semtinden geçeceksiniz. Burada aynı adı taşıyan ve şehrin ünlü sakinlerinin son istirahat yeri olan olağanüstü mezarlığı ziyaret edeceğiz ve Art Nouveau ve neo-Gothic tarzlardaki sayısız çarpıcı mozoleyi görebileceksiniz."
    },
    {
      "dayNumber": 11,
      "title": "Buenos Aries",
      "description": "Ertesi günü dilediğiniz gibi geçirebilirsiniz. Eğer biraz dinlenip rahatlamak isterseniz, Rio de la Plata boyunca uzanan 865 akre (1 akre 4047 m2)  büyüklüğünde bataklık arazi üzerindeki Costanera Sur ekoloji rezervi gibi pek çok yeşil alan bulabilirsiniz. Parkın güney girişinden patikayı takip ettiğinizde kendinizi,  balıkçıllara kuğulara ve tepede dırdır eden yeşil papağanlara ev sahipliği yapan küçük göllerden çıkan kamışların arasında bulacaksınız."
    },
    {
      "dayNumber": 12,
      "title": "Buenos Aries' den Ayrılış",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}