{
  "destination": "Peru",
  "mainPhoto": "",
  "id": "TSPH",
  "tourName": "Peru’ nun Öne Çıkan Yerleri",
  "placesVisited": "Peru",
  "generalInfo": "Dünya mirası ilan edilmiş bölgelerden doğa harikalarına, And’ ların tepelerinden farklı adalara kişiye özel bu tur Peru’ nun sunduğu en ilginç yerlerin keyfini garanti ediyor. Seyahatin sonunda başınızı döndüren yükseklik değil bu cana yakın ve gelişmekte olan ülkenin tutkusu olacak.<br><br><strong>Önemli not:</strong>  Tur programı model bir programdır ve ihtiyaçlarınıza, bütçenize uygun hale getirilebilir.",
  "durationDays": "14",
  "price": "1979",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Yarım gün Lima turu</li>\n<li>- Ballestas adaları tekne turu</li>\n<li>- Nazca çizgileri üzerinde seyir uçuşu</li>\n<li>- Colca kanyonu</li>\n<li>- Titicaca gölü</li>\n<li>- Yarım gün Cusco turu</li>\n<li>- İnkaların kutsal vadisi</li>\n<li>- Ollantaytambo harabeleri</li>\n<li>- Machu Picchu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 12 gece, yataklı otobüste 1 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>12 kahvaltı, 3 öğle yemeği</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Lima' ya Varış",
      "description": "Kontrolleriniz bittikten sonra günün geri kalanı size ait."
    },
    {
      "dayNumber": 3,
      "title": "Paracas",
      "description": "Bugün otelinizden Lima’ daki terminale giderek Paracas otobüsüne bineceksiniz. Vardığınızda otelinize götürülecek ve yerleştikten sonra günün kalanını dilediğiniz gibi geçirebileceksiniz."
    },
    {
      "dayNumber": 4,
      "title": "Ballestas Adaları",
      "description": "Bu sabah Ballestas adalarına 2 saatlik bir grup gezisi için toparlanacaksınız. Lima’ ya yarım gün uzaklıkta, Peru’ nun Pasifik sahili açıklarındaki bu engebeli adalar çok geniş bir vahşi hayata ev sahipliği yapar. Birçokları tarafından Peru’ nun Galapagos’ u olarak bilinen Ballestas adaları foklar, deniz aslanları, sümsük kuşları, flamingolar, pelikanlar, karabataklar ve çok çeşitli başka deniz kuşlarıyla doludur. Adada karaya çıkmanız mümkün olmasa da tekneden bu muhteşem vahşi hayatın görüntülerine tanık olacaksınız. İnce bir mont, güneşten koruyacak bir şapka ve güneş kremi getirmeniz önerilir."
    },
    {
      "dayNumber": 5,
      "title": "Nazca Çizgileri",
      "description": "Peru sahiline yakın çöl yüzeyine kazınmış tuhaf ve gizemli Nazca çizgileri Peru’ nun en popüler cazibeleridir. Bugün küçük bir uçakla 12 farklı figürü havadan izleyebileceksiniz. Öğleden sonrayı dilediğiniz gibi geçirin. Akşam ise Arequipa’ ya gece otobüsüne binmek üzere terminale gideceksiniz."
    },
    {
      "dayNumber": 6,
      "title": "Arequıpa",
      "description": "Arequipa’ ya vardığınızda otelinize götürüleceksiniz. Otele erken giriş tura dahil değildir ancak ayarlanabilir. Günün kalanını dilediğiniz gibi geçirebilirsiniz. İkinci Dominik düzeni rahibelerine ev sahipliği yapan ve 400 yıldır halka kapalı olan Santa Catalina manastırını ziyaret etmiyorsunuz? Eski Sevilla ve Granada’ yı andıran bahçeleri dar geçitleri ve huzur veren meydanıyla bugün ziyarete açık olan manastırı gezerken bu sakin ortamın keyfini yaşayacaksınız."
    },
    {
      "dayNumber": 7,
      "title": "Colca Kanyonu",
      "description": "Bu sabah klasik Colca kanyonu grup turu için toplanacaksınız. Arequipa’ dan ayrılıp Caylloma vilayetinin merkezi Chivay’ a araçla 160 km. lik yolculuk yapacaksınız. Yol üzerinde Misti,  Chachani ve Pichu Pichu volkanlarının görkemli manzaralarını keyfini çıkardıktan sonra yabani vikunyaların doğal ortamını görmek üzere kısa bir mola vereceğiniz Pampa Cañahuas ulusal rezervine varacaksınız. Bu nokta deniz seviyesinden yaklaşık 3400 m.  yüksektedir."
    },
    {
      "dayNumber": 8,
      "title": "Puno",
      "description": "Bu sabah ünlü Cruz del Condor gözlem noktasına gitmek için erkenden harekete geçiyoruz. Buraya vardığınızda kanyonun görkemli fotoğraflarını çekmek (hava durumuna bağlı olarak)  ve umarız uçan kondorları görmek için yeterli zamanınız olacak. Önceden planlanmış zamanda rehberiniz sizi kanyon çevresinde yaklaşık bir saatlik bir yürüyüşe çıkaracak. Chivay’ a geri dönüş yolunda geleneksel Pinchollo köyünü ve İnkalardan önce burada yaşamış Collagua’ lar tarfından inşa edilmiş 1500 yıllık muhteşem terasları izleyeceğiniz Antahuilque gözlem noktasını ziyaret edeceksiniz. Ayrıca Tumbas Colgantes asma mezarlarının bulunduğu Choquetico’ da mola vereceksiniz."
    },
    {
      "dayNumber": 9,
      "title": "Titicaca Gölü",
      "description": "Bu sabah ünlü Cruz del Condor gözlem noktasına gitmek için erkenden harekete geçiyoruz. Buraya vardığınızda kanyonun görkemli fotoğraflarını çekmek (hava durumuna bağlı olarak)  ve umarız uçan kondorları görmek için yeterli zamanınız olacak. Önceden planlanmış zamanda rehberiniz sizi kanyon çevresinde yaklaşık bir saatlik bir yürüyüşe çıkaracak. Chivay’ a geri dönüş yolunda geleneksel Pinchollo köyünü ve İnkalardan önce burada yaşamış Collagua’ lar tarfından inşa edilmiş 1500 yıllık muhteşem terasları izleyeceğiniz Antahuilque gözlem noktasını ziyaret edeceksiniz. Ayrıca Tumbas Colgantes asma mezarlarının bulunduğu Choquetico’ da mola vereceksiniz."
    },
    {
      "dayNumber": 10,
      "title": "Cusco",
      "description": "Bugün Cusco’ ya manzaralı bir otobüs yolculuğu yapmak üzere özel araçla terminale gideceksiniz. Bu yolculuk tüm gün sürecek ancak yol boyunca bacaklarınızı açmak ve ‘ Güneşin rotası’  olarak bilinen güzergahın tarihini kavrayabilmek için defalarca duracağız.  Sizi neredeyse 1. yüzyıla geri götürecek Pukara arkeoloji bölgesi ilk durağınız. Buradaki küçük müzede Pukara taş kültürüne dair eşyalar yer alır.  Daha sonra,  karla kaplı dağların ve And platosunun ortasında tek başına duran eski güzel tapınağın çarpıcı manzaralarına hakim La Raya geçidinden geçerek görülmeye değer Sicuani’ de öğle yemeği için duracağız."
    },
    {
      "dayNumber": 11,
      "title": "Cusco",
      "description": "Sabahı biraz da kendi başınıza şehri gezerek geçirebilir ya da atmosferi hissetmek için sevimli kafelerden birinde oturabilirsiniz. Seçim sizin.  Öğleden sonra çekici Plaza de Armas meydanı çevresindeki kilise ve katedralleri görmek üzere bir gruba katılacaksınız. Bir sonraki durağınız İnka inancının en kutsal yeri Güneş tapınağının da bulunduğu Koricancha kompleksi. Burası muazzam astronomik gözlem evinin en can alıcı bölümüydü. Bir zamanlar ne kadar büyük olduğu konusunda ipuçları veren taş duvarlarının bölmeleri dışında bugün küçük bir bölümü kalmıştır. Kuşkusuz bir dinin yerini başka birisinin aldığını ifade etmek için kompleksin tepesine Santo Domingo Hristiyan manastırı inşa edilmiştir.  Daha sonra İnkaların sıra dışı mimarisini gözler önüne seren Sacsayhuaman kalıntılarını yakınına gideceğiz. Diğer İnka yapıları gibi burada da taşlar harç kullanmaksızın birbirleri üzerine mükemmel şekilde oturtulmuştur. En iri taşların aralarına dahi bir parça kağıdı sokmak çok zordur. Tamamlanması yüzyılı bulan yapıda binlerce insan çalışmıştır."
    },
    {
      "dayNumber": 12,
      "title": "Kutsal Vadi",
      "description": "Bu sabah kutsal vadideki tam gün geziniz için rehberiniz ve grubunuzla buluşacaksınız. İnkalar burada yaşayıp tarım yaptılar ve yeşil bölgenin doğal zenginliklerinden faydalandılar. Pisac’ daki renkli ve canlı el sanatları pazarını gezin. Bölgenin hemen yanı başında hisar, kuleler, askeri bir kale ve gökyüzü gözlemevi bulunur. Güney Amerika’ daki en büyük İnka mezarlığı da buradadır."
    },
    {
      "dayNumber": 13,
      "title": "Machu Picchu",
      "description": "Bu sabah otelden kısa bir yürüyüşle Machu Picchu’ nun girişinde yer alan Aguas Calientes trenine bineceksiniz. Vardığınızda özel rehberiniz sizi karşılayacak ve arkeoloji kompleksine gitmek üzere servis aracına bindirecek. Burada gezerken ve rehberiniz anlattığı hikayelerle Machu Picchu’ nun en parlak dönemini canlandırırken atmosferi hissedeceksiniz. Sonra tek başınıza keşif yapmak için yeterli zamanınız olacak."
    },
    {
      "dayNumber": 14,
      "title": "Cusco' dan Lima' ya",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}