{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-and-amazon-wildlife-holiday",
  "tourName": "Galapagos and Amazon wildlife holiday",
  "placesVisited": "",
  "generalInfo": "Your journey starts with an action pack multi-sport program that offers plentiful opportunities for incredible, close encounters with Galapagos wildlife. You will kayak and snorkel in clear tropical waters, often with sea turtles, sharks and sea lions; hike active volcanoes; and lay on sandy beaches alongside sea lions and marine iguanas. Your holiday will then continue in the Amazon Rainforest. You will arrive at Napo Wildlife Centre and start your Amazon wildlife adventure as you see some of the world’s best nature spectacles, as well as learning about the locals rituals and traditions and relaxing in the luxury Napo Wildlife Lodge deep in the Amazon Rainforest.",
  "durationDays": "13",
  "price": "7295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE AT QUITO: Arrive at Quito, where you will be at the airport and transferred to your hotel. Rest of the day at your leisure"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TRANSFER AND HIKE ON THE ISLAND (B, L, D): After a morning flight to San Cristobal Island, we will meet you at the airport and you’ll be given a briefing over lunch at our Hotel. We will begin our journey at the Interpretation Center to learn about the Galapagos’ unique wildlife, geology, history, and social dynamics before hiking to Tijeretas along lava rock trails. Along the way, our naturalist guide will explain all about the Galapagos cotton, Palo Santo, acacia, and cacti you encounter. You will also spot blue-footed boobies, frigate birds, pelicans, herons, gulls, warblers, mockingbirds, and finches amongst the vegetation and sea cliffs. In addition to unique species, the hike provides marvellous views of the rugged coastline and the tranquil town of Puerto Baquerizo Moreno. On the way back, we stop for a refreshing snorkel or swim at post-card worthy Carola Beach. Here, you will find sea turtles, sea lions, and marine iguanas. After a gorgeous sunset and dinner, we explore the friendly and laid-back town. We recommend you take a 5-minute walk from the hotel down the boardwalk to view the immense colony of endemic Galapagos sea lions."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SEA KAYAK AND SNORKEL TH COAST, ISLA LOBOS AND KICKER ROCK (B, L, D): The morning is spent kayaking coastal bays and coves full of wildlife. You will see blue-footed boobies, frigate birds, sea lions, and sea turtles. We may visit Leon Dormido (Kicker Rock), Punta Pitt or Cerro Brujo. The visiting site will depend on the week day and Galapagos National Park regulations. Here we will snorkel with marine iguanas, sea lions, and countless reef fish. We will swim with spotted eagle rays, golden rays, Galapagos sharks, starfish, clams, and fish of every shape, size, and colour. If you are lucky, you may even see hammerhead sharks! After a full day exploring the seas, head back to the Golden Bay for a gourmet dinner and a well-earned rest."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "MOUNTAIN BIKE THE COASTLINE / EXPLORE TINTORERAS ISLETS (B, L, D) After breakfast, we take a short plane ride over to Isabela Island. This is the largest island in the Galapagos and is still being formed by 6 shield volcanoes. Hence, Isabela is one of the most volcanically active spots on the planet. This morning, we embark on the most scenically-varied bike ride in the Galapagos. Along our ride, we will pass through white sand beaches, mangrove forests and brackish lagoons and a lava tube cave. The area is filled with giant tortoises and birdlife including flamingos. We end our ride at El Muro de las Lagrimas (Wall of Tears). When Isabela was used as a penal colony, prisoners constructed a towering wall of lava rocks for no other purpose than to keep them distracted from the madness of isolation. After lunch, we explore Tintoreras, a set of small islets filled with hidden coves and beaches. Here, we will find the endemic Galapagos penguin as well as reef sharks, sea turtles, and sea lions. At the end of the day, retire to our hotel. After a gourmet dinner, feel free to take a stroll down the seemingly endless beach or down the sand streets of this idyllic beach town."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "VOLCANO HIKING IN ISABELA'S HIGHLANDS (B, L, D): This morning, we drive up to the highlands until the road ends. Here, we don our daypacks and hike into a world of recent geological history. On the hike up, admire the incredible views of the surrounding volcanoes and sea. However, when you arrive at the rim of Volcano Sierra Negra, your jaw will drop. This is the second largest active caldera on the planet. You will walk along the rim of this enormous 30 square mile crater, and if feeling energetic, continue your hike into the caldera of Volcano Chico. Volcano Chico is an otherworldly landscape with endless hues of oranges, reds, blacks, and yellows. Here, you can explore puffing fumaroles and spectacular lava formations. After a stop at an idyllic tortoise reserve for lunch, we’ll head back to the lowlands in time to spend our last afternoon on Isabela relaxing on the perfect beaches and soaking up the island-life atmosphere."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "TORTOISES, PIRATES, LAVA TUNNELS AND VOLCANIC SINKHOLES (B, L, D): After breakfast, we take a speedboat (or internal flight) to Santa Cruz Island. Along the way we may see whales and dolphins. Upon arrival, we head to El Chato in the Santa Cruz highlands to find the giant tortoise in its natural habitat. It is truly an honour to hike amongst these fascinating giants, who can live to be over 175 years old. You will also see pintail ducks, finches, frigate birds, egrets, and hopefully the vermillion flycatcher - a red jewel of a bird. We will then explore some incredible lava tunnels in which pirates frequented and perhaps hid Inca gold. We then carry on to Los Gemelos, two deep volcanic sinkholes at the top of the island. We will hike through a forest of endemic scalesia trees, where we will be on the lookout for the short-eared owl. The trees are covered with ferns and epiphytes and exude an almost eerie feel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "KAYAK IN LAVA WALL CHANNE;S / HIKE TO TORTUGA BAY (B, L, D): This morning, we take to sea kayaks again to explore a different landscape, Punta Estrada and Divine Bay. We paddle through serene turquoise waters that meander through towering lava channel walls. Below the clear waters, you should be able to see rays and white-tipped reef sharks. You can also paddle right up to the fearless blue-footed boobies, lava gulls, herons, sally light-footed crabs, and marine iguanas perched along the cliffs. After lunch, we take a 40 minute hike to Tortuga Bay through a unique dry forest. Along the hike, you will find many birds and interesting plants. When you reach the beach, you will hardly believe your eyes, as this is one of the most beautiful beaches in the Galapagos. Take time to relax on its fine sands or in its turquoise waters. Return to Puerto Ayora to enjoy your last evening on the Galapagos. If there is enough time we’ll stop for a visit at the Charles Darwin Research Station to learn from local scientist about the ongoing conservation efforts on these enchanted islands."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "TRANSFER TO BALTRA ISLAND & RETURN FLIGHT (B): We transfer to Baltra Island for our return flight to the mainland, Quito Ecuador. Here you will be transferred to your hotel and have the rest of the day at your leisure before your on-going journey to Napo Wildlife Centre the next day"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "TRANSFER TO COCA AIRPORT AND NAPO WILDLIFE CENTRE (B, PL, D): After a 30 minute flight over the Andes Mountain, you will get to Coca airport, located in Amazon Basin. From this jungle town you will be taken to Napo Wildlife Centre. Private motorized canoes will take you on a boat ride downstream the Amazon major tributary, the Napo River. Now your Amazon adventure begins! At lunch time you will be provided with a packed lunch on board the boat, and as you eat you will be able to see a huge range of different bird species. Then, after the 2 hour trip along the Napo River we will arrive at the Napo Wildlife Centre welcoming area, where the natives of Kichwa Anangu Community live. From here we will take a peaceful dugout-canoe ride along a narrow creek which will take us to our final destination, the Napo Wildlife Centre, which is located on the banks of the Anangu Lake. This is a black water lake home to many different species of fish, caimans and the endemic Giant Otters."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "CANOPY TOWER AND HIKE THROUGH TERRA-FIRME FOREST (B, L, D): On your second day in the Amazon forest you will have an early buffet breakfast at the lodge restaurant before visiting the Canopy Tower, an experience like no other! The tower is about 30 minutes away from the lodge within the forest. This 36 metre wooden platform offers you a 360o view of the Amazon Rainforest. It is just impressive, and a great opportunity to get a close look at colourful birds such as Macaws, Toucans, and even some monkey species such as the Spider or Howler Monkeys that feed on the fruit in nearby trees. After our visit to the Canopy Tower we will return to the lodge to have a delicious lunch at the restaurant, personally we recommend the typical Ecuadorian lunch. In the afternoon, after having some rest at the social areas or rooms at the lodge, we will go for a hike through the marvellous terra-firme forest. You will be amazed by the beautiful flora that you will find on this trail. Vines, ancient trees, orchids and bromeliads are stand out beauties in this natural garden. We will also explore the waters of the surrounding creeks where you will have the chance to run into a Giant Otter family."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "PARROT CLAY LICKS AND INTERPRETATIVE (B, L, D): We wake up early on day 3 of your amazon adventure, and visit one of the most incredible natural spectacles you will ever see: the parrot clay licks. The most accessible parrot clay lick is about an hour from the lodge and 10 minutes from the community welcome area. Once we get there, hundreds of parrots such as the Amazon-Mealy and the Bleu-headed Parrot, as well as Parakeets and Macaws, show up before your eyes to feed on the minerals and salts that the soil contains. It was a wonderful display of colour diversity and different sounds as the parrot like the clay. After our visit to the licks, we will spend time with the local people of the Kichwa Anangu community, learning about their daily activities, routines and ancestral customs and traditions. Lunch will be served at a local restaurant in the welcome area. In the afternoon, we will visit the Interpretative Centre where women from the community will welcome you with dances and typical rituals and drinks, referred to as a “Chicha”. It is a great way to learn more about the indigenous rich culture of the area. Late in the afternoon we will return back to the lodge where you will be welcomed with some drinks and have a delicious dinner."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "AMAZON FOREST TRAILS (B, L, D): We will be exploring the forest trails of the Amazon jungle, today, in search for more wildlife species such as monkeys, birds, rare insects, reptiles, mammals etc. The Yasuni National Park is one of the most diverse areas in the World, so you never know which jungle creature will show up. But we can assure you is that there is a lot to see! Then, after a long walk we go back to the lodge to have lunch and rest in the social areas and rooms. In the afternoon, we will continue the adventure at Napo’s surrounding creeks to see some aquatic species such as caimans, turtles, fish and the endemic Giant Otters, a unique specie of the Amazon Basin. Later that afternoon we will return back to the lodge where the staff will share with you a video about the Napo Wildlife Centre and the Kichwa Anangu Community’s history and beginnings."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "TRANSFER TO COCA AND DOMESTIC FLIGHT TO QUITO (B): You will be transferred back to the Coca airport that same way you arrived, a paddle-canoe to the Napo Wildlife Centre welcome are and then a 2hour motorized canoe journey. You will then board a domestic flight from Coca to Quito airport and here ends your Galapagos and Amazon Wildlife Odyssey."
    }
  ],
  "map": ""
}