{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-activity-holiday-tailor-made",
  "tourName": "Galapagos activity holiday, tailor made",
  "placesVisited": "Sea kayaking, trekking, mountain biking, and snorkelling, Santa Cruz Island, Isabela Island, world-class marine reserves, Sierra Negra Volcano hike, Optional activities include Scuba diving and extending the trip to Ecuador",
  "generalInfo": "This fantastic Galapagos adventure tour takes place over the course of a week and includes an array of adventure activities to enjoy in some absolutely stunning natural environments.<br/><br/>Whatever you’re looking for from a Galapagos adventure and activity tour, this experience has got the lot with snorkelling, mountain biking, hiking and kayaking all to be found amongst the country’s world-famous Central and Southern islands.<br/><br/>Santa Cruz and Isabela will be your playgrounds, and combining a Galapagos adventure with time spent on the mainland in Ecuador is always a great idea for getting the balance between activity and relaxation totally spot on.<br/><br/>Optional diving tours in the nearby marine reserves are simply amazing with hiking trails on Isabela and around the Sierra Negra Volcano equally as impressive above ground. Sea kayaking takes you around the coastline where seals and penguins watch you paddle past whereas mountain biking on Santa Cruz opens up a whole other world of giant tortoises and stunning views.<br/><br/>More about this Galapagos adventure &amp; activity holiday:<br/><br/>Throughout your week away you’ll be staying in an excellent standard of hotel accommodation where a full programme of activities presents the wildlife, heritage and landscapes of the Galapagos Islands that are often passed by if undertaking a cruise.<br/><br/>Meet the local people and find out more about their day-to-day lives and how you can support them through this Galapagos adventure tour that aims to be as sustainable as possible in order to be both beneficial to travellers and islanders alike.<br/><br/>Extending this holiday is also possible with plenty of opportunities to head off to Ecuador or blend this week-long itinerary with a longer adventure in South America.<br/>",
  "durationDays": "7",
  "price": "2395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL AND START YOUR SAN CRISTOBAL KAYAK ADVENTURE After a morning flight from the Ecuadorian mainland to San Cristobal Island, you will arrive at the airport and head to your hotel. You can explore the town and have lunch by yourself. Early in the afternoon, we give you a quick introduction to the island before heading to the coast, where our kayaks will be waiting for us at for our first taste of Galapagos magic. We paddle along the coastal bays and coves of San Cristobal’s North coast, a world of comic-looking blue footed boobies, frigate birds, sea lions and sea turtles. If we’re lucky, we may see rays underwater and marine iguanas perching on lava rocks. Back at the hotel, you will have some free time in which you can enjoy the island seafood specials in the port of Puerto Baquerizo Moreno."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SNORKEL IN SAN CRISTOBAL’S NORTHERN COAST – SAN CRISTOBAL (B,L) Today’s journey will take us to some incredible offshore snorkeling sites and along the best diving sites in the Galapagos! In the company of our experienced guide, we will search nearby coves and cliffs for sea turtles, frigate birds, bluefooted boobies, and Nazca boobies. There’s also the chance to get up close and personal with sea lions– the young pups are ever-curious and playful. As we snorkel, we might spot eagle rays, golden rays, starfish, clams, and thousands of tropical fish. Additionally, with this being a known feeding area for sharks we might also get the chance to see Galapagos sharks and hammerhead sharks. As the sun sets on our day under the waves, we return to the hotel for a relaxed evening at the coastal town."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "DISCOVER ISABELA’S BEACHES, LAGOONS AND ISLETS After breakfast, we say goodbye to San Cristobal to board our small plane for a thrilling flight across the archipelago’s azure waters and volcanic landscapes to Isabela Island. Amazingly, it is still in the throes of creation, formed by six active shield volcanoes. In fact, Isabela is one of the most volcanically active spots on the planet. Upon arrival, we head to the visitor site known as Tintoreras to explore this beautiful marine world by kayak, weaving between a set of small islets filled with hidden coves and beaches. Here, meet an unexpected denizen of the Tropics: the endemic Galapagos penguin. Spot reef sharks, sea turtles and sea lions as we paddle. Seafood, Ecuadorian and international cuisine are all available in the small beach town of Puerto Villamil, meaning there is a lot to choose from when buying your lunch. You can grab a quick dip in the ocean, or a swing in a hammock, before our local guest experience coordinator briefs you on your next adventure: a self-guided bike ride through a succession of Isabela’s white sand beaches, mangrove forests and brackish lagoons. The ride is fun and easy, and as ever in Galapagos, there are plenty of birds to spot and wonders to take in. You now have a free evening."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "HIKE ISABELA’S HIGHLANDS From the coast, we join a naturalist guide and shared group to drive up the flanks of the mighty Sierra Negra volcano. Where road the peters out, we continue on foot. We hike through the intriguing highland ecosystem, which is at times smothered in dreamy clouds. At the top, at the volcano’s rim, a surreal world of geological history unfolds before us, with incredible views of the surrounding volcanoes and ocean, a pristine other-worldly scene to savor. After a break to catch our breath and take in the views, we hike the rim of this enormous crater and, if the group is feeling energetic, continue on to the caldera of Volcan Chico (“little”), a surreal landscape of vibrant hues created by sulphur deposits. Here we can explore spectacular lava formations and even huffing fumaroles of vapor. We return to the lowlands in time to spend our last afternoon on Isabela relaxing on the perfect beaches and soaking up the island-life atmosphere. You are now free to find your own dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "CROSS TO SANTA CRUZ FOR A HIKE IN THE HIGHLANDS We leave Isabela early aboard a public speed boat, for our ride east to Santa Cruz Island and Puerto Ayora, the archipelago’s largest settlement. We meet you at the dock and head to the hotel. There’s no time to lose as the famous Galapagos giant tortoises await. We drive up to the highlands where these lumbering creatures heave their way through their natural habitat. It is truly an honor to walk in the stately presence of these gentle giants. Spot pintail ducks, Darwin’s finches, frigate birds, egrets and the vermillion flycatcher amid this lush, green ecosystem. Our next stop is the incredible lava tunnels, which made ideal hideouts for the pirates who once frequented the Galapagos. Legend has it that they were also used to hide Inca gold stolen from Spanish galleons. Lunch is served at a traditional hacienda in the highlands. If time permits, we can visit the Charles Darwin Research Station and the National Park’s tortoise breeding program back in Puerto Ayora. You’re free to enjoy the port’s array of shops, restaurants and bars in the evening on your own."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "BAY TOUR, SNORKEL AND TORTUGA BAY ADVENTURE A day dedicated to exploring Puerto Ayora’s fascinating natural environment. After breakfast, we join a naturalist guide and shared group to make our way west from the port, stopping by the Lobería where sea lions can be observed. We come to an islet called Punta Camaño, a great place to put on our snorkels, masks and fins to meet sea lions and schools of fish. Passing through the romantically-named Canal del Amor, we disembark at Playa de los Perros, where, after a short walk, groups of jet-back marine iguanas bask beneath the sun’s rays, occasionally slipping off into the sea to feed. Following lunch in Puerto Ayora on your own – where there are options aplenty for you to choose from – one of the world’s most beautiful beaches lies a short hike from town: Tortuga Bay. If you feel energetic, at the first beach you come to you can rent a surf board, or at the second beach, a kayak. If you prefer to relax, the second beach is tranquil, hemmed by mangroves and ideal for observing birdlife or going for a swim."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "TRANSFER TO AIRPORT Finally, it’s time bid a fond farewell to the Galapagos. We board a transport to take you north over Santa Cruz Island to the Itabaca Channel, where a short hop on a ferry and a short bus ride takes us to Baltra Island’s Airport. Finally, it’s time bid a fond farewell to the Galapagos. We board a transport to take you north over Santa Cruz Island to the Itabaca Channel, where a short hop on a ferry and a short bus ride takes us to Baltra Island’s Airport."
    }
  ],
  "map": ""
}