{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-land-based-adventure-holiday",
  "tourName": "Galapagos land based adventure holiday",
  "placesVisited": "Quito, Isla San Cristobal, Isla Floreana, Isla Isabela, Isla Santa Cruz",
  "generalInfo": "There are wildlife adventures and then there’s a Galapagos land based adventure holiday, and unless you’ve experienced this incredible archipelago close up, you really don’t know what you’re missing.<br/><br/>Experience the marine and land-based animals that have excited and enthralled biologists and nature lovers, with opportunities to explore on two feet, two wheels and on-board a boat all adding to the excitement of a Galapagos land based adventure holiday.<br/><br/>From learning about Darwin’s journey that inspired his theory of evolution to just marvelling at the wealth of animal activity on San Cristobal, Floreana, Isabela and Baltra, this ten day Galapagos land based adventure holiday presents a once-in-a-lifetime chance to peel back the layers of the natural world.",
  "durationDays": "10",
  "price": "3023",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Quito.",
      "description": "Bienvenidos! Welcome to Ecuador. Sitting at an altitude of 2,850 metres, with stunning views of Volcan Pichincha, Quito is one of the most attractive cities in South America. You may even wish to arrive a day or two early and explore further beyond the city, visiting Otavalo, Cotopaxi or the Cloud Forest. Your adventure begins in Quito with a welcome meeting at 2 pm. Afterward, you'll join your local leader on a tour of the historic centre. Catch the metro to the Parque de la Alameda and visit sites such as the Basilica of the Sacred Heart of Jesus – a famous neo-Gothic church known for its facade representing Galapagos tortoises, Andean condors and Amazon alligators. You'll also visit La Compania de Jesus, considered by many to be the most beautiful church in the Americas. The tour will finish at San Francisco Square, then you'll have free time to relax or head out for dinner in Quito's Old Town – your leader will have plenty of recommendations!"
    },
    {
      "dayNumber": 2,
      "title": "Isla San Cristobal.",
      "description": "Catch an early morning transfer to Quito airport for your flight to San Cristobal Island in the Galapagos. The flight includes a stop in Guayaquil to pick up additional passengers (you will not need to disembark the plane). After joining up with your fellow travellers and your local naturalist guide on San Cristobal, head to La Loberia where you'll put on snorkelling gear for the first time and go for a swim among sea lions and maybe even some sea turtles! Return to town for a free evening tonight and maybe head out with the group for some fresh seafood."
    },
    {
      "dayNumber": 3,
      "title": "Isla San Cristobal.",
      "description": "Take a 45-minute boat ride to Leon Dormido (Kicker Rock) this morning. On the way, you might be able to spot nesting frigates and blue-footed boobies. You might even get the chance to swim among the sea lions again. At Leon Dormido, you can snorkel and look for sea turtles, manta rays and the harmless Galapagos shark. Eat lunch on the boat, then head to the Interpretation Center. Learn about the history of the 'Enchanted Islands' and the conservation projects that seek to preserve them. Continue on your walk to Frigatebird Hill (Cerro Tijeretas) – for stunning views of the bay. Then, return to town in the late afternoon for a free evening."
    },
    {
      "dayNumber": 4,
      "title": "Isla Floreana / Isla Isabela.",
      "description": "Take an early morning boat ride to Isla Floreana and look for dolphins and whales along the way. Snorkel in the clear blue waters and then break for lunch. After, venture to a black-sand beach belonging to the Witmers – descendants of some of the first settlers on the Galapagos. The town here – Puerto Velasco Ibarra – has about 150 residents and an intriguing history involving deaths, disappearances and murders. Head to a local restaurant for a traditional lunch. Continue to Isla Isabela later in the day, where you’ll settle in for the night.Later in the afternoon, wave goodbye to Floreana and continue to Isla Isabela, where you’ll spend the night."
    },
    {
      "dayNumber": 5,
      "title": "Isla Isabela.",
      "description": "This morning, you’ll hop on a small Zodiac boat and cruise to Las Tintoreras (Shark Alley), looking out for blue-footed boobies and the famous Galapagos penguin. Take a short walk on this isolated islet and popular iguana nesting site, then snorkel in a calm inlet with colourful fish and winding underground lava tubes. This area is also frequented by green sea turtles that like to rest on the calm, sandy bottom. Return to Isla Isabela and visit the Arnaldo Tupiza Tortoise Breeding Center, where you'll observe giant tortoises in all stages of development. After learning about the thousand turtles that are preparing for life here, you’ll head to a brackish lagoon to observe flamingos. Later today, take a kayak around the island and spend your evening resting in the sand and soaking in your first Isabela sunset – arguably the most beautiful of all the islands!"
    },
    {
      "dayNumber": 6,
      "title": "Isla Isabela.",
      "description": "Start your last day on Isla Isabela by heading towards the Sierra Negra Volcano – one of the Galapagos’ most active volcanoes and the world's second-largest crater! Weather permitting, you’ll take a challenging hike of around 17 km up the rocky mountain. After, make your way back to town for some free time to curl up with a book, soak your tired muscles or venture down to the water for a relaxing swim before dinner."
    },
    {
      "dayNumber": 7,
      "title": "Isla Isabela / Isla Santa Cruz.",
      "description": "Jump aboard a private speedboat this morning and head to Isla Santa Cruz. When you arrive, leave your bags at the hotel and head to the Santa Cruz Highlands. Your first stop is a local farm, where giant tortoises roam the grounds freely. Here, you’ll meet with an expert chef for a cooking class to make the famed encebollado – a local tuna soup that’s widely considered one of the best in the world! This hearty dish uses slow-cooked albacore tuna and a savoury broth made of onions, cilantro and spices. The dish is traditionally served with yuca (a starchy root vegetable) and garnished with lime and green onions. Enjoy the soups of your labour for lunch, then wander the grounds with the slow-paced residents. After lunch, you’ll visit an organic sugar cane farm run by a local family for a tour of their trapiche (a sugar cane mill used in artisanal sugar production). See how the family harvests and processes sugar cane and cacao and how they work with the local community."
    },
    {
      "dayNumber": 8,
      "title": "Isla Santa Cruz.",
      "description": "Take a morning walk in Tortuga Bay after breakfast. Along the way, keep an eye out for eagle rays, sea turtles and blue-footed boobies. Later, you’ll head to the local fish market for a dose of local life on the way to The Galapagos Conservancy, who help protect the Galapagos' unique biodiversity. Learn how our Foundation supports the Galapagos Conservancy Women in Sustainable Entrepreneurship (WISE) program, which provides critical capital for sustainability initiatives and builds the entrepreneurial capacity of Galapagos women. After, head to the Charles Darwin Research Station – an international non-profit organisation that’s dedicated to the scientific research and conservation of the archipelago’s environment and biodiversity."
    },
    {
      "dayNumber": 9,
      "title": "Quito.",
      "description": "Say goodbye to these enchanting islands and your Galapagos leader before taking a flight back to Quito, making a stop in Guayaquil on the way. You'll arrive in Quito later in the afternoon, where a representative will take you from the airport to your hotel. Enjoy a free evening in Quito and perhaps head out for a final dinner with your group."
    },
    {
      "dayNumber": 10,
      "title": "Quito.",
      "description": "This morning, your adventure comes to an end. As there are no activities planned for today, you can depart the accommodation at any time, though we recommend staying a few extra days to see more of Ecuador. Not far from the capital, there are volcanoes, hot springs, Indigenous markets, and much more to explore. If you would like to extend your stay in Quito, just contact your booking agent to organize additional accommodation (subject to availability)."
    }
  ],
  "map": ""
}