{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "the-best-of-ecuador-wildlife-holiday",
  "tourName": "The best of Ecuador wildlife holiday",
  "placesVisited": "",
  "generalInfo": "Ecuador is famous for it's incredible wildlife, especially for other-worldly inhabitants which dwell only on the Galápagos Islands. Experience the spectacular Amazon Rainforest at maximum bio-diversity in this epic country. This wonderful wildlife tour covers only the top experiences and stays in off-the-beaten-track locations where our guests can have an intimate experience with nature working its wonders.",
  "durationDays": "14",
  "price": "9404",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Ecuador - Today you'll arrive into Ecuador's highland capital city - Quito. A travel representative, local to the area, will be ready to transfer you straight into this beautiful city's historic centre to your accommodation."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ecuador has so much history, fascinating indigenous cultures, slow winding rivers and lush tropical forests, spectacular snowcapped volcanoes and some of the most exciting wildlife on earth. You will start your adventure in the city’s impressive colonial centre, the reason Quito was the first city to be named a world heritage site. Walk through the main plaza, the ‘Plaza de la Independencia’, where you will see the Government Palace, the Cathedral, and some of the most important churches built around the XVI and XVII centuries, including the San Francisco Monastery. Then go off the beaten path and discover the sights, sounds, and smells of Ecuador´s capital on a tour that takes you to visit to a traditional food market. To end our visit in the old town, it is time for our chocolate experience! Ecuador’s unique equatorial climate provides the perfect environment for growing the world’s finest cocoa - Cacao Arriba. Our chocolate experience starts with the history of cocoa in Ecuador, followed by a chocolate tasting. After your tour of Quito, make the 45 minute journey northwest to the equatorial line, where we will walk the rim of the extinct Pululahua volcanic crater. After lunch, visit the “Intiñan Museum” located right on the Equator. Here you will have the chance to plant your feet in two hemispheres at the same time! To close your first day of exploring, we will visit Casa Agave, listed as one of the best experiences in the middle of the world, in approximately 1: 30min. You can see the true spirit of Ecuador. It is a project that has been researching, innovating and enhancing the culture of agave andino for more than 15 years. An encounter with the depths of the ecuadorian identity."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Gateway to the Amazon - After breakfast, transfer to Quito´s Airport to take a 30-minute flight to the Amazonian city of Coca, then we will transfer to the dock and board a motorized canoe for a 90-minute journey down the river, taking in the beauty of the Amazon, until we reach the Anakonda Amazon Cruise. On the Anakonda, we will be joined by expert local naturalist guides, who will provide us with a brief, informative introduction to the Ecuadorian Amazon, then explore the cruise ship and admire the rainforest landscape as you cruise down the Napo River. After a delicious dinner, we will take a nighttime forest walk to hear the sounds of the rainforest and observe the nocturnal wildlife."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Pink Dolphin Conservation - This morning explore the lower part of the Napo River, where we will spot different bird species such as eagles, oropendolas, and the celebrated woodpeckers. In the afternoon visit Yasuni National Park, one of the most biodiverse places on the planet and home to the legendary pink dolphin. This is the perfect opportunity to participate in our pink dolphin conservation program, which we are involved in together with the Martinica community in the Cocaya area."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kichwa Cooks - Begin the day by visiting an authentic Kichwa family on the banks of the Napo River, where you will will have the opportunity to learn directly from members of the local community about their lifestyle. Guests will then board the Anakonda and participate in a cooking class with our expert chef, who will show us how to prepare exquisite traditional Ecuadorian fare. Guests are also invited to try their hand at traditional handicrafting or relax in the magnificent Amazon environment from our open-air hot tub, enjoy cocktails at our Bar and Lounge, or delight in some nighttime stargazing from our Observation Deck. For those looking for an active activity guests will have the opportunity to explore nature in this area by kayak."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Rainforest from above - This morning you will visit an observation tower built in a giant millenary kapok tree, where guests can marvel at the impressive 360° view from the top overlooking the treetops of the forest canopy and contemplate the sheer vastness of the Amazon. In the afternoon, explore the primary forest and spot the different plant and wildlife species endemic to this ecosystem. We can also find the strange and unique bird known as the hoatzin, or as it’s known locally, the “stinkbird”."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Return to Quito - This is where your Amazon adventure ends! But first, enjoy our return to Puerto Providencia where we will disembark the Anakonda Amazon Cruise and ride back to the city of Coca in the motorized canoe."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Arrival in the Galapagos - You will get a private transfer to the Quito´s airport in order to take our flight to the Enchanted Islands!! Arrive in Baltra Island, the gateway to the Galapagos. The airport was built using the most advanced environmental techniques to reduce emissions and energy use, some of which you’ll notice as you walk through the facility. This was the first ecological airport in the world. You will have a chance to change clothes, put on some sunscreen and get a cool drink before we transfer to the Itabaca Channel to explore its spectacular turquoise waters. Activites available are kayaking, snorkelling and stand up paddleboarding (SUP), as well as encountering some of the most famous Galapagos wildlife such as blue-footed boobies, sea lions, brown pelicans, a variety of herons and white-tipped reef sharks. We will cruise through beautiful red mangrove forests and along lava rock cliffs on water so clear we can see the marine life in the shallows. From the Itabaca Channel we head up to the Santa Cruz highlands to a private reserve that borders the National Park, where we can see the famous Giant Tortoises roaming in the wild. There will be lunch at the reserve for us."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Island Intimacy - Wake up this morning to the birds on this gorgeous island paradise. Today, after breakfast, embark on a motor yacht and enjoy a daily excursion with the resident naturalist guide native to these wonderful lands. Being on a smaller boat means that the tip can be tailored just for your wildlife preferences. Visit North Seymour, South Plaza, Santa Fe or Bartolome Islands and along the way watch rays leap from the water and see the vast Pacific expand endlessly towards the horizon."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Land of Pirates & Legends - After a final breakfast at Magic Galapagos, we say goodbye and depart for Floreana Island. Guests will will leave early for a two hour speedboat crossing. This peaceful island is home to the Galapagos’ smallest human population. Once a pirates’ lair, the island’s history is full of mystery and legends about its first inhabitants. Guests may see giant tortoises, frigate birds, sea lions, Darwin’s finches, petrels and marine iguanas, among other species. On Floreana, guests will take an open-air ‘chiva bus’ to Floreana Lava Lodge, which overlooks one of the Galapagos’ most beautiful and secluded bays. Guests can walk or paddle (kayak or stand up paddleboard) to nearby Black Beach for some snorkeling. For lunch we will walk to a restaurant in the nearby village. The restaurant is part of a community tourism initiative that Tropic helped to develop and has been working with since 2012. In the afternoon, set out paddling the pristine waters (kayak or SUP) across the bay to explore La Loberia, a sea lion breeding ground. Once there, we can enjoy more snorkeling and swimming in the calm, bright water with sea turtles, sea lions, stunning rays and an abundance of tropical fish. Later we will return to the lodge (30 minute walk or kayak/SUP) for a warm shower. We will watch the spectacular sunset and then head to the village for dinner where we will celebrate another incredible day in the Galapagos."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Exploring the Floreana Highlands - Following breakfast, we leave to explore the Floreana highlands on our open-air bus (chiva) - an unbeatable and historic way to see the island. Our naturalist guide will share the colorful history of some of Floreana's first inhabitants, such as the Wittmers (whose descendants still live on the Island), the ‘Baroness,’ and the pirates that once visited here. After driving into the highlands, we reach Asilo de la Paz (Peace Haven) where our hike begins. We walk up to this historic site, explore the pirate caves, and visit the freshwater spring that provides water for the entire Island and have a look for giant tortoises. We depart Asilo de Paz walking down through a rural area where the local people grow produce for their own consumption. After lunch, we have a free afternoon. Practice your kayak or SUP skills, go snorkeling in La Loberia or simply relax and take in the beautiful Galapagos views from the Lava Lodge."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Tortoises and Tintoreras Sharks - This morning, take an early morning public speed boat and transfer to Isabela Island where we will check into our hotel. Our Isabela adventure begins with a tour to the local giant tortoise-breeding center and on the way we may catch a glimpse of pink flamingos feeding in a lake. The breeding center is an important conservation tool and it is here that the islands’ giant tortoise population is presently recovering. In the afternoon we will continue with our tour to the Tintoreras, a group of small islands near the village of Puerto Villamil, that are named after the white tipped ‘Tintoreras’ reef sharks that swim in these calm waters. A Galapagos in miniature on the Tintoreras you will see almost all of the archipelago’s iconic wildlife: white tipped sharks, sea lions, turtles, rays, penguins, and of course pelicans and blue footed boobies. You will have a chance to snorkel in the bay – and don’t be surprised if some of the penguins or sea lions jump in to play alongside you in the water. Overnight at: Isamar Hotel"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Volcanoes at Isabela - Volcanic eruptions created all the Galapagos Islands, and you now will have a chance to see this geologic process first-hand as we explore Isabela. We have the whole day to explore the Isabela highlands, and we start by hiking up to the crater of the massive Sierra Negra volcano, and then onward to the rim of the Volcan Chico. Despite the drizzle, we may see Galapagos Hawks, finches, flycatchers and Short Eared Owls en route. When we reach the rim of the Sierra Negra crater, the second largest in the world after the Ngorongoro in Tanzania, the hike is worth it! As we head towards Volcan Chico, the land appears to be utterly desolate, a closer look will reveal small lizards scurrying about among the rocks. After Volcan Chico and its extreme landscape, guests will be able to relax in the shade of a lovely “jaboncillo” tree. In the distance, we will be able to see Fernandina, Pinzon and Santa Cruz Islands. We then head back down to complete our day of hiking (16 kilometers / 9,94 miles in total) and relax on the beaches of Puerto Villamil. Overnight at: Isamar Hotel"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Volcanoes at Isabela - Time to say good bye to the Enchanted Galapgos Islands! Your trip has covered some of the most incredible wildlife viewing in the world, and hasn't missed out on any cultural activities along the way. Ecuador is a place of extremely incredible daily opportunities, and it's a place that you'll probably want to return to. So for you, it's just hasta luego - until next time!"
    }
  ],
  "map": ""
}