{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-eco-cruising-holiday",
  "tourName": "Galapagos eco cruising holiday",
  "placesVisited": "",
  "generalInfo": "There is nowhere on earth quite like The Galapagos Islands National Park. Since Darwin stepped foot on the Islands in 1835 the archipelago has fascinated scientists and visitors alike. Protection and preservation of this unique biosphere is ever more important; our partners are actually from the Islands (Galapaguenos) so nobody understands this more than them. You’ll be aboard a first class vessel that was created using high tech’ to keep within environmental parameters and to work with maximum efficiency but reduce Co2 emissions. You’ll marvel at the mesmerising blue footed boobies as they hop from foot to foot during one of nature’s most intriguing spectacles. You’ll find out why flightless cormorants no longer need to fly and feel like you’ve stepped back to a prehistoric era watching marine and land iguanas with their leathery skin and sharp claws. The waved albatross has the largest wingspan of over 2 meters. There’s plenty to see beneath the water too in the coral rich surroundings of the islands.",
  "durationDays": "6",
  "price": "4395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "AM: BALTRA AIRPORT Departure to the Galapagos Islands, arrival at Baltra airport, where our naturalist guide of the National Park will be waiting for you. PM: CHARLES DARWIN STATION The Charles Darwin Station is a nonprofit organization which has been working for decades together with the Galapagos National Park to preserve the biodiversity of these unique islands. During this visit you will learn about the projects that both institutions carry together to protect the native species and eradicate the invasive ones which are threatening the Galapagos environment. One of the most important and emblematic projects has been reproducing giant tortoises in captivity. The visit is mostly outdoors in a beautiful dry native forest with giant cactus and many other interesting native plants. It is also a fantastic place to find several endemic Darwin finches, as well as flycatchers and mockingbirds. Highlights: Galapagos giant tortoise & land iguanas breeding program, Darwin finches, Galapagos mockingbirds, Galapagos flycatchers, yellow warblers. Trail: 2 km / 1,2 mi Meals: Lunch, Dinner Lodging: Catamaran EcoGalaxy"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "AM: MORENO POINT Moreno Point is a magical place with extensive lava fields which look lifeless at first sight. Once inland, scattered brackish lagoons form oasis of life where you can find flamingos, gallinules, ducks and herons. Along the shore we will look for penguins, marine iguanas, flightless cormorants, blue-footed boobies, sea lions, oystercatchers and other shore birds. Snorkel: We will snorkel to see sea turtles, cormorants and many species of fish. Look carefully in the long seaweeds and you might find a sea horse. Highlights: American flamingos, ducks, gallinules, penguins, cormorants, marine iguanas, sea lions, Galapagos mockingbirds, Darwin finches. Trail: 1,6 km / 1 mi PM: ELIZABETH BAY Elizabeth Bay is a beautiful sheltered bay surrounded by large mangroves and barren lava fields. There is no trail here so you will take a dinghy tour to explore many channels, pools and coves teeming with life. This is one of the best locations in the islands to see Galapagos penguins, but don’t expect to see thousands of them, as the entire population of the islands is only about 3.000 of them. Flightless cormorants also nest in the area and blue-footed boobies and pelicans often fish in these shallow and rich waters. Rays and sea turtles are also very abundant. Highlights: Galapagos hawks, sea turtles, rays, Galapagos penguins, flightless cormorants, herons. Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "AM: URBINA BAY This place is known for the dramatic uplifting that happened here during the 1950’s. A large portion of the coast was pushed up, exposing many hectares of previously submerged land. Look carefully along the trail and you will find small shells and corals, a proof that the area was underwater more than sixty years ago. The trail will give the opportunity to see land iguanas and, during certain seasons, giant tortoises. Galapagos hawks nest in the area and are often seen flying or perched on the trees. Snorkel: You can snorkel from the beach to see sea turtles, cormorants and penguins. Fish are also abundant in the area. Highlights: Galapagos hawks, land iguanas, Galapagos hawks, Galapagos mockingbirds, Darwin finches, flycatchers. Trail: Short trail: 1,2 km / 0,7 mi. Long Trail: 3,0 km / 1,8 mi PM: TAGUS COVE Tagus cove is one of the places Charles Darwin visited during his exploration of the Galapagos islands. A trail will take you through a dry Palo Santo forests where you can see Darwin finches and mockingbirds. You will get great views of Darwin’s lake and the large volcanos of northern Isabela. A boat tour along the shore will give you chances to see penguins, cormorants, marine iguanas and a very unique species: the Galapagos martin, a small endemic bird which is one of the most endangered species on the island. Snorkel: The nutrient -rich waters around Tagus Cove attracts a lot of sea turtles and a great diversity of fish, but also penguins, who feast on large schools of anchovies. It is common to see cormorants underwater as they chase fish through the reef. Highlights: Galapagos hawks, marine iguanas, flightless cormorants, herons, penguins, sea turtles, sea stars. Trail: 2,6 km / 1,6 mi Meals: Breakfast, Lunch, Dinner Lodging: Catamaran EcoGalaxy"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "AM: ESPINOZA POINT Located at the base of an imposing volcano (the most active in the Galapagos islands) this site is one of the jewels of the Galapagos National Park. As soon as you disembark you will be surrounded by hundreds of marine iguanas, as this is the largest colony for the species. Sea lions bask in the beaches while their pups play in tide pools. Along the shore you will see flightless cormorants, which are restricted to the western areas of the archipelago. Surrounded by cold plankton-rich waters, Punta Espinosa is home for an array of species, including herons, pelicans, oystercatchers, sea turtles, shorebird and many more. Look up in the mangroves as Galapagos hawks often perch to look for their prey Snorkel: The nutrient-rich waters around Punta Espinosa attracts great numbers and diversity of fish and sea turtles. Seaweeds are also abundant, making this place the best for seeing marine iguanas feeding underwater. Following a cormorant underwater as it chases fish through the reef is one on the most amazing snorkel experiences you may have on your trip. Highlights: Galapagos hawks, marine iguanas, flightless cormorants, penguins, sea turtles, sea lions, herons, oystercatchers, shorebirds, sally light-foot crabs. Trail: 1,6 km / 1 mi PM: VICENTE ROCA POINT Surrounded by some of the tallest cliffs in the Galapagos, Vicente Roca point is a great location to observe spectacular landscapes and interesting volcanic features. There is no trail here but you will take a dinghy tour along the shore to get a closer view of pelicans, flightless cormorants, sea turtles, boobies, Galapagos fur seal and marine iguanas. The area is also known to be a good location for whales and dolphins. Snorkel: Snorkel in the cove to look for sea turtles, penguins, sea lions, cormorants, rays and many different species of fish. Look for fan corals, sponges and other invertebrates growing on the walls. Highlights: Marine iguanas, flightless cormorants, penguins, sea turtles, fur seals, Nazca & blue-footed boobies Meals: Breakfast, Lunch, Dinner Lodging: Catamaran EcoGalaxy"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "AM: EGAS PORT Despite its name, there is no “port” at Puerto Egas, but you might see a few remains of the last attempts to colonize the island during the 60’s. The trail goes along the coastline which is rich in wildlife, with marine iguanas basking in the sun everywhere, Galapagos sea lions, herons, oystercatchers and many shorebirds. At the end of the trail an area called “the grottos” is home for a small colony of the endemic Galapagos fur seal, much more difficult to see at close range than its cousin. As recently as 2019, land iguanas where re-introduced to the area, so look around for these impressive reptiles which where extinct from Santiago for over a century. Snorkel: You can snorkel from the beach and explore an area of rocky bottoms which is excellent for fish, turtles and reef sharks. Often, sea lions are also present and are happy to interact with divers. Highlights: Galapagos sea lions, Galapagos fur seals, oystercatchers, marine & land iguanas, Galapagos hawks, herons, shorebirds, Darwin finches, Galapagos doves. Trail: 2,3 km / 1,4 mi PM: RABIDA Rabida is a small island famous for its reddish lava rocks (rich in iron) which gives it a unique look. The beach is also red and hosts a small colony of sea lions. There is a small salt water lagoon where we will see ducks and stilts and sometimes flamingoes. The trail will take you inland to get beautiful views of the beach and the lagoon. Look for Darwin finches, flycatchers and mockingbirds. In the cliffs along the coast you can find Nazca & blue-footed boobies, brown noddy, herons and the two species of sea lions: Galapagos and fur seals. Snorkel: You can snorkel from the beach and explore a sheltered rocky area, which is excellent for fish, sea lions and reef sharks. Look at the high diversity of small invertebrates attached to the vertical walls. Highlights: Red-sand beach, Galapagos sea lions, Galapagos hawks, flycatchers, Darwin finches, Galapagos mockingbirds, ducks, flamingoes. Trail: 2 km / 1,2 mi Meals: Breakfast, Lunch, Dinner Lodging: Catamaran EcoGalaxy"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "AM: BLACK TURTLE COVE Black Turtle Cove gets its name from the abundance of green see turtles, locally known as: “tortugas negras”. There is no landing here so you will be doing a boat tour on the dinghies, exploring shallow channels and small coves surrounded by beautiful mangrove forests. Reef sharks, sea turtles and several species rays inhabit this beautiful area which is considered an important mating area for turtles and a nursery for several species of sharks. Herons, pelicans and boobies are also common here as they prey in schools of anchovies. Highlights: White-tipped and black-tipped reef sharks, green see turtles, rays, herons, bluefooted boobies, mangroves. Then, transfer to the airport to take your flight back to continental Ecuador. Meals: Breakfast"
    }
  ],
  "map": ""
}