{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-tailor-made-family-holiday-hotel-based",
  "tourName": "Galapagos tailor made family holiday, hotel based",
  "placesVisited": "Santa Cruz Island, Charles Darwin Research Centre, Snorkelling, Boat trip to Isabela Island, Hike up Sierra Negra Volcano, Trek across Chico volcano lava fields, Boat trip to Cape Rosa, Galapagos wildlife",
  "generalInfo": "This Galapagos family holiday is a tailor made tour, based on a carefully crafted itinerary that makes sure you and your children experience the wildlife and natural heritage of these unique islands. There is plenty of adventure and fun as well as time for chilling out at some of their most exquisite beaches and small hotels. <br/><br/>Starting on the main island of Santa Cruz, home to the Charles Darwin Research Centre, you can learn what the Galapagos’ natural heritage is all about. Then, relax at the beach, snorkel to see the island’s marine life just outside Puerto Ayora and keep a lookout for the island’s famous sea lions.<br/><br/>The second island of your stay is Isabela, the largest island in the Galápagos but also the newest geologically and home to six active volcanoes. It is also home to flamingo filled mangroves, penguins, and marine iguanas, sea turtles and penguins, some of which you will hopefully see on a boat trip around the island to Cape Rosa. <br/><br/>With one more night on Santa Cruz Island before flying back to Ecuador from its airport at Baltra, enjoy some more chill out time at Tortuga Bay where you can swim, surf or just soak up the wonders of this Galapagos trip of a lifetime. <br/><br/>Please note that we recommend this itinerary for children of seven years and above. However as it is tailor made, we can tailor the itinerary to shorten days or trips, depending on your interests and age ranges. <br/>",
  "durationDays": "6",
  "price": "1228",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Santa Cruz – Puerto Ayora and Charles Darwin Research Center (L) Fly into Baltra Airport from either Quito or Guayaquil. After meeting your guide, you’ll head through the scenic highlands of Santa Cruz to Puerto Ayora, where you’ll check into a comfortable hotel. Take a stroll along the bustling harbor, where you’re likely to spot sea lions, frigate birds, and pelicans before embarking on an afternoon guided tour of the Charles Darwin Research Center. This essential stop provides insight into the research and conservation work being done on the islands, and it’s just a 2-kilometer walk from town. If you like, bring swimwear to enjoy a refreshing dip at the nearby beach on the way back. In the evening, you’re free to choose a local restaurant for dinner. Overnight at a local hotel, breakfast included."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Snorkelling in Bahia and Speedboat to Isabela (B, L) This morning, enjoy a fantastic snorkelling trip in Bahia just outside Puerto Ayora. Here, you’ll encounter playful sea lions, colourful fish, and perhaps even a harmless reef shark. The curious sea lions often swim close by, creating memorable underwater encounters. After lunch, take a 2-hour speedboat trip to Isabela Island. Keep an eye out for dolphins or even a whale along the way! Once you arrive, you’ll feel the tranquil, laid-back vibe of Isabela, a beautiful, less-developed island with sandy beaches and a relaxed atmosphere. Settle into your hotel, then spend the afternoon and evening exploring Puerto Villamil at your own pace. Note: The speedboat ride can be bumpy, so consider bringing seasickness medication if you’re prone to seasickness. Overnight at a local hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sierra Negra Volcano Hike (B, L) Today’s adventure takes you to the Sierra Negra Volcano, one of the most active in the Galapagos, last erupting in 2005. Choose a half-day or full-day hike up the volcano. We’ll drive partway, then continue on foot to reach the crater’s edge. From here, enjoy sweeping views over one of the world’s most active calderas, and continue across the striking lava fields of Chico Volcano to a lookout with views stretching to northern Isabela. Return to town in the late afternoon for some well-earned relaxation, whether lounging in a hammock or heading down to the beach for a swim. End the day with a meal at a local restaurant of your choice. Overnight at a local hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cape Rosa Lava Tunnels and Snorkelling (B, L) A real highlight awaits today as we set off by boat from Puerto Villamil to Cape Rosa, about 45 minutes away. Walk along the unique lava tunnels that dot the coastline, where you can spot sea turtles, penguins, and rays from above. Afterward, dive into the clear waters for some of the best snorkelling, where vibrant marine life surrounds you. On the return trip, keep an eye out for manta rays. If you’re visiting during mating season, you might even see them somersaulting in the water. The afternoon is free for you to explore at your own pace. Optional: Half-day kayaking tour: Paddle out to Isabela’s bay and explore the coastal mangroves, home to an array of wildlife, from turtles to playful sea lions and diverse bird species. Return to town for a relaxed evening on the beach or exploring more of Isabela’s natural beauty. Overnight at a local hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Return to Santa Cruz and Explore Tortuga Bay (B) Depart early from Puerto Villamil to catch the speedboat back to Santa Cruz, with another chance to spot ocean wildlife en route. After checking into your hotel in Puerto Ayora, spend the afternoon exploring, picking up any last-minute souvenirs, or heading back to the beach. Tortuga Bay is just a 3 km walk from town and is well worth it—an idyllic beach perfect for swimming, sunbathing, or bodysurfing in the waves. Afterward, make your way back to town for your evening in Puerto Ayora. Overnight at a local hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Departure (B) We’ll take you to Baltra Airport for your flight back to mainland Ecuador. Note: This is a flexible itinerary, and you may choose to extend your stay on Isabela, Santa Cruz, or visit San Cristobal or North Seymour if you wish"
    }
  ],
  "map": ""
}