{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "peru-ecuador-galapagos-adventure-holiday",
  "tourName": "Peru, Ecuador & Galapagos adventure holiday",
  "placesVisited": "Lima, Amazon rainforest, Sacred Valley, Machu Picchu, Cusco, Quito, Mindo Cloud Forest, Andes adventures, Galapagos Islands, private city tours, jungle lodge, kayaking, hiking or mountain biking in the Andes, ziplining, canopy walks, river tubing or nature walks in the Cloud Forest",
  "generalInfo": "If you’re going to see South America, why not see multiple countries? Neighbours Peru and Ecuador present an Andean feast of culture and landscapes, and you can spend some time on the Galapagos Islands afterwards. <br/><br/>This trip is so adventurous, it takes you into the Andes twice – once in search of Machu Picchu, and again for trekking around Cotopaxi or Otavalo. In these dramatic landscapes – cloud forests, high mountain, lush valleys, you’ll find plenty of opportunities for fun activities – such as mountain biking, horse riding, trekking and ziplining.  <br/><br/>After arriving in Lima, Peru you go straight into the Amazon for three days in a jungle lodge, from which you can venture out on foot and by canoe, in search of wildlife. From here you transfer to the Sacred Valley where you’ll spend a day with the Misminay Community, learning about their traditional crafts and practices, before perhaps a spot of mountain biking in the surrounding mountains. You can’t visit the Sacred Valley without seeing Machu Picchu, and you’ll get a day exploring – the ruins of this Inca city have one of the most stunning settings in the world. After a day in Cusco, it’s time to cross over to Ecuador.<br/><br/>Your introduction to Ecuador starts with its capital, Quito, but before long you’re off out in nature again, this time in the Mindo cloud forests. Ecuador also has its fair share of the Andes, and so you can decide whether you want to trek near Cotopaxi, the snow-capped volcano, or visit the town of Otovalo in the mountains, a place where the main draw is the market, which is full of beautiful crafts made by the Otovalo people. <br/><br/>From mainland Ecuador it’s a short flight to the Galapagos Islands. Famous for their amazing nature encounters, these islands can be explored in many ways, depending on your interest – whether by cruise, island hopping or beach hotel, you’ll be able to experience unforgettable wildlife in near-pristine settings. <br/><br/>This holiday focuses on connecting you to the communities that you visit – whether spending a day with Indigenous Peoples in the Sacred Valley, or spending time among craftspeople in Otovalo, this trip focuses your money directly into local areas, where it will protect the land and traditions – hopefully for many visits to come. <br/>",
  "durationDays": "23",
  "price": "6900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "LIMA - Start your epic journey in the buzzing capital of Peru, where you can choose between a classic historical city tour, a bike tour, or a cultural tour of street art and local eateries."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "AMAZON - After a short flight, transfer by boat to your comfortable jungle lodge for days of wildlife spotting and jungle adventure by foot and canoe. Expect to see monkeys, caiman, turtles, parrots, and hundreds of other species."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "SACRED VALLEY - We move to the cultural heart of both ancient Inca and modern rural Peru, with an extended stay in the magnificent Sacred Valley. Spend a day with the welcoming Mismimay Community, taking part in their traditional cooking, weaving, and agricultural pastimes. Visit the must-see sights of Ollantaytambo, with a special Pachamanca lunch, and choose from kayaking, hiking, or mountain biking against the Andes backdrop on your third day here."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "MACHU PICCHU & CUSCO - Next up is a visit to one of the Manmade Wonders Of The World, the iconic Inca citadel of Machu Picchu. After a day exploring the impressive site, we take the train to Cusco and wander the ancient streets, modern galleries and thriving food scene."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "QUITO - Part 2 of your journey takes you to Ecuador, starting with the charming capital Quito. Take a walking tour of the UNESCO-listed colonial centre, with optional cultural activities ranging from chocolate tasting to artist visits."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "CLOUD FOREST - Just 2 hours from Quito is the bird-watchers paradise of Mindo, a steamy cloud forest with an incredible diversity of flora and fauna. From your rustic lodge here you can also try ziplining, canopy walks, river tubing, and of course nature walks amongst the lush forest."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "COTOPAXI OR OTAVALO - Up into the Andes again, choose between the indigenous region of Otavalo for craft markets and traditional weavers, or Cotopaxi for it's snow-capped volcano. Both areas offer stunning trekking opportunities past waterfalls and crater lakes, horse-riding and mountain biking under the gaze of volcanoes."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "GALAPAGOS - We end this magical adventure in the wildlife wonderland of the Galapagos Islands. Choose from a boutique boat cruise (8-10 cabins), an island-hopping adventure, or simply settle into a hotel and enjoy easy day trips. Everyone has different ways of enjoying and exploring, so speak to one of our experts and we’ll be sure to find the perfect version of the Galapagos for you."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "DEPART - It's time to wave goodbye and fly home... or extend the trip with a few days on the beach???"
    }
  ],
  "map": ""
}