{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "amazon-rainforest-luxury-wildlife-lodge-ecuador",
  "tourName": "Amazon Rainforest luxury wildlife lodge, Ecuador",
  "placesVisited": "",
  "generalInfo": "Join the adventure: an 8-day journey through two of Ecuador’s four vibrant regions. This is an experience that blends culture and adventure into one unforgettable trip.<br/><br/>Your journey begins in the heart of Quito, where its historic center welcomes you with open arms. Luxury will be your constant companion, while visual, auditory, and culinary pleasures shape truly unique moments. The streets, monuments, statues, and people will leave a lasting mark on your journey, thanks to the warm hospitality present in every detail.<br/><br/>Daily encounters with locals will bring an authentic touch to your experience, and the traditional activities of Quito will awaken all your senses—each day bringing you closer to your grand adventure in Ecuador’s living lungs: the Amazon.<br/><br/>As the days go by, the call of the wild grows louder. After your time in the vibrant city, your itinerary will lead you deep into the Amazon Rainforest, where you’ll connect with the Kichwa culture and its people. You’ll witness unique flora, and at night, the presence of the jungle's wildlife will surround you with its sounds and mystery.<br/><br/>Your heart will begin to beat in sync with nature, while you remain connected to the comforts and pleasures of luxury. By the end of this journey, you’ll leave as a new person—forever carrying a piece of Ecuador in your heart.",
  "durationDays": "8",
  "price": "2619",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Quito, Ecuador’s capital nestled in the Andes. Your guide will transfer you to the luxurious ILLA Experience Hotel where every moment transcends the present, and is deeply connected with your journey. The colonial facade will welcome you to your evening. Every detail will be carefully taken care of by the attentive staff. Discover the colonial charm in the city. It is a UNESCO World Heritage Site because of its preserved architecture, churches, and museums."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Quito Six Senses City Tour & Equator Tour. Visit the historic center of Quito, including Independence Square, colonial-era streets, and traditional artisans' workshops. Continue to the Equatorial Line Complex to be on both hemispheres simultaneously. Meals Included: Breakfast"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The Napo Wildlife Center. Fly to Coca, then take a boat down the Napo River. Enjoy a sunset paddle tour along the Napo River, while spotting wildlife. Meals Included: Breakfast / Lunch /Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Canopy Tower & Napo Wildlife Center. Enjoy a Kichwa traditional experience before ascending a canopy tower to enjoy panoramic views and bird-watching. Enjoy guided walks in the rainforest and paddle through Anangu Creek. Meals Included: Breakfast / Lunch /Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Parrot Clay Lick & Kichwa Community. See hundreds of parrots eating minerals at Ecuador's best clay lick for parrots. Visit the Kuri-Muyu Interpretation Center and learn about Kichwa tradition. You can also take part in a cultural celebration. Meals Included: Breakfast / Lunch /Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Wildlife Exploration & Farewell Trek the Tiputini trail to see unique Amazonian wildlife. The lodge is the final stop for wildlife encounters on your way back to Quito. Meals Included: Breakfast / Lunch /Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Quito depart. End your Amazon adventure by transferring to the airport. Meals Included: Breakfast"
    }
  ],
  "map": ""
}