{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-and-galapagos-3-week-holiday",
  "tourName": "Ecuador and Galapagos 3 week holiday",
  "placesVisited": "",
  "generalInfo": "Get ready for an unforgettable journey to Ecuador, a vibrant country named after the equatorial line that runs right through it. Here, ancient history and unparalleled biodiversity converge in an astonishing territory, showcasing some of the most incredible natural wonders.<br/><br/>From the majestic peaks of the Andes, which traverse the country from north to south, to the golden beaches of the Pacific, every corner of Ecuador tells a story. You'll marvel at its imposing volcanoes, lush valleys, and snow-capped peaks, where life flourishes in a unique display of biodiversity.<br/><br/>-A Journey into the Heart of Ecuadorian Culture-<br/>Within these breathtaking landscapes, not only have species that are a living testament to evolution thrived, but also unique communities. Immerse yourself in their colorful festivals, traditional folk dances, and exclusive crafts that reflect the history and spirit of a people proud of their roots.<br/><br/>-The Galápagos Islands: A Wildlife Sanctuary-<br/>Your sublime adventure will take you to the Galápagos Islands, the second-largest marine reserve in the world and a UNESCO World Heritage Site since 1978. This wildlife sanctuary harbors endemic species guarded by its iconic habitants: the giant tortoises, the curious blue-footed boobies, and the playful sea lions. <br/>Explore their astonishing golden and black beaches, where crystal-clear waters reveal a vibrant underwater world.<br/><br/>-Unforgettable Experiences Await You-<br/><br/>On this trip, you'll uncover the wonders of Ecuador's most outstanding places. You'll have the opportunity to explore and learn directly from the very veins of Ecuadorian culture: its origins, beliefs, and traditions. Not only you will understand the importance of keeping their customs alive, but you'll also enjoy the ecological spaces that bring them to life in their maximum splendor.<br/><br/>-This unforgettable tour will allow you to-:<br/><br/>---Discover the history of La Mitad del Mundo (The Middle of the World).<br/>---Explore the largest and most important craft markets.<br/>---Delight in Ecuadorian gastronomy, from exquisite seafood to traditional sweets.<br/><br/>Additionally, you'll have the chance to experience unique adventures like the chocolate route or the butterfly garden, or even challenge yourself with extreme activities, hikes, or guided tours.<br/><br/>Undoubtedly, Ecuador is a destination where you'll feel like the country itself: full of life and interest! Are you ready for this adventure?",
  "durationDays": "20",
  "price": "3924",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Ecuador ! One of the smallest countries in South America, yet one of the most diverse, Ecuador awaits you with open arms. Upon your arrival at the airport, your guide and driver will be there to warmly welcome you to Quito, a megadiverse nation filled with unforgettable experiences. After checking in at your hotel, you will have the afternoon and evening free to explore at your own pace and be enchanted by the magic of this fascinating destination. Your adventure in Ecuador is about to begin!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "OTAVALO: Embark on an unforgettable adventure with our Full Day Otavalo, a journey filled with culture, history, and breathtaking landscapes. - The day begins early with departure from Quito, heading to Quitsato, the impressive solar clock located at the Middle of the World, where you’ll uncover the mysteries of the equatorial line. Next, we stop in Cayambe to indulge in the famous freshly baked biscuits, paired with traditional cheese or caramel spread. The magic continues in Peguche, where a short hike leads us to its majestic waterfall, a sacred site for the indigenous Otavalo community. The heart of the journey takes us to the Plaza de los Ponchos, the largest artisan market in South America, bursting with colorful textiles, unique handicrafts, and the essence of Otavalo culture."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "CUICOCHA & COTACACHI Excursion: - After a delicious breakfast, you'll embark on a journey to the majestic Cuicocha Lagoon, an impressive volcanic crater three kilometers wide, located an hour northwest of Otavalo. Nestled at the foot of Cotacachi Volcano, this spectacular landscape will captivate you with its two small islands and an imposing cliff surrounding the lake. We hope you are ready, because during your visit, you will be able to enjoy various adventure activities, such as hiking around the crater or taking a boat ride to explore the islands up close. Keep your eyes peeled and your mind open for the fascinating bird species that inhabit the region and marvel at the lush flora, including orchids, Andean shrubs, pines, and much more. Next, you'll head to the charming town of Cotacachi, renowned for its leather craftsmanship. Here, you'll find numerous artisans skillfully creating beautiful leather products. The streets of Cotacachi are filled with art, and you'll have the opportunity to explore the shops and purchase any items that catch your eye. Finally, you'll be transferred back to your hotel for a well-deserved rest."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today, you'll enjoy a private transfer to the Mitad del Mundo tour, located near Quito, where you'll be fascinated by the unique experience of being in both hemispheres at the same time, and you'll explore its interactive museum. There, you'll have countless options to enjoy the Mitad del Mundo City, like testing excellent restaurants, immersing yourself in the culture while visiting handicraft shops, and even the planetarium. Optionally, you can visit the Pululahua volcano crater for a connection with nature. This tour, lasting half a day or a full day, is ideal for discovering Ecuador's cultural and geographical wealth. Afterwards, you'll be transported to the heart of Quito, whose historic center is one of the best-preserved in Latin America. Marvel at the grandeur of its churches, museums, and the symbolic Virgin of El Panecillo, silent witnesses to centuries of art and history."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tour COTOPAXI VOLCANO: After breakfast, your private transportation and guide will be ready to take you on a thrilling adventure to Cotopaxi National Park. The journey will lead you through the majestic Avenue of the Volcanoes, where you can delight in the impressive views of the Andean peaks and their high-altitude grasslands. Upon arrival at Cotopaxi National Park, weather permitting, you will have the opportunity to gaze upon the majestic Cotopaxi volcano, the most active in Ecuador, which rises imposingly to a height of 5,897 meters. During the tour, you will visit Limpiopungo Lagoon, whose name means \"Clean Door or Place.\""
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "BAÑOS DE AGUA SANTA: Today, we will explore the city of Baños de Agua Santa, located in the province of Tungurahua. Its name refers to the thermal springs that emerge in the area. Baños offers a pleasant tropical climate and a relaxed and peaceful atmosphere, perfect for enjoying nature. After breakfast, we will venture onto the Waterfall Route. We will visit the famous Pailón del Diablo (Devil's Cauldron), an impressive waterfall over 80 meters high. Its name comes from the cauldron-like shape carved by the force of the water over time. To access this natural spectacle, we will cross hanging bridges that will allow us to appreciate the waterfall up close and immerse ourselves in its surroundings. We will enjoy balconies halfway up the waterfall that offer stunning views, ideal for taking pictures. Later, we will visit the fascinating Manto de la Novia (Bride’s Veil), another beautiful waterfall. We will also have time to explore the central park of Baños, its traditional Gothic Church, and enjoy the delicious melcochas, a typical sweet of the region."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Baños is known as the world capital of extreme sports. On this day, you'll have private transport at your disposal to explore all the adventure options the city offers. One of the most exciting activities you can enjoy is canopy, a unique experience where you'll glide along cables at great heights, surrounded by stunning landscapes and nature. But that's not all; you'll also have the option to test your nerves with other extreme activities like bungee jumping, rafting on the Pastaza River, or puenting, for the most daring. The guide will take you to the Baños market, a vibrant place where you can relax after a complete day of adrenaline and explore and taste a new and fantastic adventure: the many varieties of fresh fruits and vegetables grown in the region. Here, you'll experience the local culture and take home fresh, local souvenirs. Finally, you'll end the day visiting a melcochas factory, a traditional candy made from sugarcane, known for its smooth texture and unique flavor. You'll see how this candy is made artisanally and, of course, enjoy a delicious sample! This day will be the perfect blend of adrenaline, culture, and flavor—a memory that will stay with you forever!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "On this full day to the Faunistic Reserve \"EL CHIMBORAZO\", we will start the day with an early departure from your accommodation towards the reserve, located at the foot of the impressive Chimborazo volcano. Upon arrival, a specialized guide will give you an introduction to the fauna, flora, and the importance of Chimborazo, the closest point to the sun on Earth. We will enjoy a walk along the park trails, where you can observe species like flamingos, deer, vicuñas, and llamas, while also learning about the native plants and conservation efforts. Afterward, we will make a stop at the mountain refuge to enjoy panoramic views of the volcano and have a picnic-style lunch. In the afternoon, we will visit the Whymper Refuge, a historical place that honors the British mountaineer Edward Whymper, the first to summit Chimborazo. Here, in addition to learning about its history, you will enjoy impressive views of the volcano and its surroundings."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "CAÑAR - CUENCA: Start your day by visiting Balbanera, the first Catholic church in Ecuador, and then head to the tagua workshop, where you can appreciate the art of vegetable ivory. During the journey, enjoy views of quinoa fields and ancestral homes of the Chocoto community. Don’t forget that every Thursday the Guamote market takes place, ideal for exploring local products and the animal market. After a delicious lunch in Cañar, with views from the \"Mirador del Diablo,\" you will continue to Ingapirca, the most important archaeological site in the country, before spending the night in Cuenca and enjoying its colonial charm."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "CUENCA: Explore Cuenca’s historic center, visiting the New Cathedral, Calderón Square, and the French Route. Discover the Broken Bridge before enjoying lunch. In the afternoon, tour the Homero Ortega Panama Hat Museum and admire orchids at Ecuagenera. - Visit Chordeleg, renowned for its silver jewelry, and stroll through artisan workshops. Continue to Gualaceo, exploring its vibrant market and witnessing the traditional ikat textile-making process. After lunch, relax by the Santa Bárbara River and visit an orchid plantation. Conclude the day with panoramic views from Turi Viewpoint before returning to Cuenca. - Travel to Cajas National Park to explore its lakes and unique páramo landscapes, including Laguna La Toreadora. Enjoy a picnic before heading to Hacienda Cacao y Mango for an immersive cocoa experience, learning about chocolate production. - This journey will be filled with incredible flavors, culture, colors, and a living tradition through the crafts and markets you'll visit. You'll also have wonderful experiences helping families and communities with your visit and active participation. The meals included in this trip will energize you for each new trip."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "GUAYAQUIL: Start your day with an early departure from your hotel and head to Parque Seminario (Iguanas Park), where iguanas roam freely, offering perfect photo opportunities. Then, visit Malecón 2000, a stunning waterfront promenade where you can explore gardens, fountains, cafes, and sculptures along the Guayas River. Continue to the historic Las Peñas neighborhood, where you can enjoy the colorful streets filled with murals and galleries, and then head up to Santa Ana Hill for panoramic views of the city. - For a change of perspective, take a ride on the Aerovía, a modern aerial transport system that offers a bird's-eye view of the city. Afterward, enjoy a delicious lunch at one of the local restaurants, where you can savor traditional Ecuadorian seafood."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "SANTA CRUZ ISLAND: Start the day with a delicious breakfast at the hotel. Your guide and driver will be waiting for you at the hotel and will take you to the Guayaquil Airport, ensuring that you arrive for your international flight. - Your guide will assist you with the boarding process at Guayaquil Airport, making it simpler and more comfortable with some instructions you will receive. - Exploring the Wonders of Santa Cruz – Lava, Tortoises, and Conservation! The adventure begins! Upon arrival in Baltra, our guide will be waiting to welcome the explorers and accompany them on an unforgettable journey. Aboard a public bus, we will head to the Itabaca Channel dock, where a ferry will take us to the majestic Santa Cruz Island, the gateway to a world of natural wonders. - The first encounter with the magic of Galápagos happens beneath the earth: we will explore lava tunnels formed by ancient volcanic eruptions, natural underground passageways that reveal the secrets of the islands' origins. Then, we will visit a giant tortoise reserve, where these magnificent creatures will teach us about patience, resilience, and life in its purest form. - And this is just the beginning of the great Galápagos adventure!"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "TORTUGA BAY BEACH - Our excursion will begin at 8:00 a.m., with a 40-minute walk along a beautiful natural trail that will take us to the famous Tortuga Bay Beach. This beach is known for its white sand and lush green mangroves. In the area known as \"Playa Mansa\", you will have free time to swim and enjoy a peaceful morning in this tropical paradise. Afterward, you'll have free time for lunch on your own. (The best dining spots will be recommended to you). We will also visit some magnificent places susch as Punta Estrada, \"La Lobería\", a place famous for its large population of sea lions, \"Canal del Amor\", a spectacular natural landscape and \"Playa de los Perros\", a spot where you can see marine iguanas in their natural habitat!"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "We will depart early in the morning from your hotel to the Itabaca Channel dock or Puerto Ayora, where we will board a yacht to begin our exciting tour of the Galápagos Islands, with lunch included on board. After the excursion, we will return to the hotel. - Remarks: Yacht tour operations in Galápagos are subject to availability and possible changes in itineraries, departure dates, etc., due to weather, operational, and logistical conditions. We guarantee yacht tours and visits but cannot ensure a specific destination."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "SAN CRISTOBAL ISLAND: After breakfast at the hotel, we will transfer you to the dock in Santa Cruz to board the public speedboat to San Cristóbal. Upon arrival, you will be welcomed at the dock and provided with a comfortable and safe transfer to your hotel. Accommodation included. - San Cristóbal, in the Galápagos Islands, is an amazing place to enjoy your free time. - Upon arrival at León Dormido, you will have the opportunity to enjoy two guided dives or snorkeling sessions, led by our expert guide. Discover the fascinating underwater world, where tropical fish, sea turtles, sea lions, hammerhead sharks, and much more await you. After exploring this iconic rock formation, we will head to a stunning beach, where you can enjoy a picnic-style lunch on board. Take time to snorkel, swim in the bay, or simply relax on the shore."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Farewell to the Galápagos Islands - Return to the Mainland. - Enjoy your final morning in the Galápagos Islands with a delicious breakfast at your hotel. At the scheduled time, we will meet at the hotel lobby and begin your transfer to San Cristóbal Airport (SCY) for your return to the mainland. - Upon arrival at the San Cristóbal Airport, you will go through check-in and security procedures for your flight to either Guayaquil to take your international connection flight . Remember that flights from the Galápagos to the mainland are typically around 2 hours long. - Before boarding, you will also go through Galápagos Biosecurity checks to ensure that no organic materials leave the islands. These checks are mandatory, so be sure to follow the guidelines and dispose of any prohibited items, such as fruits, plants, or soil, before your departure. - Once you board your flight, we wish you a smooth journey back to the mainland, and we hope to welcome you to Ecuador again soon for more incredible adventures!"
    }
  ],
  "map": ""
}