{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-herping-photography-tour",
  "tourName": "Ecuador herping photography tour",
  "placesVisited": "",
  "generalInfo": "Join leading South American herpetologists and enjoy the best of Ecuador’s world-class biodiversity during this two week specialist herpetofauna photography safari. <br/><br/>This trip will have you travelling into the mysterious cloud-forests of Mindo and the Choco and on into the lush rainforests of the Amazon in search of some of the 1,050 plus species of reptiles and amphibians known from Ecuador. <br/><br/>With the help of expert guides we will aim for around 100 different species of herps. We fully believe that by participating in this trip you will encounter more species of herps and be able to get closer than ever before to them.<br/><br/>Introduction:<br/>Throughout the itinerary you'll be accompanied by expert full time guides, often including: professional herpetologists and wildlife photographers, English speaking local naturalists and a local driver for all transfers. Being in the company of a naturalist guide is the best way to learn more about rainforest ecology and animal behaviour and will help you identify different species and interpret behaviours. <br/>Each location and habitat visited on this tour is unique and home to a set of wildlife different from the next. <br/>Some of the wildlife targeted is very specific to certain regions, some of the frogs, vipers and anoles are known from only one valley or patch of cloud forest and there is such an incredible diversity that anyone interested in amphibians and reptiles will have an incredible time looking for, finding and photographing some of the world's rarest species.<br/>Ecuador is home to one of the highest concentrations of life and one of the highest biodiversities in the world. We aim to see as many species as possible and provide a great overview of the wildlife and ecosystems of Ecuador and  on this specialist wildlife photography holiday.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner where mentioned). There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. You will have a local cultural and naturalist guides. The guides have spent years in Ecuador and know the places and wildlife and cultural monuments and sites intimately. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>We choose the northern hemipshere spring as a good time for this itinerary, however there is never really a bad time of year as the locations are on the equator and so the weather is fairly constant.  <br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced herpetologists, wildlife photographers, local naturalist or guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Your specialist herpetologists guides are world renown and have discovered and described many new species (including some of which we will see) and have also written most of the books and field guides on Ecuadorean herpetafauna.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of Ecuador in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique Ecuador Herping Photo Holiday a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of Ecuador which explore other areas and focus on other species such as scuba diving in the Galapagos and more specific birding holidays as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/> <br/>Locations:<br/><br/>This tour visits a number of sights including the cloud forests and the upper Amazon rainforest. The locations within the cloud forest and Amazon are largely secret as they are study sites and home to some of the rarest species in the country.<br/><br/>Fitness Level:<br/><br/>The fitness level required for our Ecuador herping photo tour is not too high, all wildlife is seen from walking and there are some hills (especially in the cloud forest), we recommend people are used to walking for 2-3 hours in the wet, humid and hot conditions. <br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights. .<br/><br/>Minimum Age: 15 Years Old<br/><br/>Photo Credits:<br/>Javier Ábalos from Valencia, España<br/>Pavel Kirillov from St.Petersburg, Russia<br/>Fernando Flores<br/>Renato Augusto Martins<br/>Bernard DUPONT from FRANCE<br/>Sebastian Lotzkat<br/>Cocodrilo del orinoco<br/>A. Almendáriz<br/>amalavida.tv",
  "durationDays": "14",
  "price": "4450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Quito / Mindo - Arrival & Wildlife Watching Today you will be met at Quito airport by your local expert herping guide and driver and begin your drive out of town and westwards towards the town of Mindo. Mindo is a bioregion of the Choco or Andean cloud forest. The drive will take you out of Quito valley and onto the western slopes of the Andes and into the diverse and incredible cloud forests. After around 2 hours you will arrive at the lodge and then after settling in you will be taken to try and find your first species of the trip. There are many areas around Mindo cloud forest which can be explored and you will be taken to the best places for the targeted species tonight. The locations vary from sightings to sightings and tonight you will be mostly looking for glassfrogs, rainfrogs and anoles. his region houses the greatest number of glassfrog species in the world, and the second greatest number of rainfrogs. There are good chances to photograph the elusive Pinocchio Anole (Anolis proboscis), the Ornate Rainfrog (Pristimantis ornatissimus) and the Mutable Rainfrog (Pristimantis mutabilis). Vipers are rare, but beautiful and, most of them, cloudforest endemics so we will keep an eye open for these too. The Pinocchio anole is one of the most incredible species of lizard in the world with an enormous nose horn, the ornate rainfrog is a stunningly patterned frog and the mutable rainfrog is recently described and is to date the only known amphibian to rapidly change its body shape and skin texture in response to the need to be camouflaged. Tonight is just a quick stop over in Mindo as you will be travelling further on tomorrow, but you will be back in Mindo later in the trip so rest assured that if any of the targeted species allude you tonight you will have other chances to see them later. (no meals are included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Mindo / Choco - Travelling & Wildlife Wacthing After breakfast we will leave Mindo and travel another 3-4 hours further north-west along the western slopes of the Andes. Your destination today will be the Canande Reserve; this reserve is located in the rich and diverse Choco habitat. The reserve itself protects a fragment of lowland rainforest which is under threat from fragmentation by intensive agriculture (such as oil palm plantations) and timber extraction. The reserve is home to endangered mammals such as jaguars, howler, spider and capuchin monkeys as well as Baird’s tapirs and around 30 near threatened or restricted range species of birds including the globally threatened plumbeous forest-falcon, great-green macaw, ochraceous attila, long-wattled umbrellabird, scarlet-breasted dacnis and grey-backed hawk; but of course it will be some of the diverse reptiles and amphibians in the reserve that we will be looking for today. This afternoon you will have the chance to walk around some of the reserve and then after dark you would be looking for species of vipers, treefrogs and glassfrogs. Today will be a shorter version of what you will be doing for the next two full days. You will have your meals at the lodge or packed lunches in the field, depending on where you are heading and what the day to day situation dictates. (all of your meals will be included today)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Mindo - Travelling & Wildlife Watching This morning you will be taken from Canande Reserve in the Choco and transferred back the 3-4 hours to Mindo as with your last time here, today you will spend the evening (after checking in, resting and having dinner) on a nocturnal hike looking for nocturnal herps to photograph. Mindo is a typical cloud forest habitat where the general feel is moist, cool, green and lush. The rainy season is from January until May, with a lot of the precipitation in the form of mist and also rain. Luckily the rain is pretty predictable during this time and starts at about 14:00 daily and continues for a few hours giving us plenty of time to schedule our day activities around this. Because of the higher altitude, Cloud Forests are always cooler than the lowland rainforests. The highest temperatures in Mindo are around 26-27oC and the low at night is around 13oC and this is consistent all year round. Because of the moisture and coolness (that slows evaporation), cloud forests are very green and lush. This unique climate allows loads of epiphytes, plants that live on other plants, to grow almost out of control. There are mosses on the trunks of trees, orchids between the mosses, ferns growing on branches, algae covering leaves, much more so than in rain forests. In Mindo there is a distinct dry season for about 7 months (June through December) when rain is scarce and sporadic, but moisture levels are still maintained by mists that condense on the side of mountains. While mammal species are difficult to see, over time various species have been spotted including, Central American agouti, ocelot, margay, red brocket deer, paca, tayra, Andean coati, three-toed sloth, and white-fronted capuchins. There is also a high diversity of reptiles, amphibians, butterflies and other insects. (all of your meals are included today)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Mindo - Wildlife Watching Today you will enjoy photography during the daytime and focus mostly at night with nocturnal hikes looking for vipers, coralsnakes, dwarf boas, freefrogs and poison-frogs. The wealth of life here is staggering and along with those targeted species you will have the chance to see many other animals. (all of your meals are included today)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Mindo – Amazon - Travelling & Wildlife Watching Today you will be taken from Mindo back down into the valley and the capital city of Quito, here you will catch an internal flight and head inland and over the Eastern side of the Andes and down into the mightiest rainforest in the world, the Amazon. On arrival in Coca city you will take a motorised canoe down and deep into Amazon and into Yasuni National Park and onto your accommodation at the wonderful Yasuni Scientific Station. Protected since 1989 and being the ancestral home of the indigenous Huaorani people the vast park is some 9,820km2 and home to still two uncontacted tribes, the Tagaeri and Taromenane. But along with these indigenous people the park is home to a world record number of amphibians (over 150 species), there are also over 120 species of recorded reptiles which means that despite covering just 0.15% of the Amazon by area it is home to over a third of all the herps known from the rainforest. There are also over 380 species of fish, nearly 600 species of birds and over 100 species of mammals; as well as countless invertebrates and over 4,000 species of vascular plants. Today you are likely to arrive too late to explore the park, but you have 4 full days here and will begin your Amazonian adventure tomorrow. (all of your meals will be included today)."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Amazon / Quito - Travelling & Departure This morning you will have breakfast before beginning your journey back to Coca city via motorised canoe and then you will catch your flight back to Quito in time to catch your return flight home this evening. (breakfast is the only meal included today)."
    }
  ],
  "map": ""
}