{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-wildlife-tours",
  "tourName": "Ecuador wildlife tours",
  "placesVisited": "Tours of Quito's historic district and local markets, Guided nature walk in Maquipucuna cloud forest, Wildlife watching tour in the Amazon, Napo Wildlife Centre, Parrot Clay Lick Observatory, Canoe trip on the Napo River, Sacha Wildlife Centre, Canoe tours through Amazon swamps and mangroves",
  "generalInfo": "Travel into the depths of the Amazonian Rainforest in Ecuador and come face to face with giant otters, river dolphins, dozens of monkeys and possibly the elusive jaguar. This wildlife tour is definitely going to be one to remember.<br/><br/>Throughout the itinerary suggested below you'll be accompanied by expert full time guides, often including: English speaking local guides and a local driver for all transfers. Being in the company of a naturalist guide is the best way to learn more about rainforest ecology and animal behaviour and will help you identify different species and interpret behaviours. For example there are very subtle differences between some of the small primate species, such as marmosets, and many people see mixed foraging groups of primates without ever knowing the difference.<br/><br/>Ecuador is home to one of the highest concentrations of life and one of the highest biodiversities in the world. Wildlife rich Andean cloud forests and Amazon rainforest are literally teeming with life and different species. The numbers of animals and plants in Ecuador is truly mind blowing, with over half of all South American birds and twice as many species that live in Europe; there are also more mammals per-square-metre than anywhere else on earth. <br/><br/>During the proposed itinerary below (which can be amended and tailored to suit your ideal requirements) you will be taken to three of the best wildlife watching lodges in the world, two in the famous Amazon rainforest and one in the stunning cloud forest. The main focus of this tour will be tracking some of the more elusive mammals, such as: spectacled bears, giant otters, Brazilian tapirs, dozens of primate species and maybe even a puma, jaguar, ocelot or jaguarondi. <br/><br/>The outlined itinerary below can be undertaken at any time of the year. The climate in Ecuador is remarkably stable (being right on the equator) however we recommend the months from August to November as spectacled bears come out of hiding to take advantage of fruiting trees.<br/><br/>Fitness Level:<br/>There is a fair amount of walking involved in this tour, but it is all on pathways and not excessively taxing. There are no strenuous activities included and guests can decide on how much or how little they wish to commit to.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; but as a rule of thumb we recommend you bring along your own binoculars or spotting scope (although scopes are not great in the dense rainforest) as well as appropriate clothing; which should be everything from swimming gear and light and airy hot weather clothing to warm underwear and waterproofs for the cloud forests. The nights up in the cloud forests can be chilly so a fleece, long trousers and woolly hat are a good idea. Comfortable walking shoes are a must. Insect repellent is needed. Any medication, books or other items of a personal nature is of course up to you to bring along. Oh and please bring plenty of memory cards or film for your camera. Also do not forget sun cream, sun hat and sun glasses as the sun can be very strong here during the day. <br/><br/>Minimum age: 18 Years old",
  "durationDays": "12",
  "price": "4995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Quito – Arrival – On arrival in Quito you will meet your local guide and be transferred to your accommodation. This evening there will be a small night tour of the city of Quito and the historic centre. A nice welcome will be offered in a traditional restaurant of the city, where you will be briefed on the rest of the tour. (No meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Quito & Mintel del Mundo – Sightseeing– This morning will be an early start by going to one of Quito’s local markets; this is a very local experience, where “caseras” offer products on small kiosks that are filled with an incredible variety of Ecuador’s local fruits and vegetables. We will then visit the Mitad del Mundo Monument where one step can take you from one hemisphere to another as you straddle the equator. After lunch we will visit the historic centre of Quito, which is considered one of the best preserved colonial sites in Latin America. We will visit incredible churches like the Compañia de Jesus Church, the Basilica del Voto Nacional and San Francisco Plaza. (Breakfast only)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cloud Forest – Wildlife Watching – Early this morning you will be picked up from your hotel and start your trip through the Andean Hills and into the cloud forest. We will stop off at the Pululahua Geobotanic Reserve, which is in fact a volcano which has people living inside and a place called Utopia (because when Fundación Maquipucuna began his work of conservation 20 years ago, everything looked like a dream). After around two hours of driving we will arrive to Maquipucuna Ecotourism Centre. There will be some time for relaxing and getting prepared for your first guided walk into the cloud forest. Maquipucuna is home of 350 species of orchids, 370 bird species, 50 species of mammals, countless species of invertebrates and exotic species of butterflies and moths so you will not be disappointed. There is the possibility of setting up camera traps to see what animals have been moving around after dark here as well. When you arrive back at the lodge you will have lunch before visiting the orchid garden organic farm in the afternoon. (Breakfast & Dinner included)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cloud forest. Wildlife Watching – Once again this morning, you will rise early to view some of the birds as they start their day around the lodge. Tanagers, Toucans and Euphonies are the main targets. This is the best time of day to spot Spectacled Bears and if their favourite fruit is ripe when we arrive (the time changes every year), you will probably see one. Although they are very hard to see anywhere, they are more regularly seen here than anywhere else. After breakfast, you will have another guided walk around the reserve before starting the journey back to Quito. (Breakfast & Dinner included)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Napo Wildlife Centre, Amazon – Wildlife Watching - This morning you will be taken from your hotel in Quito to the airport to catch the short flight to Coca. Upon arriving in the Amazon, a short local bus journey will take us to Port Francisco de Orellana where you will take a guided canoe along one of the many rivers and towards Napo. Along the waterways, Herons and Kingfishers are among the commonly seen animals. Once you have got to Napo there will be another short canoe trip along the narrow creeks to Anangu Lake where the lodge is located. Various large birds like Toucans, Parrots and even Macaws can be seen. After dark and your evening meal, you can spend some time spotlighting for the many Caiman that inhabit the lake. Whilst out after dark you never know what other mammals will come down to the lake shore for a drink and it is always worth looking out for jaguars. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Sacha Wildlife Centre, Amazon – Wildlife Watching – This morning, you will once again take a flight into the Amazon Rainforest. After a 2-hour canoe ride, a short hike will bring you to a different lake and Sacha Lodge. Lake Pilchicocha is very inviting and we recommend a good old dip once you arrive here to relax after your day of travelling. You can also visit the mini observation tower, which allows for fantastic views at sunset and is also a great place to view many of the common birds seen around the lodge. There is also a butterfly house here where a local guide will help introduce you to the outstanding colours and shapes of the butterflies in the rainforest. After dark and your evening meal, you can either have a guided walk or canoe ride after dark to spotlight for nocturnal animals including Caiman. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Otovalo – Sightseeing – Today will be another early start as we catch the flight back to Quito. Once we arrive back in the capital you will have a great little trip; you will try some local biscuits from a small factory in Cayambe overlooking the stunning San Pablo Lake as well as continuing to one of the biggest markets along the famous Pan-American Highway which spans the Andes: Otavalo. This is an active crater that has filled with water over hundreds of years and here you will enjoy your last evening meal in Ecuador, overlooking the crater before you return to your Quito. (Breakfast only)."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Home – Departure - This morning you will be transferred to the airport so you can catch your return flight home. (Breakfast only)"
    }
  ],
  "map": ""
}