{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-galapagos-tailor-made-tour",
  "tourName": "Ecuador & Galapagos tailor made tour",
  "placesVisited": "Quito, Otavalo, Otavalo Market, Cotacachi, Mindo Cloud Forest, Cotopaxi National Park, The Amazon basin, walking safari, Amazon by boat on Paykawe Lake, Quichua culture, Avenue of Volcanoes, Devils Nose train, Inca ruins, Cuenca, Cajas National Park, Guayaquil, Santa Cruz, Galapagos, Galapagos island exploration, Tintoreras group of islands, Isabela, Galapagos, on board naturalist",
  "generalInfo": "See the Amazon, the Andes, and then the Galapagos Islands – this adventure through Ecuador takes three weeks and it’s a private guided tour, so you can get the very best bespoke experience.<br/><br/>It's hard to say where Ecuador’s biggest hitters are – on one hand, there’s Cotopaxi, the Andes, and the Amazon – massive wild areas on the mainland. Then there are the unique Galapagos islands with its weird and wonderful little miracles of nature. On this trip you see both.This holiday includes a drive from the Andes to the Amazon – a big and adventurous distance to cover on a holiday – and not something everyone can say they’ve done! Once you’re there, you’ll get plenty of time up in the Amazon, on boat cruises and visiting local communities. <br/><br/>You’ll visit the cities of Quito and Cuenca, so you can take in the architecture of the capital and third largest city, and meet and chat with craftspeople. You’ll spend time at a cloud forest lodge near the Mindo Cloud Forest, where you can experience the forest on a nature walk with a local guide, or in your swimsuit, whilst you bathe in the natural pool at the bottom of a waterfall.  <br/><br/>Once you reach the Galapagos, stay in the heart of a giant tortoise reserve, then step on board your boat, where an on-board naturalist will help you explore archipelago islands. Kayaking trips, volcano hikes and snorkelling trips on Isabela Island help you get even closer to nature – look out for penguins and playful sea lions.    <br/><br/>What makes it luxury? You’ll stay in boutique lodges, and can opt for a boutique cruise once you reach the Galapagos. The holiday can be tailored to your needs – need an extra day? Passionate about birdlife? Everything can be reworked for your interests. This trip contains internal flights to reach the Galapagos islands, but every effort has been made to design it with minimal unnecessary flights. <br/>",
  "durationDays": "23",
  "price": "7900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Quito - Upon arrival at Quito airport, our local representative will greet you in the arrivals hall, and transport you to a boutique hotel in the historic centre of Quito. After a quick orientation of the area, this evening will be at your leisure to explore or relax."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Quito Cultural Tour - Choose from a wide selection of guided activities today, from a classic walking tour of the colonial centre, to chocolate tasting and gastronomic experiences, or visits to the workshops of expert artisans."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Otavalo Market - Start your private road trip by driving to Otavalo, a fascinating town with a proud and very much alive Kichwa indigenous culture. The famous craft market is full of colourful and often rare objects, with local artisans who are happy to barter over deals for these authentic souvenirs. After time exploring the market, continue to the workshop of internationally renowned 'master weaver' Miguel Andrango and learn about his intricate and traditional craftwork. End the day at your boutique hotel in the heart of the valley."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Otavalo - Enjoy a full day to embrace the peaceful surroundings, including nature walks and a visit to the organic gardens. Additional activities on offer include cooking classes, horse-riding, and mountain biking (payable locally)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Otavalo to Mindo - Start today with an enjoyable hike featuring stunning views of Cuicocha lagoon, a deep-blue crater lake on the slopes of Mount Cotacachi, followed by a visit to the picturesque colonial town of Cotacachi famous for its leatherwork. Later, travel by car for approximately three hours to your rustic cloud forest lodge near the town of Mindo, where your hosts will introduce you to their grounds dedicated to preserving one of the most biologically diverse cloud forests in the world. An optional two-hour walk through the forest will help you to find exotic birds and learn about medicinal plants and their local uses."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Mindo Cloud Forest - You can choose from a variety of on-site activities today. These include nature walks with a native guide, or a visit to the nearby waterfall and a swim in the refreshing waters of the Rio Nambillo. Alternatively you might decide to just relax alongside the Rio Mindo in a hammock with a good book."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Mindo to Cotopaxi - After a morning nature walk along the heights of the Cordillera San Lorenzo, transfer to your mountain lodge on the edge of Cotopaxi National Park, named after its picture-perfect snow-capped volcano. On the way, breakup the journey with an easy 1.5 hour hike to Pita River Waterfall, or if you prefer you can visit one of the indigenous market towns near the national park."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Cotopaxi - Full day at leisure to enjoy your mountain surroundings. Embark on a self-guided walk from the lodge, or opt for a guided trek. Alternatively explore the area by horse, mountain biking, or drives to other beauty spots in the area (payable locally)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Cotopaxi to Quito - This morning, head into Cotopaxi National Park, starting with the Interpretation Center to learn about the history of this spectacular volcano’s major eruptions. Continue to Lake Limpiopungo and explore the surrounding area on foot, or if you prefer a longer walk you can tackle the two-hour route to Cotopaxi’s J. Ribas refuge, where you will be able to enjoy spectacular panoramic views of the volcano and other surrounding Andean peaks. Afterwards, transfer back to Quito with an evening at leisure for you to explore the historic centre on foot."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Towards The Amazon - Head off the beaten track and drive towards the Amazon basin, pausing at the Cayambe Coca Ecological Reserve for breathtaking panoramic views of the Andes. Continue your descent into the Cloud Forest, following winding, steep valley roads until you arrive at your lodge. After lunch, embark on a “walking safari” through the primary forest trails, checking the motion-sensor cameras to discover whether a tapir, anteater, or even puma has recently passed by the same spot. At dinner, you will have the chance to sample local delicacies such as guinea pig (optional!), and a traditional hot drink called “guayusa” made from boiled guayusa leaves, fruit juice and a dash of cane alcohol."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Amazon - Rise early for the best birdwatching opportunities along the nature trails, before breakfast and the second half of your drive to the Amazon. After a spectacular descent past waterfalls and white-water rivers, arrive at the small colonial town of Archidona to begin your “chocolate trail” experience. Visit the plantations and working farms where the beans are harvested, try your hand at roasting the beans, and finish with lunch served at the house of a local family from the Cocoa Cooperative. Continue to Misahualli, an attractive small town located on the banks of the Napo River, with a small resident population of roaming monkeys, and the location of your lodge for the next two nights."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Amazon - After an early breakfast, begin your day of Amazon exploration with Don Pedro, the guardian of Paykawe Lake, for a paddle across the water as he shares stories of his life and that of his animal ‘friends’, including exotic birds and woolly monkeys. Later, journey by motorized canoe to the tranquil Arajuno river, land of the Runa Huasi (“people’s home” in Quichua) and Amazoonico Animal Rehabilitation Centre. Here you'll encounter a wide variety of wildlife including caimans, macaws, tapirs, turtles, and more. Finish your day with a guided hike through primary rainforest, followed by a peaceful float back down the Arajuno River before returning to the lodge."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Amazon to Banos - Visit the Quichua Napo Runa Territory, an ecotourism and cultural program. Begin, with a two hour hike through the rainforest with a local guide to the Quichua community of Valle Hermoso. Here you can take part in several cultural experiences, including a blowgun contest and a pottery and handicraft workshop. After a traditional lunch, you can choose to take a scenic hike with panoramic views of the Napo River Valley, or opt for a short walk to a majestic ceiba tree, one of the forest’s totems, to learn about the spiritual life and rituals of the Napo people. Afterwards, head back to your vehicle, and transfer out of the Amazon basin to the town of Banos, where you will spend the night."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Banos to Riobamba - After a morning at leisure to enjoy Banos, visit the Devils Cauldron waterfall and dramatic ‘Casa del Arbol’ swing overlooking the valley. After enjoying the picturesque surroundings, continue your road trip by driving to the town of Riobamba in the heart of the Avenue of Volcanoes."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Devils Nose & Ingapirca - *If it has reopened* take a ride along the dramatic switchbacks of the famous Devils Nose train this morning, a remarkable engineering feat zigzagging down a 500-meter sheer cliff face into the picturesque valley below Alausi. *Alternatively (the train was closed at the time of writing) hike for an hour to a dramatic viewpoint of the valley and the train line cutting its way down the mountain opposite. Continue your drive a further two hours to the Ingapirca Ruins, the largest and best-preserved Inca archaeological complex in Ecuador. After exploring the unique Sun Temple, baths, winery, and other buildings, transfer to the beautiful colonial city of Cuenca for the next two nights."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Cuenca - Choose from a walking tour of the colonial streets and markets of Cuenca, or head out of the city to meet the traditional craftspeople of Gualaceo and Chordeleg. If you choose the latter you can visit families that still make textiles in the way they have been for the last 500 years (before the Incas), and visit the workshops of a jewellery maker, a guitar maker, and a ‘Chola Cuencana’ who stills makes her straw hats in the traditional manner. This evening is at leisure back in Cuneca."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Cuenca to Quito - Enjoy time at leisure to explore Cuenca today, including its colourful flower market, stunning architecture, and impressive art galleries. This evening fly back to Quito, and overnight near the airport ahead of your flight to the Galapagos early tomorrow."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Santa Cruz, Galapagos - Fly to the Galapagos Islands, where you will be met and transported up into the Santa Cruz Highlands for lunch in a Giant Tortoise reserve. Spend time walking amongst these iconic creatures, before descending to your hotel near the waterfront."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Santa Cruz, Galapagos - Step aboard a 74-foot motor yacht, complete with a naturalist guide, catering, and ample space to relax, as you explore one or two of the pristine archipelago islands full of remarkable wildlife spotting (depending on National Park directives, either South Plazas, Sante Fe, Bartolome, or North Seymour & Bachas)."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Santa Cruz, Galapagos - Choose from a selection of activities today, including kayaking, hiking, and further boat excursions."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Isabela, Galapagos - Early this morning, travel by speedboat over to Isabela Island, and check-in to your hotel. Later visit Las Tintoreras, a small group of islets, nicknamed 'Galapagos in miniature' due to the concentration of the archipelagos most iconic wildlife found here. After a fascinating walk, enjoy a snorkelling experience in the bay, swimming alongside curious penguins and playful sea lions."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Isabela, Galapagos - Hiking day! A true highlight of the Galapagos: a hike to the colossal crater of Sierra Negra, the second-largest volcanic caldera in the world (after Ngorongoro in Tanzania). Continue your hike across lunar-like landscapes to the rim of Volcan Chico, where you will stop for a box lunch and time to appreciate the expansive views stretching all the way to Fernandina and Santa Cruz Islands. In the afternoon, descend back to the coast and relax on the beaches of Puerto Villamil close to your hotel."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Departure - Early morning speedboat return to Santa Cruz and onwards to Baltra for your flight back to Guayaquil or Quito on the mainland. End of services."
    }
  ],
  "map": ""
}