{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-luxury-cruise-holiday",
  "tourName": "Galapagos luxury cruise holiday",
  "placesVisited": "Santa Cruz island, Santa Fe island, Legend or Coral cruise, Snorkelling, Santiago island, Rabida island, Isabela island, Fernandina island, Santa Cruz Highlands, Los Tuneles, Kicker Rock, Wildlife watching, Optional outdoor activities",
  "generalInfo": "Famous as the inspiration for Charles Darwin's work on evolution, the Galapagos Islands are one of the number one destinations for a wildlife watching holiday. Boasting some of the word's best spots for snorkelling, such as Los Tuneles and Kicker Rock, many keen swimmers and divers come here to dip beneath the waves and discover an array of sea lions, manta rays, Galapagos penguins, lobsters, sea snakes and white-tipped sharks. <br/><br/>There are plenty of other ways to explore the coastlines, whether by kayak, walking or while relaxing aboard a cruise boat. As you go, watch out for the islands' many feathered residents, from albatross and flamingos to blue footed boobies. Just as unmissable is are the Santa Cruz Highlands, where the islands' most famous residents live: the Galapagos tortoises. <br/><br/>A combination of cruising and island hopping by small interconnecting planes allows us to explore almost all the hidden gems on six of these enchanted islands. During this holiday, you will stay on each of the main three islands (San Cristobal, Santa Cruz and Isabela), while having the opportunity to visit a further three of the islands. Travelling by either a small luxury cruise ship or a small aeroplane, you'll get to enjoy more time on each island than if you were getting about by the interconnecting public speedboats. <br/><br/>Please note that in the itinerary it notes that the Legend cruise or the Coral catamaran will be used, but that availability and price may change.",
  "durationDays": "13",
  "price": "9714",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "BALTRA TRANSFER IN Today you will arrive in Baltra airport (GPS) from where your English speaking guide will come and pick you up. You will first cross the Itabaca channel before you go by car to Puerto Ayora village (45 minutes). In the afternoon, you will have some free time to discover Puerto Ayora by yourself. You can also choose to go to Tortuga Bay, Charles Darwin Station or Nimfa Lagoon. Accommodation in Hotel Ikala or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SANTA FE (B, L) Around 8 AM you will be picked up at your hotel to go to the harbour of Puerto Ayora. You will depart on a boat of about 12 guests on the way to Santa Fe island. It is about one hour by boat and you will have some time to snorkel around the island where you will be able to explore beautiful wildlife and majestic cliffs.Also, you will observe colonies of sea lions, blue-footed boobies, and marine iguanas. There will be served a boxlunch on board and you will get back around 3 PM to the village. Accommodation in Hotel Ikala or similar."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "LEGEND / CORAL CRUISE DAY 1 (B, L, D) Today you will embark the Legend or Coral cruise. First, you will go by car to the Itabaca channel from where you will embark. You will have lunch onboard and in the afternoon you will visit Mosquera island, located between North Seymour and Baltra Islands. On Mosquera island you can snorkel to observe the beautiful underwater world and observe shorebirds such as herons and Lava Gills."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "EGAS POINT (SANTIAGO) – RABIDA (B, L, D) Today you have a full day with activities at two different islands; Santiago and Rabida. At Rabida you will find the beautiful famous red beach."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "URBINA BAY – TAGUS COVE (ISABELA) (B, L, D) The northern part of Isabela island and Fernandina are very special since not many people go there. You can find penguins and the flightless cormorant bird. The activities you will do are kayaking, swimming, snorkeling and walking. Accommodation in a double cabin in Legend / Coral cruise."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ESPINOSA POINT (FERNANDINA) – VICENTE ROCA POINT (ISABELA) (B, L, D) Accommodation in a double cabin in Legend / Coral cruise."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SANTA CRUZ HIGHLANDS (SANTA CRUZ) – BALTRA (GPS) (B) Today your cruise has come to an end. Before lunch you will be dropped off at Baltra airport from where you will take the flight to Isabela Island (about 45 minutes). Accommodation in Hotel Iguana Crossing or similar."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "LOS TUNELES (B, S) After breakfast you will go on the most famous tour of the Galapagos islands; “Los Tuneles” which is considered the most beautiful place to do snorkeling activities in Isabela. The water is clear and calm. However, the entrance to the site is shallow and the waves can be strong, for this reason, the access can be complicated. The lava flows that passed through this area has formed unique geological formation and of course shaped like tunnels. Here you will find various marine species and beautiful flora vegetation. You will go on a exciting snorkeling activity inside an area with an extension of 800 meters and an average temperature of 20 degrees Celsius. There are large quantities of seabirds such as the Albatross, Flamingos, Blue Footed Boobies, the magnificent frigatebird. Also you can find species feeding such as tortoises, swimming iguanas, sea lions, manta rays, Galapagos penguins, lobsters, sea snakes and white-tipped sharks. Accommodation in Hotel Iguana Crossing or similar."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "FREE DAY ISABELA (B) Today you have the whole day to explore Isabela by yourself. You can go biking, swimming or just relaxing at the beautiful white beach. Accommodation in Hotel Iguana Crossing or similar."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "ISABELA – SAN CRISTOBAL (B) After breakfast you will take a small airplane to San Cristobal island, this takes about 45 minutes. The rest of the day you can discover Playa Mann, Las Tijeretas and the interpretation centre by yourself. Accommodation in Hotel Golden Bay or similar."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "KICKER ROCK (B, L) Today you will go on a day trip to Kicker Rock where you hopefully find sharks to snorkel with them. We tested the Kicker Rock snorkeling tour. Accommodation in Hotel Golden Bay or similar."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "ESPAÑOLA OR 360 OPTIONAL TOURS (B) Today you can take an optional tour to Espanola or a 360 San Cristobal tour. Accommodation in Hotel Golden Bay or similar."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "TRANSFER OUT (B) Your last day on the Galapagos Islands is here! After breakfast you will be transferred out to the airport (10 minutes drive)."
    }
  ],
  "map": ""
}