{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-ecuador-tailor-made-holidays",
  "tourName": "Galapagos & Ecuador tailor made holidays",
  "placesVisited": "Quito, Amazon Rainforest lodge, Amazon rainforest community excursions, Galapagos Islands small ship cruise, Galapagos wildlife",
  "generalInfo": "This Galapagos and Ecuador holiday is a tailor made trip, where you chat with Ecuadorian experts to create the perfect itinerary for you. One that takes in the marine and mountain wonders of the country as well as its tropical rainforest ones. One of the wonderful aspects of travelling in Ecuador is that it is actually a relatively small country and yet boasts some of the most biodiverse landscapes imaginable. These include the tropical coastal region and Galapagos Islands, the volcanic highlands and Ecuadorian Amazon rainforest. <br/><br/>The twelve day itinerary below is just a suggestion of one that covers this wide variety of landscapes including a small ship cruise in the Galapagos. Starting in the capital city of Quito, take some time to enjoy not only its colonial and indigenous heritage but also to marvel at the snow capped mountains that envelop it.  <br/><br/>Your next stop is the Ecuadorian Amazon, which you access by plane from Quito, followed by a motorised canoe journey down the river to Sacha Lodge. Transported to what feels like another world, you can take part in an array of activities here, many of which are community led. These include bird watching, trekking, visiting a cacao farmer, meeting a local shaman or spending time learning about your Kichwa hosts. It is interesting to note that ‘Kichwa’ translates as “the coming together of people for the greater good”, and you will definitely feel this ethos in the welcome given by local people here. <br/><br/>In contrast, the next few days are in the Galapagos Islands, after taking a two hour flight from Quito. <br/>The Galapagos Islands' reputation as one of the world's most magnificent nature and wildlife experiences is wholly justified. You will explore the archipelago on board a small ship cruise, taking trips out to various islands and being guided by an expert naturalist guide. We can discuss the islands to visit in more detail when we work on your itinerary. Whichever you choose, you won’t be short of flora and fauna, highlights including marine iguanas, the Galapagos tortoise, frigatebirds and maybe even whales and dolphins. <br/>",
  "durationDays": "12",
  "price": "7480",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you begin your journey by boarding your international outbound flight to Quito. On arrival, you will be met and taken to your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tour Quito. Spend a day touring Quito learning about its history with a private guide"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer to the airport in time for your flight to Coca. Here, you will be met by members of your lodge who will take you to your accommodation. Enjoy an afternoon of activities."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today, you'll embark on activities from your Amazon lodge. These might include small group guided walks through the rainforest with a qualified naturalist guide who can explain all about the area's biology and botany. Keep an eye out for howler monkeys, sloths, and squirrel monkeys. You may also visit a butterfly farm."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "You'll spend a second day exploring the Amazon from your lodge. Today, you might find yourself canoeing through creeks, taking a canopy walk, or visiting a Parrot Lick at nearby Yasuní National Park."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer back to Coca in time for your flight to Quito. Here you will be met and taken to your hotel for one night."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to the airport for your flight to the Galapagos Islands. On arrival, you will be met by a member of your crew and transferred to your boat. Group excursions."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today, you'll visit Cormorant Point on Floreana Island, which has both a volcanic and white sandy beach and is a nesting site for green turtles. In the afternoon, you will visit Baroness Viewpoint and Post Office Bay to learn about the mystery of the baroness and leave a postcard in the old barrel at Post Office Bay."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today, you'll visit Española Island, where you will have time to relax and snorkel in the morning. Expect to see three species of finch, small wading birds and surgeonfish. In the afternoon, you will hike to Suarez Point to view blue-footed boobies and waved albatross."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Your final full day will be spent on San Cristóbal Island. The morning will consist of a hike to Punta Pitt viewpoint, where you can watch seabirds such as red-footed boobies and great frigatebirds riding the thermals."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Visit Lobos Island this morning before your departure from the cruise. Be transferred to the airport and fly to the mainland to connect with your international flight home."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Arrive home today to complete your journey."
    }
  ],
  "map": ""
}