{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-and-inca-trail-tour",
  "tourName": "Galapagos and Inca Trail tour",
  "placesVisited": "Quito, Galapagos Islands, Lima, Cuzco, Sacred Valley, Ollantaytambo, Inca Trail, Machu Picchu",
  "generalInfo": "Prepare for a unique 17-day adventure, big on ancient sights and breathtaking beauty, as you travel in a small group from the bustle of Quito, visiting the Galapagos Islands, before soaking up the history of the Incas in and around Cuzco. Travelling by plane, train and both private and public bus, this is a full and fascinating introduction to Peru and Ecuador.<br/><br/>You start in Ecuador’s spirited capital, Quito, one of South America’s most attractive cities, sitting at an altitude of 2,850m with a view of Volcan Pichincha on the horizon. Beautiful colonial style buildings and the nooks and crannies of the Old Town unfold on a guided walking tour. From Quito, head to the extraordinary Galapagos, staying on three different islands to fully explore the region. You’ll hike, kayak and snorkel to get close to the wildlife, from sea lions, manta rays and turtles, to the iconic giant tortoises. Next, fly to Lima in Peru, wandering its Spanish-style streets and feasting on tasty fish ceviche in one of its many cafes, before flying to Cuzco where you’ll visit the Chocolate Museum – try the hot chocolate made from local cacao beans.<br/><br/>A bus journey takes you through the Sacred Valley, where maize crops grow on terraces carved into its sides, before hiking the Classic Inca Trail or Inca Quarry Trail towards Machu Picchu (it’s also possible to reach this ancient site via train and bus). This beautifully preserved citadel was built around 1440 AD. A guided tour explains its key features, but you’ll have lots of time to roam at leisure, too, snapping memorable photos and savouring this remarkable place, before heading back to Cuzco and home. <br/>",
  "durationDays": "17",
  "price": "4983",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Quito.",
      "description": "Bienvenidos! Welcome to Ecuador. Sitting at an altitude of 2,850 metres, with stunning views of Volcan Pichincha, Quito is one of the most attractive cities in South America. You may even wish to arrive a day or two early and explore further beyond the city, visiting Otavalo, Cotopaxi or the Cloud Forest. Your adventure begins in Quito with a welcome meeting at 2 pm. Afterward, you'll join your local leader on a tour of the historic centre. Catch the metro to the Parque de la Alameda and visit sites such as the Basilica of the Sacred Heart of Jesus – a famous neo-Gothic church known for its facade representing Galapagos tortoises, Andean condors and Amazon alligators. You'll also visit La Compania de Jesus, considered by many to be the most beautiful church in the Americas. The tour will finish at San Francisco Square, then you'll have free time to relax or head out for dinner in Quito's Old Town – your leader will have plenty of recommendations!"
    },
    {
      "dayNumber": 2,
      "title": "Isla San Cristobal.",
      "description": "Catch an early morning transfer to Quito airport for your flight to San Cristobal Island in the Galapagos. The flight includes a stop in Guayaquil to pick up additional passengers (you will not need to disembark the plane). After joining up with your fellow travellers and your local naturalist guide on San Cristobal, head to La Loberia where you'll put on snorkelling gear for the first time and go for a swim among sea lions and maybe even some sea turtles! Return to town for a free evening tonight and maybe head out with the group for some fresh seafood."
    },
    {
      "dayNumber": 3,
      "title": "Isla San Cristobal.",
      "description": "Take a 45-minute boat ride to Leon Dormido (Kicker Rock) this morning. On the way, you might be able to spot nesting frigates and blue-footed boobies. You might even get the chance to swim among the sea lions again. At Leon Dormido, you can snorkel and look for sea turtles, manta rays and the harmless Galapagos shark. Eat lunch on the boat, then head to the Interpretation Center. Learn about the history of the 'Enchanted Islands' and the conservation projects that seek to preserve them. Continue on your walk to Frigatebird Hill (Cerro Tijeretas) – for stunning views of the bay. Then, return to town in the late afternoon for a free evening."
    },
    {
      "dayNumber": 4,
      "title": "Isla Floreana / Isla Isabela.",
      "description": "Take an early morning boat ride to Isla Floreana and look for dolphins and whales along the way. Snorkel in the clear blue waters and then break for lunch. After, venture to a black-sand beach belonging to the Witmers – descendants of some of the first settlers on the Galapagos. The town here – Puerto Velasco Ibarra – has about 150 residents and an intriguing history involving deaths, disappearances and murders. Head to a local restaurant for a traditional lunch. Continue to Isla Isabela later in the day, where you’ll settle in for the night.Later in the afternoon, wave goodbye to Floreana and continue to Isla Isabela, where you’ll spend the night."
    },
    {
      "dayNumber": 5,
      "title": "Isla Isabela.",
      "description": "This morning, you’ll hop on a small Zodiac boat and cruise to Las Tintoreras (Shark Alley), looking out for blue-footed boobies and the famous Galapagos penguin. Take a short walk on this isolated islet and popular iguana nesting site, then snorkel in a calm inlet with colourful fish and winding underground lava tubes. This area is also frequented by green sea turtles that like to rest on the calm, sandy bottom. Return to Isla Isabela and visit the Arnaldo Tupiza Tortoise Breeding Center, where you'll observe giant tortoises in all stages of development. After learning about the thousand turtles that are preparing for life here, you’ll head to a brackish lagoon to observe flamingos. Later today, take a kayak around the island and spend your evening resting in the sand and soaking in your first Isabela sunset – arguably the most beautiful of all the islands!"
    },
    {
      "dayNumber": 6,
      "title": "Isla Isabela.",
      "description": "Start your last day on Isla Isabela by heading towards the Sierra Negra Volcano – one of the Galapagos’ most active volcanoes and the world's second-largest crater! Weather permitting, you’ll take a challenging hike of around 17 km up the rocky mountain. After, make your way back to town for some free time to curl up with a book, soak your tired muscles or venture down to the water for a relaxing swim before dinner."
    },
    {
      "dayNumber": 7,
      "title": "Isla Isabela / Isla Santa Cruz.",
      "description": "Jump aboard a private speedboat this morning and head to Isla Santa Cruz. When you arrive, leave your bags at the hotel and head to the Santa Cruz Highlands. Your first stop is a local farm, where giant tortoises roam the grounds freely. Here, you’ll meet with an expert chef for a cooking class to make the famed encebollado – a local tuna soup that’s widely considered one of the best in the world! This hearty dish uses slow-cooked albacore tuna and a savoury broth made of onions, cilantro and spices. The dish is traditionally served with yuca (a starchy root vegetable) and garnished with lime and green onions. Enjoy the soups of your labour for lunch, then wander the grounds with the slow-paced residents. After lunch, you’ll visit an organic sugar cane farm run by a local family for a tour of their trapiche (a sugar cane mill used in artisanal sugar production). See how the family harvests and processes sugar cane and cacao and how they work with the local community."
    },
    {
      "dayNumber": 8,
      "title": "Isla Santa Cruz.",
      "description": "Take a morning walk in Tortuga Bay after breakfast. Along the way, keep an eye out for eagle rays, sea turtles and blue-footed boobies. Later, you’ll head to the local fish market for a dose of local life on the way to The Galapagos Conservancy, who help protect the Galapagos' unique biodiversity. Learn how our Foundation supports the Galapagos Conservancy Women in Sustainable Entrepreneurship (WISE) program, which provides critical capital for sustainability initiatives and builds the entrepreneurial capacity of Galapagos women. After, head to the Charles Darwin Research Station – an international non-profit organisation that’s dedicated to the scientific research and conservation of the archipelago’s environment and biodiversity."
    },
    {
      "dayNumber": 9,
      "title": "Quito.",
      "description": "Say goodbye to these enchanting islands and your Galapagos leader before taking a flight back to Quito, making a stop in Guayaquil on the way. You'll arrive in Quito later in the afternoon, where a representative will take you from the airport to your hotel. Enjoy a free evening in Quito."
    },
    {
      "dayNumber": 10,
      "title": "Lima .",
      "description": "Say hasta luego to Quito and take an included flight to Lima, one of the most beautiful cities in South America. With Indigenous cultures dating back millennia, this country is a fascinating land of Amazonian rainforests, diverse wildlife and soaring mountains. You will be picked up from the airport and transferred straight to your hotel. In the evening, you’ll meet your new leader and group members - perhaps get acquainted over some Pisco cocktails."
    },
    {
      "dayNumber": 11,
      "title": "Cusco.",
      "description": "Transfer to the airport and board your flight to lofty Cusco. The next stage of your adventure begins with a welcome meeting at 2 pm to welcome any new travellers joining you. After, get acquainted with the city and its intriguing blend of cultures on a leader-led walking tour. Check out some of Cusco's main attractions, as well as its lesser-known sights, such as the Qoricancha temple, San Pedro market, the main square, the 12 Angled Stone, Regocijo Square and San Blas Square. In the evening visit our casa for your trek briefing, then you are free to explore at your own pace or find the perfect dinner spot with your group and try some local Peruvian favourites."
    },
    {
      "dayNumber": 12,
      "title": "Ollantaytambo.",
      "description": "This morning, drive through the Sacred Valley. Known as Wilcamayo to the Incas, the valley has been a source of livelihood for the locals for hundreds of years. You’ll see maize crops covering the terraced walls and the sacred river beneath. Stop for lunch in a local community, where you'll also get the chance to learn about their traditional lifestyle and maybe wrap your tongue around a few words of the Quechua language.?If it’s market day, you'll have time to browse the local handicrafts on offer, such as beads and ponchos. Visit the AMA Restaurant in Urubamba – this cafe provides employment opportunities and job training for single mothers throughout the Sacred Valley. Enjoy a snack and learn how this inclusive enterprise focuses on economic growth, gender equality and the support of vulnerable communities. Continue your journey to Ollantaytambo, opt to check out the town’s fascinating archaeological site?– ancient remnants of an Inca city with soaring views over the present-day settlement."
    },
    {
      "dayNumber": 13,
      "title": "Inca Trail.",
      "description": "Depending on the travel arrangements you made before the trip, during the next four days you’ll be either hiking the Inca Trail (Route 1), hiking the Quarry Trail (Route 2) or staying in Cusco for two days before taking the train to Aguas Calientes (Route 3). All routes visit Machu Picchu. While away from Cusco, the bulk of your luggage will be stored at your hotel. If you’re hiking the Inca Trail or the Quarry Trail, the evening before you leave you'll receive a small duffle bag to carry your clothes in for the next four days (5 kg maximum). Your team of porters will carry these bags for you, together with the food and equipment for the trail. You won't have access to these items until the end of each day, as the porters will always be ahead of the group. If you’re travelling to Aguas Calientes by train, you'll be able to leave most of your luggage at the hotel in Cusco and travel with only a small bag for the overnight stay in Aguas Calientes. Route 1 Inca Trail Today, travel by minivan to the 82 km marker and meet your crew of local porters, your cook and your guide. Your first day will include uphill trekking to the campsite, which sits at 3100 m above sea level. On the way, you’ll see the Inca sites of Ollantaytambo, Huillca Raccay and Llactapata, as well as incredible views of snow-capped Veronica Peak. In the evening, unwind at the campsite with a nourishing meal prepared by your cook. Route 2 Quarry Trail Make an early start today and drive to Choquequilla, a small ceremonial place where Incas worshipped the moon. From here, you’ll head to the small community near Qory Song’o (Golden Heart) hill, where you’ll climb to the top for the incredible views of the Soqma Perolniyoc, Pachar and Huarocondo valleys. There are also several sacred tombs in the area, protected by the locals, which you can explore with your leader and even see some of the original structures crafted from wood and leather. These remains have never been seen by travellers before, so you can be a part of this exclusive experience. Carry on to the Perolniyoc Cascade lookout, where you can stop for some snacks and photos. Arrive at the campsite, 3700 m above sea level, around lunchtime. After, set off to explore the Q'orimarca archaeological site, which once served as a checkpoint to the Incas. Route 3 Cusco After spending the night in Ollantaytambo, take a short drive to the town of Pisac. Pisac is well known for its market. Here you’ll have the opportunity to shop for souvenirs and perhaps try some local empanadas. Arrive back at Cusco in the afternoon, where your leader can take you to San Pedro Market, where you have the option to buy some local favourites for a picnic tomorrow or enjoy having some free time. Perhaps head out for dinner– your leader will have plenty of local recommendations."
    },
    {
      "dayNumber": 14,
      "title": "Inca Trail.",
      "description": "Route 1 Inca Trail This is the most challenging day of the trek, as you ascend a 5-hour long steep path to reach the highest point of the trail. Colloquially known as 'Dead Woman's Pass', Warmiwanusca sits at a height of 4200 m above sea level, providing amazing views of the valley below. The group will then descend to the campsite in the Pacaymayo Valley at 3650 m. Route 2 Quarry Trail This is the most challenging and rewarding day of the hike. A 3-hour walk takes you to the top of the first pass of Puccaqasa, about 4370 m high. After enjoying the picturesque views of the valley, it’s a short walk before stopping for lunch. After, make the 2-hour hike to Kuychicassa, the highest pass of the trek at 4450 m. From here, descend to the sacred site that the Incas called Intipunku. This is a sun gate, where the sun will stream through at particular times of the year and there are views of the Nevado Veronica mountain year-round. Head to the campsite, only a stone’s throw away and at 3600 m. Route 3 Cusco Today, take a taxi to Tambomachay, an archaeological site just outside of Cusco. From here you’ll take a 3 to 4 hours walk back to Cusco. On the way, stop to admire some of the archaeological sites, including Puka Pukara, Quenqo and Saksaywaman. Arrive back in Cusco in the early afternoon and enjoy some free time. Maybe visit the Merida, Mendivil and Olave art galleries and workshops before finding a great spot to sit down and enjoy some dinner."
    },
    {
      "dayNumber": 15,
      "title": "Inca Trail.",
      "description": "Route 1 Inca Trail Start the day with a climb through the Pacaymayo Valley to Runkuracay Pass at 3980 m. Enjoy views of the snow-capped mountain of Cordillera Vilcabamba before descending for around 2 to 3 hours to the ruins of Sayacmarca. Continue over the trail’s third pass to the ruins of Phuyupatamarca at 3850 m, also known as the 'Town Above the Clouds'. Start the 2-hour descent down the Inca steps to the final night's campsite by the Winay Wayna archaeological site. Route 2 Quarry Trail Today’s hike will all be downhill. The first stop is the incomplete Kachiqata quarry, where the Incas were intercepted by the Spanish. Explore the cobbled streets of Ollantaytambo when you finish your trek. This is where you’ll meet with the travellers in your group who didn't hike, before taking the short train journey to Aguas Calientes. Spend the night in a hotel before tomorrow’s visit to Machu Picchu. Route 3 Train to Aguas Calientes After a 1.5-hour drive to Ollantaytambo. This is where you’ll meet up with the travellers in your group who hiked the Quarry Trail. You’ll catch a 1.5-hour train through the winding Urubamba Valley to Aguas Calientes. The city is nestled in the cloud forest at the foot of Machu Picchu. Spend the night in a hotel before tomorrow’s visit to Machu Picchu."
    },
    {
      "dayNumber": 16,
      "title": "Cusco.",
      "description": "Route 1 Inca Trail This is the final and most spectacular leg of the trek to Machu Picchu – one of the famed Wonders of the World. The day starts before dawn, with breakfast at 4 am. Say farewell to the porters as they descend to the train station and begin hiking. Once the final checkpoint opens at 5 am, you’ll begin the final 2.5 hour trek to Intipunku (the Sun Gate). Weather permitting, you’ll enjoy unforgettable views over the ‘Lost City of the Incas’ as you enter Machu Picchu through the Sun Gate. Route 2 and 3 Machu Picchu to Cusco Take an early bus up to Machu Picchu at 6.00 am. The city was built around 1440 AD as a country retreat for the Incan nobility, but there’s evidence that the land had been a sacred Incan site for much longer. Take a guided tour around the ruins of temples, palaces and living quarters. This is a day to remember! For all travellers, after taking advantage of the seemingly endless photo opportunities, it's time to catch the bus to Aguas Calientes, where you’ll stop for lunch together. From here, take a scenic train ride to Ollantaytambo, then drive back to Cusco, arriving in the evening."
    },
    {
      "dayNumber": 17,
      "title": "Cusco.",
      "description": "Your trip comes to an end today, and there are no activities planned. If you’d like to stay longer, just speak to your booking agent. You may want to consider purchasing a Boleto Turistico (tourism ticket) It gains access to the many fascinating museums here, such as the Contemporary Art Museum, Regional History Museum and Qosqo Native Art Museum. Please speak with your tour leader about this for more details."
    }
  ],
  "map": ""
}