{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "luxury-galapagos-islands-cruise-10-days",
  "tourName": "Luxury Galapagos Islands cruise, 10 days",
  "placesVisited": "",
  "generalInfo": "Join us aboard a brand-new luxury yacht to discover the fascinating diversity of animal, marine and plant life on the western and central islands of the Galapagos. Expect stunning scenery, unforgettable wildlife and ultimate comfort as you visit famous islands such as Isabela Island, Floreana Island and Santa Cruz Island to name just a few. With snorkelling opportunities throughout, a dedicated expert guide and all excursions included, including a visit to the Charles Darwin Research Station, this is the most relaxing and unforgettable way to discover this remarkable archipelago. <br/><br/>This fantastic tour consists of an 8-day Galapagos cruise, with an overnight stay in Quito before and after the cruise.",
  "durationDays": "10",
  "price": "7499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Quito: Arrive at any time. Meet fellow travellers this evening at trip briefing. Overnight hotel stay included."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Baltra & Santa Cruz: Fly from Quito to Baltra before heading off on a highlands and wild tortoise excursion. You will get to see these giant reptiles, the Galapagos’ most famous residents, in their natural habitat of the Scalesia Forests. There will also be great birding opportunities here with us looking out for vermilion flycatchers and Darwin’s finches including the famous Woodpecker Finch. The afternoon will be spent at the Fausto Llerena Breeding Center and Charles Darwin Research Station before making the way to dinner aboard our luxury yacht."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Floreana Island: Landing at Punta Cormorant in the morning to enjoy guided walks and to discover two amazingly different beaches. Accompanied by your expert Naturalist you will learn all about the wildlife and natural history of the area and can enjoy a hike to a salt-water lagoon which is home to flamingos. You will also have the chance for your first snorkelling excursion as you explore under the waters of Champion Islet, considered one of the most beautiful places in all of the Galapagos for snorkelling. After lunch on board it will be time to go back to land again as we land on the beach of the famous Post Office Bay to see, and maybe even use, their iconic barrel mailbox, before making our way to Asilo de la Paz to explore a lava cave inhabited by ancient pirates, sightings of tortoises and enjoy unforgettable views from the top of the hill."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Isabela Island: We now make our way to Isabela Island to attempt a dry landing at Punta Moreno to see the lava formations and crystal tide pools that have formed in the craters created by lava flows from the three most active volcanoes in the archipelago. Surrounded by beautiful landscapes we will search these pools for sightings of marine wildlife including sea turtles and white-tip reef sharks, and the surrounding areas for birdlife including common gallinules, Galapagos doves, white-cheeked pintails and more pink flamingos. In the afternoon we will head to Elizabeth Bay for a thoroughly enjoyable Panga/Zodicac boat cruise through the mangroves in search of sightings of more wildlife including penguins, the iconic blue-footed boobies, pelicans, flightless cormorants, rays, marine turtles and much more."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Isabela & Fernandina Islands: Staying around Isabela Island, this morning we will land at Urbina Bay at the base of Alcedo Volcano to see the area’s fascinating geological formations and stunning volcano views, and search for sightings of sea turtles, stingrays and land and marine iguanas. In the afternoon we will sail over to Fernandina Island to land at Punta Espinoza to enjoy some fantastic walking trails across the lava flows that will lead us to some of the archipelago’s largest colonies of marine iguanas and sea birds, as well as good numbers of sea lions and a flightless cormorant nesting site. We also have good chances of seeing the Galapagos hawk here and for the snorkellers among us this is likely to be one of the most memorable areas for up-close marine life sightings."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tagus Cove: Back on Isabela Island this morning you can take an enjoyable hike in Tagus Cove that will reward in some stunning views of Darwin Lake, the Darwin and Wolf volcanoes and the bay, whilst learning about the whalers and pirates that used to frequent here as you walk. You could also choose to explore the area by dinghy, join a kayaking excursion or snorkel with schools of tropical fish and look for sharks, seahorses and rockfish. In the afternoon you can explore by land or underwater around the two coves of Punta Vicente Roca on the lookout for penguins, sea lions, Nazca and blue-footed boobies, puffer fish, rays and sea turtles."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Santiago Island: Today we will move on to Santiago Island with our first stop being Buccaneer Cove to see its towering cliff wall rock formations that are home to hundreds of seabirds. This is also another great spot for snorkelling. In the afternoon we will move on to Puerto Egas, also known as James Bay, for more snorkelling opportunities and the chance to follow some gorgeous trails along the coastline to see grottos full of fauna including Galapagos fur sea lions and an abundance of reptiles and shore birds."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Las Bachas & Cerro Dragon: Visit Bachas Beach in the morning, located on the northeastern tip of Santa Cruz Island. A great beach to stroll on with crystalline waters perfect for swimming, Bachas Beach also gives visitors the opportunity to see frigatebirds, blue-footed boobies, and sea lions. In the afternoon, visit Cerro Dragón, on the west coast of Santa Cruz Island. See land iguanas as well as a saltwater lagoon frequented by flamingos and various species of birds."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Having enjoyed our last night on board, on the morning of day 9 we will disembark in Baltra and fly back to Quito for one final night on the Ecuadorian mainland."
    }
  ],
  "map": ""
}