{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-islands-land-based-holiday-1-week",
  "tourName": "Galapagos Islands land based holiday, 1 week",
  "placesVisited": "Santa Cruz Highlands, Charles Darwin Research Station, Uninhabited island tour, Isabela, Los Tuneles, Kayak in Tintoreras Bay, San Cristobal, Snorkel at Kicker Rock",
  "generalInfo": "This small group Galapagos Islands tour takes you to all the best bits of the Galapagos in just one week. The Galapagos Islands was crowned Leading Beach Destination of 2018 at the World Travel Awards, and it’s easy to see why. You’ll visit stunning islands and beaches and experience the marine and land-based animals that have fascinated biologists and nature lovers since the days of Darwin, with opportunities to explore on two feet, two wheels and on the water all adding to the adventure.<br/><br/>Highlights of your journey will include kayaking in Tintoreras Bay, with the opportunity to see sharks; viewing giant Galapagos tortoises in the Santa Cruz Highlands and watching crowds of sea lions at San Cristobal Island. <br/><br/>All of our tour guides and local people who know and love their home environment and are eager to share that knowledge with you. <br/><br/>",
  "durationDays": "7",
  "price": "2921",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "AIRPORT PICKUP – SANTA CRUZ HIGHLANDS – CHARLES DARWIN (L) Upon arrival at Baltra Airport the guide will take you to Santa Cruz Highlands to make closer contact with the Giant Galapagos Tortoises as well as many kinds of birds, like the Wizard and Finch. Here you’ll also visit the Charles Darwin Research Station. The guides will explain more about the famous giant tortoises and you will have a local lunch here. Then you will be taken to your hotel where you have some time to relax. Accommodation in Hotel Fiesta or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "LONG DAY TOUR – UNINHABITED ISLAND (B, BL) Continuing with your Hidden Treasures Galapagos tour, this day you will go to one of Galapagos’ uninhabited islands. Which island you will visit depends on what day of the week you will depart. Examples of islands you might visit are: Bartolomé, Santa Fe or Seymour. You will spend the day snorkeling and discovering the island and its flora and fauna. In the afternoon you will return to your hotel. Accommodation in Hotel Fiesta or similar"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "FREE MORNING – ISABELA ISLAND (B) After breakfast at the hotel, you have some time to discover the island by yourself. We highly recommend you to visit Tortuga Bay, where you will be able to spot a huge marine iguana colony. At 02.00 PM you will be brought to Isabela island by boat and you will arrive around 04.30 PM. After that you will be picked up and brought to your hotel. Accommodation in Hotel Volcano or similar"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "LOS TUNELES (B, S) Today you will go to Los Tuneles. This is one of the true Hidden Treasures of Galapagos and the most spectacular places to go diving or snorkeling in Isabela Island, because the water is calm, very clear and shallow. After visiting Los Tuneles you will have time to visit some highlights by yourself; for example to Isabela Breeding Center, Wetlands or the Wall of Tears. Accommodation in Hotel Volcano or similar"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KAYAK IN TINTORERAS BAY – DROP OFF AIRPORT – SAN CRISTOBAL (B) Early in the morning you will have breakfast at the hotel. After that, you have the chance to do a kayaking or stand up paddling tour in Tintoreras Bay. When you finish relaxing on the water, you will be picked up to be brought to the Isabela Airport. From there you will take a flight to San Cristobal. Here you can visit the Interpretation Center and Tijeretas on your own. A great thing is that San Cristobal airport is situated very well so it only takes a couple of minutes to get from the airport to the hotel. Accommodation in Casa Opuntia or similar"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "KICKER ROCK (B, BL) You will have breakfast at the hotel before going to Kicker Rock. This is one of the most spectacular landmarks of the Galapagos Islands. Two volcanic rocks of 140 meters tall, located off the coast of San Cristobal Island. In the sea you see the great underwater life wherefore the site is that famous. The natural erosion of this ancient cone has created a channel between the rocks that provides the ideal habitat to view a variety of sharks and rays including eagle rays, white-tip reef sharks, and sometimes even the Galapagos sharks and hammerheads! Accommodation in Casa Opuntia or similar"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "TRANSFER OUT (B) This is the last day of your Hidden Treasures Galapagos tour. Depending on the time of your flight back to the mainland, you will be brought to the airport. Any time of the day is fine to get your flight out, we will arrange a transfer to the airport for you. End of Services."
    }
  ],
  "map": ""
}