{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-adventure-holiday",
  "tourName": "Galapagos adventure holiday",
  "placesVisited": "Quito, San Cristobal Island, Underwater volcano Kicker Rock, Snorkeling, Floreana Island, Isabela Island, Tintoreras, Sea kayaking, Hike to Sierra Negra Volcano, Volcano Chico, Giant Tortoise Breeding Center, Wall of Tears, Santa Cruz Island",
  "generalInfo": "This ten-day adventure holiday on the Galapagos Islands is for outdoor adventure lovers who like to try different sorts of activities on holiday. Galapagos holidays are all about the wildlife and water, of course, and so we offer snorkelling and sea kayaking, which give you a chance to see sea lions, manta rays, harmless sharks and myriad fish.<br/><br/>There are also plenty of adventures on the islands themselves, which is why we have chosen to base ourselves on the islands, staying in small locally owned hotels and hiking or biking through some of the islands' most stunning natural heritage.<br/><br/>You’ll also have the chance to take part in a cookery lesson and visit a local artisanal brewery.<br/><br/>This holiday is very popular with families of older children, with activities aimed at ten years and over, although do let us know if you have younger children as we can often accommodate their interests too. Child pricing is the same as adult pricing.<br/>",
  "durationDays": "10",
  "price": "2520",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Quito: Our team will meet you at Quito Airport when you arrive and assist with your transfer to the hotel. The rest of the day is free for you to settle in, adjust to the altitude, and explore the city independently. You might take a stroll, visit nearby landmarks, or sample some local cuisine at your own pace. In the evening, we will hold a welcome briefing. This is an opportunity to meet your guide and fellow travellers, and to go over important details for the days ahead. Overnight: Swissotel or similar Meals: None included"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Quito – Baltra – Santa Cruz Highlands After breakfast, a representative will meet you in the lobby and accompany you to the airport for your flight to Baltra Island, one of the primary entry points to the Galapagos. Once you arrive, you will clear the Galapagos migration formalities and meet your Naturalist Guide, who will help with luggage and lead you through a combination of road and ferry transfers to Santa Cruz Island. Our first visit is to the highlands, where the cooler climate offers a refreshing contrast to the coast. We’ll explore El Chato Reserve, home to giant tortoises roaming freely. After lunch, you can observe these impressive creatures as they feed, wander, or wallow in the mud. Your guide will share insights into their behaviour, diet, and evolutionary adaptations. The highlands are also excellent for birdwatching, with possible sightings of Darwin’s finches, Galapagos flycatchers, and vermilion flycatchers. You will also walk through one of Santa Cruz’s natural lava tunnels, where your guide will explain how these formations developed. We’ll then stop at a local craft brewery to sample beers brewed with regional ingredients and learn about their sustainable production methods. Non-alcoholic options are available as well. Upon reaching Puerto Ayora, you’ll have free time to unwind and explore the town. Later, consider an evening walk to the docks, where blacktip sharks, rays, and other marine species can often be seen under the harbour lights. Overnight: Hotel La Isla or similar Meals: Breakfast"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Santa Cruz Bay Tour – Las Grietas – Travel to Isabela After breakfast, we begin with a scenic bay excursion, offering opportunities to observe local flora and fauna. A short boat crossing will take us to lava trails for a guided walk. Afterwards, enjoy a refreshing swim at Las Grietas followed by snorkelling in the bay, where colourful fish, rays, turtles, and reef sharks may be spotted. Back in Puerto Ayora, you’ll have free time to choose your own lunch spot—your guide will recommend some excellent local options. In the afternoon, we board a water taxi to Isabela Island, the largest and one of the least developed islands in the archipelago. Known for its abundant wildlife—marine iguanas, flamingos, penguins, and giant tortoises—Isabela offers a more remote and tranquil atmosphere. Upon arrival, our representative will assist with the hotel transfer and suggest places to dine. The rest of the evening is yours to enjoy—perhaps a beach walk or watching the sunset over the Pacific. Overnight: Hotel Cormorant or similar Meals: Breakfast"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Isabela: Biking the Wetlands – Wall of Tears – Tintoreras After breakfast, we head out on a guided bike ride along a dedicated route showcasing Isabela’s diverse landscapes and ecosystems. Throughout the morning, you’ll cycle, take short walks, and stop at key points highlighting local history, wildlife, and conservation projects. We begin in the Wetlands, a network of mangroves, lagoons, and swamps that support flamingos, herons, finches, and many other species. Your guide will explain why this region is vital for island biodiversity. Next, we visit the Wall of Tears, a somber historical site dating to Isabela’s time as a penal colony. Your guide will recount the stories connected to this difficult period. We continue to Playa del Amor, known for its rugged lava formations and large population of marine iguanas. These unique reptiles often bask on the rocks or swim for algae. A highlight of the morning is the Tortoise Breeding Centre, where conservation efforts aim to protect and restore the tortoise population. You’ll observe tortoises of different ages and learn about the ongoing work to safeguard the species. After lunch in Puerto Villamil, we take a short trip to Tintoreras Islet, a volcanic outcrop surrounded by clear water. Named for the white-tip reef sharks that rest in the channels, this area is rich in marine life. Snorkelling here may bring you close to penguins, sea turtles, sea lions, schools of fish, and feeding marine iguanas. Non-snorkellers can enjoy scenic views and excellent photography opportunities. Overnight: Hotel Cormorant or similar Meals: Breakfast, lunch"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Isabela: Sierra Negra Volcano Trek This morning, we head into the highlands for a hike to the immense Sierra Negra caldera—one of the largest in the world at nearly six miles across. The round-trip hike is about 10 miles, offering wide, open views and a close look at volcanic formations shaped by past eruptions. As we walk along the rim, you will see the lava fields left by the 2018 eruption. On clear days, the scenery extends across Isabela, including toward Elizabeth Bay, known for its mangrove forests and rich marine life. Birdlife is abundant, with chances to spot vermilion flycatchers, finches, and perhaps a Galapagos hawk. After the trek, you’ll have time to unwind, enjoy the sunset, or visit nearby spots like Concha Perla—a lovely place for a swim or quiet relaxation by the water. Overnight: Hotel Cormorant or similar Meals: Breakfast, box lunch"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Isabela: Los Tuneles and El Finado – Wine Tasting Today we visit Los Tuneles, one of the Galapagos’ most unique snorkelling destinations. Lava flows have created arches, tunnels, and sheltered pools, forming a haven for marine life. During the boat journey, your guide will describe how these formations emerged and the ecosystems they support. On foot, we’ll explore the volcanic arches and look for nesting blue-footed boobies—if we’re lucky, we might witness their courtship dance. Snorkelling here is exceptional. You may encounter: • White-tip reef sharks resting in the tunnels • Sea turtles gliding through the channels • Eagle rays sweeping across the sandy bottom • Reef fish such as parrotfish and damselfish • Playful sea lions After lunch on board, we continue to El Finado, another sheltered snorkelling site known for manta rays, stingrays, octopus, starfish, and shimmering schools of fish. For non-snorkellers, the volcanic views from the boat are equally impressive. As the day concludes, we gather for an Ecuadorian wine-tasting social hour—a relaxed way to share stories before heading into town for dinner. Overnight: Hotel Cormorant or similar Meals: Breakfast, lunch, dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Isabela: Kayaking – Flight to San Cristóbal After an early breakfast, we embark on a kayaking trip around small volcanic islets. These jagged formations create narrow channels that attract a variety of marine species. Paddling through this area offers close encounters with penguins, sea lions, and diving blue-footed boobies, all set against striking volcanic scenery. We return to the hotel for checkout and lunch before transferring to the airport for a short, scenic flight to San Cristóbal, the easternmost island in the archipelago. Formed by several now-extinct volcanoes, the island is named after St. Christopher, patron saint of sailors. Upon arrival, our representative will assist with your transfer and hotel check-in. The afternoon is yours to relax or explore at your leisure. Overnight: Hotel Seaside or similar Meals: Breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "San Cristobal: Kicker Rock – Cooking Class with a Local Family We start with a 50-minute boat ride to the dramatic formation of Kicker Rock, rising 500 feet above the water. The channel between its cliffs is an excellent place for snorkelling and wildlife observation. During two snorkelling sessions, you may spot sea turtles, rays, sea lions, white-tip reef sharks, colourful reef fish, and—if luck is on your side—hammerhead sharks. Afterwards, we head to a peaceful white-sand beach for relaxation, followed by a freshly prepared lunch on board. In the afternoon, we return to town for a cultural activity: a hands-on cooking class with a local fishing family. You’ll prepare traditional Ecuadorian dishes using regional ingredients, while hearing stories about life in the Galapagos and the challenges of island living. The evening is free for a casual walk or some downtime in town. Overnight: Hotel Seaside or similar Meals: Breakfast, lunch, dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Return to Mainland Ecuador After breakfast, you’ll be picked up from your hotel and transferred to San Cristóbal Airport. The flight back to mainland Ecuador takes around 2–3 hours and may include a short stop in Guayaquil. Upon arrival in Quito, our staff will meet you and assist with the transfer to your hotel. Overnight: Swissotel or similar Meals: Breakfast"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Departure day. Your journey ends today. Transfers to the airport will be arranged based on your flight schedule. For a smooth departure, we recommend planning your pick-up at least three hours before your flight. Meals: Breakfast"
    }
  ],
  "map": ""
}