{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-and-galapagos-tailor-made-holidays",
  "tourName": "Ecuador and Galapagos tailor made holidays",
  "placesVisited": "",
  "generalInfo": "With a fine colonial heritage, Andean scenery and a trip to Ecuador has all the ingredients to give you a flavour of South America, but a week in the Galapagos Islands will bring you literally face to face with some of the planet’s most remarkable wildlife.<br/><br/>Highlights:  Quito – Cotopaxi National Park – Galapagos Islands - Iguanas  Galapagos<br/><br/>For further information about the range of Galapagos cruises and the choice of hotels and jungle lodges, please contact us. We can adapt this itinerary to include the Devil’s Nose, Ingapirca and Cuenca or extend the itinerary to include a relaxing stay at a hacienda, time to explore the cloudforest or simply to spend a few days at a hotel in the Galapagos after your cruise.",
  "durationDays": "15",
  "price": "6000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Departure from your destination – arrive in Quito Welcome to Ecuador! Arrival at Quito´s airport, reception, and transfer to the hotel in the Quito district, check in. Board Includes: Breakfast"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Quito City Tour / Mitad del Mundo / Cable Car. Pick up from the hotel in Quito. The tour will then continue from the Basilica Church, where we will make a brief stop to visit it. After walking through the colonial streets, we will then stop at the Independence Plaza to admire the Cathedral and the Government’s Palace. We will also visit the Company Church, The Sagrario´s Church and San Francisco´s Church, which was built during the 17th century, you will also have the chance to taste Ecuadorian chocolate. After visiting the historical sights, we will go to the Teleferico. This is one of the best ways to enjoy our city with views of beautiful valleys, snow-capped mountains and the capital, Quito. From a point at more than 13,000 feet (4000 m), you will enjoy magnificent views of the city. After lunch, you will head to the Middle of the World monument, where you can stand right in the middle of the equatorial line and straddle the two hemispheres. In addition, you will have a chance to participate in several experiments at the Intiñan Museum. You will also enjoy the amazing landscape in Pululahua inhabited crater just 5 minutes from the Equatorial line. Accommodation in Quito. Accommodation: Hotel La Basílica Quito; Board: Breakfast."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cotopaxi Volcano & Quilotoa Lagoon. The excursion starts at 7:00 from your hotel in Quito. Meet your guide and board a vehicle heading south of Quito and go along the Avenue of the Volcanoes and pass through the towns of Latacunga and Pujilí. Stop to visit an indigenous local house from the “Paramos” to learn about their traditions and way of life. Continue up to the Quilotoa volcano, where you will be able to descend to the lake located inside the crater or just walk around the crater. You will also be able to enjoy an unforgettable experience by kayak in the lagoon(optional). Lunch and drive back towards Cotopaxi National Park. Once you reach the National Park, you will visit the Interpretation Center and Limpiopungo lagoon. Take a short hike in the surrounding Limpiopungo valley. Overnight in Cotopaxi. Board Includes: Breakfast & Lunch."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Fly from Quito to the Galapagos Islands. We book a range of Galapagos cruises varying from luxury vessels made for up to 100 passengers to smaller yachts and catamarans with just 8 cabins and up to 16 passengers. Accommodation: On cruise of your choice. Board: full board."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Spend the next five days navigating between islands, each offering a unique landscape and ecosystem. You’ll enjoy two guided excursions per day — morning and afternoon — led by experienced naturalist guides certified by the Galápagos National Park. Activities Include: Guided hikes through volcanic terrain, highland forests, or pristine beaches Snorkeling in crystal-clear waters with sea turtles, rays, reef sharks, and colorful fish Kayaking or paddleboarding in tranquil bays Visits to tortoise breeding centers and research stations Birdwatching opportunities to spot iconic species such as the Galápagos penguin, flightless cormorant, and red-footed booby Cruise Experience: Choose between a larger luxury vessel with up to 100 guests offering more onboard amenities (like Jacuzzis, observation decks, and bars) or a more intimate experience on a yacht or catamaran with up to 16 passengers, ideal for personalized service and closer wildlife encounters. Accommodation: Aboard your selected cruise."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Your Galapagos Cruise concludes and you return to Quito. Overnight in a Quito hotel for your final night in Ecuador. Accommodation: Hotel La Basílica Quito; Board: Breakfast."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer to the airport for your flight home. If you wish to extend the itinerary in anyway then let us know."
    }
  ],
  "map": ""
}