{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-and-galapagos-small-group-holiday",
  "tourName": "Ecuador and Galapagos small group holiday",
  "placesVisited": "Quito, Cotopaxi National Park, Banos, Pailon Falls, Otavalo, Quitsato Equator Monument, Santa Cruz Island, Isabela Island, Guayaquil, Optional trip to Tintoreras Islands, Optional activities include: snorkelling",
  "generalInfo": "This trip is a chance to see the Galapagos Islands and the culture and nature of mainland Ecuador. After the excitement of condors and volcanoes on mainland Ecuador there’s a chance to chill with iguanas, follow lumbering tortoises, and spot blue footed boobies in the unique Galapagos Islands. Unlike many Galapagos trips, which are on board boats, your tour will take place on land, mainly on Isla Isabela and Isla Santa Cruz, offering an unusual perspective of the islands. Your group will contain no more than 15 people, travelling by boat and bus, with a few optional hikes. <br/><br/>Start in Quito, Ecuador’s capital, with its UNESCO World Heritage centre, before heading into the lush high-altitude countryside of Cotopaxi National Park and on to Otavalo, a market town set among sacred mountains. In the large indigenous market at Otavalo, you’ll have a fantastic chance to engage with locals, and admire their beautiful handicrafts. Crossing the equator via the Quitsato Equator Monument, you’ll return to Quito and then head to the Galapagos Islands.<br/><br/>On the island of Santa Cruz in the Galapagos you may see giant tortoises. On Isabela you’ll have encounters with iguanas and volcanoes, and enjoy a spot of snorkelling. Depart for the smaller islands and you’ll see the famous birdlife: including beloved species like blue footed boobies and diminutive Galapagos penguins. At the end of the trip you’ll make a pilgrimage to the Charles Darwin Research Station – the research facility which started it all, where the wonders of the Galapagos Islands are preserved for future generations. <br/>",
  "durationDays": "15",
  "price": "3599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Tumbaco, near Quito",
      "description": ": Our tour starts today in Tumbaco, a quiet rural neighbourhood of Quito located around 20 minutes from the airport and 45 minutes from the downtown city centre. Ecuador's mountain capital is the second highest in Latin America at 2,850 metres. It lies in a narrow valley at the foot of the Pichincha volcano. Arriving in the city by air is quite spectacular as you approach over snow-capped mountains and extinct volcanoes - we highly recommend booking a window seat! Due to the number of evening flights into Quito, our tour leader plans to hold a welcome meeting on the morning of day two and will leave a message in reception with details on timings and everything else that you'll need for the day. There are no activities planned today, so you're free to arrive in Quito at any time. If you'd like an airport transfer today, you'll need to arrive into Quito's Mariscal Sucre International Airport (UIO), approximately a 20-minute drive from our hotel. If you miss the meeting, our tour leader will inform you of any essential information as soon as you catch up. Our hotel in Tumbaco is a tranquil property. If your flight arrives earlier in the day, we recommend resting here and acclimatising to the altitude before the trip begins. It's approximately a 45-minute drive into downtown Quito, and the hotel can help to organise taxi transport for you if you'd like to head out and explore the city."
    },
    {
      "dayNumber": 2,
      "title": "Travel to Otavalo via Parque Condor; visit Peguche village",
      "description": ": We'll go straight to rural Ecuador today, driving north towards the small market town of Otavalo. Set within a fertile valley encircled by imposing sacred mountains, Otavalo is idyllically situated and is well-known for its thriving indigenous communities. This area is a real introduction into the Andean landscapes and culture that make Ecuador so special. On the outskirts, just before we reach the town, we'll visit Parque Condor, a rescue centre for injured condors, with the opportunity to witness these marvellous birds up close. After arriving to Otavalo and eating lunch at a local restaurant, we'll continue this afternoon to the village of Peguche, which is famed for its local families who make and play panpipes - a quintessentially Andean tradition. We'll learn how the panpipes are made and listen to the experts play."
    },
    {
      "dayNumber": 3,
      "title": "Walk at the Laguna Cuicocha; share in rural life at indigenous communities; visit Otavalo Market",
      "description": ": We'll drive out to the tranquil setting of Cuicocha this morning, a turquoise crater lake located at 3,100 metres, approached through a wonderful landscape of alpine vegetation. We'll walk on a segment of the trail that goes around the lake (an easy walk of approximately 90 minutes) - along the way, we'll try to spot the King of the Andes - the wide-winged condors that soar high above the valleys in graceful flight. Returning towards Otavalo, we stop at a neighbouring indigenous community, diving deep into their day-to-day activities, customs and way of life. This sharing of rural life is what makes Otavalo come alive, and we'll get a taste of this over a home-cooked lunch - seasonal food will be on the menu, which could be a traditional locro de papa (potato and cheese soup), fritada (fried chunks of pork served with all types of corn), yucca or quinoa served with meat and vegetables. The afternoon is at your leisure. You might like to spend some time discovering the local market. The Otavalenos are a dignified and assured people, proudly displaying their cultural traditions and ancient heritage through their handmade leather goods, wood carvings and weavings. After exploring the market, the visual majesty of the setting and the colourful dress of the local communities make Otavalo a great place to sip a hot chocolate and watch the world pass by."
    },
    {
      "dayNumber": 4,
      "title": "Drive to the Mindo Cloud Forest Reserve; visit a chocolate factory",
      "description": ": We have a spectacular drive ahead of us today, leaving the sparse mountain landscapes of Otavalo for the dense cloud forest on the slopes of the western Andes. En route, we might make a small stop at a local biscuit factory, to try fresh bizcochos made in a wood oven. We'll also cross over the equator line and stop to commemorate this at the Quitsato Equator Monument. Continuing our journey, we drop several thousand feet on a beautiful drive to reach the village of Mindo. Much of this cloud forest area has been set aside as a nature reserve, playing home to over 400 species of bird, as well as some amazing flowers and plant life, beautiful waterfalls and pristine forest. In the afternoon we'll visit one of the region's chocolate producers. Ecuador is famous for its chocolate and here you'll learn about every stage of the process from bean to bar. And, of course, you'll get to taste some of the produce!"
    },
    {
      "dayNumber": 5,
      "title": "Explore the cloud forest on foot and by cable car; visit a hummingbird garden; drive to Quito",
      "description": ": An early start this morning gives us the best chance of spotting Mindo's bird life at a time when it is most active. One of our first stops is at a hummingbird garden, catching some of the iridescent colours of the many hummingbird species that feed here. We'll then go deeper into the mountains towards the Mindo-Nambillo reserve, and take a 'tarabita' (cable car) up the mountainside, getting a birds-eye view of the forest. The ride ends at a trailhead, and there are several walking possibilities here. One 20-30 minute walk takes us to a series of waterfalls, culminating in one of the area's largest drops - the Nambillo Waterfall. The longest trail takes about one hour from the trailhead to La Reina waterfall. The paths are well-maintained, predominantly downhill towards the falls but with a steeper uphill on the return. Our tour leader will decide based on the weather conditions and how you're all feeling - along the way we'll see if we can spot butterflies, orchids, bromeliads and, of course, birds. In the late afternoon we drive to Quito, entering the downtown area of the city for the first time today."
    },
    {
      "dayNumber": 6,
      "title": "Walking tour of Quito's UNESCO Heritage Old Town",
      "description": ": Ecuador's capital is one of the best-preserved colonial cities of the Americas, and a UNESCO Heritage Site with a rich blend of colonial architecture, imposing churches and busy markets. We'll visit some of the main sites, including La Compania church with its elaborate gilded altars, walls and ceilings, as well as Quito's largest and oldest colonial church, the Church of San Francisco, built in 1553. A climb to the top of nearby Cerro Panecillo rewards us with a view across the city and the encircling Andes from the viewing platform at the statue of the Virgen de Quito. We'll have some time free this afternoon. You might like to visit one of the city's many museums or discover the Old Town at your own pace. Take the opportunity to try some tasty food in one of the city's many eateries. Ecuadorian food is incredibly tasty - we'll find plenty of spicy ceviches, plantain, yuca and soups or stews on the menu as we travel around."
    },
    {
      "dayNumber": 7,
      "title": "Drive the Avenue of the Volcanoes to Cotopaxi National Park; walks at the Limpiopungo Lagoon",
      "description": ": Our journey today takes us through some of the most impressive mountain scenery in the entire country, into the landscapes aptly described by the German explorer Alexander von Humboldt as the 'Avenue of the Volcanoes'. Our destination is Cotopaxi National Park - just a two-hour drive from Quito, and home to Ecuador's second-highest volcano. Cotopaxi is a classic volcanic cone, snow-covered and rising an imposing 5,897 metres from the valley floor. Hopes of seeing the cone in its full glory are always high, but to manage expectations, it's important to mention that the peak is often covered by a puff of cloud! We won't let this detract from our visit - while we come for the splendour of the volcano, we'll stay for the magnificent, bleak scenery of the paramo (the high-altitude Andean grasslands). We'll take time to walk around the Limpiopungo Lagoon, an easy 90-minute hike, taking us around a shallow glacial lake that's a haven for waterfowl, hummingbirds and unexpected migratory species such as the Andean Gull and the Andean Lapwing, as well as wild horses. We'll return to our first hotel in Tumbaco this evening."
    },
    {
      "dayNumber": 8,
      "title": "Fly to the Galapagos; view giant tortoises in the Santa Cruz highlands",
      "description": ": The Galapagos are an isolated chain of volcanic islands supporting a distinct and unique flora and fauna, including prehistoric creatures found nowhere else on earth. Of the extraordinary animals to be found in the Galapagos many are reptiles, such as the giant tortoise, land iguana and three species of non-poisonous snake. There are also several species of turtle, which come ashore to mate. Up to three quarters of a million seabirds flock to the islands, including a third of the world's blue-footed boobies, frigate birds, pelicans, cormorants, albatross and petrels. Of all the animals in this unique landscape, perhaps the most out-of-place is the penguin. Only 35 centimetres tall, the Galapagos Penguin can be seen swimming among tropical mangroves. Offshore it is common to see dolphins, sea lions and fur seals playing in the water. The Galapagos National Park charges a visitor fee, payable on arrival, which funds park maintenance and supervision in the Galapagos, as well as ecological study, conservation and infrastructure development in Ecuador's other national parks. Entry fees and the funds they generate for the national park system are among measures taken by the Ecuadorian government to protect its natural heritage. Today we fly to the island of Santa Cruz, the second largest island in the Galapagos. It also boasts the most varied of the islands' vegetation zones. We visit 'Los Gemelos', two volcanic depressions that give us a deeper understanding of the formation of the islands, as well as passing through the evergreen highlands, where we will have the chance to see the iconic giant tortoises. In the afternoon we're at leisure to discover the island's main town, Puerto Ayora."
    },
    {
      "dayNumber": 9,
      "title": "Boat to Isabela Island, overnight in Puerto Villamil",
      "description": ": This morning, we leave Santa Cruz and journey west by speed boat for approximately two and a half hours. Our destination is nearby Isabela Island, where we'll spend the next two days. The largest of the Galapagos Islands, Isabela is formed from five volcanoes, of which two are still active. An idyllic paradise of white sand beaches and swaying palms, it's home to the second largest caldera on earth and the highest point in the archipelago. We'll base ourselves here, in the small town of Puerto Villamil on the southern coast. On arrival we'll visit the Arnaldo Tupiza breeding centre, where we'll discover the history of the famous Galapagos tortoise, including the centre's ambitious aim to restore their numbers and release them back onto the islands. We'll take the 1.5 kilometre/0.9 mile walk back to Puerto Villamil, via the Tunel del Estero (one of the island's lava tunnels), and two of the island's beaches, where we may see marine iguanas lounging about, sally lightfoot crabs on the rocky shoreline, or herons and lava gulls."
    },
    {
      "dayNumber": 10,
      "title": "Walk up Sierra Negra Volcano; afternoon snorkel",
      "description": ": The beauty of staying on land during a trip to the Galapagos is having the opportunity to explore its volcanic side. The geological formation of the Galapagos lends itself to hiking, and the scenery is just as impressive as the wildlife. Today we start by taking a walk up the Sierra Negra Volcano, an immense 12-kilometre/7.5-mile-wide mass that dominates the southern half of the island. The walk up to the top is three hours, presenting us with some spectacular panoramic views of the Pacific, and across to the neighbouring islands. In the afternoon, we plan to snorkel at Concha y Perla and spot some of the many marine species that the Galapagos have to offer - sea lion, iguana, turtle, ray and a diverse array of reef species might be sighted, varying throughout the year depending on the tides, the weather and the season. Snorkelling equipment is available for rent locally."
    },
    {
      "dayNumber": 11,
      "title": "Tintoreras Islands trip; return by boat to Santa Cruz",
      "description": ": Formed from volcanic lava flow, the tiny islets of the Tintoreras Islets are fantastic for viewing wildlife, and accessible by a short boat trip from Puerto Villamil. On land, there is an array of birdlife and an abundance of the famous marine iguanas that are endemic and unique to the Galapagos. In the water, turtles, Galapagos penguins and sea lions may be spotted swimming around. The wildlife's complete acceptance of our presence is a testament to the incredible diversity and unique quality of the Galapagos Islands. It makes it possible to view birds, reptiles and mammals from as close as a few feet. In the afternoon, we come back together for a boat journey back to Santa Cruz Island, where we'll spend the next three nights."
    },
    {
      "dayNumber": 12,
      "title": "Visit Tortuga Bay; afternoon Charles Darwin Station visit",
      "description": ": This morning, we take a walk to Tortuga Bay (a 5-kilometre/3-mile return walk) where we'll have the opportunity to swim at one of the most spectacular beaches of the entire chain, an important turtle nesting ground. After lunch, we'll visit the nearby Charles Darwin Research Station which has been responsible for conservation projects within the islands since 1959 (the centenary of the publication of Origin of the Species). During our time here, we'll visit the centre to learn more about the area's unique collection of animal and plant life."
    },
    {
      "dayNumber": 13,
      "title": "Discover Seymour, Plazas, Bartolome or Santa Fe Island",
      "description": ": Today, we'll discover one of the smaller islands of the Galapagos, and our plan is at the mercy of the yacht schedule departing from Santa Cruz. The island visited could be either Seymour, Bartolome, Santa Fe or Plazas Island - but no matter which island we will certainly have a display of wildlife. We may see sea lions playing in the water just off shore, land or marine iguanas strolling around, magnificent red-throated frigate birds, blue footed boobies, swallow-tail gulls or Galapagos penguins. After exploring on land, we will also do some snorkelling at one of the nearby sites. This boat trip may include people not travelling with Explore. Snorkelling equipment is included as part of the boat trip. Depending on the boat schedules, we might change the order of activities during your days in the Galapagos, and any change in daily schedule will be fully briefed to you in country by our tour leader. It's also possible that we will visit islands outside of the four above depending on the yacht providers."
    },
    {
      "dayNumber": 14,
      "title": "Fly to Quito on the mainland",
      "description": ": Leaving the Galapagos behind today, we fly to Quito on the mainland (there may be a touchdown in Guayaquil en route). On arrival, we'll transfer to our hotel in the Tumbaco suburb of the city and enjoy a last evening together as a group."
    },
    {
      "dayNumber": 15,
      "title": "Tour ends in Quito",
      "description": ": The trip ends after breakfast at our hotel in Tumbaco, Quito. There are no activities planned today, so you're free to depart from Quito at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you need to depart from Quito's Mariscal Sucre International Airport (UIO), which is around a 20-minute drive from our hotel."
    }
  ],
  "map": ""
}