{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-budget-adventure-tour-amazon-galapagos",
  "tourName": "Ecuador budget adventure tour, Amazon & Galapagos",
  "placesVisited": "Quito, Amazon trek, Canoe excursion, Kichwa Birdwatching Tower, Caiman spotting night excursion, Cotopaxi National Park, Mountain biking, San Cristobal, Kicker Rock, Paddle boarding at Playa Mann, Santa Fe, Isabela, Los Tuneles snorkelling, Quilotoa lagoon",
  "generalInfo": "This 16 day tour takes in Ecuador’s most spectacular landscapes, with lots of wildlife spotting and adventurous activities included.<br/><br/>Our tour begins in the historic capital of Quito, dramatically located between massive mountain peaks. Here we’ll enjoy a cultural, sightseeing tour of the city highlights and a trip to Pululahua crater, before our Amazon adventure begins. We’ll spend the next three days exploring this incredible rainforest, getting up early to experience the morning shouts and calls of the birds and wildlife, paddling along the river that runs through the jungle in our canoe, and staying in an eco lodge. With any luck, we’ll spot monkeys, river dolphins, and maybe even snakes or frogs. <br/><br/>Our next stop is the Galapagos archipelago, where we will spend six days island hopping. Visiting San Cristobal, Santa Fe and Isabela, we’ll discover the fascinating and unique flora and fauna of the area. Highlights include swimming at Kicker Rock and snorkelling in Los Tuneles – a spectacular spot for seeing marine life. We will also try kayaking and paddle boarding, while keeping an eye out for sea lions.   <br/><br/>We then return to mainland Ecuador, where we will visit the impressive Quilotoa Lake and a nearby indigenous market, as well as learning more about the local community. As part of the tour, we will also spend a day mountain biking in Cotopaxi National Park, where we will be greeted with views of the active Cotopaxi volcano, and you’ll have some free time to explore the town or beach on San Cristobal Island.",
  "durationDays": "16",
  "price": "3582",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL: At arrival at Quito airport, you will have a transfer to your hotel. Accommodation at Hotel Ikala Quito."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "CITY TRIP QUITO – EQUATOR LINE – PULULAHUA CRATER (B, L) Today your Ecuador complete tour will start! In the morning, you will be picked up at your hotel, to start your Quito city tour. At first, you will go to the Panecillo Hill, with the famous Virgin Mary statue. You will have an amazing view over the city. Then you will visit all the highlights: the la Basilica church, the main squares and the San Francisco church. After lunch, which is a typical Ecuadorian lunch, you will go to the Mitad del Mundo Museum, called ‘Intiñan’. Here you can do experiments, to prove the effects the equator has on gravity. After this, you will also visit the Pululahua crater, before going back to Quito. At 11:00 PM a semi-private night bus will take you to the Cuyabeno Reserve in the Amazon, which will take about 8 hours. Overnight at bus."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "ARRIVAL TO CUYABENO (L, D): The bus you took the night before will bring you to the Cuyabeno Bridge, which is the starting point of your Amazon adventure. From here, you will have a canoe trip down the Cuyabeno River to the lodge. The guide will share information about the Reserve, and important recommendations and other tips to begin the two hours navigation on the Cuyabeno River. Once you arrive to the lodge, you will be shown to your rooms and you can relax a little before enjoying a delicious dinner. Accommodation in an eco-lodge in the Cuyabeno Reserve."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "CANOE EXCURSION – AMAZON HIKE – ANIMAL SPOTTING (B, L, D): Early in the morning, you will go on a canoe excursion. During the brisk morning hours you have the best time to see the rainforest’s thriving activity. After breakfast, you will trek in the primary rainforest with the naturalist and native guides, who will explain us about the practical and medicinal uses of the plants. After lunch, you will go out with either paddling or motorized canoes to enjoy the beautiful landscapes and try to find species of monkeys and dolphins. After dinner, you will venture into the forest to find species of insects and, with a bit of luck, species of snakes or frogs. Accommodation in an eco-lodge in the Cuyabeno Reserve."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KICHWA BIRDWATCHING TOWER (B, L, D): An early activity will allow you to enjoy the nature with a good chance to watch some playful monkeys and some colorful birds. Then you will return to the lodge for breakfast. After breakfast you will go to the forest again. The native guide shares his wealth of knowledge, showing the medicinal and practical uses of the rainforest’s flora and fauna. Then you will have lunch. In the afternoon, you will navigate along the Cuyabeno River where you will have a good chance of seeing the freshwater pink and grey river dolphins. After that, you will visit the Kichwa Birdwatching Tower. After dinner, you will venture out on a night excursion to search for caimans (alligator family) and nocturnal birds. Accommodation in an eco-lodge in the Cuyabeno Reserve."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "RETURN TO QUITO (B, L): After breakfast, you will navigate once again along the Cuyabeno river towards the Kichwa Indian Community, where your naturalist guide will explain the culture and traditions of the native people, from the past to the present. Then, you will travel by canoe down the river back to the Cuyabeno Bridge from where you will take a bus to return to Quito. You will be back in Quito at around 10:30 PM. Accommodation in Hotel Ikala Quito or similar."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "COTOPAXI MOUNTAINBIKING (B, L): On this day, a guide will pick you up to go to the Cotopaxi National Park. This is about 2 hours driving from Quito. You will go to 3.800 meters to the park entrance and you can go mountain biking and hiking. Accommodation in Hotel Ikala Quito or similar."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "QUITO – SAN CRISTOBAL – FREE AFTERNOON (B) Today you will arrive to the airport of San Cristobal, one of the Galapagos Islands. You will be picked up at the airport and transferred by private transport with an English speaking contact person to your hotel in the town Puerto Baquerizo Moreno. The rest of the afternoon is free to explore the town, or walk to the interpretation center, the beaches or Tijeretas. Accommodation in Galapagos Eco Friendly or similar."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "KICKER ROCK (B, L): Today you will have a day tour to Kicker Rock, your first activity in the Galapagos Multisport adventure. Here you will be able to spot different shark species (sometimes even hammerheads!), turtles, rays, and more. In some seasons you might encounter jellyfish which can sting, however a wetsuit will be provided when this is the case. After snorkeling you will continue to Manglecito or a similar beach. This white coral beach offers the opportunity to walk around and relax and swim in shallow waters before returning to Puerto Baquerizo Moreno. You will have a box lunch on board. Accommodation in Galapagos Eco Friendly or similar. * It is also possible to dive at Kicker Rock (two immersion) if you have your PADI certificate (+ $ 80) including equipment."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "SAN CRISTOBAL PADDLE BOARDING – BOAT TO SANTA CRUZ (B, L): In the morning you will have a paddle boarding excursion around Playa Mann. Here you will sea lions and it is the perfect way of disconnecting. After this sporty activity you have time to go to the Loberia or Tijeretas by yourself (small hikes of about 20 minutes). In the afternoon at 3 PM you take the public speedboat to Puerto Ayora, where you will arrive around 5.30 PM. Accommodation in Hotel Coloma or similar"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "SANTA FE (B, BL): After breakfast you will travel to Santa Fe Island. Geologically, it is one of the oldest islands in the archipelago. After a 45 minute boat ride, you will arrive to the bay of Santa Fe. There you will have a very nice snorkeling activity, if you are lucky, you can spot some birds on the rocks. After snorkeling, you will go to Playa Escondida or Garrapatero in Santa Cruz island and have a wet landing there, where you will have approximately 1 hour to discover the beach and after you go back on board and you will have your lunch. Accommodation in Hotel Coloma or similar * This tour is called ´Pesca Vivencial´ which means that you might be able to experience a fishing demonstration according to weather and park regulations. * Wet landing: It means that the boat gets close to the beach and from there you will disembark in the see, it is recommended that you bring extra clothing, as you might get wet."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "BOAT TO ISABELA – KAYAK PUERTO VILLAMIL (B): Early in the morning you go by public speedboat to Isabela (about 2,5 hours). Here you will be brought to your hotel to drop off your luggage and afterwards you will go kayaking in Puerto Villamil (about 2 hours). The rest of the day you can enjoy the beach, go hiking to the “Wall of Tears” or visit the Flamingo Lagoon. Accommodation in Hotel San Vicente or similar."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "SNORKELING IN LOS TÚNELES (B): About 45 minutes by boat from the dock of Puerto Villamil you will find Los Tuneles. Together with your bilingual guide you will walk through this incredible landscape and you will have the opportunity to see blue footed boobies, sea lions, penguins and the landscapes. Then you will head to El Finado, just 10 minutes from Los Tuneles. El Finado is one of the most spectacular places for snorkeling in Isabela as the water is shallow, clear and calm, giving us chance to see sea horses, parrot fish, hog fish, wrasses, in their mysterious habitat. In the early afternoon you will return to Puerto Villamil. Accommodation in Hotel San Vicente or similar"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "TRANSFER OUT – BALTRA (B): Early in the morning you take the public speedboat back to Puerto Ayora (2,5 hours), from there you take a taxi to the canal of Itabaca (45 min), you take the ferry (10 min) and the bus (10 min) before you get to Baltra Airport (GPS). There you take a flight back to Quito. In Quito you will be taken to your hotel by your English speaking guide. Accommodation in Hotel Ikala Quito or similar."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "LOCAL MARKET – QUILOTOA LAKE – TIGUA COMMUNITY (B, L): In the early morning, you will be picked up by a guide to go to Quilotoa. But first you will visit a local indigenous market. Then you will begin your hike down the lake to explore the shore with its vegetation and views. Then you will hike back up and you will have a lunch. After lunch, you will visit a local Tigua community for their art, before you will be brought back to Quito. Accommodation in Hotel Ikala Quito or similar."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "AIRPORT TRANSFER (B): Today you will have a transfer back to the airport with an English speaking driver. End of services"
    }
  ],
  "map": ""
}