{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-cruise-holiday",
  "tourName": "Galapagos cruise holiday",
  "placesVisited": "Quito, Baltra, seven nights on board boat with max 16 passengers, Isla Santa Cruz, Santa Cruz Highlands, Isla Floreana, Isla Espanola, Isla San Cristobal, Isla Santa Fe, Isla Plaza Sur, Isla Genovesa, Isla Santiago, Isla Rabida, walks, snorkelling, naturalist guide on board",
  "generalInfo": "Hop aboard a small ship and explore the Galapagos on this 10 day cruise holiday. Discover the Islands’ diverse and exciting wildlife above and below the waves, its bustling bird colonies and its amazing landscapes of forests, lava flows and sheltered bays. <br/><br/>Jump into the ship’s Zodiac to see the sea lions basking on beautiful Cerro Brujo beach, snorkel in the Devil’s Crown, an underwater volcano off Isla Floreana, to see turtles and rays. We’ll also visit a green turtle breeding zone on Isla Floreana. This cruise is a treat for bird lovers, too. Look out for the rare red-footed booby on Isla Genovesa and spot albatross at the colonies off Isla Espanola. There will be plenty of time off the boat to explore on foot, walking in the shade of the largest trees in the Galapagos on a hike through Santa Fe’s Opuntia forest and in the flourishing Scalesia forest on Isla Santa Cruz. You can also step on the 100 year old pahoehoe lava as you walk across Bahia Sullivan, perhaps spotting a marine iguana or two.<br/><br/>There will also be time to discover the human history of the Galapagos on Isla San Cristobal, with a visit to the Interpretation Centre fills you in on the archipelago’s geography, history, conservation projects and more. All in all, this is a rich and varied adventure around the Galapagos, packed with natural wonders, amazing scenery and cultural insights.<br/>",
  "durationDays": "10",
  "price": "5894",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Quito.",
      "description": "The adventure gets under way in Quito, Ecuador’s sprawling but refined capital city. A welcome meeting will be held this evening at either 5 pm or 6 pm where you’ll get the chance to meet your fellow travellers, but aside from that you are free to check out the city on your own today. If you arrive with time to spare, perhaps head to Quito’s Old Town and pick one (or more) of the 30 churches to explore."
    },
    {
      "dayNumber": 2,
      "title": "Isla Baltra - Santa Cruz Highlands - Puerto Ayora.",
      "description": "Rise and shine! An early start is necessary this morning to make it to the Galapagos with time to play today. This could mean leaving as early as 4.30 am, and a representative will confirm the exact departure time during the welcome meeting on Day 1. Transfer to Mariscal Sucre International Airport (AKA Quito Airport), enjoying a boxed breakfast en route. Fly to the Galapagos (approximately 3.5 hours). On arrival, collect your luggage and meet your naturalist guide in the arrival hall. Follow your guide on a public bus for a short distance (approximately 5 minutes), then board the public ferry and head across the Itabaca Channel (approximately 7 minutes). All public transport fees are included in your trip price. Once you reach Isla Santa Cruz, board a private bus to the highlands. After a short journey (approximately 10 minutes), arrive at Los Gemelos – twin sinkholes created by the collapse of surface material in underground fissures and chambers. They are surrounded by the unique scalesia cloud forest, so be on the lookout for the abundant bird life including different species of Darwin finches, woodpeckers, warbler finches and vermillion flycatchers. Continue further into the highlands (approximately 30 minutes) and explore a rancho farm, where you will take a walk and enjoy lunch. An approximately 2-kilometre walk around the area will likely reveal giant tortoises in their natural habitat. After lunch, travel to Puerto Ayora (approximately 45 minutes) where Grande Daphne and her crew will be waiting for you. Once on board, you’ll be assigned a cabin and have a chance to settle in for your first night on the islands before a safety briefing."
    },
    {
      "dayNumber": 3,
      "title": "Post Office Bay - Punta Cormorant - Devils Crown (Isla Floreana).",
      "description": "Discover the quirky maritime history of Post Office Bay, home of the oldest postal system in the Americas. There’s a post box here that was first built by 18th-century whalers and is still in use today. Perhaps leave a letter to be collected by another traveller or look for one you can deliver. Snorkelling and a Zodiac ride are also included in this outing. Afterwards, head ashore at Punta Cormorant where the sand is made up of fine olivine crystal, a glassy volcanic mineral that gives the beach an olive-green colour. Take a 1-kilometre walk in search of sea lions, as well as flamingos, pintails and stilts. Finish at a sandy beach where Eastern Pacific green turtles nest. Just offshore, the famous Devil’s Crown waits for those who want a special snorkelling experience. The partially-submerged remains of a volcanic cone, Devil’s Crown is now a unique swimming hole and home to rays, sharks, sea lions and turtles. Sail overnight. Estimated travel time/distance: Puerto Ayora to Isla Floreana: 4 hours (32 nautical miles) Punta Comorant to Punta Suarez: 6.5 hours (52 nautical miles)"
    },
    {
      "dayNumber": 4,
      "title": "Punta Suarez - Bahia Gardner (Isla Espanola).",
      "description": "Wake up and take a hike on Isla Espanola, the southernmost island of the Galapagos. It is the breeding site for almost all of the estimated 24,000 waved albatrosses on earth. If you’re lucky (and the timing is right), you might spot the elaborate courtship rituals performed by albatrosses before the female chooses her lifelong mate during your walk. Hike through booby colonies to the rocky trails of beautiful Punta Suarez. This 3-km hike culminates at a clifftop viewpoint. Gaze out over views of rugged cliffs framed by swooping frigate birds, watching while albatross use the cliffs as their ‘runway’, getting airborne on the southeast winds. Next, head to Bahia Gardner for a walk along the beach. Dodge lounging sea lions on this 1-kilometre walk, then cool off with a spot of snorkelling. The rocks off the coast are rich with reef sharks, turtles and many species of tropical fish (such as surgeon and angelfish). Small white-tipped reef sharks can also be spotted resting under the rocks. Estimated travel time/distance: Punta Suarez to Bahia Gardener: 45 minutes (5 nautical miles) Bahia Gardener to Leon Dormido (Kicker Rock): 5 hours (8 nautical miles)"
    },
    {
      "dayNumber": 5,
      "title": "Kicker Rock - Cerro Brujo - Puerto Baquerizo Moreno (Isla San Cristobal).",
      "description": "Shake off any early morning doziness with a trip to Leon Dormido (Kicker Rock). This basalt crater rises 150 metres above the water and is divided into two parts by a narrow channel. Cruise around kicker rock as nesting seabirds flank the boat, tropicbirds soar overhead and sea lions lounge by the water. Next, spend some time snorkelling at Cerro Brujo, providing opportunities to see Galapagos sharks and sea turtles. Or perhaps enjoy the beautiful beach with a leisurely walk to photograph the interesting sea lions who can often be seen at this location. Later, sail to Puerto Baquerizo Moreno on the island of San Cristobal. Some passengers will be leaving and others joining the group today, so you have some free time to explore the town of San Cristobal. In the afternoon you will visit the San Cristobal Interpretation Centre, which brings the history and geography of the archipelago to life, from its volcanic origins to the present day. If there’s time, your guide may be able to organise an optional visit to the highlands of San Cristobal, for a chance to see giant tortoises in the wild. The price of this optional activity depends on the number of passengers attending. Relaxing on the beach is a great option for those who don’t wish to partake in this excursion. Estimated travel time/distance: Leon Dormido (Kicker Rock) to Isla San Cristobal: 1 hour (8 nautical miles)"
    },
    {
      "dayNumber": 6,
      "title": "Isla Santa Fe - Isla Plaza Sur.",
      "description": "Sea lions, iguanas and hawks – oh my! Isla Santa Fe is home to all three, plus Galapagos mockingbirds, marine turtles, frigatebirds, Galapagos doves and lava lizards. This stunning island boasts one of the most attractive coves in the whole archipelago. Take a hike along the coast into the opuntia forest (approximately 1.5 hours). The trail is rocky, so mind your step. Later enjoy a snorkel in deep water and look out for schools of fish, rays and sea turtles. Afterwards, continue to Plaza Sur (South Plaza), a small, picturesque island. Take another walk (approximately 1.5 hours), getting close to sea lions and passing one of the Galapagos’ largest land iguana populations. The southern cliffs are great for spotting tropicbirds and swallow-tailed gulls, as well as ‘the Gentlemen’s Club’ – a gathering of male sea lions. Today there may be an extra stop along the way to Plaza Sur to restock the provisions for the boat. Later tonight, set sail for Isla Genovesa. Estimated travel time/distance: Isla San Cristobal to Isla Santa Fe: 3.5 hours (26 nautical miles) Isla Santa Fe to Plazas Sur: 2 hours (16 nautical miles) Plazas Sur to Bahia Darwin (Isla Genovesa): 7.5 hours (59 nautical miles)"
    },
    {
      "dayNumber": 7,
      "title": "Bahia Darwin - Prince Philip's Steps (Isla Genovesa).",
      "description": "Explore Isla Genovesa, the archipelago's north-eastern outpost. The island’s varied landscapes are a twitcher's paradise, with all three kinds of boobies, including the rare red-footed booby, nesting here. Next, Bahia Darwin (Darwin Beach) is another superb birding site with large breeding colonies of seabirds, frigates, lava herons, swallow-tailed gulls, mockingbirds, and vampire finches. Enjoy a moderate walk (approximately 2.5 hours) that passes tide pools, sea lions and diamond stingrays. This walk involves sand and some rocky sections. The steep Prince Philip's Steps lead you to the heart of the seabird rookeries, with birds swirling overhead and nesting among the cliffs. Look out for storm petrels on the island’s rocky plains -- Genovesa is the only place in the world where these birds can be seen flying during the day. Afterwards, perhaps cool off with a snorkel, during which you could encounter manta rays, sharks, turtles and moray eels, plus many species of fish. Later tonight, depart Isla Genovesa for Isla Santiago. Estimated travel time/distance: Prince Philip's Steps to Bahia Sullivan (Isla Santiago): 8 hours (48 miles)"
    },
    {
      "dayNumber": 8,
      "title": "Bahia Sullivan (Isla Santiago) - Cerro Dragon (Isla Santa Cruz).",
      "description": "On Santiago Island's eastern coast sits Bahia Sullivan. Take a walk along pahoehoe lava (approximately 1 hour), which was created by an eruption that occurred here in 1897. With some luck you might see some marine iguanas, Sally Lightfoot crabs, sea lions, finches, turtles, sharks and penguins. During your walk, as always, your naturalist guide will take you through the geological history of the island. Travel to Cerro Dragon (Dragon Hill): one of the best places to see land iguanas in the islands. From our dry landing, walk to a brackish, lagoon spotting lagoon birds such as stilts, pintail ducks, sandpipers, sanderlings and flamingos. Further inland, the trail offers a beautiful view of the bay and the western area of the archipelago. This area is a nesting site for land iguanas, which is constantly monitored and assisted by the Charles Darwin Research Station. The arid-zone vegetation makes for an ideal place to see Darwin's finches, Galapagos mockingbirds, the endemic Galapagos flycatcher and yellow warblers. The path can be challenging but it will be worth it for a spectacular view of the bay. Estimated travel time/distance: Bahia Sullivan to Cerro Dragon: 1.40 hours (17 nautical miles) Cerro Dragon to Black Turtle Cove :50 minutes (8 nautical miles)"
    },
    {
      "dayNumber": 9,
      "title": "Black Turtle Cove (Isla Santa Cruz) - Isla Baltra - Quito.",
      "description": "Brave an early start to explore Caleta Tortuga Negra (Black Turtle Cove) on a Zodiac ride. This red mangrove wetland is located on the north shore of Isla Santa Cruz. A breeding area for green turtles, this is a good place to catch sight of them mating. There is also abundant bird life, such as the yellow warbler and lava heron. It is also a nursery for golden cow-nose rays, eagle rays and Galapagos sharks. This is your final excursion before you head to the airport in Isla Baltra for your flight back to Quito. The flight will stop over in Guayaquil en route, arriving at Quito Airport at approximately 4 pm. Enjoy a transfer back to your hotel. Your local representative may stop by at your hotel this evening to get your feedback on your Galapagos experience. Estimated travel times/distance: Santa Cruz to Isla Baltra: 15 mins Flight time Isla Baltra to Quito: approx 3.5 hours (including transit in Guayaquil) Transfer Quito Airport to Hotel: 1 hour (depending on traffic)"
    },
    {
      "dayNumber": 10,
      "title": "Quito.",
      "description": "There are no activities scheduled after breakfast this morning. Planning to stay in Quito? We don’t blame you! This gorgeous city deserves more time than we were able to give it on this trip, so if you have the time why not explore on an Urban Adventure. Find out more at urbanadventures.com/destination/Quito-tours."
    }
  ],
  "map": ""
}