{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-tailor-made-holiday",
  "tourName": "Galapagos tailor made holiday",
  "placesVisited": "",
  "generalInfo": "Our goal is to ensure that you get an insider's view of life in the Galapagos islands. You'll encounter (and sometimes interact with) the archipelago's famous wildlife up close on land and in the water as well going beyond the experience of most visitors to see the daily lives of the people that call the islands home, accompanied by a Galapagueño guide every step of the way.",
  "durationDays": "9",
  "price": "2295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival into Quito you will be met at the airport and taken to your hotel for the night."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to the Airport and fly from Quito to Galápagos (Santa Cruz) where you will be met in arrivals. On the way to your hotel for the night you will head of into the highlands to a special reserve of endemic vegetation occupied by the giant Galapagos tortoises, best known for their dome shaped shell and immense size. Walking the trails around the ranch, you’ll have the chance to get very close to these amazing creatures.(B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The Island of Santa Cruz has some real gems for you to explore on your free day today. For instance you can spend time at Tortuga Bay, a beautiful white sand beach where you can swim and snorkel and might just see sharks, marine iguanas, pelicans and the occasional flamingo or take a walk and swim in the amazing rock formation of Las Grietas. However no visit to the Galapagos is complete without heading to the Charles Darwin research centre where you can learn all about the importance of the Galapagos Islands and also have another chance to get up close and personal with some Giant Tortoise that for one reason or other cannot live in the wild any more. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bartolomé Island (Spanish: Isla Bartolomé) is a volcanic islet just off the east coast of Santiago Island. It is one of the \"younger\" islands in the Galápagos archipelago. This island, and Sulivan Bay on Santiago island, are named after naturalist and lifelong friend of Charles Darwin, Sir Bartholomew James Sulivan, who was a Lieutenant aboard HMS Beagle. . It has two visitor sites. At the first one, you may swim and snorkel around Pinnacle Rock; the underwater world there is really impressive. You can snorkel with the Galapagos penguins, marine turtles, white tipped reef sharks, and other tropical fish. The bay is also an excellent place to go swimming. (B/L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Walk to Puerto Ayora Dock where you will take a water taxi out to the public speed boat that will take you to the stunning Island of Isabela. On arrival you will be met and transferred to your hotel. In the afternoon you can stretch the legs and explore the Isabela wetlands home to a plethora of birdlife, including flamingos. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning you will be taken to a forgotten marine paradise and one of the best places to snorkel in the Galapagos. Around a 30 - 40 minute boat ride from Puerto Villamil, Los Tuneles are formed by convoluted lava formations standing between mangroves and the open sea. Due to its remote but exquisite location, Los Tuneles is unique as it is not a part of any cruise itinerary. You can expect t snorkel with White Tipped Reef Sharks, Green Turtles, Manta Rays. Sea Lions and Sea Horses. (B/L)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "An 18km long route on the flank of the volcano Sierra Negra heads uphill to the edge of the crater. The volcano is 1500m high and with a crater diameter of around 9km, this is the second-largest volcano on earth. On the edge of the crater you will walk to volcano Chico, which last erupted in 1979. From there you have a good view of the distant volcanoes Alcedo and Wolf. Sierra Negra has some of the most beautiful and breath taking scenery in the whole Archipelego. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Las Tintoreras are a small group of islands off the coast of Isabela that form a series of sea channels where white tipped reef sharks doze and playful sea lion pups give chase. It’s a magical place for observing the amazing marine wildlife of Isabela’s emerald green waters; marine iguanas and the Galápagos penguin can also be seen here. One of our local guides will lead you on foot from the dock, over a small bay onto the beach to Las Tintoreras. At the nearby sea lion colony you can snorkel in the water where newborn sea lions learn to swim amongst shoals of colourful fish. Later in the afternoon you will take the boat back over to Santa Cruz for your last night in the Galapagos Islands. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Baltra airport for your flight to Quito. (B)"
    }
  ],
  "map": ""
}