{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-active-wildlife-holiday",
  "tourName": "Galapagos active wildlife holiday",
  "placesVisited": "",
  "generalInfo": "An island-hopping adventure with a difference. Stay on three different Galapagos Islands in simple hotels and lodges for an authentic experience, taking you closer to the incredible wildlife of the archipelago. Enjoy hikes to volcanic craters with amazing views, kayak alongside sea lions and snorkel with giant turtles. See the iconic wildlife of The Galapagos Islands, soaking up the culture with our expert guide as you go. An affordable and responsible way to experience the wonders of The Galapagos.",
  "durationDays": "7",
  "price": "2700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "SANTA CRUZ KAYAKING & HIGHLANDS - Catch your flight into the Galapagos islands. Get into the adventure straightaway; using a special VIP lounge change into hiking gear, apply sunscreen and transfer to the Itabaca channel to explore spectacular turquoise waters. Kayak, snorkel or grab a stand up paddle board to get up close to some famous Galapagos wildlife such as blue-footed boobies, brown pelicans and reef sharks. Glide through beautiful mangrove forests and along lava rocks, all the while spotting amazing marine life around you. Continue to Santa Cruz island to a private reserve to witness Giant Turtles up close, roaming free."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "FISHING BOAT TOUR - Set out to sea with a local former fisherman for a full day excursion to experience the waters near one of the Galapagos’ more remote islands. Head towards Santa Fe Island with its unique marine biodiversity. Swim with sharks, snorkel alongside colourful fish and sea cucumbers, and come nose to nose with curious sea lions. Furthermore you will be able to discover one of the most important sea lion colonies in the entire archipelago."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "FLOREANA MARINE LIFE - An exhilarating speedboat journey takes you to Floreana Island; home to just 150 locals. Take an open air ‘chiva bus’ to Floreana Lava Lodge to meet local legend Claudio Cruz, a descendant of one of the Islands’ original inhabitants. Walk or kayak to the Black beach for some uninterrupted snorkelling before a delicious local lunch. Afterwards, head to a sea lion breeding ground for a truly unique marvel. Jump in the clear waters for more swimming with sea turtles and rays. A spectacular sunset dinner and cold drink awaits you."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "FLOREANA HISTORY & CULTURE - Learn about the colourful history of some of Floreanas first inhabitants, such as the Wittmers, ‘The Baroness’ and the pirates that once visited. Put on your hiking boots for a thrilling trek past historic sites, pirate caves, freshwater springs and occasionally Giant Tortoises. Take a visit to Claudio’s farm, watching the frigate birds ‘dance’ and maybe see males puffing up the red pouches on their chests. Finally end with a special BBQ lunch featuring delicious family recipes. A culturally rewarding day."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "ISABELA & TINTORERAS - Travel by speedboat to Isabela Island, where you will visit the Giant Tortoise breeding center, learning all about the conversation projects in the archipelago. You may catch a glimpse of pink flamingos by the lake. With your guide take a bike trip to the ‘Wall of Tears’ ; a sobering but important cultural highlight. Afterwards head to the Tintoreras Islands looking for reef sharks and other iconic wildlife. Snorkel and swim in these beautiful clear waters alongside your marine life friends."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "SIERRA NEGRA VOLCANO - An incredible day hiking the Sierra Negra Volcano. This rewarding hike will take you past some eerie and incredible landscapes and scenery; through foggy passes past the shadows of the volcano, past Galapagos Hawks, finches, fly catches and short eared owls. You reach the second largest crater rim on earth, surrounded by Mars-like landscapes. The views are magnificent; look out for lava tubes and fumaroles. Finally head back down after your epic climb and reward yourself with relaxing on the beaches of Puerto Villamil."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "DEPART -"
    }
  ],
  "map": ""
}