{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-holiday-small-group-tour",
  "tourName": "Ecuador holiday, small group tour",
  "placesVisited": "Quito, Church of San Francisco, Plaza de la Independencia, Quitsato Equator monument, Visit Peguche, an indigenous village, Otavalo Market, Laguna Cuicocha, Cotopaxi National Park, Avenue of the Volcanoes, Thermal hot pools Spa & Resort, Explore the Amazon by canoe and with native guides, Alto Pununo, Avenue of Waterfalls, Banos, Chimborazo Forest Reserve, Devil’s Nose train, Ingapirca, Cuenca, Tour of a Panama hat factory, Guayaquil, Parque de las Iguanas, Option to visit Galapagos Islands",
  "generalInfo": "Journey through the Ecuadorean Andes from Quito to Guayaquil on a 16-day small group tour that immerses you in the region’s astonishing culture and history. From UNESCO World Heritage Sites to indigenous markets and villages, thermal resorts to Panama hat factories, and of course the mysterious Amazon rainforest, this is a fast-moving, ambitious tour that will captivate you from start to finish.<br/><br/>You’ll pass the Quitsato Equator monument – ‘the middle of the world’; wander the famous and colourful Otalavo Market, the perfect place to pick up your souvenirs; watch a performance of Andean pan pipe music in a local Indian community, and explore the Amazon by canoe with an indigenous guide for a fascinating introduction to traditional medicines. You will soak up the minerals and the scenery combined at a thermal resort 3300m above sea level, taste fermented ‘chicha’ in an indigenous village, and enjoy a factory tour to learn about the production process behind one of Ecuador’s best-known exports: the Panama hat. <br/><br/>Cotopaxi National Park, home to the world’s highest active volcano, is a jaw-dropping destination to spend a few days, but it’s closely rivaled by the famous train journey to Sibambe on the way to Cuenca, aboard the ‘Devil’s Nose’ train- this triumph of railway engineering sees the track drop 800m into a deep gorge, an incredibly exciting journey.<br/><br/>Cuenca, which has produced some of Ecuador’s greatest intellectuals, artists, poets and writers, is sure to be a cultural highlight before you reach the culmination of the tour in Guayaquil. This, of course, is the gateway to the spectacular Galapagos Islands, and if you’d like to arrange an extension of your tour to see the islands and their unique flora and fauna, it’s easily done.<br/><br/>Expect to be wowed at every stage of this sensational Ecuador holiday.<br/>",
  "durationDays": "14",
  "price": "2095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Tumbaco, near Quito",
      "description": ": Our tour starts today in Tumbaco, a quiet rural neighbourhood of Quito located around 20 minutes from the airport and 45 minutes from the downtown city centre. Ecuador's mountain capital is the second highest in Latin America at 2,850 metres. It lies in a narrow valley at the foot of the Pichincha volcano. Arriving in the city by air is quite spectacular as you approach over snow-capped mountains and extinct volcanoes-we highly recommend booking a window seat! Due to the number of evening flights into Quito, our tour leader plans to hold a welcome meeting on the morning of day two and will leave a message in reception with details on timings and everything else that you'll need for the day. There are no activities planned today, so you're free to arrive in Quito at any time. If you'd like an airport transfer today, you'll need to arrive into Quito's Mariscal Sucre International Airport (UIO), approximately a 20-minute drive from our hotel. If you miss the meeting, our tour leader will inform you of any essential information as soon as you catch up. Our hotel in Tumbaco is a tranquil property. If your flight arrives earlier in the day, we recommend resting here and acclimatising to the altitude before the trip begins. It's approximately a 45-minute drive into downtown Quito, and the hotel can help to organise taxi transport for you if you'd like to head out and explore the city."
    },
    {
      "dayNumber": 2,
      "title": "Travel to Otavalo; explore the rural Andean surroundings on foot and visit the local market",
      "description": ": We'll go straight to rural Ecuador today, driving north towards the small market town of Otavalo, crossing over the equator line and stopping to commemorate this at the Quitsato Equator Monument. Set within a fertile valley encircled by imposing sacred mountains, Otavalo is well-known for its thriving indigenous communities. This area is a real introduction into the Andean landscapes and culture that make Ecuador so special. We'll take a drive to San Pablo Lake, idyllically situated at the foot of the Imbabura volcano, and stretch our legs. It's a gentle walk at the lake before returning to Otavalo. The afternoon is at your leisure. You might like to spend some time discovering the local market. The Otavalenos are a dignified and assured people, proudly displaying their cultural traditions and ancient heritage through their handmade leather goods, wood carvings and weavings. After exploring the market, the visual majesty of the setting and the colourful dress of the local communities make Otavalo a great place to sip a coca tea and watch the world pass by."
    },
    {
      "dayNumber": 3,
      "title": "Walk at the Laguna Cuicocha; share in rural life at indigenous highland communities",
      "description": ": We'll drive out to the tranquil setting of Cuicocha this morning, a turquoise crater lake located at 3,100 metres, approached through a wonderful landscape of alpine vegetation. We'll walk on a segment of the trail that goes around the lake (an easy walk of approximately 90 minutes) - along the way, we'll try to spot the King of the Andes - the wide-winged condors that soar high above the valleys in graceful flight. Returning towards Otavalo, we stop at a neighbouring Indigenous community, diving deep into their day-to-day activities, customs and way of life. This sharing of rural life is what makes Otavalo come alive, and we'll get a taste of this over a home-cooked lunch - seasonal food will be on the menu, which could be a traditional locro de papa (potato and cheese soup), fritada (fried chunks of pork served with all types of corn), yucca or quinoa served with meat and vegetables. This afternoon, we'll continue to the village of Peguche, which is famed for its local families who make and play panpipes - a quintessentially Andean tradition. We'll learn about how the panpipes are made and listen to the experts play."
    },
    {
      "dayNumber": 4,
      "title": "Return to Quito; walking tour of the UNESCO Heritage Old Town",
      "description": ": We'll enter downtown Quito for the first time today. Ecuador's capital is one of the best-preserved colonial cities of the Americas, and a UNESCO Heritage Site with a rich blend of colonial architecture, imposing churches and busy markets. We'll visit some of the main sites, including La Compania church with its elaborate gilded altars, walls and ceilings, as well as Quito's largest and oldest colonial church, the Church of San Francisco, built in 1553. A climb to the top of nearby Cerro Panecillo rewards us with a view across the city and the encircling Andes from the viewing platform at the statue of the Virgen de Quito. We'll have some time free this afternoon. You might like to visit one of the city's many museums or discover the Old Town at your own pace. Take the opportunity to try some tasty food in one of the city's many eateries. Ecuadorian food is incredibly tasty - we'll find plenty of spicy ceviches, plantain, yucca and soups or stews on the menu as we travel around."
    },
    {
      "dayNumber": 5,
      "title": "Drive the Avenue of the Volcanoes to Cotopaxi National Park; walks at the Limpiopungo Lagoon",
      "description": ": Our journey today takes us through some of the most impressive mountain scenery in the entire country, into the landscapes aptly described by the German explorer Alexander von Humboldt as the 'Avenue of the Volcanoes'. Our destination is Cotopaxi National Park - just a two-hour drive from Quito, and home to Ecuador's second-highest volcano. Cotopaxi is a classic volcanic cone, snow-covered and rising an imposing 5,897 metres from the valley floor. Hopes of seeing the cone in its full glory are always high, but to manage expectations, it's important to mention that the peak is often covered by a puff of cloud! We won't let this detract from our visit - while we come for the splendour of the volcano, we'll stay for the magnificent, bleak scenery of the paramo (the high-altitude Andean grasslands). We'll take time to walk around the Limpiopungo Lagoon, an easy 90-minute hike, taking us around a shallow glacial lake that's a haven for waterfowl, hummingbirds and unexpected migratory species such as the Andean Gull and the Andean Lapwing, as well as wild horses. We'll return to our first hotel in Tumbaco this evening."
    },
    {
      "dayNumber": 6,
      "title": "Drive to the Amazon via the thermal pools at Papallacta",
      "description": ": Papallacta is located in a high valley on the Amazonian side of the central Andes chain. Taking a panoramic mountain road, we'll cross farmland, trout ponds, and native forest, and on clear days we might be able to see the spectacular frozen formations of the nearby Antisana volcano. With an altitude of 3,300 metres and a cold climate, we'll enjoy a dip at the Papallacta Hot Springs spa, which consists of five hot thermal pools and one cold one. Just behind the thermal bath complex, there is a short walking trail that follows the mountain stream through a cloud forest full of epiphytes such as bromeliads and wild orchids. After some time at the hot springs, we'll continue driving into the Amazon Region, at Tena."
    },
    {
      "dayNumber": 7,
      "title": "Walk along the Misahualli River learning about local plants and bird spotting",
      "description": ": Today we'll set out on a walk with our local Amazonian guide, who will explain the typical plants of this area and their daily use. During the hike, we'll pass through a labyrinth of high rocks and some impressively wild cave formations. The creeping plant life and abundance of vegetation overhanging the caves are reminiscent of a film set. We might also spot poison dart frogs hiding in the foliage. A very different scenery awaits us after lunch, as we take a bird-watching walk along the Misahualli River. We'll be hoping to see some of the Amazon's wonderful bird life in the canopy, including woodpeckers, toucans, oropendolas and parrots."
    },
    {
      "dayNumber": 8,
      "title": "Explore the Amazon by canoe and look for wildlife",
      "description": ": After breakfast, we set out for a canoe trip on the Misahualli and Napo River, to the protected forest reserve of Misicocha. We'll be surrounded by the extraordinary plant life and sounds of the primary rainforest. The plants here have myriad medicinal uses for the communities who live in the forest, and we'll also learn some of this from our guide. After lunch, we board our canoe again and travel upriver to visit a local community, where we'll be able to compare life in the jungle with that of the Andean villages we've just visited. We'll find out how to make 'chicha', a traditional drink found in different forms throughout Ecuador, made from fermented cassava - definitely an acquired taste!"
    },
    {
      "dayNumber": 9,
      "title": "Travel to Banos and drive the 'waterfall route' to the Pailon del Diablo falls",
      "description": ": We'll cross back into the highlands today as we leave the Amazon Jungle behind us, driving to the town of Banos. Sitting below the active Tungarahua volcano, the lively town is a beacon for adventure and a common jumping-off point for travellers heading into the jungle. In the late afternoon, we'll drive along the 'Avenue of the Waterfalls' road, a route that takes in almost a dozen waterfalls along the Andean landscape. The Pailon del Diablo ('Cauldron of the Devil' in Spanish) is our final destination, an 80-metre drop into a swirling bowl. We'll see the falls up close before returning to Banos."
    },
    {
      "dayNumber": 10,
      "title": "Visit Chimborazo Forest Reserve; continue to Riobamba",
      "description": ": Mount Chimborazo is, at 6,310 metres, the most distant point from the centre of the earth. We'll see Ecuador's highest peak today as we journey to Alausi via the Chimborazo Forest Reserve. This protected area is home to a wide variety of vegetation and animals, including alpacas and vicunas. Once in the reserve, we'll drive up to the 'Hermanos Carrel Refuge' located at 4,800 metres. This will be the highest point on our trip and will give us spectacular panoramic views across the Ecuadorian Andes. After taking in the scenery we continue our drive to Riobamba, where we'll stay overnight."
    },
    {
      "dayNumber": 11,
      "title": "Visit the indigenous community of Palacio Real and the Inca ruins of Ingapirca before continuing to Cuenca",
      "description": ": We begin the day with a beautiful visit to the Palacio Real community, at the foot of the Chimborazo Volcano. It's here in Ecuador's heartlands that indigenous farming communities thrive, and the 80 families who make up Palacio Real breed llamas that are used for farming both here and around the rest of the country. They have built this into a grassroots community tourism project by welcoming visitors to the village with walks on the trails around the remote community, a visit to their small 'Museum of Llamas', and of course the chance to be surrounded by these wonderful animals in their natural habitat. Visiting another Indigenous community is an interesting counterpoint to those that we've encountered in the Amazon and the northern Andes around Otavalo. It really gives us an idea of the very distinct differences that exist between indigenous groups even within a relatively small country. Our trip continues south along the scenic Pan-American Highway with a stop in Ingapirca, the main Inca complex in Ecuador. We'll visit its principal archaeological sites before continuing to Cuenca."
    },
    {
      "dayNumber": 12,
      "title": "Explore Cuenca on foot; visit the Diez de Agosto food market",
      "description": ": The UNESCO World Heritage city of Cuenca is much calmer, less sprawling and frenetic than Quito, with a beautiful historical area and central market, including two cathedrals. The city has a proud intellectual tradition that has produced many notable writers, poets, artists, and philosophers, and the city's universities are some of the best in the country. It's a beautiful city to explore, and we plan to visit the various historical parts of the city, as well as the massive Diez de Agosto food market. We'll also drive out to El Turi, which is a panoramic viewpoint in the Andean foothills, with impressive views over the peaceful city. After driving back into the city, we have a free afternoon. The city streets are atmospheric, with several small museums and markets to enjoy, as well as a whole host of cafes, restaurants and bars. You could also take a taxi to the nearby thermal pools found in Banos, just 8 kilometres/5 miles out of the city, and relax in the hot baths."
    },
    {
      "dayNumber": 13,
      "title": "Free time in Cuenca; fly to Quito",
      "description": ": Today, we have a free day in Cuenca, which you might like to spend at the markets, shopping for last-minute souvenirs; or climbing up the spires of the cathedral after visiting one of the city's museums. The direct flights to Quito are in the evening, so we'll have a couple of day rooms available at the hotel for our use before we depart for the airport and fly back to Quito."
    },
    {
      "dayNumber": 14,
      "title": "Trip ends in Quito",
      "description": ": The trip ends after breakfast at our hotel in Tumbaco, Quito. There are no activities planned today, so you're free to depart from Quito at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you need to depart from Quito's Mariscal Sucre International Airport (UIO), which is around a 20-minute drive from our hotel."
    }
  ],
  "map": ""
}