{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-horse-riding-holiday",
  "tourName": "Ecuador horse riding holiday",
  "placesVisited": "",
  "generalInfo": "Experience the breathtaking valleys and vistas around the Avenue of Volcanoes by horseback, stay in gorgeous haciendas and get involved with Ecuadorian conservation &amp; culture. <br/><br/>Haciendas by Horseback is a specialised tour of Ecuador's highlands, or Sierra region, where pathways have been carved into the landscape by Spanish settlers, Incas, and Native communities throughout history. Follow these fabled pathways on an epic adventure perfect for families who are keen on invigorating outdoor activities in the world's most dramatic countryside. Explore unseen valleys, volcanic crevices filled with verdant water, and get involved in wildlife conservation projects along the way.<br/><br/>Your journey will begin in the stunning historic centre of Quito, with a couple of days to explore and learn about cultural practices here - particularly making chocolate! From here, stop at Otavalo's famous markets on the way to your working hacienda (previously the home of former president Mr. Galo Plaza Lasso) at the foot of the valley. Enjoy peace and serenity, and make the most of the resident Zuleteño horses and artisan cheese before setting off following the Avenue of Volcanoes south. <br/><br/>You will be introduced to chagras and with their skill and knowledge, this generous community will be your local guides to these widely undiscovered lands. Wrap up in ponchos and saddle up on your journey too Cotopaxi National Park - overlooked by South America's most conical peak. <br/>Throughout your stay in each of our hand-picked lodges you will be welcomed in as family. These are Ecuador's finest stays with world-class hospitality and locations that will make you pinch yourself in disbelief. Our daily activities range from relaxing in verdant grounds and milking cows, to trekking and challenging yourself to long rides on ancient old paths.",
  "durationDays": "12",
  "price": "6099",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Ecuador! Today you'll arrive on your international flight into Ecuador's highland capital city - Quito. Our travel representative, local to the area, will be ready to transfer you straight into this beautiful city's historic centre. Your accommodation, Hotel Casona de la Ronda, you will feel as you are entering Ecuadorian history. \"Unique Boutique Hotel located in one of the oldest houses in Spain called \"Las Corralas\", originally built in 1738 in the Historic Center of Quito\" The rooms have been designed to provide an authentic stay that reflects the true atmosphere of Quito's unique colonial center. The hotel is conveniently located within walking distance of major attractions."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cobblestones & Culture - Following breakfast you will head off to explore Ecuador's capital city with our expert guide. Starting in Quito's colonial centre, where narrow cobblestone streets are lined with whitewashed walls. This is said to be the best preserved colonial centre in all of South America, and the United Nations declared Quito as the first capital city with protected world heritage status. Walking through the Main Plaza, the Government Palace will be pointed out, La Compañia and some of the most important Baroque-style churches built around the 16th and 17th centuries, including the grand San Francisco Monastery. Walk up La Ronda Street whilst learning about traditional work in Quito all the way to the Panecillo. From the hill that dominates the south of the city, admire the famous statue of Our Lady of the Panecillo and enjoy spectacular views of Quito. After a spot of lunch, get ready for afternoon tea in the form of locally grown chocolate. Ecuador's unique equatorial climate provides the perfect environment for growing the world's finest cocoa - Cacao Arriba. Cocoa has been revered in Latin America for over 5,000 years, and the Spanish explorers adored it so much they called it the 'Food of the Gods'."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Otavalo Indian Hues - This morning you will be picked up by your driver for a journey north on the Pan-American highway to Otavalo market. On the way, you'll stop off at the Quitsato Sundile located at La Mitad Del Mundo to learn about the astronomical aspects and Cosmo's vision of prehispanic cultures that have historically lived on this land. At the market, under the watchful gaze of the majestic Mount Imbabura, you'll find a peaceful atmosphere in this Quichwa-speaking region. The town's famous craft market is one of the most visited sites in Ecuador, and with good reason. This afternoon your driver will take you to the Cotacachi-Cayapas ecological reserve for a visit to the interpretation centre with panoramic views of Cuicocha Lagoon. This deep-blue crater lake on the southern flanks of Mount Cotacachi is very picturesque, with stunning views. In the early evening, just in time for sunset, you'll arrive at Hacienda Zuleta, this amazing place will be your home for the next few days."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Condor Project - Horseback riding - Following a breakfast alfresco in Hacienda Zuleta's grounds, set off for a two-hour hike in the spectacular Andean mountain scenery to the hacienda's condor reintroduction project, stopping along the way to see some pre-Inca mounds. The hacienda is a 4,000-acre working farm with general agriculture, forestation and dairy farming operations taking place daily. When you return, saddle up and choose a route from one of the many surrounding Zuleta. Horse-riding at Zuleta is a fantastic way to spend afternoons or mornings, as they have their own breed of horses called Zuleteños for every level. You'll be provided with helmets, half chaps, rain ponchos and a saddle bag, so you can feel entirely at ease whilst exploring the glorious horse trails surrounding you. There are six hours' worth of routes just outside your hacienda's door. You'll be provided with lunch, generous snacks and refreshing drinks to keep you going along the way."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Life on a Working Farm - We encourage you to spend this morning riding and exploring the truly spectacular scenery that surrounds you. Hacienda Zuleta will also host a tour of the cheese museum, where you may learn how to make 14 different types of fresh, semi-aged and aged cheeses. Each variety is handmade here with local milk by people from the local community with Zuleta spirit! Visit the organic gardens, feed baby calves, count sheep, talk to the vaqueros and enjoy the embroidery museum. This truly is a countryside idyll."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Set Off and Saddle Up - Today after a hearty breakfast, you'll travel further south to Hacienda La Alegría in Machachi. The journey will take just under three hours, but it will be an incredibly scenic drive as you traverse the mountain range. La Alegría is a warm lodge that celebrates the traditions and customs of the local chagras - the highland people. In goat-skin chaps and woolen ponchos, these people welcome tourists and demonstrate their centuries-old techniques for herding cattle. The skill on horseback and knowledge of Andean paramo surrounding are nothing short of legendary, and it is with this insight that you'll be introduced to the land. This is where your proper riding excursions begin, with the chagras as your inspiration for the journey, you'll explore the grasslands framed by ancient volcanoes, highland plateaus, and rivers that flow down the Andes all the way to the Amazon. Today you will meet the horses on the hacienda, try on the equipment and practice a little with the chosen horse. Nestle in for nights by the hacienda's roaring fire and eat delicious Ecuadorian food. Rest well in humungous beds before your onward excursions in days to follow."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Riding up to the Mountain Chain - After a healthy breakfast, we will cross the Lagchig gorge, which is the beginning of the hundred-year-old canal that reaches La Alegría. You will be able to observe different landscapes and ecosystems due to the ravines, gorges, waterfalls, and forests that we will encounter along the way."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Around the Widow Mountain - After a healthy breakfast, we will ascend to 3600 meters and we will be able to observe the Machachi valley and the Avenue of the Volcanoes. We ride around the mountain and descend to the valley, then arrive at Hacienda La Alegria for lunch. When we reach the western part of the Viudita mountain, we take a narrow path through a paramo. This paramo suddenly changes to become a forest of local bamboo (zuro) where you can see forest turkeys and other bird species. We ride around the mountain enjoying views of the cloud forest, the south of the city of Quito, and the nine volcanoes. The vegetation and endemic trees such as the pumamaqui, guneras, and some orchids gives us the impression of a high-altitude cloud forest. The route is subject to the weather conditions."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Cotopaxi National Park - This morning canter through the mountains and bid farewell to this special setting as soon you'll head off to Cotopaxi National Park. As you drive towards the park, take in the spectacular view of snowcapped summits of the Cotopaxi and Antisana volcanoes. Visit the Interpretation Centre to learn about the history of this spectacular volcano's major eruptions, as well as the unique local flora and fauna. You'll be escorted to Laguna de Limpiopungo and stretch your legs around beautiful surroundings mirrored in the deep blue waters. For those who are looking to be more adventurous, two-hour hike will take you to Mount Cotopaxis J. Ribas refuge at 4,800 meters above sea level, where you will be blown away by the spectacular views of the volcanoes and surrounding Andean peaks before ending at Chilcabamba Mountain Lodge. This lodge is traditional Andean setting with the rooms overlooking the epic mountain range and volcanoes."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Quilotoa Lagoon & Tigua Painting - After a delicious breakfast, set off to explore the surrounding markets, which are as authentic as it gets. These are the centres of the local indigenous people's social and economic worlds. Following a morning exploring, you'll visit the Quilotoa volcano crater, where you'll be stunned by the crater's serenely mysterious green lake. As you encircle the crater's rim, condors will soar above and deer in the grasslands around you. On the way back, visit the art galleries in Tigua, where paintings representative of the folklore of this special part of the Andes are showcased. The brightly coloured style of the painters - currently the third generation - has transcended local boundaries and is now internationally renowned. These days there are a lot of painters in Tigua, but Julio Toaquiza was the first and is still number one. You'll meet Julio in his studio to see and understand why his vibrant work is so highly appreciated - for the level of meticulous detail and the stories that the paintings bring to life. This evening, dream of the volcanoes, the condors, and the indigenous community's world-famous legends."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Unique Horse Trails - Chilcabamba Mountain Lodge offers unique horse ride trail options, which uncover quieter areas of Cotopaxi National Park. Meet with the chagras in their colourful clothes and set off towards Cotopaxi and Ruminahui, chasing those amazing views."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "A romantic departure - After breakfast, and on your way back to the airport, you'll stop off at a world-class rose producer's garden in full bloom. Ecuadorian roses are recognised as being some of the finest in the world; they are exported absolutely everywhere. This farm produces unique, beautiful, multicoloured roses for the most discerning customers. You will be shown the process of producing high-quality roses and explain the research that has gone into producing the flowers' marvellous colours. Many products created by this beautiful blossom are also available to enjoy and sample, such as rose honey, sea salt, vinegar, chocolate and marmalade. Sadly, your flight will be waiting to take you back home after your epic journey in Ecuador's lesser-seen highland regions."
    }
  ],
  "map": ""
}