{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "mainland-ecuador-holiday-culture-nature-adventure",
  "tourName": "Mainland Ecuador holiday, culture, nature & adventure",
  "placesVisited": "Quito, Ecuadorian cookery class, Cloud forest walks, Bird watching, Hike and swim at waterfall, Cotopaxi National Park, Mountain trekking, Horseback tour, Devil’s Nose train ride, Ingapirca ruins, Cuenca, Spa, Cajas National Park",
  "generalInfo": "This 11 day tour combines some of Ecuador’s most stunning landscapes with cities and culture. With its mix of hiking, scenic train rides, horse riding and sightseeing tours, it’s the perfect way to discover this diverse country, from wildlife-filled cloud forest and the breath-taking Andes, to the Pacific Coast. <br/><br/>We will visit two of the most important cities in Ecuador during this tour which are Quito and Cuenca. Both beautiful, historical cities boast a wealth of UNESCO World Heritage Sites, attractive architecture and dramatic, mountainous settings. As well as exploring the streets, you’ll learn how to cook local dishes with a cookery class and have the chance to unwind at a natural hot spring spa. We’ll also spend some time in the port city of Guayaquil, where beaches and tasty seafood await. <br/><br/>We’ll spend two days exploring Ecuador’s cloud forest, staying for two nights in a lodge. During that time, we’ll watch out for spectacled bears while hiking the forest trails, experience a dawn chorus and go bird watching, followed by a dip in a waterfall or swimming hole. There will also be the chance to see more iconic South American wildlife, such as coati and condors, in Cajas National Park.<br/><br/>Ecuador is home to 47 volcanoes, and we’ll visit three of the most famous: Cotopaxi, Rumiñahui and Chimborazo. We’ll also drive through the impressively scenic Volcano Avenue, go horseback riding in Cotopaxi National Park and maybe kayak on Quilotoa Loop, a spectacular crater lake, before taking a ride on the Devil’s Nose train and visiting the Ingapirca ruins.",
  "durationDays": "11",
  "price": "4481",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "AIRPORT PICKUP – TRANSFER TO HOTEL Your Hidden Treasures Ecuador tour starts here. You will be picked up at the Mariscal Sucre International Airport (UIO) and brought to your hotel, which is located in the center of Quito. Depending on the time of arrival at the airport, you will have the chance to explore Quito by yourself and taste the local dishes and drinks. Of course, it is also possible to rest because you might be tired after a long flight."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "HISTORICAL CENTER – COOKING CLASS – CAPILLA DEL HOMBRE (B, L) After breakfast in the hotel you will go to the Historical Center of Quito to explore the many UNESCO World Heritage Sites. After getting an impression of this beautiful city, you will get a cooking class where you learn how to cook local dishes. In the afternoon you will visit the Capilla del Hombre where you have an amazing view over the city. (All transportation is included). Accommodation in Hotel Ikala Quito or similar"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "INTIÑAN MUSEUM – PULULAHUA – CLOUD FOREST (B, L, D) In the morning we will first visit the Intiñan museum and go to the Pululahua volcano. After that you will be transferred to a beautiful place in the Cloud Forest. Before lunch you will take a guided short walk to learn about some of Maquipucuna’s medicinal and useful plants. After lunch you will walk through the Bear trail and part of the Palmito or River trails in search of spectacled bears or their traces. This is a moderate hike (2 to 3 hours) through Secondary and some Primary Forest. A local guide is mandatory during Spectacled Bear season. At 6pm the bar opens officially; however, if you desire a drink before then, please let the staff know and they will be happy to serve you. There is also the chance to do an optional guided night hike. Accommodation in Maquipucuna Reserve Lodge or similar"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "BIRD WATCHING – HIKE TO WATERFALL / SELF GUIDED WALK (B, L, D) Wake up with a concert of birds and get ready for an early start. After enjoying a cup of our own freshly brewed coffee, you have the first birding hike from 6:30 – 8:30 AM to enjoy the sounds and sights of dawn in the forest. Before lunch you will take the Humedal trail learning further about plants and watching birds as we progress into the the pre-Inca trail used by the Yumbos. As a reward, you will reach the Yumbo waterfall or swimming hole where you will have the opportunity to take a swim. After lunch you will visit the coffee orchard, the orchid garden and the organic garden. Alternatively after breakfast, you could take a half day or full day tour to the Ziplines, Tulipe archeological site or Mindo butterfly garden. You can also do an optional guided night hike. Accommodation in Maquipucuna Reserve Lodge or similar"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "COTOPAXI – HORSEBACK RIDING (B, L) After breakfast you will drive to the Cotopaxi Volcano area, which takes about 4 hours to get there. You will start your tour with a very nice car ride from Quito through the Volcano Avenue; including the Pasochoa, Rumiñahui, Illinizas and others. When you arrive there you will have a lunch and after that you will do a horseback riding tour in the slopes of the Rumiñahui Volcano. Accommodation in Hacienda El Porvenir or similar"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "COTOPAXI NATIONAL PARK – LIMPIOPUNGO LAGOON – INSILIVI (B, L, D) When you finish your breakfast in the morning, you will visit the Cotopaxi National Park and the Limpiopungo Lagoon. After that, you will depart to Isinliví and there you will have lunch. In the afternoon you will go for a trekking exploration around the Isinliví mountains. In the evening you will have a nice local dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "QUILOTOA – TIGUA – GUAMOTE – CHIMBORAZO (B ,D) In the morning you will visit the Quilotoa Loop, and have the chance to hike down and actually feel the temperature of the lake, when time allows it you can even kayak on the lake. After that you will go to Tigua, where you will visit the local community. In the afternoon you will drive to Guamote, on your way there you have the chance to make some amazing photos of the Chimborazo volcano. Accommodation in Inti Sisa or similar"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "GUAMOTE – DEVILS NOSE – INGAPIRCA – CUENCA (B) Around 08.00 AM you will go on the Devil’s Nose train ride. You will learn about one of the greatest rail engineering feats worldwide while passing through the beautiful Andean scenery. In the afternoon you will visit the Ingapirca ruins after which you will be transferred to your hotel in Cuenca. Accommodation in Hotel Victoria or similar"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "CUENCA CITY TOUR – SPA CIRCUIT (B) Today, you will have a very relaxing day. This is your time to explore one of the most beautiful cities in Ecuador. Cuenca won South America’s Leading City Break Destination of 2018, and you will see in this tour why that is the case. It is an amazing city with a lot of UNESCO World Heritage Sites. You will start this day with a city tour around Cuenca, and after that, you will visit Piedra de Agua hot springs, a nice spot where you will get the chance to relax and unwind by doing a Spa Circuit. Accommodation in Hotel Victoria or similar"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "CUENCA – CAJAS – GUAYAQUIL (B) After breakfast at the hotel, you will spend a half day at Cajas National Park. In this park you will spot many beautiful lakes. It is also home to many wild animals such as Andean condors, giant hummingbirds and coatis. After exploring the great wildlife and nature, you will continue to Guayaquil where you will enjoy the city by night and enjoy its beautiful panoramic views. You will visit the most beautiful areas and buildings of Guayaquil. Accommodation in Wyndham Guayaquil or similar"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "TRANSFER OUT (B) This is your last day of your Hidden Treasures Ecuador tour. Depending on the time of your flight, you will be brought to the airport. Any time of the day is fine to get your flight out, we will arrange a transfer to the airport for you. End of services."
    }
  ],
  "map": ""
}