{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-5-7-day-premium-cruise",
  "tourName": "Galapagos 5-7 day premium cruise",
  "placesVisited": "",
  "generalInfo": "Explore the Galapagos, either the virtually untouched western end of the Galapagos Islands, which has just been born out of fire, or a shorter route that gives an excellent impression of this unique ‘laboratory of evolution’ in case you have less time, or if you are on a limited budget.<br/><br/>Uncover the mystery of how tough pioneer species make barren lava fields habitable; and approach bizarre outgrowths of adaptation as marine iguanas and flightless cormorants. It’s true that accessing this remote and isolated region demands longer navigation (mainly overnight), but our stable mega-catamaran enables you to witness ‘survival of the fittest’, without experiencing it.<br/><br/>Our vessel has just 9 cabins, all with balconies, and is designed specifically for cruising the Galapagos Islands. The vessel is a stable &amp; wide motor catamaran with the comfort of a floating hotel. All cabins are spacious &amp; bright and have a private balcony &amp; sea view.<br/><br/>Our vessel was launched in 2009 and completely refurbished in 2024.<br/><br/>INCLUSIONS<br/>Lodging on board in a cabin with private facilities<br/>All meals, water, coffee and tea<br/>All excursions as mentioned in the itinerary (itinerary subject to change) with English speaking naturalist guide.<br/>Snorkeling gear (masks, flippers and snorkel).",
  "durationDays": "7",
  "price": "4462",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Spend 5-7 days cruising the Galapagos Islands and exploring some of the main sites or more remote locations. Some of the highlights: Fernandina is the third largest island in the archipelago and has a single visitor site: Punta Espinoza located at the nor theastern tip of the island. Marine iguanas conglomerate in larger groups than in any other island. They bask around in the sand, swim near the shore and sometime block the way at the landing dock. Among the unique species found here, is the Flightless Cormorant. This bird had to adjust its way of survival and perfection its skills of finding food in the ocean. Their wings, tails and feet progressively adapted for swimming. To see these birds, is to witness evolution happening right in front of you. Tagus Cove (Isabela) A tour along the cliffs in a zodiac will give the visitors a good chance to see the Galapagos penguin, the flightless cormorant and other sea birds. From the landing dock it is about a 30 minute hike along the trail up to the top of the cliff from where you can view Darwin Lake, an uplifted ultra-saline lake saltier than the sea. You can also see several volcanoes from this location. Look carefully at the graffiti on the surrounding cliffs of the cove, it has been written by pirates, whalers and buccaneers in past centuries. Rabida After a wet landing on the remarkable red beach of Rábida, there are two short guided walks. Iron oxide particles give rocks and sand their reddish color. The beach wall has a shallow lagoon fringed with green; This oasis is the most fertile spot on the otherwise barren islet, which is covered in palo santo trees. The salty lagoon attracts all kinds of waterfowl, including pintails and sometimes red flamingos. Many species of songbirds hide and breed among the evergreen foliage of the surrounding mangroves. One of the most outstanding attractions is the important breeding colony of brown pelicans, the only pelicans in the world that dive. Las Bachas Beach (Santa Cruz) These two small beaches are located to the west of Black Turtle Cove, in Santa Cruz. Its sand consists of decomposed corals, which makes it white and soft. This makes it a favorite nesting site for sea turtles. Behind one of the beaches there are small lagoons, where flamingos and other shore birds, such as Galapagos gulls and lapwings, can be seen from time to time. On the second beach, which is the widest, you can explore the remains of two abandoned warships. In World War II, these were left behind by the US, as the island of Baltra was used as a strategic point for the protection of the Panama Canal. The name Las Bachas originated at this time, since the word with which the North Americans called these two boats, “barges”, was difficult for the local inhabitants to pronounce and they ended up making it Spanish. Eden Islet El Eden is a paradisiacal tuff cone islet, just off the west coast of Santa Cruz (between Whale Bay and Dragon Hill). This morning we will disembark to the appropriately named Eden Islet. On its coast you will observe land iguanas and sea lions soaking up the sun, as well as seabirds feeding in the nearby mangrove forests. It is a perfect location for swimming activities, as the clear and calm waters will allow you to snorkel along tropical fish, rays, and two species of sharks. Alternatively, a kayak ride would be a memorable experience. Dragon Hill (Santa Cruz) The visitor site at Dragon Hill has been open for visits since 1993. This site is located in north-western Santa Cruz Island and consists of a trail that lead to a hyper-saline lagoon behind the beach, frequented by flamingos, pintail ducks and other species of birds. This site has been re populated with land iguanas from Seymour, Isabela and Santa Cruz islands. There is a short walk to the Hill, which offers a beautiful view of the bay."
    }
  ],
  "map": ""
}