{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-islands-small-ship-cruise-holiday",
  "tourName": "Galapagos Islands small ship cruise holiday",
  "placesVisited": "",
  "generalInfo": "This wonderful 10 day sailing adventure through the north, central and south islands of the incredible Galapagos islands will see you travel in style aboard the small yacht \"Eden\" to discover some of the Galápagos' most unique species and spectacular sights. With 7 nights on board, included internal flights and a night in historic Quito both before and after your sail, this is the ideal itinerary for exploring this remarkable part of the world. Enjoy included excursions, hikes and snorkelling as you see for yourself why the Galapagos Islands are known as “Mother Nature’s Zoo”.<br/><br/>- Sail aboard a comfortable small vessel which holds a maximum of 16 guests<br/>- Visit exceptionally scenic islands including Genovesa, Bartolomé, Floreana and San Cristóbal<br/>- Search for a huge variety of wildlife sightings such as giant tortoises, marine iguanas and an abundance of birds including the famous red and blue-footed boobies<br/>- Enjoy included snorkelling excursions and hikes<br/><br/>Various dates available",
  "durationDays": "10",
  "price": "4799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Quito: Arrive independently to Quito and take your transfer to the hotel for your included overnight stay. Depending on your arrival time you may have time to explore some of this fascinating and historic city set high in the Andean foothills that is a designated UNESCO World Heritage Site. In the evening your tour representative will meet you at the hotel for a briefing on what lies ahead and what to expect from your exciting Galapagos cruise."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Quito to The Galapagos: After breakfast this morning your transfer will take you to the airport for your included flight to the Galapagos Islands. Upon arrival in Baltra we will transfer to the shore to board the Eden and enjoy our first lunch onboard. After settling in to your comfortable cabin we will head out on our first excursion which will take us to Bachas Beach. On Bachas Beach the sand is made of decomposed coral, making it soft and white, and a favourite site for nesting sea turtles. We will hope for our first sightings of sea turtles here, but it’s not only the turtles that we’ll be on the lookout for. Sally Lightfoot crabs on the lava rocks along the water's edge, flamingos, marine iguanas and black necked stilts are just a few of the species we are likely to see on this first stop…the perfect introduction to the Galapagos!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Genovesa Island: Our first full day in the Galapagos Islands will see us visit Darwin Bay on Genovesa Island where you can enjoy a lovely walk along the coral sands surrounded by an abundance of seabirds, or take a snorkelling excursion to a sunken caldera to see large schools of tropical fish, and if lucky, some sea lions, hammerhead sharks, white-spotted eagle rays and manta rays. In the afternoon you will visit El Barranco for a fabulous wildlife experience. Also known as “Prince Phillip's Steps”, you can climb the steps to see a huge seabird colony where you will find the breeding grounds for masked, blue-footed and red-footed boobies."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bartolomé Island / Sullivan Bay: This morning we will visit Bartolomé Island to enjoy a guided tour around the island's dramatic volcanic features, a hike to the summit for spectacular views of Pinnacle Rock, the island’s famous landmark, and an optional snorkel along the island’s iconic volcanic rock formations. While we’re here we’ll also hope for sightings of the island’s Galápagos penguin colony, as well as sea lions and sea turtles. In the afternoon we will sail on to Sullivan Bay on Santiago Island to see and walk along its fascinating giant lava formations and stark landscapes."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Black Turtle Cove / Cerro Dragón: This morning you’ll take a panga (small boat) ride to Black Turtle Cove to explore through the mangroves and see a variety of marine wildlife in both the salt and fresh waters of the area, keeping a keen eye out in particular for the Whitetip reef sharks and sting rays that are often found here. Later in the afternoon, a trip to Cerro Dragón will allow you to enjoy a short walk through a Palo Santo tree forest to the see the Scalesia trees that are endemic to the area and visit the hypersalinic (saltier than the ocean) lagoon to see flamingos and a wide variety of other birds."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Puerto Ayora: Today brings us to Puerto Ayora on Santa Cruz Island where you can visit Fausto Llerena Breeding Center and Charles Darwin Research Station. Here we will learn all about the ongoing conservation efforts on the islands and see several subspecies of adult and hatchling tortoises, including seeing the famous Galapagos tortoise up-close, learning about how these programs are helping them to avoid extinction. You can also enjoy a trip into Santa Cruz’s verdant highlands to see these giant reptiles, the Galapagos’ most famous residents, in their natural habitat, before some free time to explore around Puerto Ayora at your leisure."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Floreana Island / Punta Cormorant: On day 7 we will reach Floreana Island where we will make land at Post Office Bay to learn all about its unique history and abundant wildlife and birdlife. The tradition here is to drop off a letter at the barrel that was left by whalers in the 18th century and take one with you that you could deliver to its final destination. In Punta Cormorant you can visit two dramatically different beaches: one with green sand, coloured by olivine crystals, and another with white sand particles known as 'Flour Beach, before making your way to the nearby lagoon to see penguins, flamingos and marine iguanas. You could also opt for another fantastic snorkelling experience at an old underwater volcanic cone known as the “Devil’s Crown” and renowned for its strong currents."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Española Island: Today you can enjoy a full day on Española Island, one of the oldest islands in the Galapagos archipelago. A visit to Punta Suarez, which is one of most wildlife-rich landing sites in the Galápagos, should reward in sightings of sea lions, waved albatross and much more. On the white sandy beaches and turquoise waters of Gardner Bay you may also spot red-billed tropic birds, hood mockingbirds, lava lizards, Galapagos hawks and Nazca and blue-footed boobies…to name just a few!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "San Cristóbal Island & Back to Quito: Our last stop will take us to San Cristóbal Island where you can visit the Interpretation Centre for some more history lessons on the Galapagos, from their volcanic origins to the conservation efforts in place in the modern day. The Human History exhibit is definitely worth a visit before it’s time to catch the flight back to Quito, where upon arrival you will be transferred to your hotel for your included overnight stay. On the morning of day 10 it will be time to check out as your itinerary sadly comes to an end. There are various opportunities for extending your stay in Quito including city tours and volcano tours so please enquire for details if you wish to add on even more adventure."
    }
  ],
  "map": ""
}