{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-8-day-cruise-ecuador",
  "tourName": "Galapagos 8 day cruise, Ecuador",
  "placesVisited": "Guided tour of Santa Cruz, Charles Darwin Research Centre, Punta Cormorant flamingo lagoon, Snorkeling off Floreana Island, Post Office Bay, Punta Suarez, Walking tour of Isla Lobos, Cerro Colorado Tortoise Centre, Seymour",
  "generalInfo": "Get up close and personal with the wildlife that inspired Charles Darwin’s world-changing research; snorkel turtles, sharks and tropical fish; walk alongside loveable giant tortoises, and cruise from place to place aboard a fully crewed yacht. Seriously, what’s not to love about this fantastic Galapagos Islands holiday?<br/><br/>The 8 day south-western tour aboard the catamaran Archipel I gives you an extensive overview of the Galapagos Islands. You will have the chance to combine the circumnavigation of the Isabela Island with excursions in the most southern points of the archipelago. You will also be able to snorkel with sea lions in the Loberia and visit the Charles Darwin Research Station in Santa Cruz.<br/><br/>HIGHLIGHTS:<br/>-Virgin Fernandina &amp; isolated west coast of Isabela make you eye-witness of evolution<br/>-Breeding programs of emblematic Galapagos giant tortoises<br/>-Unique tidal channel with whitetip reef sharks &amp; rays<br/>-Not to be missed highlight South Plaza (land iguanas &amp; giant cactus forest)",
  "durationDays": "8",
  "price": "3750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at San Cristobal airport you will need to pay the park entrance fee, which funds conservation work to protect the islands' biodiversity. In the afternoon you will visit the Interpretation center. The Interpretation Centre gives a perfect explanation of this unique archipelago. Information panels, pictures, documents, maquettes, and dioramas tell background and conservation stories about the extraordinary islands.(B/L/D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "AM: South Plaza: Despite its small size, some of the most interesting and outstanding species of the Galapagos are found here. There are several hybrid iguanas- a result of crossing a male marine iguana and a female land iguana. PM: Santa Fe: Santa Fe is home to a number of endemic species like the Galapagos Hawk, Galapagos snake, Galapagos mockingbird, rice rats and one of the two species of lands iguanas of the islands (B/L/D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "AM: North Seymour: North Seymour is another highlight of your cruise. In the archipelago’s most extensive seabird breeding colony you can walk just a short distance from frigatebirds and blue-footed boobies. PM: Chinese Hat: Though recently born out of the fire the volcanic islet Chinese Hat does not appear to be any more inhospitable than Bartolomé and lunatic Sullivan Bay. This tiny, rusty-coloured islet just begins to sprout. You arrive just in time to witness the next chapter about colonisation by pioneers! (B/L/D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "AM: El Chato Reserve - Twin Craters: El Chato Reserve is a protected area and official part of the Galapagos National Park. It extends from Cerro El Chato as far down as the southwestern coast of Santa Cruz Island, where females lay their eggs. PM: CC Fausto Llerena: A tour at Fausto Llerena Breeding Center you can see the tortoises of Española Island, ending in the tortoise exhibit corral. Tortoises of this corral are accustomed to humans; it is an excellent spot to be photographed with them! (B/L/D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "AM: Moreno Point (Isabela): Fresh, promising greens of pioneer vegetation contrast strongly with the dead, pitch-black lava flow that once reached the ocean at Moreno Point. PM: Elizabeth Bay (Isabela): At the remote Elizabeth Bay you will enjoy the best dinghy-ride of the Galapagos, which combines a visit to the Marielas Islets in the mouth of the bay, with the highest mangles in its innermost heart. (B/L/D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "AM: Tagus Cove (Isabela): Tagus Cove is a historical anchorage at the northern entrance of Bolivar Channel (between Isabela and Fernandina). PM: Espinoza Point (Fernandina): Westernmost Fernandina harbours one of the world’s most virgin, untouched ecosystems, and is another crown jewel of the Galapagos. (B/L/D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "AM: Puerto Egas (Santiago): Puerto Egas is historical, and the favourite site on Santiago for wildlife lovers; and it’s even the best place in the archipelago to observe Galapagos fur seals. PM: Rabida (Fernandina): Upon landing at this remarkable red beach, you will usually be greeted by a large bachelor colony of Galapagos sea lions. (B/L/D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "AM: Bachas Beach (Santa Cruz) Strolling along its coastline, the blinding white Bachas Beach appears full of natural life. It is one of most important breeding sites for Pacific green turtles. Transfer out to Baltra Airport Assisted by the naturalist guide and some crew members, the dinghy will bring you and your luggage to Baltra, where we will take the airport shuttle. Your guide will accompany you to the check-in counters in the departure hall."
    }
  ],
  "map": ""
}