{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-adventure-culture-holiday",
  "tourName": "Ecuador adventure & culture holiday",
  "placesVisited": "Quito, Otavalo, Cuicocha Lagoon, Cotacachi, Papallacta, Archidona, Arajuno River, Quichua Community visit by canoe, Misahualli, Puyo, Macas, Shuar Waterfall, Lagoons of Atillo, Guamote, Andean Kichwa Community, Riobamba, Chimborazo Volcano, Latacunga, La Victoria, Zumbahua, Quilotoa Lagoon, Chugchilan, Hacienda La Cienega, Cotopaxi National Park",
  "generalInfo": "Mainland Ecuador remains practically unknown to most people, and this beautifully woven two week tour will reveal its myriad beguilements. This diverse land mingles wildlife-thronged forests with snow-clad volcanoes, tropical vegetation, richly storied colonial cities and tribal villages hidden in the jungle. It's a perfect tour for travellers keen to discover one of South America’s hidden gems – with the option to extend the trip to the celebrated Galapagos Islands. <br/><br/>You'll enjoy countless encounters with volcanoes – including Ecuador's highest peak, whose summit is the furthest point on Earth from its core, and the shores of the gorgeous volcano lake at Quilotoa. There will be an opportunity to hike through Ecuador's rainforests and highlands as well as the chance to take an unforgettable Andean train ride from Ibarra to Salinas and over the fabled Devil’s Nose.<br/><br/>Nature lovers will also savour encounters with iconic Ecuadorean wildlife including the Andean Humming Bird, the Cara Cara and the majestic Andean Condor – plus, of course, llamas and guinea pigs!     <br/><br/>Contrast the urban buzz and major historic sights of Quito with the tiny jungle town of Macas and the traditional ceramics manufacturing village of La Victoria.<br/><br/>The trip ends with time at Cotopaxi National Park where you can take a walk around Limpiopungo Lagoon and soak up the stunning views from Tambopaxi mountain refuge before finally returning to Quito from where you'll begin your journey home.<br/>",
  "durationDays": "14",
  "price": "2545",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Quito (approx. 1 hr driving) Arrive in Quito and transfer to the hotel. Depending on your time of arrival, you may have time to explore the city. Overnight Patio Andaluz or similar. No meals are included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Quito – Cotacachi (approx. 3hrs driving) This morning explore the colonial old town of Quito (UNESCO World Heritage Site). Visit the major colonial churches and monasteries including La Catedral, El Sagrario, La Compañia and San Francisco. Later, visit Independence Plaza flanked by the Cathedral, the Presidential Palace, the Municipal Building and the Archbishop’s Palace. Continue to the Church of San Francisco, one of the greatest religious buildings in South America. Its impressive façade and atrium lead to an opulent gold interior, a Baroque influence with the winged Virgin of Quito at its main altar. Visit the historic colonial quarter of Quito, resplendent with its churches, gilded altars and religious sculptures and paintings dating from the 17th 18th and 19th centuries. The tour continues through narrow streets, ancient colonial houses with Moorish-style arches and mysterious patios to El Panecillo, a vantage point for a stunning view of the city. This afternoon, drive from Quito north to Mitad del Mundo (literally middle of the world) where the Equatorial Line Monument is located. Here you can stand with one foot in the Northern, and one in the Southern hemisphere. Leaving Quito behind, continue to Cotacachi where you are welcomed by a local family. Overnight at Runa Tupari or similar (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cuicocha Lagoon (approx. 2hrs driving) Today we explore the surroundings of the Cuicocha Crater Lagoon during an easy to moderate grade 4-5 hour hike through the flora of the Andean highlands. We also visit Cotacachi, known for its handmade leather articles. Overnight Runa Tupari similar (BLD) Note – Alternatively it is possible for clients to take a boat tour of the lagoon instead of doing the hike. This is subject to availability and cannot be booked in advance."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Otavalo – Peguche Cascades – Papallacta (approx. 3hrs driving) Today visit Otovalo market and meet skilful native merchants that create colourful pieces using the same techniques as their ancestors, such as alpaca sweaters, ponchos, hammocks and pan flutes. We then visit a house of a respected maestro in rondador, a small panpipe producing a distinctive sweet sound. After the visit we continue to Peguche waterfall, an important place for the local people, where we take a short walk and be educated about the importance of this sacred place. We then make our way to Papallacta, a first-class hot springs resort, located in the Amazon region. Overnight Termas Papallacta or similar (BD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Amazon Adventure (approx. 5hrs driving) This morning, we head to the upper Amazon along a scenic stretch of road that takes us out of the Andes highlands and into the Amazon. We stop at Wayra Reserve, where you can find a large variety of flora and fauna, and home to some amazing birdlife such as the Rufous-Breasted Wood Quail. After the visit we head to our lodge where we will spend the next 3 nights. Overnight Suchipakari Lodge or similar (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Amazon Experience Today explore the jungle with your native guide, observing the variety of flora and fauna. We also visit the famous animal refuge known as AmaZoonico, founded to protect the native and wild animals of the area that have been injured, mistreated or confiscated due to smuggling. After lunch we visit a native Quichua family where we will learn how ‘chicha’, their local alcoholic drink, is prepared. You can also experience using the blowgun – an important weapon used by the people of the jungle when hunting food. After the family visit, explore the caiman lagoon where you can view the reptiles that live here. Overnight at the lodge (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Amazon Experience This morning take a hike through the protected rainforest of the lodge. Your nature guide will point out interesting medicinal plants and talk about the wildlife in the area. After the walk and lunch, we discover why Ecuador is the best place to enjoy chocolate. Learn how to make delicious chocolate from the local cocoa beans. After returning to the lodge, enjoy the rest of the afternoon at leisure. Overnight at the same lodge (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Macas (approx. 4hrs driving) After breakfast, travel through the rainforest to Puno where we visit an Animal Rescue Centre to observe tropical animals of the Amazon region and meet some monkeys face to face. From here, continue deeper into the rainforest to the small jungle town of Macas. Here there will be some time to relax at leisure in the afternoon. Overnight Hosteria Piedra Amazónica or similar (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Macas - Shuar Waterfall – Lagoons of Atillo – Guamote (approx. 3hrs driving) A short drive, takes us to Shuar territory. Take a round trip of walk of around 3 hours through the forest to a sacred waterfall, where we participate in the spiritual waterfall ceremony of the Shuar, after which enjoy a soak in the waterfall and taste the typical food of the Shuar. Later, continue to the Atillo Lakes, crossing the Andean highlands to Guamote. Overnight Inti Sisa Hotel or similar. (BD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Guamote – Riobamba (approx. 1hr driving) Our day begins with a visit to the Church of La Balbanera on the outskirts of Riobamba, first built by the Spaniards, making it the first catholica church in the region. Continue to Colta Lagoon and explore the area before driving to the community of La Moya, formed of 68 families. Experience the man’s relationship with the sacred mountain Chimborazo with their legends and traditions rooted in the community, and visit the mountain museum ‘Urkukunapak Wasi’ where the myths and legends are on display. Our final destination is Riobamba, Ecuador’s first capital city. Spend the evening at leisure. Overnight Mansion Santa Isabella or similar (BL)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Chimborazo Wildlife Reserve - Tigua (approx. 5hrs driving) Today we visit the Chimborazo Wildlife Reserve, located on the slopes of the highest mountain in Ecuador. We begin at the reserve’s interpretation centre (starting at 4630m) where you will hear about the flora and fauna of the reserve, before heading to the mountaineer’s refuge. After we continue to Tigua, a small village close to Quilotoa. Overnight Posada de Tigua or similar (BD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Quilotoa Lagoon (approx. 3hrs driving) This morning visit the Andean market of Zumbahua and experience the noisy and chaotic market before heading to the beautiful crater lagoon, Quilotoa. On a short hike, enjoy the changing views of the lagoon and the surrounding Andes Mountains. Overnight Mama Hilda Hotel or similar (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Cotopaxi National Park (approx. 4hrs driving) This morning we travel south to the central Ecuadorian Andes and Cotopaxi National Park. and enjoy an easy walk around Limpiopungo Lagoon, learning about the typical vegetation of the Andes and, with good weather, enjoy superb views of the impressive Cotopaxi. Lunch is taken in the mountain refuge Tambopaxi surrounded by the impressive peaks of Sincholagua and Cotopaxi. Overnight El Porvenir or similar (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Departure from Quito (approx. 2hrs drving) Time at leisure until your transfer to the airport for your onward flight. (B) Please book a flight after 1500 hours."
    }
  ],
  "map": ""
}