{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "amazon-and-andes-wildlife-expedition-in-ecuador",
  "tourName": "Amazon and Andes wildlife expedition in Ecuador",
  "placesVisited": "",
  "generalInfo": "You will be in Lowland Amazon rainforest for almost half of this trip, in an area of south eastern Ecuador, close to the border with Peru. There are no roads into the area,  so we will take a private charter flight over a vast horizon of unbroken Amazon forest, landing in indigenous owned lands where oil companies have never been permitted to drill. Here we will switch into a rhythm of life dictated by the Achuar people who live here - learning about their culture, whilst exploring the flora and fauna on foot &amp; over water.<br/><br/>Of Amazon wildlife we can hope to see, monkeys are some of the most visible, ranging from the world's noisiest, the Red Howler Monkey, to the very smallest: the Pygmy Marmoset. Elusive jaguars, puma, tapir, giant river otters, peccary, capybara, agoutis, tamanduas, and more all exist here too; as do Pink River Dolphins, spectacled &amp; black caiman. More than 530 species of bird have been recorded here.<br/><br/>We incorporate an optional overnight Amazon camping adventure and wilderness kayaking in search of wildlife.<br/><br/>Cloud Forest of the Tropical Andes<br/><br/>Several parts of the world are sometimes referred to as the most diverse; but for the record, the Tropical Andes is the most diverse area of our planet. On this trip, we will explore the Western Pacific-facing cloud forest in greatest detail. We will be in an area of incredibly dramatic scenery called the Choco-Andean Rainforest Corridor - an ever-growing conservation area which one of our partner charities, Rainforest Concern, has been one of the most active in creating. The forest is filled with hummingbirds and other avian species. We will make a special effort to see South America's answer to the Bird of Paradise: the Andean Cock-of-the-Rock; sitting in wait at leks where the bright red-orange males perform elaborate mating displays<br/><br/>Choco-Andean Rainforest Concern Conservation Corridor Ecuador<br/><br/>Of mammals, we might be lucky enough to see evidence of Spectacled Bears, Tayra and the world's most recently discovered mammal: the Olinguito.<br/><br/>Cloud forest gives rise to an explosion of flora, including orchids, moss-laden trees and carboniferous tree ferns. Walking along the edges of the Andes, we will find the forest canopy above and beneath us; and spread spectacularly across mountains and deep valleys to the horizon. The volume of life encapsulated within a single view is breath-taking.<br/><br/>Avenue of Volcanoes<br/><br/>Between Quito, the Amazon and Choco-Andean cloud forest, we will travel through and stay in the alto plano (high plains), dwarfed by the highest volcanic peaks in the world. How many peaks we see will depend upon cloud cover, but here are some of the volcanoes we will pass will be:<br/><br/>Cotopaxi Volcano - Ecuador's second highest mountain reaching 5,897m<br/><br/>Chimborazo - now dormant, is Ecuador's highest peak at 6,263m<br/><br/>Antisana Volcano<br/><br/>Tungurahua Volcano",
  "durationDays": "10",
  "price": "3290",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You will be collected from Quito airport, or anywhere else you need within the city. You will then be transferred to a lovely boutique hotel in a premium part of the city where the group will meet, take a gourmet three course dinner and receive an introduction about the journey ahead from trip host, Ralph. Ralph is a director of our company and worked 5 years at partner charity, Rainforest Concern."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, we will set out south from Quito along the Avenue of Volcanoes. Our road will ply Ecuador's alto plano (high plains), out of which literally erupt some of the Andes highest volcanoes. If cloud cover is favourable, we can hope to see Cotopaxi, Chimborazo and Tungurahua. If we do, we will certainly stop to admire. From the alto plano we will descend the eastern slopes of the Andes and stop at a traditional farm for some local foods and to take a look at ancient weaving still taking place in the area. From this, the Salasaca area, we will drive to the a place on Amazon tributary, the Rio Pastaza, where the smaller Rio Verde joins it at a dramatic waterfall. From here we will continue past Puyo, on the edge of the Amazon Basin. We will stay in a small hotel with lovely gardens and some great local food knocked up by our host Sofia."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, we will drive about 10 minutes to an air strip from where we will take a private plane into a remote part of the Amazon, not far from the border with Peru. Please Note: in going to such as remote part of the Amazon, we are at the mercy of the elements. If there is excessive rain then we will have to delay until the skies are sufficiently clear ro fly. We might be delayed both in flying to the Amazon and in getting back - by as much as 24 hours. We will have to adapt if this is the case. Once we do take off, we will fly 160 km and 50 minutes Amazon as pristine as it should be. The wide meandering Rio Pastaza will be seen beneath us, with tributaries of all sizes feeding black waters into those delivered laden with material carried down from the Andes. Once we land, we will meet with our Achuar hosts, boarding a motor canoe which will carry us 20 minutes to our lodge. We will settle in and take lunch, after which we will head out on a walk which will first describe the local ecology; and then quieten down as we seek out wildlife. Cicadas and Screaming Piha birds will become familiar daytime sounds. When Red Howler Monkeys begin to sing, we will know that darkness isn't far away - something which descends quickly on the Equator. After dinner, we will get to know our Achuar hosts - a chance to share thoughts about your visit, the Amazon and wider world."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Achuar culture and beliefs are based around dreams and visions. The Achuar begin each day early, 3 - 4am, drinking wayus tea. Wayus is from a native plant, Ilex guayusa, which is part of the Holly genus - high in caffeine with positive antioxidant properties. The Achuar drink wayus early in the morning, whilst sharing their dreams - something you can join them for this morning. As daylight begins to appear, we will head out onto the Rio Pastaza, in search of macaws, parrots and other birds which sometimes descend en masse onto a section of river bank to top up on minerals. Dawn is one of the most active times of the day for wildlife, so we will be sure to make use of opportunities first thing each day in the Amazon. We will have breakfast at around 8am, before heading out to an Achuar village to learn about local medicinal plants. There is plenty of insect noise during the middle of the day, but less potential for mammals. You are also likely to feel somewhat tired by this time, so lunch with a rest afterwards is likely to be welcome. You will be able to walk in the near vicinity and gaze at the river too - if you are lucky, perhaps making sight of pink river dolphins. Mid-afternoon, we will head out in search of wildlife again on the river. You can remain in a slow motor canoe, or propel yourself by kayak. After dinner, we will head out on a night walk in search of all things great and small. We will conduct further night walks, so if you are tired after an early start, you might prefer to explore by night on a later occasion."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "If you wish, you can partake in wayus early morning again. We will then go in search of birds and monkeys along a tributary to the Rio Pastaza. Breakfast will be at 8am, after which we will take time to learn more about Achuar culture, beliefs and how they are dealing with challenges posed by the modern world. Achuar land rights are such that the Ecuadorian Government does not own rights it can sell to prospectors for oil and minerals. Thus far, the Achuar have refused access to oil and mining. They have had the opportunity to see some of the damage these activities have inflicted on areas to the north and south and prefer to develop through ecotourism and other means. The following plan can be adapted for you if you prefer not to camp overnight on a raised platform, deep in Amazon wilderness. After lunch, we will get into a motor canoe and head to our camping area, set up and take an early dinner. We will then head out in search of wildlife, returning just before dark."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Early morning we will explore by motor or canoe, heading back to the lodge in time for a late lunch. Mid-afternoon we will head out again in search of wildlife."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Wayus and dream sharing is an option again before Dawn. As light emerges, we will head out in search of wildlife and birdlife, either on foot on water. After breakfast, we will head to the air strip and fly back to where we can reconnect to the outside world. Note: once again, weather can cause delays in our flight. We will only fly when it is safe to do so. After flying almost an hour over Amazon wilderness, we will head by road north up into the Andes, to an area of thermally heated springs at Papallacta. Here we will stay at a hotel and spa with views (subject to cloud cover) of the glacial peaks of Antisana Volcano. Here you can relax as you wish, at the highest altitude you will have reached so far, sleeping at 3,500 meters above sea level. There are nature trails close by and spa treatments are available. Breakfast and lunch are included today, but dinner will be by your own account."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, departing at 9.30am, we will drive from the eastern side of the Andes to cloud forests on the western Pacific-facing slopes of the Andes. We will be in the the Choco region. The drive will take about 3 ½ hours, delivering us to a river which flows down from the Choco-Andean Rainforest Corridor. From here, we will pack your bags onto mules whilst we walk about 2 hours uphill to a community owned lodge. We will go at a slow pace, watching for birdlife as we go. The temperature will reduce as we walk; the sound of insects will subside; and the types of plant around you will change. Your views will also become ever more impressive as you gaze over some of the best preserved cloud forests of western Ecuador. You will be able to settle into your room before lunch and a briefing about the area. This is one of the main locations that trip leader, Ralph, used to work for Rainforest Concern. Either side of lunch, it's worth gazing at the views and stopping to observe and photograph dozens of hummingbirds. In the afternoon we will go for a walk, soaking up views; looking for evidence of mammals such as Tayra and Spectacled Bears; and looking in detail at the huge variety of flora which surrounds us."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Very early morning, we will trek to a 'lek' where we will try to watch bright orange / red male Cock of the Rock birds perform to females. We can enjoy lots more birdlife, scenery and potentially mammals, this morning and throughout the rest of the day. Depending upon cloud cover (which changes quickly through the day), you may be able to enjoy far reaching views of the Choco-Andean Rainforest Corridor. Ralph will take you to a reforestation sites and explain the status of different parts of Corridor."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We will enjoy walking at dawn before taking breakfast. You can then pack your bags to be loaded onto mules, whilst we take a long meandering walk from around 1,800m eleveation down to 1,200m. This is where we will meet our vehicle and head back to Quito. Overnight in the hotel you stayed in on Day 1."
    }
  ],
  "map": ""
}