{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-adventure-holiday-tailor-made",
  "tourName": "Ecuador adventure holiday, tailor made",
  "placesVisited": "Quito, Cotopaxi Volcano National Park, Lake Limpiopungo, Banos, The Amazon, Arajuno River, Upper Napo River, Quijos River, Papallacta Hot Springs, Activities include: mountain biking, white water rafting, jungle walks",
  "generalInfo": "Mainland Ecuador packs a lot of spectacular natural beauty into a tiny area. From Cotopaxi and cloud forest to capybaras and even jaguars, scenery and wildlife compete for your attention at every turn. Take nine days and you can really get stuck in. The best way to enjoy this country is to be adventurous – and you can have the perfect adventure on this tailor-made tour. <br/><br/>From Quito, Ecuador’s capital, you’ll be whisked straight to the slopes of Cotopaxi, the active Andean volcano, for mountain biking. After a rewarding soak in the hot springs at Banos, cycle down into the Amazon Basin where you’ll stay in a lodge surrounded by tropical rainforest. A boat trip gets you to the Arajuno River and an animal rescue centre where you can see toucans, parrots and monkeys, so you know exactly what to look out for in the wild.<br/> <br/>See lovely traditional ways of life preserved in the communities who live along the river banks – and then reach the exciting churning waters of the Upper Napo River.  Prepare for a wild ride; here you can tackle big waves on a thrilling white water rafting adventure. Treat this exciting day out as preparation you for further white-knuckle rafting on the famous Quijos River. Reward yourself afterwards with a soak in the ‘Valley of the Waterfalls’ – a relaxing end to your trip. <br/>",
  "durationDays": "9",
  "price": "1995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival you will be met by our local guide, who will help you acclimatise to Ecuador and make sure the trip runs smoothly. We will take you to your hotel and, depending on your time of arrival, you can spend a few hours exploring Quito and its amazing old town before bedding down for the night."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today will be your first taste of adventure and in true Ecuadorian style it begins on the slopes of the giant Cotopaxi Volcano. Descend by mountain bike from the roadhead at 4800m through fields of volcanoes, lava and Inca ruins to a height of 3700m. After a refreshing lunch you will ride from Lake Limpiopungo along dirt roads and single tracks through the pine forest that covers the slopes of Cotopaxi. Once down, we will drive you on to the town of Baños. (B/L)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "To work up an appetite for breakfast, we suggest a dip in the local thermal baths, for which Baños is famous. The day then begins with a bike ride to the Amazonian frontier town of Puyo, taking you down from the Andes into the warm and humid Amazon basin. You can choose to do 20km of this route or the full 55km, but either way it is all down hill! After you have reached Puyo and had some lunch you will carry on by car, driving through Quichua villages and tropical rainforest to a beautiful lodge overlooking the majestic Napo River. (B/L/D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today is an opportunity to experience life under the vast green canopy. After a filling breakfast, you will join other guests from the lodge and cruise by motorised canoe down a myriad of channels until you reach the Arajuno River. Here you'll be able to visit the animal rescue centre AmaZOOnico and see a great variety of jungle animals including toucans, parrots, monkeys, jaguars and capybaras. After lunch, cool off with a refreshing swim in the river before visiting one of the many indigenous communities that live along the Napo river. These villages have developed their own brand of tourism which offers you an insight to their daily lives by demonstrating modern and traditional activities like gold panning, pottery making, making the traditional drink 'chicha' from yuca and blowpipe hunting. Afterwards, head back to the lodge for a rest before dinner. (B/L/D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today it's time to get on with the adventure and drive up into the hills for a rafting trip on the Upper Napo river, also known as Jatunyacu, which means 'big water'. And BIG is probably the best word to describe this river - big waves and lots of fun! Jatunyacu is crystal clear as it flows from the Llanganates National Park, an extremely rugged and uninhabited mountain range believed by some to be the hiding place of Inca gold. (B/L/D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After a hearty breakfast, take a refreshing swim in the nearby waterfall Cascada de Latas. After you have dried off, a short 10-minute canoe ride takes you to a hiking trail through the forest, with the chance to see the luxuriant plants and shy animals of the Sumaco Biosphere reserve. After a delicious lunch back at the lodge you will then be driven to the Quijos valley where hot showers and a home-style meal await you. (B/L/D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Refreshed by a good night’s sleep, today you will experience the thrill of the Quijos river , fast becoming one of the best-known rivers for white water rafting in Latin America. Pull on your wetsuit for a day of rafting through exciting rapids and past some of Ecuador’s most beautiful scenery. After successfully running the rapids, you'll be taken up the 'Valley of the Waterfalls' to the Termas de Papallacta Spa for a well-earned soak in the volcanically-heated mineral waters. The best thing is that you will spend the night here, so there's plenty of time to enjoy a massage or two. (B/L/D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "How best to relax is the biggest question of the day. Sleep in late? Soak in the thermal baths and get pampered in the spa? Stroll along the river bank path? Finally, after a delicious lunch, it's time to head back to Quito and a last night get-together. (B/L)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you have a choice to make…Fly home or explore the Galapagos Islands. Tough decision!"
    }
  ],
  "map": ""
}