{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-islands-multi-activity-holiday",
  "tourName": "Galapagos Islands multi activity holiday",
  "placesVisited": "",
  "generalInfo": "This 5 day Galapagos Multisport tour is full of sports activities like kayak, snorkeling, mountain biking, and hiking. You will stay 4 nights on the biggest island of the Galapagos; Isabela island. While doing the activities you will observe plenty of wildlife: playful sea lions, giant manta rays, colorful fish and, giant Galapagos tortoises.  Enjoy a Galapagos Multisport Adventure!",
  "durationDays": "5",
  "price": "1614",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today is the first day of your Galapagos Multisport tour. It will be necessary for you to book flights with an early arrival time to Baltra Airport to make sure you can enjoy all of the activities of the program. At Baltra Airport, your English speaking guide will pick you up and take you to the port of Puerto Ayora where you can enjoy your lunch. Around 02:00 PM, you will take a small public speedboat to Isabela Island. This can be a bumpy, wet ride so we recommend bringing a waterproof jacket and motion sickness medication, if necessary. Upon arrival to Isabela Island, a driver will pick you up, and then you will visit the Flamingo Lagoon. After that, you will be dropped off at your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Early in the morning, after breakfast, you will take an excursion to the Sierra Negra Volcano. This volcano is located 13 miles from Puerto Villamil, and has the second largest volcanic crater in the world. To arrive at this incredible sight, you will travel by bus for 45 minutes. Once there, you will begin the hike to the Sierra Negra Volcano. A box lunch will be served at the volcano. After a somewhat challenging hike, you will return to the hotel where you cant have a brief rest. Next, you will have the chance to go snorkeling or swimming at Concha Perla, where you can observe colorful fish, sea lions, and other marine species, even a sea turtle."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, you will be picked up from your hotel, and you will get on the bike to go visit the Giant Tortoise Breeding Center and the Wall of Tears. From 1946 to 1959 Isabela was designated a penal colony by the Ecuadorian government. Prisoners were forced to build a wall with huge lava rocks, which is why it is called now Wall of Tears. After this, you will return to the hotel for lunch. In the afternoon, you will sail to Tintoreras Islet. It is called this way because of the white-tip sharks that inhabit the islet, which is known as Tintoreras. Here, you can also observe penguins, sea lions, and marine iguanas, and you can go snorkeling with sharks and a variety of multicolored fish."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today, you will head to the bay of Puerto Villamil together with your guide. Here, you will go kayaking and visit the coastal zone. You will have the opportunity to observe and photograph marine iguanas, sea lions, penguins, and more. Then, after a short break, you will return to the hotel for lunch. In the afternoon, you will get on your bike again, and go to the top of Isabela Island to visit Cave Sucre, the Mango viewpoint, and Campo Duro. Here, you can see and approach the giant tortoises in their natural habitat."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today, your Galapagos Multisport adventure comes to an end. Early in the morning, you will travel to Santa Cruz Island on the public speedboat. You will get a packed breakfast to enjoy on the way. Upon arrival in Puerto Ayora, your Spanish-speaking driver will bring you to Baltra Airport."
    }
  ],
  "map": ""
}