{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-avenue-of-the-volcanoes-holiday",
  "tourName": "Ecuador Avenue of the Volcanoes holiday",
  "placesVisited": "",
  "generalInfo": "Embark on a journey through central Ecuador, discovering the majestic Andes and the iconic Avenue of the Volcanoes. From the colonial charm of Quito to the breathtaking landscapes of Cotopaxi and Chimborazo, and the cultural richness of Cuenca, this tour combines stunning natural beauty with intense cultural immersion. This journey, which includes historic cities, majestic volcanoes, Andean flora, and artistic riches, offers an in-depth glimpse at the spirit of Ecuador.",
  "durationDays": "9",
  "price": "2354",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Quito Airport, your guide will meet you and transfer you to your accommodation. Surrounded by a chain of Andean mountains, Quito is the second-highest capital city in the world and offers one of the most breathtaking landscapes. Originally inhabited by the Quitu tribe in the first millennium, the city later became part of the Inca Empire before being destroyed and refounded by the Spanish conquistador Sebastián de Benalcázar in 1534. Its historic center, declared a UNESCO World Heritage Site in 1978, is one of the largest and best-preserved in Latin America, featuring outstanding museums, churches, and art galleries. Accommodation at Illa Experience Hotel or a similar property."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "The day begins at Chimbacalle Train Station, a symbol of Ecuador's railway revival. You’ll then explore Quito's Historic Center, the largest and best-preserved in the Americas, strolling along Calle de las Siete Cruces and Independence Square. Along the way, sample traditional Ecuadorian sweets and chocolate. The visit includes the Church of La Compañía, a tour of the Quito School, and the opportunity to create your own handicrafts. In the neighborhoods of La Ronda and San Marcos, enjoy art, music, and the warmth of the local community. Finally, experience a 17th-century mansion converted into a boutique hotel, spend time with a local painter, and close the day with a drink on the terrace overlooking El Panecillo. Overnight at Casa El Edén or a similar property."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, we'll begin our tour, heading south from Quito along the famous \"Avenue of the Volcanoes.\" Around noon, we'll arrive at Cotopaxi National Park, located 60 km from the capital. The majestic Cotopaxi, considered the highest active volcano in the world, is one of Ecuador's natural icons. In its surroundings, you can appreciate a variety of endemic flora and fauna, including the chuquiragua—known as the mountaineer's flower—as well as wild horses, deer, llamas, and other species. Within the park, you can also visit Limpiopungo Lagoon, at the foot of the Rumiñahui volcano (4,716 m), or take birdwatching hikes. At the end of the day, we'll continue to Baños, where we'll rest for the next stage of the adventure. Overnight at Hotel Floresta or similar."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Located in a valley filled with waterfalls and hot springs, Baños has become a popular destination for international travelers seeking a year-round mild climate, a friendly small-town atmosphere, and an ideal base for exploring Ecuador's natural beauty. Its name, which means \"baths\" in English, refers to its famous hot springs. The city offers a wide variety of activities, from waterfalls and outdoor adventures to horseback riding, not to mention the imposing Tungurahua Volcano, visible from any point in Baños. We'll take a short tour of the city center, enjoying its pleasant subtropical climate. Then, we'll begin the waterfall route, visiting iconic sites such as Agoyán, Puertas del Cielo, Manto de la Novia, Pailón del Diablo, Machay, and many more. Overnight at Hotel Floresta or similar."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, our route will head to the province of Chimborazo, a perfect place for hiking and expeditions through diverse ecosystems, including Andean moors, lagoons, mountains, and forests. At 6,310 meters (20,697 feet) above sea level, Chimborazo is the highest peak in Ecuador. Its name is derived from Quechua: \"rasu\" translates as snow, while \"chimbo\" likely derives from \"chimbana,\" which translates as crossing, alluding to the three snow-capped passes that surround the mountain. The region boasts abundant native flora and fauna, including the chuquiragua, also known as the mountaineer's flower, along with llamas and various birds. Additionally, you will have the opportunity to experience the unique ecosystem of the Andean moor. Overnight at Chimborazo Lodge or equivalent."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, the tour continues south from Riobamba to Alausí, where we will board the famous \"Devil's Nose\" train. Along the way, we will make several stops to visit the Balbanera Church, Laguna de Colta, and the indigenous village of Guamote (the market is held on Thursdays). By mid-morning, we will arrive in Alausí and begin our adventure on the iconic \"Devil's Nose\" train. The tour lasts approximately four hours, returning to Alausí in the early afternoon. Our bus will be waiting for us to continue to Ingapirca; participants are welcome to bring a picnic lunch to enjoy during the journey. In Ingapirca, we will visit the fortress located 3,100 meters above sea level, considered the most important in the country. Its true history remains a mystery, as studies suggest it may have been a fortress, an observatory, or a temple. After touring the ruins, we will continue our journey to Cuenca, arriving in the early evening with optional dinner and free time to enjoy the city. Overnight at Hotel San Juan or similar."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, the journey will head northwest toward Cajas National Park. After a short drive, we will arrive at the park, where you can enjoy various activities such as hiking, fishing, birdwatching, and discovering its diverse flora and fauna. We will also visit the Interpretation Center located at Laguna La Toreadora, the largest and most significant lagoon in the complex, where exhibits and information about the park are on display. Overnight at Hotel San Juan or equivalent."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, we'll take a city tour of Cuenca. Despite being the third largest city in Ecuador, it maintains a welcoming provincial atmosphere. Its red-tiled buildings, cobblestone streets, flower-filled plazas, and museums distinguish it, and many consider it the most beautiful city in the country. On this full-day tour, we'll explore Cuenca's historic center, listed as a World Heritage Site, appreciating its beauty, brightly colored parks and plazas, religious monuments, and handicraft shops, while learning about the city's history. In the afternoon, we'll visit a workshop where the famous high-quality toquilla straw hats are made, and then climb Turi Hill for a panoramic view of the city. Overnight at Hotel San Juan or similar."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Finally, in Cuenca, your guide will accompany you to ensure a comfortable and hassle-free trip. They will accompany you on a private transfer to Mariscal Lamar Airport (CUE) for your domestic flight, which will connect you with your return international flight from Quito or José Joaquín de Olmedo International Airport (GYE) in Guayaquil."
    }
  ],
  "map": ""
}