{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "island-hopping-holiday-in-the-galapagos",
  "tourName": "Island hopping holiday in the Galapagos",
  "placesVisited": "",
  "generalInfo": "Between shark and sea lion-patrolled waters, highlands of plodding giant tortoises, and a landscape forged in the belly of volcanoes, the Galapagos has become the destination for nature lovers. Join this trip to discover four of the great islands: Santa Cruz, San Cristóbal, Floreana and Isabela. Along the way, there are plenty of chances to meet the extraordinary sea life on various snorkelling adventures, while also taking time to tread lava-forged plains and spectacular highlands – an unforgettable adventure in the Enchanted Islands.",
  "durationDays": "9",
  "price": "4299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin the adventure in Quito, Ecuador’s capital, high in the Andes. To make things easy, there are free transfers from the airport to the hotel for everyone today – check the Joining Instructions for further details. Around 6pm, say hola to your Quito tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Want more time in Quito? Secure pre-tour hotel nights through your sales representative. Classic accommodation: Hotel Wyndham (or similar) Upgrade to a junior suite today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Leave the hotel around 5am – taking a box breakfast with you – for our transfer (50 minutes) to Quito Airport, where we catch our flight to San Cristóbal in the Galapagos via Guayaquil. Our Galapagos tour leader (an official naturalist guide) will be at the airport to take you to the hotel for check-in and our first briefing about our time in the archipelago. We have time to explore the town and enjoy a restaurant lunch before our visit to La Lobería, a wonderful place surrounded by mangroves, volcanic rocks and sea lion colonies. It’s a perfect spot to snorkel, enjoy time on the beach, or have a short walk along the shore. Your tour leader ensures a big Ecuadorian welcome by arranging a group dinner tonight. Accommodation: Hotel Paraiso Insular (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Start your day with an exciting tour to Isla Lobos, a small island near San Cristóbal. This excursion takes you by boat to one of the best spots for observing sea lions in their natural habitat. Isla Lobos is also an excellent location for birdwatching, including frigatebirds and blue-footed boobies. Snorkel in the clear waters around the island, swimming with marine turtles, rays and, occasionally, whitetip reef sharks. After, we head to Playa Ochoa, a white-sand beach with turquoise waters. It’s ideal for relaxing, while also offering excellent birdwatching and snorkelling opportunities. Enjoy lunch on board the boat as we head back to town for a free afternoon. Accommodation: Hotel Paraiso Insular (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A three-hour navigation by motorboat takes us to Floreana Island, one of the first Galapagos islands to be inhabited. En route, we may see whales, dolphins and sea birds. After lunch at a local restaurant, we visit the highlands, where one of the few sources of freshwater in the entire archipelago exists. We also visit lava caves once used by pirates and see a large enclosure of Galapagos giant tortoises. In the afternoon, we’ll transfer to Isabela Island by speedboat (approximately 2.5 or 3 hours). Accommodation: San Vicente Hotel (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Spend 15 minutes sailing to the islets and lava channels of Las Tintoreras, one of the best places in the Galapagos to see whitetip reef sharks, penguins and sea lions. A 40-minute walk takes us to an excellent place to snorkel! This afternoon, we visit the Wall of Tears, a sad reminder of Isabela’s very different past when it was used as a penal colony. Between 1946 and 1959, convicts were forced to build this wall from huge blocks of lava as a form of punishment, which, combined with the harsh conditions, led to many deaths. Accommodation: San Vicente Hotel (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Navigate by motorboat to Santa Cruz very early this morning. Upon arrival, we have the option of visiting the Charles Darwin Research Centre, home to the headquarters of the Charles Darwin Foundation. This is the main research centre on the islands and scientists come from all over the world to study the flora and fauna. In the afternoon, we visit Tortuga Bay, a 3,280ft (1,000m) stretch of white sand regarded as one of the best beaches in the Galapagos. The trail leading to the beach is paved and takes between 45 minutes to one hour, with possibilities to observe Galapagos finches and lizards along the way. The beach is scattered with marine iguanas, who lay among the clusters of black rocks or stroll along the sand. In the water, turtles can sometimes be seen, though swimming is not recommended here due to the strong currents. Accommodation: Grand Hotel León Marino (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Visit either Bartolomé Island, South Plaza Island, Santa Fe Island or North Seymour (depending on the national park restrictions). South Plaza Island has a remarkable vegetation of succulents and cacti that provide a unique habitat for land iguanas. The iguanas form small colonies at the base of the tall opuntia cacti, waiting for their flowers and dead pads to fall to the ground so they can feed on them. The island rocks are home to swallowtail gulls, shearwaters and sea lions. North Seymour is a flat, boulder-strewn island and a major nesting site for frigatebirds. It’s also a good place to see blue-footed boobies performing courtship rituals and sea lions playing in the powerful surf. Bartolomé is a spectacular scene of dramatic lava cones, clear seas and affords perhaps the most famous view of the Galapagos Islands, looking across the red cinder cones to the recent black lava fields on James Island. If possible, we snorkel today where the water is calm. Lunch is on board the boat. Accommodation: Grand Hotel León Marino (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After a few days following the footsteps of Darwin, Cousteau and world-renowned scientists, it is time to say goodbye to the Enchanted Islands. After breakfast, we drive to Baltra Airport – bidding a fond farewell to our Galapagos tour leader – and fly to Quito via Guayaquil. Our Quito tour leader meets us upon arrival and our groups normally gather for a final dinner this evening, a chance to celebrate the adventures we’ve had together. Accommodation: Hotel Vieja Cuba (or similar) Upgrade to a suite today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Our adventure ends after breakfast this morning and we begin our return journeys home. If you’d prefer a little time to explore, speak to your sales representative about extending your stay in Quito."
    }
  ],
  "map": ""
}