{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-tailor-made-adventure-holiday",
  "tourName": "Galapagos tailor made adventure holiday",
  "placesVisited": "Santa Cruz Island, Isabela Island, Land based Galapagos, staying in hotels, Charles Darwin Research Station, Punta Estrada, Channels of Love, Las Grietas, Puerto Villamil, Boat trip to Cape Rosa, “Wall of Tears”, Giant Tortoise Breeding Center, Hike to Sierra Negra volcanic crater, Chico Volcano, Isabela’s giant tortoises, Tintoreras Islets, Marine iguanas",
  "generalInfo": "This Galapagos adventure holiday is a tailor made trip which is also land based, staying at hotels on the islands of Santa Cruz and Isabela. This eight day itinerary has been carefully crafted to give independent travellers plenty of time to explore these stunning islands, their cultural and natural heritage, but with the option to join small group tours along the way, guided by local experts. <br/><br/>Your first few days are on Santa Cruz, home to the Charles Darwin Research Centre which is a great starting point to learn about the Galapagos’ natural heritage. Then go and explore it at its myriad coves and beaches such as Punta Estrada or Las Grietas crevasses. <br/><br/>The second island of your stay is Isabela, the largest in the Galápagos but also the newest geologically and home to six active volcanoes. It is also home to flamingo filled mangroves, penguins, and marine iguanas, sea turtles and penguins, some of which you will hopefully see on a boat trip around the island to Cape Rosa.  And where hiking to the Sierra Negra volcanic crater and Chico Volcano is a highlight for many of our guests. <br/><br/>Every day in the Galapagos Islands invites opportunities for wildlife watching, swimming or snorkelling as well as some cycling. Just chat with us about any adventures you would like to try out, and we can fit them into your schedule. We can also book scuba diving for experienced PADI divers. <br/>",
  "durationDays": "8",
  "price": "2045",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Santa Cruz Island–Highlands–Charles Darwin Station (L). On arrival at Baltra Airport in the Galápagos, you pass through migration control to register your entry and pay the Galápagos National Park Entrance Fee (US$200 for adults, US$100 for children). Your guide will meet you outside the airport and escort you to a bus for the short ride to the Itabaca Channel. Here, we take a 5-minute crossing by barge to Santa Cruz Island, where we meet our private vehicle. Our journey across Santa Cruz Island begins with a stop in the highlands to see the magnificent Galápagos Giant Tortoises roaming freely in their natural habitat. We’ll also explore fascinating lava tunnels formed by ancient volcanic activity and admire the lush endemic vegetation of this humid region. Enjoy lunch at a local restaurant in the highlands before visiting the Charles Darwin Research Station. A 15-minute walk brings us to the Centre, where we’ll observe various species of giant tortoises and land iguanas from islands such as Santa Cruz, Española, and Pinzón. Learn about the station’s captive breeding programme, aimed at repopulating areas impacted by environmental changes. Overnight at a local hotel with breakfast included."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Santa Cruz Island – Bay Tour – Trip to Isabela Island (B,L) The morning begins with a guided tour of Santa Cruz Bay. Visit Punta Estrada, the Germans’ Beach, the Channels of Love, and Las Grietas, where you can snorkel, kayak, and spot marine birds and sea lions. Lunch is served in Puerto Ayora before we board a public speedboat for Isabela Island, one of the archipelago’s most stunning destinations. During the 2.5-hour crossing, keep an eye out for dolphins, rays, and whales. Upon arrival in Puerto Villamil, a transfer takes us to our hotel. Spend the rest of the day relaxing on Isabela’s beautiful beaches, playing volleyball, or enjoying the sunset with a refreshing drink. Overnight at a local hotel with breakfast included"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Isabela Island – Wetlands & Wall of Tears Tour (B, L) In the morning, we cycle to the Wall of Tears, a sombre relic built by prisoners of Ecuador’s first penal colony. Your guide will share its fascinating and tragic history. On the way back, stop at the Orchilla Lookout for panoramic views of the coastal wetlands, Poza de los Diablos lagoon, Puerto Villamil, and the surrounding volcanoes and islets. This spot is perfect for capturing breathtaking photos. Lunch will be at a local restaurant, with the afternoon free to relax or explore independently. Overnight at a local hotel with breakfast included."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Flamingos, Breeding Centre & Concha de Perla (B, L) Start the day with a visit to a nearby semi-salty lagoon, home to endemic flamingos, white-cheeked pintails, and blue-winged teals. From here, we head to Isabela’s tortoise breeding centre to learn about the conservation efforts and repopulation programmes for these iconic creatures. Later, enjoy snorkelling at Concha de Perla, a natural lagoon where you may encounter penguins, colourful fish, stingrays, sea lions, and turtles. After lunch in a local restaurant, spend the afternoon at leisure. Overnight at a local hotel with breakfast included."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sierra Negra Volcano Trek (B, L) Today, lace up your hiking boots for an exhilarating trek to Sierra Negra, one of the most active volcanoes in the Galápagos, with its last eruption occurring in 2005. After a brief drive, we begin the hike to the caldera rim, offering sweeping views of one of the largest volcanic craters in the world. The trek continues across the dramatic lava fields of Chico Volcano, leading to a stunning lookout point with views stretching to the northern tip of Isabela. Enjoy a packed lunch before returning to town. Overnight at a local hotel with breakfast included."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tintoreras Islet Tour (B, L) A short boat ride takes us to Tintoreras Islet in Puerto Villamil Bay. This serene spot is home to White-Tip Reef Sharks, which can often be seen resting in the shallow canals. Following a gentle walk along the islet’s trails of lava rocks and volcanic sand, you’ll have the chance to snorkel in shallow waters teeming with marine life. Look out for penguins, sea lions, colourful fish, and marine iguanas, as well as sea birds like pelicans and blue-footed boobies. Lunch will be provided in a local restaurant, with the remainder of the day free. Overnight at a local hotel with breakfast included."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tunnels of Cape Rosa (B, L) Today’s adventure takes us by boat to Cape Rosa on Isabela’s western side. This unique site features natural lava tunnels that stretch into the brilliant blue sea. Walking along these formations, you’ll spot sea turtles, penguins, and rays. Snorkelling here is a highlight, with rich marine life surrounding you. As we return to Isabela, keep an eye out for manta rays, especially during their mating season when they perform dramatic flips near the surface. Overnight at a local hotel with breakfast included."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Return to Santa Cruz, Transfer to Baltra, Depart (B) An early departure takes us by speedboat back to Puerto Ayora. From there, a bus transfers us across Santa Cruz Island to Baltra Airport, where you’ll check in for your return flight to the mainland (Quito or Guayaquil). For those interested, an optional inter-island flight from Isabela to Baltra is available (extra charge, advance booking required). Not available on Sundays."
    }
  ],
  "map": ""
}