{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-active-adventure-tour-land-based",
  "tourName": "Galapagos active adventure tour, land based",
  "placesVisited": "",
  "generalInfo": "The first and original land-based Galapagos Islands adventure tour, featured in the New York Times and winner of National Geographic \"Tours of a Lifetime.\" This is the only Galapagos Islands tour that includes two nights of beach camping on the Galapagos Islands and is an active adventure.  On this amazing wildlife trip you kayak, snorkel, hike and explore areas that cruises cannot access. Our local, expert and very knowledgeable guides enrich your Galapagos Islands holiday while you hike in the mountains, swim with sea lions and have an intimate encounter with this magical ecosystem.<br/><br/>Most Galapagos Islands tours are cruise-based, carrying from 10 to 100 people. This Galapagos tour, the only of its kind, allows our small groups to visit sites off the main tourist routes. And you travel in the most environmentally-friendly way imaginable - your own power. We walk and sea kayak where other more intrusive travel couldn't take us and our reward is not only what we see, but also the pleasure we have in getting there. Working closely with local fishermen, we access places that very, very few others visit.  As well, we hike to the interior of the islands and a highlight is climbing to the rim of a recently active volcano.  While most trips are comprised of adults, we also offer some family-specific departures of this Galapagos Islands tour.<br/><br/>This unique tour also provides a holistic view of the Galapagos ecosystems including the human element that is very much a part of the landscape.  There are roughly 20,000 people living in the Galapagos Islands, concentrated primarily in four towns.  Because we stay in small, local hotels, eat our meals at local restaurants (except during the time we are camping), use local transport and services and buy all our supplies in the islands, this trip represents the best in responsible, sustainable tourism to the Galapagos.  While less than 8% of the fees you pay on a typical cruise program stay in the Galapagos, on this tour well over 30% is spent directly in the islands.  Your carbon footprint is also significantly less as you are not chugging around in a boat, but rather, exploring under human power – paddling, hiking and swimming.  <br/><br/>The Galapagos Islands are one of a few places on earth that allow for such intimate contact with a dazzling array of wildlife.  You travel with a small 12-person group to visit sites that are not on the main tourist routes, leaving the crowds of visitors and well-worn paths behind to enjoy the peace of walking, snorkeling and paddling your way through this island paradise. <br/><br/>This Galapagos Island trip was featured in the New York Times Travel Section January 8, 2006 where you can find the article entitled \"Galapagos Unbound\" by Tim Neville.  While the original itinerary has been modified somewhat since that time, the essence of the adventure has not changed. Our expert local guides work alongside Park Service certified guides to bring you a superlative Galapagos multisport adventure.  Our local guides are fully bilingual and work hard to assure you that you are experiencing the best the Galapagos has to offer.  There simply is no more authentic and intimate way to experience a Galapagos Islands tour than on this itinerary.",
  "durationDays": "9",
  "price": "7360",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Guayaquil - Make your way to Guayaquil for the start of your Galapagos Unbound adventure. One of our representatives will meet you at the airport and transfer you to the Wyndham Hotel Guayaquil. Accommodations: Wyndham Hotel Guayaquil. Meals:"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Guayaquil to San Cristobal - After breakfast at the hotel, you’ll be met by your tour leader and transported to the airport for your flight to San Cristobal Island. Here, you’ll be met by a naturalist guide from Galapagos National Park and begin your exploration of what is the easternmost island in the archipelago. Our first stop is the town of Puerto Baquerizo Moreno where we’ll have lunch before trying on our snorkeling gear and wet suits. After loading your luggage into the support vessel, we’ll begin kayaking to Manglecito Beach (2.5-3 hours/6 miles), passing Isla Lobos on the way. This famous island provides a habitat for a wealth of wildlife, including blue-footed boobies, brown pelicans, and marine iguanas. Accommodations: Exclusive Beach Camping. Meals: Breakfast, Lunch, Dinner."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kicker Rock - This morning, we will embark on a three-hour kayak to explore the dramatic coastlines of San Cristobal Island. If you get tired of paddling, our support boat is never far away. Enjoy lunch on a pristine stretch of sand before we continue by catamaran to Kicker Rock where we will snorkel its spectacular channel. Here, you are likely to encounter Galapagos sharks, sea turtles, and eagle rays, not to mention hundreds of different fish. In the late afternoon, we will return to our beach camp to watch the sunset over the Pacific Ocean. Accommodations: Exclusive Beach Camping. Meals: Breakfast, Box Lunch, Dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Isabela Island - It’s an early start today to make it to the airport for our domestic flight to Isabela Island. On arrival, we will check into our beachfront hotel before heading to the Arnaldo Tupiza Tortoise Breeding Center to get up close to some of the Galapagos Islands’ most iconic species. Following a walk through the marshlands to the white sandy beach of Puerto Villamil, we’ll relax over lunch. In the afternoon, we’ll return to our kayaks for a paddle along Isabela’s magnificent coastline, with an abundance of wildlife to view from the water. If we’re lucky, we may even see the adorable Galapagos penguin, which likes to nest in the rocks. There will also be the opportunity to go snorkeling or simply observe the underwater life from your kayak. Accommodations: Isabela Hotel. Meals: Breakfast, Lunch, Dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sierra Negra Volcano - Rise early for an exciting trek (6-10 miles) into the highlands and up the volcanic slopes of Sierra Negra. It’s one of the largest calderas in the world and last erupted as recently as 2005. From the top, there are spectacular views into the caldera and across the lava-formed terrain. After we return to town, you’ll have time to relax on the beach before selecting a restaurant of your choice for dinner in the evening. Accommodations: Isabela Hotel. Meals: Breakfast, Lunch."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Los Tuneles + El Finado - Today begins with a one-hour boat trip to Los Tuneles, a unique lava formation consisting of dramatic arches and caves. In addition to walking along the shoreline, there will be the opportunity to go snorkeling in the crystal clear waters to discover the area’s remarkable marine life. Lunch will be served on the boat as we continue to El Finado, a protected inlet that offers exceptional snorkeling. Its shallow waters have long been used as a safe haven for fishermen, with the submerged lava flows creating impressive caves and reefs. Dinner will either be a barbecue on the beach (weather permitting) or at a restaurant nearby. Accommodations: Isabela Hotel. Meals: Breakfast, Box Lunch, Dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Santa Cruz Island - Your morning begins with a fast boat ride to Santa Cruz Island. Upon arrival, you make your way to Tortuga Bay, a shoreline celebrated for its powdery sand and crystal-clear waters. A picnic lunch is provided so you can linger at the beach without needing to head back into town. The rest of the afternoon is yours to enjoy at your own pace. Wander along the sweeping coast, cool off with a swim, or settle in and take in the beauty of the bay. If you’re in the mood for more adventure, you can choose to snorkel or rent a kayak on your own—these optional activities are available but not guided. Accommodations: Santa Cruz Hotel. Meals: Breakfast, Box Lunch."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Explore Santa Cruz Island - From Puerto Ayora, we will hike through a field of prickly pear cacti and Palo Santo trees en route to Tortuga Bay. It’s renowned for its stunning beach where you can spend time relaxing while observing the local wildlife. At the far end of the beach is an area of calm water that is ideal for snorkeling. In the afternoon, we will spend time kayaking in the lagoon to spot sharks, mullets, and rays, as well as explore the rocky coastline. In the evening, we will congregate in Puerto Ayora for a farewell dinner. Accommodations: Santa Cruz Hotel. Meals: Breakfast, Lunch, Dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Baltra to Guayaquil - After breakfast at the hotel, we’ll head to the airport on Baltra Island for our return flight to Guayaquil on the Ecuadorian mainland. From here, you can transfer to the international terminal for your flight home or continue your travels with a trip to Machu Picchu or elsewhere in South America. Accommodations: Not Included. Meals: Breakfast."
    }
  ],
  "map": ""
}