{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "horse-riding-in-ecuador",
  "tourName": "Horse riding in Ecuador",
  "placesVisited": "Otavalo market, Historic haciendas, Imbabura volcano, San Pablo Lake, Zuleta Valley, Pesillo plains, Cayambe Valley, Cotopaxi National Park, Quito",
  "generalInfo": "An eight-day small group horse riding holiday across the altiplano, offering a unique way to experience the wide-open spaces and breathtaking views of Ecuador’s High Andes.<br/><br/>You set off from a farm nestled in the foothills near Quito, riding ancient Incan paths towards the snow-capped Antisana volcano. Cross some of Ecuador’s most spectacular landscapes, past the impressive Cayambe and Cotopaxi volcanoes to reach beautifully conserved, historic haciendas at the end of each day.<br/><br/>Your expert guide will also give you a chance to get to know more about local flora and fauna and introduce you to Ecuador’s colourful indigenous cultures along the way.<br/><br/>This specific trip is aimed at intermediate riders. However, tours can be designed for all levels of horse-riding ability from beginner to advanced. Families, small groups, individuals or couples can also be catered for if required.<br/><br/>The riding pace is governed by the landscape and riders’ experience. On tours catering for intermediate or more advanced riders, you will be able to canter across open fields and negotiate tricky terrain. For beginners, lessons can be arranged prior to departure.<br/><br/>The local partner for this small group holiday is English and has been running highly recommended horse riding tours in Ecuador since 1996. Locally-bred horses are ideally suited to the terrain.<br/><br/>Being set in the High Andes, riding takes place at altitudes up to over 4000m, so it is recommended that you arrive in Quito a few days prior to the start of the tour to ensure you can acclimatise.<br/><br/>Horses, guides, grooms, meals as listed in the itinerary, accommodation, park fees, transfers and transport of luggage are all included.<br/>",
  "durationDays": "8",
  "price": "3840",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Introductory ride, hacienda (L,D) Heading northwards from Quito, after a quick stop on the equator line, we meet the horses and, once everyone is comfortable, head out along the grassy lanes. Having admired the magnificent view atop a hill carpeted with wild flowers, we descend to a family run Hacienda in a beautiful pastoral valley. This small working farm with a dairy herd and Andalusian (PRE) horses is the perfect location to leisurely drift into the relaxing Andean atmosphere. Once settled in at the six-room hacienda, guests can view the collection of Inca and pre-Inca ceramics discovered on site. Riding time: 2hr drive, 4-5 hours riding B = Breakfast L = Lunch D = Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Imbabura, San Pablo Lake, hacienda (B,L,D) Today, we ride past tiny hamlets of adobe huts, the ladies in their brightly coloured full skirts herding sheep and pigs. We ride through woodlands, and wind our way around the patchwork fields of quinoa, potatoes, maize, lupins and tree tomato orchards. There are magnificent views of the jagged Mojanda summit as we cross the slopes of the sacred Imbabura volcano — the focus of many pre-Inca legends. Nearing our stay for the night, a 17th-century hacienda, we pass avocadoes, papaya, passionfruit and, riding into the Hacienda courtyard, graced with bougainvillea, the hummingbirds zoom past us enroute to the agapanthus. A blast of dazzling Andean colour is provided on a visit to the famous Otavalo market. Riding time: 5-6 hours riding"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Weavers, Zuleta Valley, hacienda (B,L,D) After a fascinating demonstration by local master weavers and a chance to purchase top quality Andean handicrafts, we ride out of the Hacienda. Climbing out the valley onto the plains, we pick up the pace and, following agave-lined sandy tracks, ride through a landscape frequently described by guests as the most picturesque they have ever seen. Dramatic views of the hanging valleys and rocky ridges as we descend to lush meadows below passing ladies in traditional dress embroidering intricate blouses as they watch their flocks. We stop to see the pre-Inca earthworks dotted around this valley -one of the first highland areas settled, also often pausing in awe at the sight of a mighty Andean condor soaring overhead. Afternoon drive to a very comfortable country hotel located at the trail head of the next part of our ride. Jacuzzi & sauna at this very comfortable lodge. Riding time: 6 hours horse riding, 2.5hrs drive"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ride towards Cotopaxi, hacienda (B,L,D) First riding along lanes between the meadows, riders get used to their new horses. Alongside the gurgling river, the abundance of lush vegetation is quite surprising: montane bamboo, ferns and native trees dripping with orchids and bromelias. The birds such as woodpeckers and hummingbirds are wonderful to see, the vultures a little unnerving! As we leave the micro-climate of the river valley, extensive views open up before us. Surrounded by four Andean peaks, part of the Avenue of Volcanoes, we ride towards the iconic Cotopaxi Volcano. Riding onto rough grasslands in the Sincholagua foothills there is a good chance of seeing more Andean Condors as well as eagles, hawks, falcons and harriers. At the northern border of the Cotopaxi National Park we arrive at a modern hacienda, often greeted by the llamas. This idyllic location, with remarkable views of the marvellous Andean landscape encircling us, is dominated by the perfectly conical shape of the snow-capped Cotopaxi Volcano. It will be our base for two nights. Riding time: 6 hours"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Cotopaxi National Park, hacienda (B,L,D) We ride into Cotopaxi National Park on our adorable sure-footed criollo horses for some exhilarating canters across the wide, arid plains at the base of the Cotopaxi volcano. The horses enjoy the open spaces but have such a calm temperament that they settle into a rhythm without trying to rush. Several herds of wild horses inhabit the park and to ride alongside these long-maned horses galloping freely across the rugged terrain is a unique experience. Part of this ride follows the main Inca highway which linked Quito with Cusco, Peru, then we turn eastwards to follow the Inca route leading down to the Amazon. We pause to visit the remains of an Inca fort before continuing on through the gently undulating grassy hills, passing drumlins and moraine, crossing lahas and old lava flows before returning to the Hacienda via a canyon. We return to the same hacienda. Riding time: 6 hours"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "High passes, cliffs, and wild horses, hacienda (B,L,D) We head up the slopes of Rumiñahui Volcano (stoneface) with an excellent chance of close encounters with the Andean condor, fox and deer. We pass polylepis trees (‘paperbark trees’), native shrubs such as chuquiragua and valeriana and a host of colourful wild flowers hugging the hillsides. Rising above 4,000m/13,132ft and experiencing one of the highest canters in the world, we then ride on into a hidden valley often seeing wild horses grazing close to the towering cliffs. The views are unforgettable and the picnic spot unmatchable. The trails, marked out by the wild horses, take us back down and on to a once important and now historic Jesuit Hacienda recently restored and now a delightful place to stay. Riding time: 6-7 hours"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Avenue of the Volcanoes, hacienda (B,L,D) The final ride takes us on an exhilarating canter across the flat expanses of Cotopaxi National Park close to the volcano where we traverse old lava, volcanic ash and lahas. We then veer westwards and start a long ascent with outstanding views. Riding up through the native grasslands in order to reach the scree slopes and cross over into the Avenue of the Volcanoes, we leave the national park. We often meet local horsemen (chagras) checking their cattle, quite a sight, with their colourful ponchos, thick goatskin chaps and intricately plaited bridles. Their stirrups are enclosed, like clogs, and often carved into an animal head. Their lassos seem impossibly long to be useful – but very necessary when working with their very feisty bulls: they lasso the animal then get as far away as possible. We leave the horses and are driven to a historic hacienda with large gardens, close to Quito airport for dinner and overnight. Riding time: 6-7 hours, 2hr drive"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Following breakfast, guests are accompanied to the airport in time for their outward flights, or are picked up at their hotel to continue on extensions. Meals: Breakfast."
    }
  ],
  "map": ""
}