{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-cruise-and-ecuador-tour",
  "tourName": "Galapagos cruise and Ecuador tour",
  "placesVisited": "",
  "generalInfo": "This tour explores many of the most diverse and iconic ecosystems in Ecuador, including the Amazon, Andes, Cloud Forest and the Galapagos Islands (marine and terrestrial ecosystems). Combining chances of seeing Andean condors, Spectacled bears, Giant tortoises, Manta rays and Howler monkeys this tour one of the best wildlife watching holidays of South America.<br/><br/>Introduction:<br/>Throughout the itinerary you'll be accompanied by expert full time guides, often including: professional zoologists (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us), English speaking local naturalists and a local driver for all transfers. Being in the company of a naturalist is the best way to learn more about rainforest ecology and animal behaviour and will help you identify different species and interpret behaviours. <br/>Each location and habitat visited on this tour is unique and home to a set of wildlife different from the next. <br/>When in the high altitude Andean ecosystems we will be looking for Andean condors, Andean white-tailed deer, Spectacled bears and Andean foxes; in the cloud forests our focus switches to Mountain tapirs and various hummingbird species; deep in the Amazon there are various primates, parrots and macaws (to mention a few) and in the Galapagos a treasure trove of marine, reptile and bird life abounds. <br/>Ecuador is home to one of the highest concentrations of life and one of the highest biodiversities in the world. We aim to see as many species as possible and provide a great overview of the wildlife and ecosystems of Ecuador and the Galapagos Islands on this wildlife holiday.<br/><br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner where mentioned). There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. You will have a local cultural and naturalist guides. The guides have spent years in Ecuador and know the places and wildlife and cultural monuments and sites intimately. When in the Galapagos Islands we will have a boat for transfers and living aboard, all snorkelling equipment will be provided also. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>We choose September - November as a good time for this itinerary, this is due to the weather being drier during this time of year than the northern hemisphere summer. However as this trip is based along the equator the weather is fairly consistent all year around. <br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local Galapagos expert guide is provided and will stay with you on the boat throughout your Galapagos cruise.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of Ecuador in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique Ecuador &amp; Galapagos Wildlife Holiday a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of Ecuador which explore other areas and focus on other species such as scuba diving in the Galapagos and more specific birding holidays as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/> <br/>Locations:<br/><br/>This tour visits a number of sightings including the cloud forests, Andean mountains around Quito and then the upper Amazon basin before departing for the Galapagos Islands and then exploring some of the islands.<br/><br/>Fitness Level:<br/><br/>The fitness level required for our Ecuador &amp; Galapagos wildlife holidays is not too high, there are some walks involved, but nothing too strenuous. We will have a vehicle nearby when in the Andes. The altitude can take some getting used to at first and the heat and humidity in the Amazon also. When in the Galapagos we include lots of snorkelling and so a experience snorkelling is advised. <br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights. We also provide all snorkelling equipment onboard the boat in the Galapagos.<br/><br/>Minimum Age: 15 Years Old",
  "durationDays": "15",
  "price": "10495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Quito - Arrival: On arrival into Quito you will meet your local guide and then be transferred to your accommodation. The rest of the day at your leisure. (no meals included today)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cloud Forest - Wildlife Watching: After breakfast you will be transferred from Quito to Maquipucuna Reserve, where you will be staying for the next couple of nights. Located in Choco-Andean corridor the area is one of the top five biodiversity hotspots in the world. The reserve itself has over 4% of the worlds bird species; including spectacular birds like toucan barbets, Andean cock-of-the-rocks, plate-billed mountain toucans, lanceolaed monklet, Esmeraldas antbird, red-headed barbets and golden-headed quetzals. In addition to these birds the over 2000 species of plants and over 45 species of mammals. The reserve is also a great place to see spectacled bears. (breakfast and dinner included)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cloud Forest - Wildlife Watching: Today you will be taken into the cloud forest looking for birds, bears and other mammals; such as armadillos, agoutis and perhaps ocelots; as well as visits to local craft workshops, pre-Incan sites and local food producers in the area. (all meals included)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cloud Forest & Quito - Today you will have the morning bird watching and tracking down any bears which are around. Then after lunch you will depart back for Quito. The rest of the day will be free for you to rest. (breakfast and lunch included)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Andean Condor & Andean Bear Project - Wildlife Watching: After an early breakfast you will be transferred north to a reserve that is home to the Andean Condor and Andean Bear project. The conservation projects here are a great way to see these animals up close and also understand more the work being done to conserve these endangered species. There are a range of trails and you will have the afternoon to explore with your local guide. (breakfast and dinner included)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Amazon Rainforest - Travelling & Wildlife Watching: You will leave the paramo of the Andes after breakfast and travel back to Quito. From here you will then fly east into the heart of the Amazon. Once you arrive you will be taken to the Cuyabeno Reserve. Along the way it is important to always keep an eye open for monkeys and birds in the trees as well as caiman, anacondas, turtles and giant otters in the water. The rest of the day will be open for you relax and see what wildlife is around inside the resort. (breakfast and dinner included)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Quito - Travelling: After breakfast in the Amazon you will be transferred back from the Amazon to the capital city of Quito by boat, vehicle and plane (reversing the journey you took on day 6). Once back in the city you will be transferred to the accommodation for the night. There is no further activities today. (breakfast only)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Galapagos Islands (Santa Cruz) - Travelling & Wildlife Watching: This morning your journey to one of the most unusual and special groups of islands in the world begins. This starts with a flight to Isla Baltra before boarding your boat for the next five days. Our first port of call is Santa Cruz and in the afternoon you will be guided to a saltwater lagoon inland where Caribbean flamingos aggregate as well as many land iguanas which use the area as a nesting site. (breakfast and dinner included)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Galapagos Islands (Rabida & Santiago) - Wildlife Watching: Today you will be visiting two different islands. Firstly you will visit Isla Rabida for a beach visit and also snorkelling. Here you can see finches, doves, falmingos, manta rays, sea lions and blue-footed boobies. After lunch you will visit Isla Santiago. Here you will find many species of herons hunting on the lava flows as well as marine iguanas and the adorable Galapagos fur seals. (all meals included)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Galapagos Islands (Fernandina & Isabela) - Wildlife Watching: Another two islands will be visited today; in the morning you will visit Isla Fernandina. Here you will find the largest marine iguanas in the archipelago nestling in the rocks along side the brightly coloured sally-lightfoot crabs. There are also nesting sites for the unique and endangered flightless cormorant, Galapagos penguins and the largest predator on the islands the Galapagos hawk. Sea lions once again dominate the beach. Then in the afternoon you will visit the largest island in the Galapagos; Isabela. There will also be the opportunity for snorkelling and hopefully you will be sharing the water with the speedy Galapagos penguin. If you do not want to get wet then take a dingy ride around to see the graffiti which is believed to have been left by pirates in the 19th Century. (all meals included)."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Galapagos Islands (Bartolome & Santa Cruz) - Wildlife Watching: Today will including another visit to two different islands. The first will be the smaller island of Bartolome. This island has the famous viewpoint you will visit. This will give you great views of the hour-glass shaped island, cinder cones, Pinnacle Rock, lava bombs and lava splatters. Along the way up you will pass colonies of marine iguanas, lava lizards hidden among the tiquilla cacti. You can also snorkel here among the white-tip reef sharks, Galapagos penguins, turtles and many fishes. This afternoon we will come back to Santa Cruz and this time a visit to the Black Turtle Cove. Here you could possibly see black-tip sharks, white-tip reef sharks, green and hawksbill turtles, spotted and golden eagle rays as they swim around the lagoon. If you are lucky you may seen pilot whales, orca or even a breaching manta ray in the distance. (all meals included)."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Quito - Wildlife Watching & Travelling: This morning is your last trip to one of the islands. This morning you will visit the Charles Darwin Research Station on Isla Santa Cruz. Here you will be able to see the Galapagos giant tortoise breeding project. You will have some time to wander around the shops and buy souvenirs before being transferred to the Isla Baltra to catch the flight back to Quito. Once you arrive in Quito you will be taken to your accommodation for your final night in Ecuador. (breakfast and lunch included)."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Home - This morning after breakfast you will be transferred to the airport in time to catch your return flight home."
    }
  ],
  "map": ""
}