{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "peru-and-galapagos-holiday",
  "tourName": "Peru and Galapagos holiday",
  "placesVisited": "Lima, Cusco, Sacred Valley of the Incas, Pisac complex & Ollantaytambo, Machu Picchu by rail, Lake Titicaca, Uros Islands Sillustani, Guyaquil, Four-day Galápagos Islands cruise on a motor yacht, Optional: walk a section of the Inca Trail, climb Huayna Picchu",
  "generalInfo": "Taking a two week holiday to South America can feel like a compromise; how do you choose between its phenomenal wealth of cultural and natural highlights, without feeling like you’ve missed out? This small group, Peru and Galapagos holiday is one solution – giving you plenty of time to explore the Incan wonders of Peru before flying 1,000km offshore to the Galapagos Islands, to encounter volcanic landscapes and a wealth of wildlife. Your tour leader will take care of all the logistics, with specialist guides joining you along the way to share the secrets of Peru and Ecuador’s most impressive cultural and natural highlights.<br/><br/>Internal flights ensure you cover more ground in less time, as you are whisked down to Cuzco from Lima, to start your trip at the heart of the Inca Empire. Here, immaculately crafted stone walls stand side by side with baroque colonial churches and contemporary bars and cafes – a wonderful insight into ancient and modern Andean culture. Travel deeper into the mountains and further back in time with explorations of ruins such as Pisac and Sacsayhuamán – taking the train to Machu Picchu for the grand finale. From here you’ll venture down to Lake Titicaca, ringed by snowy Andean peaks, and where you can take a tour to the floating Uros Islands, woven from reeds.<br/><br/>The next set of islands have somewhat more solid foundations: the volcanic Galapagos, reached via a flight from Lima via Guayaquil in Ecuador. You’ll have five days to explore this fascinating archipelago while living onboard a comfortable motor yacht with en suite cabins. Embark each day to discover how Darwin developed his theory of evolution and see how the giant tortoises, marine iguanas and dancing boobies have adapted to life in this remote outpost.",
  "durationDays": "15",
  "price": "7009",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Overnight in the capital.",
      "description": "Those passengers arriving on an international flight will be met at the airport by the tour leader or a local representative who will escort you to the hotel. The scenes from your window on the half-hour drive to the hotel through Lima encapsulate the invigorating bustle of a modern-day Latin American capital. Lima, the City of Kings, was once the capital of Spanish America, and the vestiges of its glorious past can still be seen in the faded grandeur of the colonial churches and traditional wooden balconies in the city centre. The explosive growth of the last 50 years, so typical of capital cities in the developing world, has transformed Lima into a dynamic and chaotic low-rise city of over 10 million people. In crowded streets, throngs of traffic race out towards Miraflores, a modern middle-class suburb on the coast, where your hotel is located. You’ll have time to explore in more depth on the final day of the Peruvian leg of your trip."
    },
    {
      "dayNumber": 2,
      "title": "Fly to the Inca capital of Cusco.",
      "description": "A flight of just an hour takes you to Cusco. The name Cusco derives from the Quechua word for navel, indicating its location at the centre of the Inca Empire, which reached its zenith at the same time as England was fighting the War of the Roses. Today its many impressive original Inca walls display extraordinary craftsmanship, while the bustling squares are dotted with ornate baroque colonial churches. It’s a vivacious city, where shoeshine boys and postcard sellers jostle for your attention in cobbled streets lined with handicraft shops and cafés. In the evening, the town centre fills with people flocking to the many restaurants, bars and cafés."
    },
    {
      "dayNumber": 3,
      "title": "Tour of Cusco and nearby archaeological sites.",
      "description": "Today an experienced guide gives you a half day tour of the city. You visit Q’oricancha, once the principal Inca Sun Temple, with extraordinarily intricate stonework, and then explore the colossal zigzag walls of Sacsayhuamán, brooding on a hillside above Cusco. In 1536 a desperate and defining three-day battle was fought between the Spaniards and the Incas around this fortress. The first conquistadors to see it were awestruck, and centuries later it is still an extraordinary and imposing sight. There is also free time to explore Cusco; to wander through its cobbled streets bracketed by impressive Inca walls, to explore its colourful, bustling markets and splendid churches, and to stop at some of the many excellent cafés."
    },
    {
      "dayNumber": 4,
      "title": "Excursion to the Sacred Valley of the Incas; overnight.",
      "description": "Today, head out from Cusco over the high plains and descend to explore the fertile Sacred Valley of the Incas. Once the bread-basket of the Inca Empire, it was heavily populated in imperial times and scores of archaeological sites remain, where well-preserved ruins bear witness to the highly developed society that the Incas created. The drive passes through or close to several of the villages and temple fortresses which pepper the valley. The Pisac complex, set high above and visible from the eponymous colonial village you will visit, is built on terraces carved into the steep hillsides. The engineering and preservation are unrivalled. From the flat valley floor this intricate hillside rises up like a green staircase to the heavens. Continue along this picturesque, patchwork valley to the temple of Ollantaytambo. The snow-frosted Andean cordillera forms a stunning backdrop. Ollantaytambo, sitting strategically at the gateway to the Amazon basin, was never captured by the Spanish conquistadors, but the inhabitants decided that the settlement was too vulnerable and would eventually fail, and so they abandoned it. The fortress, the colonial grid plan and the Inca foundations are still intact and there are wonderful views down over the sloping hillsides and into the fertile valley. Spend the night in the tranquil valley."
    },
    {
      "dayNumber": 5,
      "title": "By rail to Machu Picchu.",
      "description": "Travelling for just 2hrs by train from Ollantaytambo, you reach the ruins of Machu Picchu. As the river Urubamba enters its narrow gorge between thickly-forested granite hills, there is room only for a single track, which hugs the right bank and passes through hamlets that are no more than a collection of shacks beside the railway. Close to the foot of the mountain on a saddle of which the citadel was built is the bustling village of Machu Picchu (formerly known as Aguas Calientes), dedicated to serving the many visitors with artisan markets, bars and restaurants. The majestic ruined city, reclaimed from tropical cloud forest, is reached by minibus up a sinuous road, or on foot up a near vertical rocky path. The American explorer Hiram Bingham discovered it in 1911, by which time it was completely buried beneath jungle vegetation. It is perhaps the ruins’ location, on a ridge spur amid forested peaks and above a roaring river canyon, that most ignites the imagination. You will have a guided tour of the ruins. Fancy hiking some of the Inca Trail without interrupting your tour? We can organise for you to walk the mini Inca Trail on this day, but still, have a guided tour of the ruins and stay with the group in the evening. Please ask us for more details."
    },
    {
      "dayNumber": 6,
      "title": "Optional re-entry to ruins; return to Cusco by rail and road.",
      "description": "There is the option to return to the ruins with time to walk one of the many trails within the site itself, such as the hike to the vertiginous Inca Bridge, carved into a cliff edge. You can climb the tortuously steep Huayna Picchu mountain on the other side of the valley (please enquire with the office, as spaces are limited and it’s necessary to pre-book). Your tour leader will be on hand to talk through the various walking options. In the afternoon return to Cusco, arriving in the early evening."
    },
    {
      "dayNumber": 7,
      "title": "Private road journey to Lake Titicaca.",
      "description": "Travel by coach from Cusco to Puno, on Lake Titicaca, a spectacular 8 hr journey (including stops) which climbs to over 4,300m. Flanked by snow-capped peaks, the lonely road cuts its way through fields worked by men and oxen; an Andean landscape of adobe huts, and crops of corn and potato. After reaching the highest point of the journey, the bus crosses the altiplano, a large, windswept plain punctuated by occasional market towns, where bowler-hatted women tend their herds of llamas and alpacas. The vast, indigo Lake Titicaca – almost an inland sea – sits on the Peruvian-Bolivian border, and the fish-laden waters and surrounding fertile soil are the lifeblood of the subsistence farming communities clustered in scores of adobe villages along the water’s edge. Legend has it that this mystical spot is the birthplace of Inca civilisation: the progeny of the Sun God emerged from its depths to found the empire in Cusco."
    },
    {
      "dayNumber": 8,
      "title": "Boat trip to the Uros Islands and tour of Sillustani.",
      "description": "Today you set out on the lake aboard a motor boat to visit the Uros Islands: gliding over the deep glacial waters on a sunny day is a definite highlight. You alight on the floating islands, constructed entirely from the lake’s tortora reeds – the same material used to build their canoes – and the ground moves almost imperceptibly beneath your feet. During severe storms, the islands may break up into smaller islets. Once devoted to fishing, the inhabitants now earn their living mainly through selling handicrafts to tourists and, while this is a unique experience, it has the air of a living museum. In the afternoon, there’s a guided excursion to the Chullpas at Sillustani, towering stone tombs said to be the burial site of the ancient Hatun Colla chiefs. The towers are on the treeless shores of a lonely highland lake; the landscape, while unremittingly bleak, is spellbinding."
    },
    {
      "dayNumber": 9,
      "title": "Fly back to Lima.",
      "description": "Take the morning flight to Lima (2 hours) where there is an optional tour of the colonial centre of the city, including the central Plaza de Armas, which is surrounded by beautiful colonial and republican buildings. There may be time to visit one of the world famous museums. That evening, from Miraflores, you can sit with a pisco sour cocktail and watch the sun set over the Pacific, and contemplate the next phase of your adventure."
    },
    {
      "dayNumber": 10,
      "title": "Fly to Guayaquil; guided city tour.",
      "description": "You say goodbye to your Journey Latin America tour leader, who will take you to the airport for a morning flight to Guayaquil (2 hours). Ecuador’s largest city is situated on the banks of the Río Guayas, and has gone through something of a transition in the last few years. The expanse of waterfront has been made into an outdoor architectural showpiece, and restoration work has taken place along the city’s main thoroughfare and in the historical neighbourhood of Las Peñas. A city tour will take you from the frenetic open-air market at La Bahia, and past the colonial naval shipyard to the Malecón (the waterfront promenade), Guayaquil’s crowning jewel. Stroll past tropical gardens, bustling markets and cafés, and head to Santa Ana Hill and Las Peñas, a district of brightly-coloured wooden houses and ramshackle streets dating back to the 16th century. The local guide will accompany you to dinner (not included) before dropping you back at the hotel."
    },
    {
      "dayNumber": 11,
      "title": "Fly to the Galápagos Islands",
      "description": "Transfer to the airport for your flight to the Galápagos Islands (2 hrs) where you will embark on the motor yacht for your 5 day cruise around the archipelago. Once you’ve paid your national park entrance fee, your naturalist guide will be waiting to take you to the quayside. The Galápagos Islands emerged in the Pacific Ocean six million years ago following a spate of volcanic activity and, isolated from the continental mainland, have become home to unique animal and plant species. The islands were the inspiration for Charles Darwin’s theory of evolution, which formed the basis for his revolutionary book ‘The Origin of the Species’, published in 1859. Without fear of humans, they are sufficiently trusting to allow you to approach them and observe them up close. Although geologically constantly on the move, these islands remain suspended in time, with a wealth of rare fauna and flora all thriving there. For many, the fascinating and unique wildlife and natural beauty of the islands are matched by the thrill of being at sea. Find a spot on deck as you make your way through the ocean, often trailed by flocks of birds and playful dolphins. The boats are relatively small, creating an informal atmosphere. The service is of high quality; the crew are attentive and the food delicious. Cabins with en suite facilities are compact but comfortable for your 4 nights on board. There is a common bar/lounge area as well as a sun deck. Beach towels are provided, and basic snorkelling equipment is available and wetsuits can be hired."
    },
    {
      "dayNumber": 12,
      "title": "Cruise through the archipelago.",
      "description": "The itinerary for your cruise is subject to change due to National Park rules. There are normally two landings a day to seek out the different wildlife that inhabits the islands. Below is a summary of the animals and birds that can be found on each of the islands that you visit on this journey. There will also be the opportunity to snorkel both from the islands and the boat itself, and 2 kayaks are also available for use by passengers. Bartolomé Island is a small, uninhabited islet in the Galápagos, known for its striking volcanic landscape and the iconic Pinnacle Rock. Visitors enjoy panoramic views, encounters with penguins and sea lions, and excellent snorkelling in clear, wildlife-rich waters. North Seymour Island is a flat, rocky island in the Galápagos, known for its abundant wildlife and vibrant bird colonies. Visitors can observe blue-footed boobies, frigatebirds, and land iguanas up close, along with sea lions and marine iguanas along the coast. Mosquera Islet is a small, sandy islet located between Baltra and North Seymour in the Galápagos Islands. It’s a great spot to observe sea lions, shorebirds, and occasional lava gulls. Genovesa Island is a remote and wildlife-rich destination in the northern Galápagos. Formed from a volcanic caldera, it features dramatic cliffs, a sunken crater bay, and two main visitor sites—Prince Philip’s Steps and Darwin Bay. The island is a haven for birdwatchers, with large colonies of red-footed boobies, Nazca boobies, frigatebirds, and storm petrels. South Plaza Island is a small but ecologically rich islet off the eastern coast of Santa Cruz in the Galápagos. It’s home to large colonies of land iguanas, sea lions, and nesting swallow-tailed gulls. Santa Fe Island is one of the oldest islands in the Galápagos, known for its scenic bay, turquoise waters, and unique wildlife. It’s home to the Santa Fe land iguana, found nowhere else. Also visit the David Rodriguez Tortoise Centre in San Cristobal at the end of your trip. For 2027 the islands visited will remain largely the same but please speak to one of our travel consultants for details."
    },
    {
      "dayNumber": 15,
      "title": "Fly to Guayaquil and continue to your international flight or extension.",
      "description": "After disembarking you fly back to Guayaquil (1.5 hours) and continue to your international flight or extension. If you would like to break your return journey back to the UK a night in Guayaquil after your cruise can easily be arranged. Please speak to one of our consultants for the extra cost involved)."
    }
  ],
  "map": ""
}