{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-highlands-tour-galapagos-cruise",
  "tourName": "Ecuador highlands tour & Galapagos cruise",
  "placesVisited": "Quito, Otavalo, Avenue of the Volcanoes, Alausi, Devil's Nose train journey, Cuenca, Las Cajas National Park, Guayaquil, Santa Cruz, Isabela Island, James Island, Rabida Island, Bartolome Island",
  "generalInfo": "With all the fuss surrounding the Galapagos Islands, Ecuador’s mainland is so often ignored. If you are travelling all this way to see the Galapagos, it is more than worth spending a week exploring the incredible Andean landscapes and rich, Quichua culture before jetting west for an island cruise. This Ecuador highlands tour and Galapagos cruise combines both seamlessly, as part of a guided, small group tour. Ecuador is one of South America’s smallest countries, surrounded by veritable giants, but its biodiversity is astonishing, and makes a delightful snow-capped contrast to the Galapagos’s dark volcanoes.<br/><br/>Your journey begins in the UNESCO-rated capital of Quito, brimming with beautifully preserved colonial architecture and the bustle of Quichua life. Travel up to the equator, just a few kilometres to the north, to stand with one foot on each hemisphere. You’ll then travel south through the Avenue of the Volcanoes, passing giants such as Cotopaxi and Chimborazo, before embarking on the exhilarating Devil’s Nose train ride along a series of sharp switchbacks as you descend into a lush valley. A private bus takes you further south still, to Cuenca – another UNESCO World Heritage Site, where 16th century colonial architecture combines with 15th century Inca stonework, and the odd llama strolls around town.<br/><br/>Your next stop is the sprawling port city of Guayaquil, from where your flight to the Galapagos will depart. The next week is spent aboard a comfortable motor yacht as you cruise around this incredible archipelago, disembarking usually twice a day to get up close to the landscapes and wildlife. Encounter giant tortoises, trek around volcanoes, snorkel with sea lions and meet the most northerly penguins in the world during what is sure to be one of the most memorable weeks of your life.",
  "durationDays": "15",
  "price": "7136",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Transfer to hotel in Quito, overnight in the capital.",
      "description": "Those passengers arriving on an international flight will be met by the tour leader or local representative and escorted to the group hotel in the Andean capital of Ecuador. The active volcano Guagua Pichincha, to the east, glowers over the dynamic city which, at 2,850m, is one of highest capital cities in the world. Quito is divided into two contrasting districts. The modern zone is characterised by towering glass buildings and houses banks, international companies, hotels, shops and restaurants, while the central colonial area where your hotel is located has well-conserved and recently spruced-up white-washed architecture, open air markets and graceful Spanish-style mansions and churches."
    },
    {
      "dayNumber": 2,
      "title": "Walking tour of the city.",
      "description": "With its narrow cobblestone streets and white-washed buildings huddling beneath a skyline of extravagant steeples and cupolas, Quito was the first city ever to be named a UNESCO World Heritage Site. Its compact colonial core hides a wealth of architectural and historic treasures around almost every corner, and a short walking tour is an ideal way to begin exploring. Quito’s historic centre is one of the largest and best-preserved in the Americas, and you’ll visit all the most significant sights including the monastery of San Francisco, the main plaza with its cathedral and governmental palace, and the Basilica del Voto Nacional, best known for its quirky gargoyles representing the native animals of Ecuador, from anteaters to marine iguanas. The afternoon is free to further explore Quito and some of the museums it has to offer or to relax in your hotel."
    },
    {
      "dayNumber": 3,
      "title": "Head south to Chilcabamba.",
      "description": "This morning we head south towards Cotapaxi to spend the night in a lodge at Chilcabamba situated on an elevated plateau at 3,600m, but dwarfed by the much higher peaks which surround it. There are epic views of the volcano, and everything about the location invites you to step outside and explore. Activities on offer include walking trails and cycling. Outside there are two fire pits, allowing for some atmospheric stargazing as the day turns into night."
    },
    {
      "dayNumber": 4,
      "title": "Continue down the Avenue of the Volcanoes to Riobamba.",
      "description": "Early morning, we head south towards the ‘Sultan of the Andes’ – Riobamba. Travelling down the spellbinding Avenue of the Volcanoes. There will be a stop beneath magnificent Cotopaxi volcano and short walk around the lagoon at Limpiopungo before continuing onto Riobamaba where you spend the night in a traditional hacienda on the outskirts of town."
    },
    {
      "dayNumber": 5,
      "title": "Continue to Cuenca.",
      "description": "Continue by private vehicle to Cuenca, via Ecuador’s principal Inca ruins of Ingapirca. The remains of the buildings in this raised site date back to the end of the 15th century, before the Spanish conquistadors took hold of the region. The architecture bears all the hallmarks of Inca construction, with some fine mortar-less stonework and typical trapezoidal niches and doorways. Archaeologists believe that the main structure, known as The Temple of the Sun, was used for religious and ceremonial purposes. Today, however, it simply provides welcome shade for grazing llamas and the occasional tourist. Cuenca is a beautiful 16th-century town, built on the site of an ancient Inca settlement, which was designated a UNESCO World Heritage Site in 1999."
    },
    {
      "dayNumber": 6,
      "title": "Explore Cuenca, optional visits to Gualaceo and Chordeleg.",
      "description": "Tour the city as you wander the narrow cobblestone streets, marvelling at the architecture. The colonial centre has been beautifully restored; colourful flowers tumble from ironwork balconies and the whitewashed houses have grand wooden doors. The climate here is temperate and you’ll enjoy relaxing with a coffee in a leafy square. Cuenca is a great place to wander or relax in but if you want to get out of the city you could visit the nearby market towns of Gualaceo, Chordeleg, and colonial Sigsig, set in the foothills of the western cordillera. En route there is a chance to stop and barter for silver and gold filigree jewellery, and to see craftsmen making guitars and using nimble fingers to weave Ecuador’s most famous export, the Panama hat."
    },
    {
      "dayNumber": 8,
      "title": "Drive from the Andes to the tropical coast at Guayaquil. Stop on the way at Las Cajas National Park.",
      "description": "Today we travel from the mountains down through the tropical lowlands to the port city of Guayaquil. It is a spectacular drive that truly contrasts the scenery in this small country, as you pass from Andean villages to banana plantations. On the way we stop at the Las Cajas National Park. Beautiful trails pass through this rugged, high-altitude wilderness of grasslands, jagged hills and glacial lagoons. You will be sure to pass herds of serene, grazing llama, and perhaps spot a spectacled bear, a puma or a tigrillo (relative of the ocelot), all of which inhabit the area, as do many species of bird, including the Andean condor and, at the other end of the scale, the tiny hummingbird. Guayaquil, Ecuador’s largest city, is situated on the banks of the River Guayas, and has gone through something of a transformation in the last few years. The expanse of waterfront has been made into an outdoor architectural showpiece, and restoration work has taken place along the city’s main thoroughfare and in the historical neighbourhood of Las Peñas. Time permitting, you can take a walk from the frenetic, noisy open market at La Bahia, and past the colonial naval shipyard to the Malecón (the waterfront promenade), Guayaquil’s crowning jewel. Stroll past tropical gardens, markets and street cafés, and head to Santa Ana Hill and Las Peñas, a district of brightly-coloured wooden houses and ramshackle streets dating back to the 16th century."
    },
    {
      "dayNumber": 9,
      "title": "Fly to the Galápagos Islands, embark on your motor cruiser.",
      "description": "You say goodbye to your Journey Latin America tour leader, who will take you to the airport for an early morning flight to Baltra Island (105mins), part of the Galápagos archipelago. Once you’ve paid an entrance fee, your naturalist guide will be waiting to take you to Puerto Ayora, around 40mins away, and here you board your motor yacht. The Galápagos Islands emerged 6 million years ago after a spate of volcanic activity, and have become home to unique animal and plant species. The islands were the inspiration for Charles Darwin’s theory of evolution, which formed the basis for his revolutionary book ‘The Origin of Species’, published in 1859.Although geologically these islands are constantly on the move, they remain suspended in time, with giant tortoises, iguanas, penguins, numerous bird species and a wealth of rare flora all thriving there. For many, the fascinating and unique wildlife and natural beauty of the islands are matched by the thrill of being at sea. Find a spot on deck as you make your way through the ocean, trailed by flocks of birds and playful dolphins. The boats are relatively small, creating an informal atmosphere, and the service is of a high standard; the crew is attentive and the food very good. Cabins with en suite facilities are compact but comfortable for your six nights on board. There are common bar / lounge areas as well as a sun decks. Beach towels are provided, and basic snorkelling equipment can be borrowed."
    },
    {
      "dayNumber": 10,
      "title": "Land excursions from the cruise around the Galápagos Islands",
      "description": "The itinerary for your days in the Galápagos is subject to change for operational reasons and according to the rules of the Galápagos National Park authorities. There are normally two landings a day, which will usually include chances to snorkel, on which you are accompanied by your guide in search of the different wildlife that inhabits the islands. Below is a summary of the islands that you visit on this journey, and the animals and birds that can be found on each of them. Santa Cruz (Indefatigable): This island has the largest human population of the five inhabited islands. Some 4,000 residents are distributed between the cattle farming communities in the lush highlands and the coastal town of Puerto Ayora, which is mainly dominated by tourism. The Charles Darwin Research Station here is staffed by international scientists conducting biological research and conservation projects. Fernandina (Narborough): The island is one of the world’s most active and impressive volcanoes, having erupted at least 10 times in the last 150 years. The lava fields offer a ‘land without time’ landscape and the island is home to a huge colony of marine iguanas, flightless cormorants and some penguins. Isabela (Albemarle): The largest island in the archipelago, it has 5 volcanoes forming a chain down its spine. The most famous sites are situated on the western side, such as the impressive and spectacular inlets of Vincente Roca, with its high cliffs, lava formations and wonderful marine life. Urbina Bay offers an impressive array of birdlife including finches, warblers and mockingbirds, whilst Elizabeth Bay lined with mangroves is home to turtles and rays. James (Santiago): The island is one of black rocks and little shade, and the western coast is pitted with lava pools and caves which are home to a wealth of marine life. You may well see herons and oyster catchers as well as Galápagos fur seals playing in the deep, cool water pools, and marine iguanas grazing on algae beds alongside colourful Sally Lightfoot crabs. Rabida Island (Jervis) is unique because the red colour of the rocks and sand. The volcanic material in this island is very porous and external factors as rain, salt water and sea breeze have acted as an oxidizing agent. A short walk along a trail lead us to a coastal lagoon behind the beach permits the observation of land birds as finches, doves, yellow warblers and mocking birds. At the lagoon there is a colony of flamingos."
    },
    {
      "dayNumber": 15,
      "title": "Fly to Guayaquil, connect with your extension or your international flight home.",
      "description": ""
    }
  ],
  "map": ""
}