{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-and-galapagos-tailor-made-holiday",
  "tourName": "Ecuador and Galapagos tailor made holiday",
  "placesVisited": "Quito, Cloud forest, Cotopaxi National Park, Guamote, Devil’s Nose train ride, Cuenca, Cajas National Park, Guayaquil, Santa Cruz island, Isabela island, Los Tuneles, San Cristobal, Kicker Rock, Outdoor activities, Wildlife watching",
  "generalInfo": "This tour takes you to all the best parts of Ecuador &amp; the Galapagos Islands in 17 days. You will go to places where other tours will not take you. You will find out what the hidden treasures of this tour are when you arrive at the airport. Enjoy one of the most biodiverse countries in the world, you will visit the Galapagos Islands, the cloud forest, the andes mountains, some volcanoes, beautiful cities, the pacific coast and a local market. The highlights of this tour will be:<br/><br/>-Historical cities: you will visit Quito and Cuenca, beautiful historical cities.<br/>-Cloud forest: here you can enjoy the amazing nature and different animal species.<br/>-Volcanoes: take the perfect photos at three different volcanoes.<br/>-Local villages: Guamote local market and the Tigua community will be visited.<br/>-Pacific Coast: visit Guayaquil to enjoy the best weather and seafood dishes.<br/>-Santa Cruz Highlands: your first contact with the Giant Galapagos Tortoises.<br/>-Visit one of the uninhabited islands: Bartolomé, Santa Fe or Seymour.<br/>-Los Tuneles: snorkel in the clear waters and swim with different animal species.<br/>-Kayak in Tintoreras Bay: if you are lucky you will find some sharks here!<br/>-San Cristobal Island: the island with the Sea Lion beach.<br/>-Snorkel at Kicker Rock: one of the most spectacular places of the Galapagos.",
  "durationDays": "17",
  "price": "10019",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "AIRPORT PICKUP – TRANSFER TO HOTEL You will start your Hidden Treasures tour today. You will be picked up at the Mariscal Sucre International Airport (UIO) and brought to your hotel, which is located in the center of Quito. Depending on the time of arrival at the airport, you will have the chance to explore Quito by yourself and taste the local dishes and drinks. Of course it is also possible to rest, because you might be tired after the long flight. Accommodation in Hotel Ikala Quito or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "HISTORICAL CENTER – COOKING CLASS – CAPILLA DEL HOMBRE (B, L) After breakfast in the hotel you will go to the Historical Center of Quito to explore the many UNESCO World Heritage Sites. After getting an impression of this beautiful city, you will get a cooking class where you learn how to cook local dishes. In the afternoon you will visit the Capilla del Hombre where you will have an amazing sight over the city. (All transportation is included). Accommodation in Hotel Ikala Quito or similar."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "INTIÑAN MUSEUM – PULULAHUA – CLOUD FOREST (B, L, D) In the morning we will visit the Intiñan museum and the Pululahua volcano. After that you will be transferred to a beautiful place in the Cloud Forest. Before lunch you will take a guided short walk to learn about some of Maquipucuna’s medicinal and useful plants. After lunch you will walk through the Bear trail and part of the Palmito or River trails in search of Spectacled bears or their traces. This is a moderate hike through Secondary and some Primary Forest. A local guide is mandatory during Spectacled Bear season. At 6pm the bar opens officially; however, if you desire a drink before then, please let the staff know and they will be happy to serve you. There is also the chance to do an optional guided night hike. Accommodation in Maquipucuna Reserve Lodge or similar."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "BIRD WATCHING – HIKE TO WATERFALL / SELF GUIDED WALK (B, L, D) Wake up with a concert of birds and get ready for an early start. You have the first birding hike from 06:30 – 08:30 AM to enjoy the sounds and sights of dawn in the forest – which is when most birds are active and calling. Before lunch you will take the Humedal trail learning further about plants and watching birds as we progress into the the pre-Inca trail used by the Yumbos. As a reward, you will reach the Yumbo waterfall or swimming hole where you will have the opportunity to take a swim. After lunch you will visit the coffee orchard, the orchid garden and the organic garden. Alternatively after breakfast, you could take a half day or full day tour to the Ziplines, Tulipe archeological site or Mindo butterfly garden. You can also do an optional guided night hike. Accommodation in Maquipucuna Reserve Lodge or similar."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "COTOPAXI – HORSEBACK RIDING (B, L) After breakfast you will drive to the Cotopaxi Volcano area, which takes about 4 hours to get there. You will start your tour with a very nice car ride from Quito through the Volcano Avenue; including the Pasochoa, Rumiñahui, Illinizas and others. When you arrive there you will have a lunch and after that you will do a horseback riding tour in the slopes of the Ruminahui Volcano. Accommodation in Hacienda El Porvenir or similar."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "COTOPAXI NATIONAL PARK – LIMPIOPUNGO LAGOON – INSILIVI (B, L, D) When you finish your breakfast in the morning, and to continue your Hidden Treasures tour, you will visit the Cotopaxi National Park and the Limpiopungo Lagoon. After that you will depart to Isinliví and there you will have lunch. In the afternoon you will go for a trekking exploration around the Isinliví mountains. In the evening you will have a nice local dinner. Accommodation in the LluLlu Llama Mountain Lodge or similar."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "QUILOTOA – TIGUA – GUAMOTE – CHIMBORAZO (B, D) In the morning you will visit the Quilotoa Loop and have the chance to hike down and actually feel the temperature of the lake, when time allows it you can even kayak on the lake. After that you will go to Tigua, where you will visit the local community. In the afternoon you will drive to Guamote, on your way there you have the chance to make some amazing photos of the Chimborazo volcano. Accommodation in Inti Sisa or similar."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "GUAMOTE – DEVILS NOSE – INGAPIRCA – CUENCA (B) Today you will discover one of the many Hidden Treasures in the Andes: the Devil’s nose. Around 08:00 AM you will go on the Devil’s Nose train ride. You will learn about one of the greatest rail engineering feats worldwide while passing through the beautiful Andean scenery. In the afternoon you will visit the Ingapirca ruins after which you will be transferred to your hotel in Cuenca. Accommodation in Hotel Victoria or similar."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "CUENCA – CITY TOUR – SPA CIRCUIT (B) Today, you will have a very relaxing day. This is your time to explore one of the most beautiful cities in Ecuador. Cuenca won South America’s Leading City Break Destination of 2018, and you will see in this tour why that is the case. It is an amazing city with a lot of UNESCO World Heritage Sites. You will start this day with a city tour around Cuenca, and after that, you will visit Piedra de Agua hot springs, a nice spot where you will get the chance to relax and unwind by doing a Spa Circuit. Accommodation in Hotel Victoria or similar."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "CUENCA – CAJAS – GUAYAQUIL (B) After breakfast at the hotel, you will visit Cajas National Park. In this park you will spot many beautiful lakes. It is also home to many wild animals such as Andean condors, giant hummingbirds and coatis. After exploring the great wildlife and nature, you will continue to Guayaquil where you will enjoy the city by night and enjoy its beautiful panoramic views. Accommodation in Wyndham Guayaquil or similar."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "TRANSFER GUAYAQUIL AIRPORT – BALTRA AIRPORT PICKUP – SANTA CRUZ HIGHLANDS (B, L) You will be brought to Guayaquil airport by the hotel shuttle. Upon arrival at Baltra Airport the guide will take you to Santa Cruz Highlands to make closer contact with the Giant Galapagos Tortoises as well as many kinds of birds, like the Wizard and Finch. The guides will explain more about the famous giant tortoises and you will have a local lunch here. Then you will be taken to your hotel where you have some time to relax. Accommodation in Hotel Fiesta or similar."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "LONG DAY TOUR – UNINHABITED ISLAND (B, BL) Today you will go to one of Galapagos’ uninhabited islands. What island you will visit depends on what day of the week you will depart. Examples of islands you might visit are: Santa Fe, Plazas, Floreana, Bartolome or North Seymour island. You will spend the day snorkeling and discovering the island and its flora and fauna. In the afternoon you will return to your hotel. Accommodation in Hotel Fiesta or similar."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "FREE MORNING – ISABELA ISLAND (B) After breakfast at the hotel, you have some time to discover the island by yourself. We highly recommend you to visit Tortuga Bay, where you will be able to spot a huge marine iguana colony. You can also go to the Charles Darwin Research Station. At 02:00 PM you will be brought to Isabela island by a public speedboat and you will arrive around 04:30 PM. After that you will be picked up and brought to your hotel. Accommodation in Hotel Volcano or similar."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "LOS TUNELES (B,S) When you finish breakfast, you will go to Los Tuneles. This is one of the most spectacular places to go diving or snorkeling in Isabela Island, because the water is calm, very clear and shallow. After visiting Los Tuneles you will have time to visit some highlights by yourself; for example to Isabela Breeding Center, Wetlands or the Wall of Tears. Accommodation in Hotel Volcano or similar."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "KAYAK IN TINTORERAS BAY – DROP OFF AIRPORT – SAN CRISTOBAL (B) Early in the morning you will have breakfast at the hotel. After that you have the chance to do a kayaking or stand up paddling tour in Tintoreras Bay. When you finish relaxing on the water, you will be picked up to be brought to the Isabela Airport. From there you will take a flight to San Cristobal. Here you can visit the Interpretation Center and Tijeretas on your own. A great thing is that San Cristobal airport is situated very well so it does not take to long to get to the places mentioned above. Accommodation in Casa Opuntia or similar"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "KICKER ROCK (B, BL) You will have breakfast at the hotel before going to Kicker Rock. This is one of the most spectacular landmarks of the Galapagos Islands. Two volcanic rocks of 140 meters tall, located off the coast of San Cristobal Island. This magnificent tiny island is the favorite place for an array of marine birds. But in the sea you see the great underwater life wherefore the site is that famous. The natural erosion of this ancient cone has created a channel between the rocks that provides the ideal habitat to view a variety of sharks and rays including eagle rays, white-tip reef sharks, and sometimes even the Galapagos sharks and hammerheads! Accommodation in Casa Opuntia or similar"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "GUAYAQUIL - TRANSFER OUT (B) This is the last day of your Ecuador Hidden Treasures tour. Depending on the time of your flight back to the mainland, you will be brought to Guayaquil airport. Any time of the day is fine to get your flight out, the transfer to the airport will be arranged for you.End of services"
    }
  ],
  "map": ""
}