{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-cruise-and-amazon-jungle-lodge",
  "tourName": "Galapagos cruise and Amazon jungle lodge",
  "placesVisited": "",
  "generalInfo": "A fantastic trip encompassing the world famous Galapagos Islands and the wonderful Yasuni National Park, 10,000 KM2 of the most diverse and rich habitat on earth being on the bounday between the Andes and the Amazon, and lieing on the equator. <br/><br/>The Galapagos need little introduction. Just be assured that with our small vessels, trained guides and years of experience you will be superbly well looked after while you cruise the islands, walk the trails, snorkel the reefs and spot the extraordinary wildlife. <br/><br/>The Yasuni National Park can boast more than 120 species of reptile, around 600 bird species, 120 species of bat and 100,000 species of insects. So far!<br/><br/>Some of the iconic species that live here are giant otters, howler monkeys, black caiman, macaws, parrots, anaconda, harpy eagles, golden tamarinds, tapir, sloth, armadillo, giant anteater, capybara, pink dolphins and Jaguars.",
  "durationDays": "13",
  "price": "6785",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Quito You will be on arrival at Quito Airport and transferred to your hotel in Quito (Casona de la Ronda or similar)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Quito Enjoy an escorted day tour of Quito - Transportation will be provided with an English speaking Guide/Driver (1 person). You will visit Panecillo, La Compania church, Inti-Nan museum and the Middle of the world compound. Lunch is included. El Panecillo - “small bread” - is the 200 meter high hill that dominates Quito and marks the division between south and downtown Quito. Surmounted by an aluminum monument of the Virgin Mary, you have an amazing 360° view of Quito and the whole valley. The 'Middle of the World' monument stands on the equator (The clue is in the name) as measured in 1736. Get the classic photo - You standing with a foot in each hemisphere! Return to your hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Flight to Baltra Airport & visit Charles Darwin Station Transfer from your hotel to Quito Airport for a flight to the Galapagos. On arrival at Baltra Airport, you will pass through an airport inspection point to insure that no foreign plants or animals are introduced to the islands, as well as to pay the park entrance fee of $100 (unless it has been prepaid). Your guide will meet you at the airport, help you with your luggage, and escort you on the short bus ride. You will then board your vessel, Treasure or Solaris, where the crew and captain will introduce themselves and you will proceed to your assigned stateroom. Finally, you will enjoy your first lunch on board. PM - Charles Darwin Station (Santa Cruz). Although the great majority of Galapagos visitors come here to observe and appreciate natural wonders, it is also interesting to learn how the protection and conservation of the islands are carried out. The main attractions are the National Park information center, the Van Staelen Exhibition Hall, the Breeding and Rearing Center for young tortoises, and adult Galapagos tortoises in captivity."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Eden Islet & Dragon Hill El Eden is a paradisiacal tuff cone islet, just off the west coast of Santa Cruz (between Whale Bay and Dragon Hill). This morning we will disembark to the appropriately named Eden Islet. On its coast you will observe land iguanas and sea lions soaking up the sun, as well as seabirds feeding in the nearby mangrove forests. It is a perfect location for swimming activities, as the clear and calm waters will allow you to snorkel along tropical fish, rays, and two species of sharks. Alternatively, a kayak ride would be a memorable experience. PM - Dragon Hill (Santa Cruz) The visitor site at Dragon Hill has been open for visits on 1993. This site is located in nor thwestern Santa Cruz Island and consists of a trail that lead to a hyper-saline lagoon behind the beach, frequented by flamingos, pintail ducks and other species of birds. This site has been re populated with land iguanas from Seymour, Isabela and Santa Cruz islands. There is a short walk to the Hill, which offers a beautiful view of the bay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Whitetip reef shark channel & Wetlands and Wall of Tears (Isabela) Just outside the port of Puerto Villamil, a group of islets jut out of the ocean. The jagged black formations, dotted with mangroves and candelabra cacti, are the remains of a lava stream that has ended in the ocean. In this place you can easily observe white-tip reef sharks (called \"tintoreras\", as the official name of the site) from the shore in the crystal clear turquoise waters. Turtles and graceful eagle rays sometimes glide through this calm channel, as do smaller fish and Galapagos sea lions. After this brief visit, you will continue to the upper part of Isabela. PM - Wetlands and Wall of Tears (Isabela). The Villamil beach wall hides the Las Diablas lagoon; the largest lagoon in the Galapagos and also the breeding place of the largest concentration of red flamingos. It is the jewel of Isabela's swampy wetlands, with more salty and brackish lagoons in collapsed lava tubes, and an ancient mangrove forest. These lagoons attract many wintering waterfowl and shorebirds; some of them even come from arctic regions! Afterwards we will follow a trail to the “The Wall of Tears”; from 1946 to 1959 Isabela was designated a penal colony by the Ecuadorian government. Prisoners were obligated to build a wall with enormous blocks of lava. Due to the arduous labour and harsh conditions in which the prisoners lived, this site is known as “El Muro de las Lagrimas”. There are a number of interesting sites along this route, such as the cerro Orchilla, El Estero, Poza Escondida, Playa del Amor and Pozas Verdes. You will certainly be able to see quite a bit of wildlife, including many marine iguanas, a wide variety of birds and, as a highlight, perhaps some giant Galapagos tortoises in the wild."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Moreno Point (Isabela) & Urbina Bay (Isabela) Punta Moreno is located on the nor th coast of Isabela Island between the volcano Sierra Negra and Cerro Azul volcano. The trail runs along a lava flow Pahohoe (solidified lava in the form of corrugated or an accordion) into a complex of coastal lagoons, its main attraction are several species of birds which can be found around this lakes and mangroves PM - Urbina Bay (Isabela) Urbina Bay is located on the western coast of Isabela, between Elizabeth Bay and Tagus Cove. It is near the base of the Alcedo volcano, so there is a spectacular view. The coastline has suffered a significant uplift, which caused the coastline to expand a little over a kilometer. Here you can find corals, shells and many other calcareous organisms exposed out of the water. Urbina Bay is home to large and colourful land iguanas and giant tortoises from the Alcedo Volcano population. You can also see many Darwin's finches, and the wide variety of plants is constantly changing depending on the season."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Espinoza Point & Tagus Cove Fernandina is the third largest island in the archipelago and has a single visitor site: Punta Espinoza located at the nor theastern tip of the island. Marine iguanas conglomerate in larger groups than in any other island. They bask around in the sand, swim near the shore and sometime block the way at the landing dock. Among the unique species found here, is the Flightless Cormorant. This bird had to adjust its way of survival and perfection its skills of finding food in the ocean. Their wings, tails and feet progressively adapted for swimming. To see these birds, is to witness evolution happening right in front of you. PM - Tagus Cove (Isabela) A tour along the cliffs in a zodiac will give the visitors a good chance to see the Galapagos penguin, the flightless cormorant and other sea birds. From the landing dock it is about a 30 minute hike along the trail up to the top of the cliff from where you can view Darwin Lake, an uplifted ultra-saline lake saltier than the sea. You can also see several volcanoes from this location. Look carefully at the graffiti on the surrounding cliffs of the cove, it has been written by pirates, whalers and buccaneers in past centuries."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Puerto Egas & Rabida Puerto Egas is a black beach is located at the west side of Santiago Island. Volcanic tuff deposits have favored the formation of this special black sand beach and this is the main attraction of the Island. This site is called Puer to Egas, because there was an attempt of company of Hector Egas, to star t the exploitation of salt, which failed because the price of salt on the continent was very cheap, and did not justify its exploitation in Galapagos. The project was abandoned and they left their infrastructure. PM - Rabida After a wet landing on the remarkable red beach of Rábida, there are two short guided walks. Iron oxide particles give rocks and sand their reddish color. The beach wall has a shallow lagoon fringed with green; This oasis is the most fertile spot on the otherwise barren islet, which is covered in palo santo trees. The salty lagoon attracts all kinds of waterfowl, including pintails and sometimes red flamingos. Many species of songbirds hide and breed among the evergreen foliage of the surrounding mangroves. One of the most outstanding attractions is the important breeding colony of brown pelicans, the only pelicans in the world that dive."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "These two small beaches are located to the west of Black Turtle Cove, in Santa Cruz. Its sand consists of decomposed corals, which makes it white and soft. This makes it a favorite nesting site for sea turtles. Behind one of the beaches there are small lagoons, where flamingos and other shore birds, such as Galapagos gulls and lapwings, can be seen from time to time. On the second beach, which is the widest, you can explore the remains of two abandoned warships. In World War II, these were left behind by the US, as the island of Baltra was used as a strategic point for the protection of the Panama Canal. The name Las Bachas originated at this time, since the word with which the North Americans called these two boats, “barges”, was difficult for the local inhabitants to pronounce and they ended up making it Spanish. Transfer to Baltra Airport (GPS) for your flight back to Quito where you will be met and transferred to the Wyndham Hotel at Quito Airport for the night."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Napo Wildlife Centre Transfer back to the airport for the short flight to Coca where you will embark on an exhilarating journey from Coca to the Napo Wildlife Center. Following a flight and a brief transfer, guests are warmly welcomed at a private dock with refreshments and a boxed lunch. A two-hour motorboat ride along the Napo River is followed by a serene canoe trip through a creek to the lodge on a lake. Along the way, spot monkeys and birds. Upon arrival, take in the breathtaking scenery of Lake Añangu, receive a welcome drink, and get briefed on hotel services before settling into comfortable jungle-view rooms."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Napo Wildlife Centre You will start with an early visit to the parrot clay licks, about an hour and a half away from the lodge. We aim to arrive just before the morning parrot activity, where you can observe five species, including parrots, parakeets, and macaws. Following this, a trail leads to the Kichwa Interpretation Center “Kuri Muyu,” managed by local women, providing insights into Kichwa culture and opportunities to purchase local handicrafts. The excursion then proceeds to the second parrot and parakeet clay lick through the Terra Firme Forest, offering glimpses of various bird and mammal species depending on weather conditions. After lunch, guests return to the lodge via the main stream, providing more chances for wildlife observation. The day concludes with dinner at the lodge."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Napo Wildlife Centre Following a delightful breakfast, lodge guests embark on an exhilarating sunrise hike to the observation tower in the Napo River area. Rising 36 meters high and just 30 minutes from the lodge, this tower offers a unique view of the forest from the canopy of a Ceibo tree, allowing observation of various species such as tanagers, macaws, toucans, and monkeys. This experience provides a privileged perspective of wildlife. After lunch, a hike through a terra firme forest awaits, offering the chance to encounter diverse fauna, including the elusive golden-mantled tamarin monkeys. Later, guests explore the lake and streams by canoe, hoping to catch sight of giant otters. The lodge boasts a second observation tower above the restaurant, offering a stunning view of the lagoon and its surroundings. The day concludes with dinner followed by a night walk, providing opportunities to observe insects, reptiles, amphibians, and even nocturnal monkeys with the assistance of flashlights. NB. This itinerary serves as a sample and is subject to changes due to weather conditions, logistical reasons, the safety of our guests and staff, regulations of the Yasuní National Park, as well as the particular interests of the guests. Changes and additions may be made to optimize wildlife observation, cultural interactions with the local population, and overall enjoyment of the Yasuní National Park. For safety reasons, swimming in the Añangucocha Lagoon is strictly prohibited."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Back to Quito. The day starts early as we return to the welcome area for the transfer to the motorboat. We’ll cruise through the Añangu stream, enjoying the morning sounds and the tranquil dawn scenery. Then, we’ll switch to the motorized boat for the journey back to Coca. Upon arrival, we’ll check in for the return flight to Quito. Transfer back to Coca Airport for a flight to Quito (not included). Your trip concludes at Quito Airport. All itineraries and cruises are subject to change due to weather and other conditions."
    }
  ],
  "map": ""
}