{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-and-galapagos-holiday-23-days",
  "tourName": "Ecuador and Galapagos holiday, 23 days",
  "placesVisited": "Quito, Mindo canopy tour, Amazon trek, Adventure activities, Condor park, Otavalo market, Cotopaxi National Park, Quilotoa lagoon, Cuenca, Cajas National Park, Santa Cruz, Santa Fe, Isabela, Charles Darwin Station, Flamingo Lagoon, Giant Tortoise Center, Los Tuneles",
  "generalInfo": "A thousand kilometres off the coast of Ecuador, you'll find the awe-inspiring Galapagos Islands. Explore both the breathtaking mainland and the isolated archipelago with this budget, 23 day adventure and wildlife tour of Ecuador and the Galapagos. <br/><br/>We spend the first half of this holiday on mainland Ecuador, split between the country's two biggest natural highlights: the Andes and the Amazon. Arriving into the capital of Quito, where we will enjoy some city sightseeing, we’ll go to Mindo where we'll try zip lining above the cloud forest, looking out for hummingbirds, and visit a butterfly farm. We will then spend four days discovering the wildlife, scenery and people of the Amazon rainforest, navigating the Cuyabeno River by canoe to get to our forest lodge. After returning to Quito, we will visit a Condor park and browse the stalls of a huge indigenous market, before hiking to the spectacular Peguche waterfall. <br/><br/>We then head south, towards the Andean Moutains, stopping in Cotopaxi National Park, home to Cotopaxi Volcano, where we can do hiking, biking or horseback riding. There is also chance to go rafting in Baños and visit the beautiful Quilotoa Lagoon, before taking a scenic drive to the old colonial city of Cuenca through the Andes and visiting Cajas National Park. <br/><br/>Finally, we fly on to the Galapagos Islands, where we spend six days visiting three of the main islands; Santa Cruz, Santa Fe and Isabela; and an uninhabited islet. Highlights include seeing Giant Galapagos Tortoises on the Santa Cruz Highlands, snorkelling at Los Tuneles among a myriad of marine species and bird watching.",
  "durationDays": "23",
  "price": "7761",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL At arrival at Quito airport, you will have a private transfer to your hotel in Quito. Accommodation at Hotel Ikala Quito or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "CITY TRIP QUITO – EQUATOR LINE – PULULAHUA CRATER (B, L): In the morning, you will be picked up at your hotel, to start your Quito city tour. At first, you will go to the Panecillo Hill, with the famous Virgin Mary statue. You will have an amazing view over the city. Then you will visit all the highlights: the la Basilica church, the main squares and the San Francisco church. After lunch, which is a typical Ecuadorian lunch, you will go to the ”Mitad del Mundo’ (Middle of the World)’ Museum called ‘Intiñan’. Here you can do experiments, to prove the effects the equator has on gravity. After this, you will also visit the Pululahua crater, before going back to Quito. Accommodation at Hotel Ikala Quito or similar."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "MINDO – ZIP LINING – BUTTERFLY FARM (B, L): This private day tour takes you to Mindo, a small village on 1.400m where you can go zip lining, hiking and visit a butterfly farm. You can find hummingbirds and sometimes even a toucan! A local lunch will be given in the village. In the afternoon, you will go back to Quito. At around 11:00 PM a semi-private night bus will take you to the Cuyabeno Reserve in the Amazon, which will take about 8 hours. Overnight at bus."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "ARRIVAL TO CUYABENO (L, D): The bus you took the night before will bring you to the Cuyabeno Bridge, which is the starting point of your Amazon adventure. From here, you will have a canoe trip down the Cuyabeno River to the lodge. The guide will share information about the Reserve, and important recommendations and other tips to begin the two hours navigation on the Cuyabeno River. Once you arrive to the lodge, you will be shown to your rooms and you can relax a little before enjoying a delicious dinner. Later, you will go on an exciting night walk through the rainforest. Accommodation in Dolphin Lodge or similar."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "CANOE EXCURSION – AMAZON HIKE – ANIMAL SPOTTING (B, L, D): Early in the morning, you will go on a canoe excursion. During the brisk morning hours you have the best time to see the rainforest’s thriving activity. After breakfast, you will trek in the primary rainforest with the naturalist and native guides, who will explain us about the practical and medicinal uses of the plants. After lunch, you will go out with either paddling or motorised canoes to enjoy the beautiful landscapes and try to find species of monkeys and dolphins. After dinner, you will venture in the forest to find species of insects and, with a bit of luck, species of snakes or frogs. Accommodation in Dolphin Lodge or similar."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "BIRDWATCHING (B, L, D): At the early activity you will have a good chance to watch some playful monkeys and some colourful birds. Then you will return to the lodge for breakfast. After breakfast you will go to the forest again. Then you will have lunch. In the afternoon, you will navigate along the Cuyabeno River where you will have a good chance of seeing the freshwater pink and grey river dolphins in a spectacular scenery. After that, you will go Birdwatching; here above the canopy you can see breathtaking views of the surrounding rainforest and you can observe a variety of species. After dinner, you will venture out on a night excursion to search for caimans (alligator family) and nocturnal birds. Accommodation in Dolphin Lodge or similar."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "RETURN TO QUITO (B, L): After breakfast, you will navigate once again along the Cuyabeno river towards an Indian Community, where your naturalist guide will explain the culture and traditions of the native people, from the past to the present. Then, you will travel by canoe down the river back to the Cuyabeno Bridge from where you will take a semi-private bus to return to Quito. It will take approximately 8 hours to arrive. Accommodation at Hotel Ikala Quito or similar."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "OTAVALO – CONDOR PARK – PEGUCHE WATERFALL (B, L): On this day, our guide will pick you up from hotel in Quito to go to a Condor park. Here you will learn about the birds and you can enjoy a bird show. After that, you will go to the Otavalo market, where you can walk through the market and enjoy the people and the local and typical Ecuadorian products that they sell. After the market, you will go to the Peguche waterfall. Here you can enjoy the forest while you are hiking to the waterfall. Accommodation at Hotel Ikala Quito or similar."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "COTOPAXI HIKING / BIKING / HORSEBACK RIDING (B): After breakfast private transportation picks you up to go to the Cotopaxi National Park. You can choose to go horseback riding, mountain biking or just hiking. In the afternoon you will be dropped off at a local country house (Hacienda) where you can see alpaca’s and enjoy the mountains. Accommodation in Hacienda Papagayo or similar."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "QUILOTOA LAGOON (B, L): In the morning you will be picked up by your guide to drive for about 1,5 hour to go to the Quilotoa crater lagoon. A beautiful lagoon in the middle of the mountains with an amazing hike down the crater. After a local lunch you will be brought to Baños, a little town in between the Andes and Amazon region where you will stay a couple of days. Accommodation in Hotel Posada J or similar."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "BAÑOS BIKING (B): The atmosphere in Banos is laid back and relaxed in this sub-tropical climate. Tourists love to come to Baños for outdoor activities like rafting, canyoning, canopy, mountain biking or hiking. There is a beautiful route through the most impressive waterfalls of Ecuador, “Ruta de las Cascadas”. You will bike this route without a guide but with a good mountainbike, helmet and a map. You can take the optional canopy line “El Torpedo” ($ 20) or you can bungee jump off the bridge ($ 15). At night the town is full of entertainment like pubs, restaurants and bars, all in walking distance. Accommodation in Hotel Posada J or similar."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "BANOS RAFTING (B, L): Today you go rafting at the Pastaza River with level III/IV rapids and in the afternoon you can visit the “Swing to the End of the World” (not included). In the afternoon you have time to relax. Accommodation in Hotel Posada J or similar."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "ANDES ROUTE (B): After breakfast start drive down to Cuenca through the Andes with a private driver/ guide. Also possible to stop in Guamote, Aloasi (Nariz del Diablo train) or Ingapirca. There will be a lot of local indigenous people along the route, this together with the stunning Andes will give you enough picture material. Accommodation in Hotel Victoria or similar."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "CUENCA CITY TOUR (B): After breakfast our guide picks you up for a private tour through the colonial city of Cuenca. Afternoon free to explore the city by yourself. Accommodation in Hotel Victoria or similar."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "CAJAS NATIONAL PARK (B): Today you will visit the Cajas National Park and in the afternoon you drive to Guayaquil. From there you will fly to the Galapagos the day after. Accommodation in Hotel Wyndham Guayaquil or similar."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "GUAYAQUIL – BALTRA – SANTA CRUZ HIGHLANDS (B, L): Early in the morning you fly from Guayaquil to the Island of Baltra (about 2 hours). At the airport in Baltra, you will meet up with the English speaking guide, who will take you to the port of Puerto Ayora (Santa Cruz Island) but before you get there you stop at one of the ranches in the highlands to visit to giant tortoises in their natural habitat. You will walk around and take some pictures of these amazing animals before getting to the village. Accommodation in Hotel Fiesta or similar."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "SANTA FE (B, BL): After breakfast you will travel to Santa Fe Island. Geologically, it is one of the oldest islands in the archipelago. After a 45 minute boat ride, you will arrive to the bay of Santa Fe. There you will have a very nice snorkeling activity, if you are lucky, you can spot some birds on the rocks. After snorkeling, you will go to Playa Escondida or Garrapatero in Santa Cruz island and have a wet landing there, where you will have approximately 1 hour to discover the beach and after you go back on board and you will have your lunch. Accommodation at Hotel Fiesta or similar. * This tour is called ´Pesca Vivencial´ which means that you might be able to experience a fishing demonstration according to weather and park regulations. * Wet landing: It means that the boat gets close to the beach and from there you will disembark in the see, it is recommended that you bring extra clothing, as you might get wet."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "CHARLES DARWIN RESEARCH STATION – ISABELA (B, L): After breakfast you will visit the Charles Darwin Station, where more than 100 scientists, educators and volunteers provide scientific knowledge and assistance to ensure the conservation of the environment and biodiversity of Galapagos. The guides will explain more about the famous giant tortoises. After a local lunch, you will take the public speedboat to Isabela (about 3 hours). After a brief rest at the hotel, you will head to the Flamingo Lagoon, which is the largest coastal lagoon found in the Galapagos and is one of the main reproductive sites for the grand majority of flamingos. Accommodation in Hotel San Vicente or similar"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "TINTORERAS AND WETLANDS (B, L): Early in the morning after breakfast you will have a tour to The Wetlands, here you will visit the Giant Tortoise Breeding Center, where you will spot small and giant tortoises in their natural habitat. The next activity is a visit to The Wall of Tears. * Please have in mind that the total length of the walk in The Wetlands area is approximately 3 to 4 hours. After lunch you will have a little break and then you will visit Tintoreras Islet. It is called like this due to a large crack, in which white-tip sharks known as Tintoreras come daily to rest at the bottom. You will have a transport which will take you to the pier of Puerto Villamil, here you will board a boat for 10 minutes to cross to the islet which is located across the bay. It will be necessary for passengers to use walking shoes or sneakers (closed shoes) to cross the volcanic rocks. You can also observe penguins, sea lions, marine iguanas and you can go snorkeling with colorful tropical fish while enjoying the beaches of Isabela. Accommodation in Hotel San Vicente or similar."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "SNORKELING IN LOS TUNELES (B, S): Early in the morning, you will go on a boat ride from Puerto Villamil. You will explore the brilliant scenery in Los Tuneles which is considered the most beautiful place to snorkel in Isabela Island. You will get the chance to spot large quantities of seabirds such as the albatros, flamingos, blue footed boobies and the magnificent frigatebird. Besides, you can find species feedings such as tortoises, swimming iguanas, sea lions, manta rays, Galapagos penguins, lobsters, and sea snakes. Depending on when you will go to Los Tuneles, you can choose to explore Concha Perla by yourself before or after this, since it is very close to the dock. Accommodation in Hotel San Vicente or similar"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "FREE DAY ISABELA (B): On your last day of the Galapagos, you will have a free day in Isabela. You can relax or do an optional activity. Accommodation in Hotel San Vicente or similar"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "BALTRA – GUAYAQUIL (B): After breakfast, you will travel to Baltra Airport, from where you will depart to Guayaquil. Upon arrival you will be picked up by the hotel shuttle. In the hotel you can relax a little or explore Guayaquil by yourself. Accommodation in Hotel Wyndham Guayaquil or similar."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "AIRPORT TRANSFER (B): Today you will have a transfer back to Guayaquil airport and your tour ends. End of services"
    }
  ],
  "map": ""
}