{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-and-galapagos-family-holiday",
  "tourName": "Ecuador and Galapagos family holiday",
  "placesVisited": "",
  "generalInfo": "Ecuador offers an unforgettable family adventure, with captivating landscapes and vibrant culture. Begin in Quito, immersed in Indigenous heritage and spectacular architecture. Marvel at the equator line and enjoy Quito's charming cobblestone streets. <br/><br/>Transition to the Galapagos Islands for wildlife encounters. Witness giant tortoises, playful sea lions, and diverse marine life while island-hopping. Engage the family at the Darwin Research Centre and Chocogalapagos for interactive learning. Create cherished memories kayaking, hiking, and snorkelling these enchanting islands. <br/><br/>Continue to Otavalo, renowned for Indigenous culture and crafts. Immerse in bustling markets, honing bargaining skills and appreciating local artisans. Experience ancestral cuisine first-hand, preparing traditional Kichwa dishes with an Otavalo family. <br/><br/>Throughout this journey, Ecuador blends adventure, education, and cultural immersion for an enriching family trip. Kids will love exploring vibrant cities, encountering unusual wildlife, and bonding over new experiences. Parents will appreciate the blend of activity and cultural learning. Ecuador offers a memorable family vacation filled with diversity, discovery and quality time together.",
  "durationDays": "11",
  "price": "5357",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL TO QUITO - Daytime flight to Quito, Ecuador's capital in the Andes. Upon arrival, transfer to Plaza Grande, a classically styled boutique hotel in Quito's historic city centre."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "MIDDLE OF THE WORLD & CHOCOLATE EXPERIENCE - Visit the Mitad del Mundo (Middle of the World) monument just north of Quito which marks the equator's closest point to the city. Here you can stand in both hemispheres simultaneously. After lunch, learn about Ecuador's cocoa history on a chocolate tour ending in a delicious tasting experience. This diverse day encapsulates Ecuador's cultural, historical, and culinary wonders."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "GALAPAGOS ISLANDS - The Galapagos adventure begins on Baltra Island, the archipelago's gateway. Home to the islands' main airport, Baltra boasts an eco-friendly design with advanced environmental techniques minimising emissions and energy use as the world's first ecological airport. Upon arrival, we'll be ushered into a VIP airport lounge to change, apply sunscreen, and enjoy a refreshing drink before transferring to the Itabaca Channel for the trip to an exclusive giant tortoise reserve in the Santa Cruz Highlands. Immerse in the breathtaking mountain and forest landscapes surrounding the camp, revelling in the serene hillside shared only with seasonal resident giant tortoises. This special encounter promises a tranquil introduction to the Galapagos' natural wonders, setting the tone for an unforgettable journey through this ecological paradise. Stay at Hotel Ikala Galapagos for 3 nights."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "GALAPAGOS ISLANDS - Your day begins with kayaking or walking at idyllic Garrapatero Beach. Paddle the serene bay or walk to the brackish lagoon, a prime flamingo habitat. Next, we journey to the off-the-beaten-path Cerro Mesa viewpoint on Santa Cruz. From this panoramic viewpoint, we see the island's entire southern shore. Descending into a collapsed crater, you'll leisurely explore the unique terrain, searching for woodpecker finches, giant tortoises, and endemic flora - hallmarks of the Galapagos as a living evolutionary lab. After a delicious lunch, we visit \"El Trapiche\" to experience the traditional production of sugar cane. This sugar mill provides insight into the daily life of locals in this unique archipelago."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "GALAPAGOS ISLANDS - Your day starts with a walk to pristine Tortuga Bay, home to marine iguanas and prime turtle nesting. Enjoy the beach through swimming, snorkeling or relaxing on the sand. After lunch, you'll visit the Charles Darwin Research Centre, the islands' hub for sensitive conservation projects focused on tortoises and iguanas. Then it's on to Chocogalapagos, a family-run business offering a hands-on chocolate-making experience. Under the guidance of owner Juan Daniel Navarro, you'll learn tempering techniques and craft chocolate tortoises filled with delicious homemade ganache."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "GALAPAGOS ISLANDS - From Puerto Ayora, you'll take a public speedboat to San Cristobal Island. Upon arrival, check into Hotel Indigo before visiting the Interpretation Centre. Here you'll learn about the islands' natural history and human impact on the fragile ecosystem. Next, you'll head to Frigatebird Hill, home to magnificent and great frigatebirds. Observing these fascinating avian species in their natural habitat is a true highlight. You'll cap off the day at pristine Punta Carola beach, where a vibrant sea lion colony thrives along the 300-metre stretch of sand backed by dry forest. We'll keep an eye out for marine iguanas hidden among the bushes and rocks, showcasing the area's rich biodiversity. This immersive day promises memorable encounters with the diverse natural wonders and cultural fabric that make the Galápagos so captivating. You'll return with a deeper understanding of this ecological paradise."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "GALAPAGOS ISLANDS - After adventurous days exploring the enchanting Galápagos, enjoy some well-deserved downtime. Unwind and relax at the hotel, soaking in the peaceful surroundings. For those still eager for adventure, enquire about additional options to further explore the islands' charms. Stroll local streets, savour a leisurely meal, or discover hidden gems nearby. With its unique blend of natural wonders and cultural experiences, the choices are plentiful. Revel in the tranquillity or seek more discovery in these captivating islands. The Galápagos offer both relaxation and adventure."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "GALAPAGOS to HIGHLANDS - You'll bid farewell to the Galápagos and fly to Quito for Ecuador's dramatic Andean Highlands. Your adventure takes a cultural turn as we explore a region of scenic mountain ranges and fertile valleys. Your first stop is Taita Gundo, a family-run atelier preserving traditional Andean instruments. Led by esteemed musician Ali Lema, Taita Gundo showcases instruments like pingullos, dulzainas, quenas, and zampoñas - each holding cultural significance for the Quechua people of Imbabura province. Visitors are treated to a sample of their rich musical heritage. Immerse yourself in melodies as passionate artisans demonstrate their craft. Experience the soul of the Andes through iconic sounds and rhythms passed down through generations. After this introduction to indigenous culture, you'll transfer to Hacienda Cusin for two nights amidst the region's unparalleled beauty."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "OTAVALO - Today you visit Otavalo, renowned as one of Ecuador's most captivating towns where thriving Kichwa culture adds to the charm. The heart of Otavalo is its famous craft market, a vibrant tapestry of colours showcasing unique objects and textiles. Lunch is a culinary adventure with Kichwa couple Claudia and Patricio at their Kawsaymi workshop. Set in a traditional tulpa fireplace kitchen, the hands-on workshop blends native flavours and ingredients for an unforgettable experience. Suitable for all skill levels, you'll learn ancestral cooking techniques and sample diverse culinary creations. From beginners to seasoned chefs, the workshop immerses us in Otavalo's indigenous food culture. We'll gain first-hand knowledge of traditional preparation methods and ingredients that have shaped the region's distinctive cuisine. An original gastronomic experience highlighting Ecuador's cultural riches."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "ANDEAN CONDORS - Your morning starts at a rescue centre protecting Andean birds of prey where the star is the magnificent Andean condor, with an impressive wingspan over 8 feet. This invaluable facility provides insight into the Northern Andes' raptor diversity. Beyond the iconic condor, we'll discover an array of fascinating, beautiful birds. The centre not only showcases species but fosters appreciation and understanding of these remarkable birds. After this glimpse into the captivating world of Andean birds, you'll return to the Quito region. Your final night is at charming Hacienda la Jimenita, conveniently located near the airport and a fitting end to this cultural journey."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "DEPART QUITO - On your final day, enjoy the natural beauty of Hacienda la Jimenita's private reserve. With 18 acres of well-maintained nature trails, it's an immersive experience for nature lovers. Take time to explore the trails, looking for the diverse bird species that call this area home, including 10 types of hummingbirds. Wander through lush landscapes, breathe fresh mountain air, and revel in the tranquil surroundings. After a day of exploration and relaxation, you'll be transferred to the airport for departure, bidding farewell to Ecuador with its wealth of natural and cultural wonders."
    }
  ],
  "map": ""
}