{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-small-group-holiday-for-18-35s",
  "tourName": "Ecuador small group holiday for 18-35s",
  "placesVisited": "",
  "generalInfo": "Explore the wonders of Ecuador's diverse landscapes with an unforgettable adventure that spans the Amazon Rainforest, majestic Andes Mountains, and vibrant cultural sites. This captivating tour offers breathtaking views, wildlife encounters, and immersive cultural experiences. Hike through lush rainforests, visit traditional Andean villages, and marvel at the stunning Cotopaxi Volcano. Ideal for nature lovers and culture enthusiasts, this journey promises a unique blend of ecological discovery and rich heritage in one of the world's most biodiverse countries.",
  "durationDays": "9",
  "price": "1721",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Quito, Ecuador: Arrival Day Arrive in Quito and immerse yourself in its vibrant energy! If you land early, take advantage of the chance to discover the city's captivating streets and bustling markets at your leisure. Delve into its storied past, savor the local flavors, and absorb the lively ambiance while awaiting the arrival of your fellow travelers. Keep in mind that your hotel is near the airport, so if you're keen on exploring the city, consider arranging transportation, as it's not included. Later, come together for an orientation meeting filled with excitement and anticipation as you meet your fellow adventurers, setting the tone for an unforgettable journey ahead."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Quito - Yunguilla, Ecuador: Get ready for an exhilarating adventure as your private transport swiftly takes you to downtown Quito! Prepare to be amazed by the Historic Center's stunning architecture, a true gem of Latin American colonial culture. With our lively happiness leader leading the way, soak in the sights of iconic landmarks like the Basilica del Voto, Iglesia de la Compañía de Jesús, and Plaza Grande. Take a leisurely stroll along La Ronda, immersing yourself in the rich history of one of Quito's oldest streets. But the fun doesn't end there! After your exciting walking tour, get ready for a mind-blowing experience at the Intiñan Museum, where gravity-defying experiments await. From balancing an egg on a nail to watching water spin in opposite directions, these unique exhibits will spark your curiosity. Then, it's time for Yunguilla, where adventure and community await. Feel the warmth of their extended family as you dive into their daily life or embark on a scenic hike. Get ready for an unforgettable overnight stay, ensuring you savor every moment of the full Yunguilla experience."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Yunguilla - Tena, Ecuador: Rise and shine for an immersive morning in the community, engaging in activities before breakfast. Afterward, embark on a journey to Tena, with a captivating stop at Amupakin. Delve into the rich Kiwcha tradition, rooted in a quest for intercultural healthcare recognition. Experience the healing power of Kichwa ancestral medicine, deeply intertwined with nature and spiritual wisdom. Continue your Amazon adventure upon arrival at the lodge dock. Receive a warm welcome from the staff before unwinding in the lounge with a refreshing tropical snack. Gather for a briefing by our knowledgeable guides, offering insights into accommodation and activities. *Note: the itinerary is subject to change, according the weather conditions or the availability in the lodge"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tena, Ecuador: Fuel up with breakfast before embarking on a thrilling trek through the secondary forest, lasting 2.5 to 3 hours. In the afternoon, dive into cultural immersion as an Amazonian Kichwa community graciously welcomes us. Witness their unique way of life and profound connection with the jungle, unveiling a hidden part of the Amazon rarely seen on maps. Join in the tradition of preparing and tasting \"chicha,\" a beloved fermented yucca drink, and savor traditional dishes. Delight in the opportunity to support the indigenous community by purchasing handmade crafts, contributing to their livelihoods."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tena - Banos, Ecuador: Begin your day with a hearty breakfast before embarking on a journey to the charming town of Baños. Along the way, make a meaningful stop at Yanacocha, a rescue center dedicated to preserving the biodiversity of the tropical forest. Witness their vital efforts to rescue and rehabilitate wild animals, and learn about their mission to educate communities on wildlife conservation.Upon arrival in Baños, dive into the vibrant culture with a lively salsa lesson. Then, enjoy a leisurely afternoon exploring the town at your own pace."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Banos, Ecuador: Start your day with a delicious breakfast at your accommodation. Then, indulge in leisure time to explore the enchanting town of Baños at your own pace or opt for one of our exciting tours. O PTIONAL ACTIVITIES : For thrill-seekers, embark on the thrilling Canopy and Bridge Experience, featuring zip lines, a Tibetan bridge, and rock climbing above the river. Afterward, enjoy the afternoon off to partake in a variety of activities, from visiting the iconic \"Casa del Arbol\" swing for breathtaking views to rafting, hiking, canyoning, or unwinding at nearby hot springs. As evening descends, join a shared tour aboard the traditional Chiva transport to a viewpoint for a mesmerizing nocturnal vista of the city. Later, embrace the nightlife of Baños on your own for an unforgettable evening adventure."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Banos - Quilotoa, Ecuador: After savoring a delightful breakfast at our accommodation, we'll embark on an unforgettable journey to the Quilotoa Lagoon, a mesmerizing volcanic crater lake known for its striking greenish hue. Delve into free time to hike down into the crater or explore its rim, soaking in panoramic views from various angles. Later, we'll visit a studio in Tigua renowned for its vibrant and intricate artwork, offering insight into the area's rich cultural heritage. OPTIONAL ACTIVITIES : Experience the thrill of kayaking on the stunning Lake Quilotoa, where you can paddle through the crystal-clear waters and soak in the breathtaking views of this volcanic-crater lake. (This activity will arrange locally directly paid to the community cost about 10 pp)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Quilotoa - Quito, Ecuador: Today we will start the day early and head towards the Cotopaxi, which is with its 5897m considered one of the highest active volcanoes in the world. The first stop will be the entrance of the national park to register your entry and use restrooms in case you need them. We will get off the bus at the parking lot on the Cotopaxi and start to hike up towards the refuge José Róse, located at 4864m. It is a smooth hike, yet it takes some time to adjust to the height. Upon arrival at the refuge, we will take a break and enjoy the great view. Afterward, we will return to the parking place, from where the downhill cycling towards the preserved area of the Limpiopungo Lagoon starts (optional). Arriving at the lagoon, you have some time to rest and take pictures of the stunning nature. Afterward, the whole group will reach the Hacienda, where we will enjoy a late lunch. The rest of the day you will have free time, to discover the beautiful surroundings of the Hacienda, or just relax in the cozy rooms. In the evening we will enjoy dinner together. Overnight in Quito near to the airport"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Quito, Ecuador: On this last day, you will be taken to the Quito Airport on time to catch your flight back home."
    }
  ],
  "map": ""
}