{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "ecuador-holiday-darwin-s-ecuador",
  "tourName": "Ecuador holiday, Darwin's Ecuador",
  "placesVisited": "Quito, Mindo orchid & butterfly farm, Bellavista Reserve, Avenue of Volcanoes, Chugchilan, Quilotoa crater, Banos, Hot springs, Chimborazo Volcano, Devil's Nose train, Ingapirca, Cuenca, El Cajas National Park, Guayaquil, Internal flight to Galapagos Islands, Ferry to Isabela, Giant Tortoise Breeding Centre, Boat trip to Las Tintorereas, Sierra Negra Volcano, Santa Cruz Island, South Plaza Island, Charles Darwin Research Centre, Internal flight to Quito",
  "generalInfo": "Ecuador may not be a very large country, but what it lacks in size, it sure makes up for in looks. The contrasts in scenery that you’ll encounter on this two-week small group Ecuador holiday are simply incredible. From the effervescent capital, Quito, you’ll drive out to the Bellavista Reserve, a cloud forest with an immense number of bird species and many beautiful orchids.<br/><br/>Crossing the equator (and pausing to take your photo of course!) it’s on to the staggering Avenue of the Volcanoes, flanked by the Andes, and a picturesque mountain village where you’ll spend a few days trekking, horse riding or simply basking in the views.<br/><br/>Day six of the itinerary is a special one. You can opt to relax in the Banos hot springs, or trek up a volcano, guided by an ‘ice man’ who makes his living collecting ice from the glacier. Other highlights at this stage include a ride on the Devil’s Nose, a breathtaking section of the Trans Andean railway that zigzags around a mountain, and the UNESCO World Heritage Site of Cuenca.<br/><br/>After a drive through the cocoa and banana plantations of El Cajas National Park you’ll reach Guayaquil, and board a flight out to the stunning Galapagos Islands. The wildlife here inspired Darwin’s theories of evolution, and for the most part the islands remain almost pristine. A few days of scenic island-hopping follow, as well as visits to two must-see Galapagos locations: the Charles Darwin Research Centre, and the Giant Tortoise Breeding Centre where you can see many of these iconic animals, the largest reptiles on Earth. <br/>",
  "durationDays": "16",
  "price": "6925",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Quito: Join the tour at the hotel late this afternoon. After freshening up at our hotel, we shall have dinner out at a local restaurant."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "To Bellavista Reserve: Departing Quito we drive northwest, taking in the views over the city. Leaving the metropolis of Quito behind us, the scenery changes dramatically becoming green and sub-tropical as we enter the cloud forest. Spending a day at Bellavista, there is plenty of time to explore the region, taking some of the well-marked trails through the forest. These span a large area around the lodge and afford us plenty of opportunity for bird watching, and learning about the medicinal plants of the forest."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "To Chugchilan: We will depart Bellavista early this morning and head south, with a brief stop at the Equator monument as we cross from the northern hemisphere into the southern hemisphere. Our drive takes us along ‘the avenue of the volcanoes’ where the road is flanked by the majestic snow-capped peaks of the Andes. Passing Cotopaxi Corazon, Pasachoa, Ruminahui and Illinizas, some of Ecuador’s most impressive volcanoes, we will stop en route at the tiny town of Tigua, an important centre for local arts and crafts of the region. The final section of our journey is over a bumpy and often muddy road before we finally arrive in the Andean village of Chugchilan. Driving Distance 200km, 5.5 hours approx."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "In Chugchilan: Nestled in the heart of the country, this region showcases the sheer beauty of Ecuador’s mountains and is rated as one of the hidden gems of the Andes. The region, home to many indigenous communities, is dotted with traditional highland villages and numerous picturesque hiking trails. Today is a free day to recover from the journey and take advantage of some of the activities on offer in the area. Options include treks (of varying degrees of difficulty) and horse rides. Alternatively you could take advantage of the yoga studio and board games available at the lodge."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "To Baños: After breakfast we set off from our accommodation to the rim of the spectacular Quilotoa crater lake, which offers tremendous views of the surrounding peaks of Cotopaxi and Iliniza Sur, and the green, mirror-like lake below. Here we will take time to walk into the crater (or for those preferring a less strenuous experience it is possible to trek there and hire mules for the trip back) before continuing on to Baños, where we’ll spend the next two nights. Driving Distance 169km, 4 hours approx."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "In Baños: Today we have a free day to explore the atmospheric spa town of Baños - whether simply enjoying the natural beauty of the place, indulging yourself in the hot springs or partaking in one of the many adventurous activities the area has on offer."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "To Cuenca: Today we will make our way to the colonial city of Cuenca. It will be a long driving day but not without some stunning scenery and lovely stop-offs at Colta Lake and the quaint little town of Alausi. This afternoon we’ll visit the impressive archaeological site of Ingapirca. Dating back to the 15th Century, Ingapirca is undoubtedly Ecuador’s most important set of Inca ruins. Driving Distance 380km, 8 hours approx."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "In Cuenca: This morning we’ll enjoy a city tour of the ‘jewel of the south’, Cuenca (declared a UNESCO World Heritage Site) visiting some of the parks, churches, plazas and local landmarks. Despite being the country’s third largest city, Cuenca retains the feel and pace of a much smaller town and is a pleasure to wander around. We’ll then have the rest of the day free to explore the museums, shops and markets, or visit one of the centres that produces panama hats and other haberdashery. Dinner tonight will be at your own expense."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "To Quito: This morning we take a shot drive to El Cajas National Park, where we’ll make some photo stops and also take a scenic walk of around 2 hours. El Cajas is the lake district of Ecuador with breathtaking glacial valleys and over 200 lakes, and is also home to forests of Polylepis, the world’s highest altitude tree. We then return to Cucenca where we will fly to Quito to prepare for our Galapagos adventure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "To the Galapagos Islands (Isabela): A morning flight takes us to the main airport in the Galapagos Islands. After clearing immigration we take a bus ride to Puerto Ayora where we’ll board the speedboat ferry over to Isabela. Isabela is the largest of the Galapagos Islands (4588 sq km) and home to a string of volcanoes, mangrove beaches and wildlife colonies. The boat crossing takes around 2 hours, giving us the rest of the afternoon to settle into our stunningly located hotel - our base for the next 3 nights - and relax on the white sandy beaches."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "In The Galapagos Islands (Isabela): This morning we’ll take a walk in the National Park for a spot of birdwatching in the mangrove wetlands. We'll make a stop at the Isabela Flamingo Pool, which is also home to pintail ducks and other wader birds. After lunch we will take a short boat ride to visit the small islet of Las Tintoreras, where a colony of white-tipped reef sharks can often be seen resting in the black-lava canal. This area is also famed for an abundance of marine iguanas, birdlife and sea lions, and we’ll take time to snorkel in the crystal clear waters before returning to Isabela for the night."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Galapagos Islands (Isabela): A full day’s trekking on Isabela Island takes us to the top of the Sierra Negra Volcano (1,124m) – a geological feature that is the second widest active crater in the world and dates back approximately 535,000 years. Spotting various wildlife en route including Darwin finches and warblers, our walk up to the crater is a moderate trek of around 2½ hours (taking 1½ hours for the return journey) and on a clear day we’ll be rewarded with spectacular views of the island. For the less energetic there are mules available for hire to take you up to the crater, or a relaxing day at the hotel and beach."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Galapagos Islands (Santa Cruz): After breakfast we’ll take a boat back to Santa Cruz, where we’ll spend the next two nights. The remainder of the day will be free to explore Puerto Ayora, whose highlights are Tortuga Bay Beach, the Fish Market (the sea lions and pelicans cause quite a spectacle!) and shopping for souvenirs (the best boutiques/souvenir stands in the Galapagos!). Your tour leader will be able to assist you with further recommendations. Dinner tonight will be at your own expense."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "In The Galapagos Islands (Santa Cruz): Today we will take a day trip by boat to nearby Mosquera Islet and North Seymour Island. With its stunning coral beach, Mosquera is the perfect idyll to spot a plethora of Galapagos wildlife – including the near-endemic breeding birds, swallow-tailed gulls. Taking to the water, we will snorkel in search of Galapagos sea lions and marine iguanas before a well-earned lunch back onboard. Continuing on to North Seymour, this island is renowned for its great colonies of blue-footed boobies and so-called Galapagos pirates or frigate birds. On a 2.5km hike around the island, we will be able to witness their nesting sites as we learn about why Seymour is so rich in nature. Home to yet more sea lions and iguanas of both the land and marine variety, we’ll also be on the look out for lava lizards, pelicans and various endemic flora species. It should be noted that today’s planned visit is subject to National Park guidelines, and it may be necessary to visit an alternative island. In addition, depending on the final group size, this may be a shared tour."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Galapagos - Quito: A morning flight today sees us return to Quito on the mainland for our last night in Ecuador. Quito was recognised as the very first World Cultural Heritage site by UNESCO, for its beautifully ornate and well-preserved architecture, forming an important part of Ecuadorian colonial history. You will have the evening free to explore this picturesque city at your own pace, and perhaps taking in some last minute souvenir hunting. Tonight we’ll head out into town to enjoy a final group dinner together."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Quito: This morning is your chance to discover the main historic & architectural icons in Quito’s colonial old town. The tour starts with a visit to the impressive gothic style Basilica, with great views of the old town for those who are interested in climbing up into the tower. Next, we head into the heart of the colonial centre to see the many beautiful colonial plazas and churches. We will also visit the recently restored streets of La Ronda, now filled with artistic workshops. Our trip ends after lunch, with those on the group flight being transferred to the airport."
    }
  ],
  "map": ""
}