{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-luxury-cruise-central-northern-islands",
  "tourName": "Galapagos luxury cruise, Central & Northern Islands",
  "placesVisited": "",
  "generalInfo": "This cruise offers a fascinating exploration of the central and northern Galapagos Islands, visiting iconic sites such as North Seymour, Genovesa, and Santa Fe. The tour provides a wide variety of wildlife, including red-footed boobies, land iguanas, and marine species such as sea lions and turtles. Enjoy activities such as snorkeling, hiking, and birdwatching, all amidst stunning volcanic landscapes.",
  "durationDays": "5",
  "price": "3516",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "AM: Flight to Galapagos – Welcome to the Archipelago Your journey begins with a flight to the stunning Galapagos Islands. Upon arrival, our VIP representatives will assist you with all entry formalities, including the migration card ($20) and the National Park fee: $200 for adults (based on September 2024 rates) and $100 for children under 12. After a brief biosecurity check, your personal naturalist guide will greet you and escort you to our private transportation. While our team handles your luggage, you will be transferred to the Seaman Journey yacht via our comfortable tender, known locally as a \"panga.\" This short, scenic ride takes you directly to your boutique yacht, where our team will welcome you with refreshments. Every detail is planned to ensure a smooth and comfortable arrival, allowing you to begin your Galapagos adventure in style. PM: Bartolomé Island Bartolomé Island, located off Sullivan Bay, reaches a height of 114 meters (approximately 375 feet) and offers one of the archipelago's most spectacular views. Here, you can admire volcanic cones, lunar-like craters, lava fields, and the famous tuff pinnacle, sculpted by the sea. Vegetation is sparse, but the island's two beaches are home to sea turtles, sea lions, and, at the base of the pinnacle, a small colony of Galapagos penguins. Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "AM: Mosquera Islet Located between North Seymour and Baltra, Mosquera Islet is one of the smallest islands in the Galapagos archipelago. Of volcanic origin and formed by geological uplift, it has no visible crater and features completely flat terrain. One of Mosquera’s most striking aspects is its vivid contrast of colors: pristine white sand beaches, crystal-clear turquoise waters, lush vegetation, and black lava rocks. It is an ideal spot for landscape photography, especially during the golden light of sunrise or sunset. PM: North Seymour – A Wildlife Sanctuary This impressive, elevated island offers an easy, flat hike through a pristine landscape. Here, nature provides an intimate spectacle of Galapagos wildlife. Observe majestic frigatebirds nesting among low bushes, while males display their bright red neck pouches, and charming blue-footed boobies perform their playful courtship dances just meters from the trail. Along the coast, playful sea lions ride the waves, while elegant swallow-tailed gulls perch gracefully on the cliffs. Our expert guides will escort you along well-maintained trails, ensuring comfortable viewing of these fascinating creatures in their natural habitat. The visit can be as active or relaxed as you prefer, with ample opportunities for observing and photographing from convenient resting points. Meals: Breakfast / Lunch / Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "AM: Genovesa Island El Barranco offers a delightful morning exploration along the southern edge of Darwin Bay. This 1.5-km trail crosses volcanic terrain and typically takes about two hours at a leisurely pace. The path leads to one of Genovesa Island’s most remarkable bird sanctuaries, where red-footed and masked boobies nest closely together. In the natural cliff cavities, you may observe storm petrels and their main predator, the short-eared owl. The dramatic coastline can be admired both from the trail and during a comfortable panga ride, where fur seals may be seen resting on the rocks. Note: This is one of only five locations in the archipelago where red-footed boobies nest, making it a particularly significant destination for wildlife enthusiasts. PM: Darwin Bay Darwin Bay was formed when the island’s crater collapsed below sea level. A wet landing brings you to a pristine white coral sand beach. The island is a prime birdwatching destination, offering sightings of red-footed and masked boobies, wandering tattlers, lava gulls, sandpipers, yellow- and black-crowned lava herons, and yellowfinches. Following the trail, you can observe red-footed boobies nesting in the mangroves. Birdwatching opportunities also include sharp-billed finches, large cactus and ground finches, Galapagos doves, and swallow-tailed gulls. Tide pools along the trail host shorebirds and marine birds such as night herons, while playful sea lions can often be seen nearby. Darwin Bay is also excellent for snorkeling, where you may encounter small reef sharks, sea turtles, and hundreds of colorful fish. Sea kayaking is available for those wishing to explore the bay from the water. Meals: Breakfast / Lunch / Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "AM: Santa Cruz South Plazas, located east of Santa Cruz Island, is part of a small group known as the Plazas Islands. Despite its modest size, it is home to some of the archipelago’s most fascinating species. The land iguanas on Plazas are smaller than their relatives on other islands. Throughout the island, you may also encounter several hybrid iguanas—offspring of a male marine iguana and a female land iguana. These unique creatures are easily recognizable by their black and gray coloring, combining the crest of a land iguana with the face and tail of a marine iguana. The island’s abundant iguana population is supported by the plentiful prickly pear cacti, their favorite food. Nesting swallow-tailed gulls can be seen among the cliffs, along with other seabirds such as Audubon’s shearwaters, red-billed boobies, frigatebirds, and brown pelicans. PM: Santa Fe Located in the southeast of the archipelago, Santa Fe was formed by tectonic uplift rather than volcanic activity, giving it mostly flat terrain. Some theories suggest it may be the oldest island in the Galapagos. Santa Fe is home to several endemic species, including the Galapagos hawk, Galapagos snake, Galapagos mockingbird, rice rats, and one of the archipelago’s two land iguana species. After disembarking in its clear, inviting waters, you will be near one of the numerous sea lion colonies. Along the trail, observe saltbush bushes and massive prickly pear cacti, whose impressive size is characteristic of oceanic islands. The island also offers excellent snorkeling opportunities, where you may swim alongside playful sea lions and colorful tropical fish. Meals: Breakfast / Lunch / Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "AM: David Rodríguez Tortoise Breeding Center Your final morning in the Galapagos includes a visit to the prestigious David Rodríguez Tortoise Breeding Center, a conservation gem dedicated to protecting San Cristóbal’s native giant tortoises. Named after a devoted park ranger who served the islands for 39 years, this advanced breeding center plays a pivotal role in preserving these magnificent creatures. Nestled in a serene setting near Cerro Colorado, the center is a scenic 40-minute drive from the port through the island’s highlands. Here, you will observe the stunning Chelonoidis chathamensis tortoises in thoughtfully designed natural habitats. Established in 2002 and refined over the years, the facility exemplifies conservation excellence within the archipelago. After this memorable encounter, our staff will ensure a smooth transfer to San Cristóbal Airport for your departure flight. Meals: Breakfast"
    }
  ],
  "map": ""
}