{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "andes-wildlife-tour-in-ecuador",
  "tourName": "Andes wildlife tour in Ecuador",
  "placesVisited": "",
  "generalInfo": "Ecuador is well known as a wildlife destination, with habitats such as the Amazon, Cloud Forest and of course the Galapagos Islands there is something for every wildlife enthusiast in Ecuador. However one habitat that is often overlooked are the high altitude grasslands and forests of the Andes. This tour explores these ecosystems in search of a wealth of rare and elusive species.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of South American wildlife watching safari holidays, including various options for Ecuador. But unlike many Ecuadorean wildlife holidays this one doesn't focus on birdlife or the Galapagos (extensions for birding, Amazon or Galapagos are all available in request) but instead focuses on mammals and in particular mammals of the Andean mountains.<br/><br/>The major targets for this trip are two of South America's largest mammals, the enigmatic Andean (or spectacled) bear and the very rare mountain tapir. These inhabitants are often seen in the paramo (grasslands) at the higher altitudes of the Andes. In this relatively sparse ecosystem there is a huge amount of life and with good local guides, perseverance, specialist equipment (including thermal imaging scopes) we hope to find animals such as Andean fox, northern pudu, colocolo, Andean rabbits etc. <br/><br/>This trip also heads into the slightly lower down cloud forests which fringe the valleys around the paramo grasslands. Here we look for specialist species which inhabit only this narrow strip of habitat such as olinguito, Andean white-eared opossum, mountain coati as well as other species such as northern oncilla, kinkajou and tayra. <br/><br/>All in all we believe this is a unique tour, a trip that will delight anyone wishing to see some of the world's rarest and most elusive species of mammals. <br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Quito. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Ecuador and particularly the Andean and cloud forest habitats. Your naturalist escort is an expert in mammals and their conservation and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. We also bring some specialist equipment such as high powered telescopes, thermal imaging scopes and sound equipment which all give us chances to see rare species.<br/><br/>The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, river safaris, spotlighting, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the park. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>We recommend the shoulder seasons of the cold winter (wet) season and the hotter drier (dry) season. So we recommend (and run group tours) in February and then again in November annually. <br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local Ecuadorean guides have a good relationship with the park officials and local guides because of this we get a heads up when animals are sighted and this can guide us in where to focus and thus increasing our chances of seeing our targeted species.<br/>• We have special access to lodges and resorts where wildlife can be seen, we do not have to be staying at these lodges, our expert guides have good relationships with the management and so we can visit many places for different wildlife.<br/>• Visit the park morning and afternoon as well as having the chance to stay inside the park for nocturnal drives and spotlighting for nocturnal mammals.<br/>• All the above reasons give this, our wildlife and mammal watching tours of Ecuador a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout South America so that we can try and find and observe animals such as the Andean bears, mountain tapirs, Northern pudus, Northern oncillas, Olinguitos and many more species. We also have the ability to organise and run wildlife tours of Ecuador at other times of year and focusing on other species such as hummingbirds, Amazonian species and of course the Galapagos Islands and many species throughout this incredible country. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>The entrance and exit point of this trip is Quito and we do not necessarily travel very far from the capital as we head into the Andes and cloud forests. Our main areas are Bellavist and Caymabe-Coca National Park.<br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle. There is some hiking, however in general the hiking is easy (unless you choose to hike longer trails in Bellavista - which is hilly) and usually around 200-300m away from the vehicle. So no physical fitness for hiking or anything like that is needed. This is a very easy trip to undertake.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old<br/><br/>Picture Credits:<br/>Alex Popovkin, Bahia, Brazil from Brazil, via Wikimedia Commons<br/>By Groumfy69 - Own work,",
  "durationDays": "11",
  "price": "3895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Quito / Bellavista - We recommend everyone arrives in the morning today, if you cannot find a morning flight on this day we recommend arriving the night before (we can recommend and book local hotels in Quito for you). We will collect everyone from the airport or hotels in Quito this morning and then drive the couple of hours or so to the western slope of the Andes and the wonderful little private reserve of Bellavista. After checking in we will hike around some of their trails, most of the species we will be looking for here are nocturnal or at least crepuscular but we will try and find red-tailed squirrels and maybe a western mountain coati foraging around. But once the sun begins to fall behind the trees and hills the mammals start to come out, we will then spend time at the banana feeding station. It is here that they regularly get visits from kinakajous, Andean white-eared opossums and of course the olinguito. It is around here that during the early mornings you can also sometimes see tayra and western mountain coati. Then after dinner we will hit the road for some spotlighting around the winding mountain roads surrounding the lodge. (Dinner only today)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Papallacta - This morning will be our last pre-dawn drive and then after breakfast we will depart Bellavista and travel back to Quito. We do not spend long in the city and quickly drive out and towards the Antisana volcano in Cayambe-Coca National Park. The drive will take 3 hours or so and along the way, once we are in the paramo and out of the city, we will stop and scan for bears. There are several bear territories along the highway and we will be looking for the tell-tale signs of bear activity. Our local guide is very knowledgeable about the bears and where they like to forage and with his help we will hopefully see a bear before even getting to our lodge today. After arriving in Pamballacta we will check in and then (depending on the time) drive in the afternoon up into the paramo and once again scanning for bears as well as mountain tapir. Also around here and possible are Andean rabbits, Andean fox, Andean white-tailed deer and northern pudu. Some are easier to see than others, but we will spend time looking for each species. Then after dinner back at the lodge we know a location nearby where the little understood stump-tailed porcupine is known from. (breakfast and dinner only)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Quito / Home - This morning we will depart after breakfast and travel back to the capital and to the airport in time to catch your return flight home. If you cannot get flights for today we can of course arrange a hotel in Quito for you and drop you there instead."
    }
  ],
  "map": ""
}