{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-holidays-ecuador",
  "tourName": "Galapagos holidays, Ecuador",
  "placesVisited": "Galapagos Islands on board a motor sail catamaran, Santa Cruz Island, Charles Darwin Centre, Bachas beach, Sea turtles, Santa Fe Island, South Plazas Island, San Cristobal Island, Espanola Island, Galapagos giant tortoises",
  "generalInfo": "This Galapagos holiday starts on the island of Santa Cruz, the main tourism hub and busier than most of the islands, but still somewhere you can escape the crowds to go in search of mangroves, beautiful bays and superb birdlife. It is also home to the famous Charles Darwin Centre. You spend your first night in a hotel, giving you time to recover from your journey before embarking the beautiful catamaran which will be your home of the next four nights, perfect for exploring this extraordinary archipelago.  <br/><br/>The range of land and seascapes that you will see on this marine odyssey include the white sandy beaches of Sante Fe Island, the volcanic crater of Cerro Brujo on San Cristobal Island, the highlands of Santa Cruz and the cliffs of the Galapagos’ southernmost Espanola Island. All boasting myriad wildlife, of course, including green sea turtles, sea lions, giant tortoises, marine iguanas and myriad birds from blue-footed boobies to albatrosses. <br/><br/>Your vessel is a first class motor sail catamaran, which adheres to strict environmental practices and sleeps maximum twelve passengers in ensuite cabins. Please note that on rare occasions, a different vessel may be used so do please always check with us at time of booking. <br/>",
  "durationDays": "6",
  "price": "4599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "There are free transfers available for all clients today – make sure to check the Joining Instructions for further details. A local guide will welcome you to Quito and explain the schedule for the next few days. Accommodation: Hotel Wyndham (or similar) Upgrade to a suite today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Morning: Fly to Galapagos You transfer to Quito Airport and fly to San Cristóbal Airport in the Galapagos Islands. Upon arrival, you pass through the airport inspection point to make sure no foreign plants or animals are introduced to the island and to pay the national park entrance fee. Your guide will meet you, help you collect your luggage and escort you on a short bus ride to the harbour where a dinghy will take you to the yacht. Afternoon: Colorado Hill (San Cristóbal) Cerro Colorado Tortoises Reserve, built to protect and expand the tortoise population on the island, is approximately 40 minutes by bus to the southeast of San Cristóbal. It includes a large corral, a visitor centre, a breeding centre and an interpretive trail. Along this trail, it is possible to see different species of native and endemic plants plus birds including the San Cristobal mockingbird, yellow warblers, many finch species and Galapagos flycatchers. Accommodation: Solaris"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Morning: Gardner Bay (Española) On the northeast coast, Gardner Bay offers a wonderful place to refresh in the turquoise sea and to admire a large number of colourful reef fish. You can also snorkel with green sea turtles or watch the playful Galapagos sea lions. The white-sand beach is also an important breeding ground for the green sea turtles. In the crystal-clear ocean, whales can sometimes be spotted if the conditions are right. Afternoon: Suarez Point (Española) Huge ocean waves crash onto the southern basaltic cliffs of Suarez Point, forming a spectacular blowhole, where the water sprays high into the air (depending on the season, the tide and how strongly the sea breeze pushes the waves). Take time for a meditative break on this peace-inducing viewpoint. This rocky area is also home to the most impressive and diverse collection of seabirds in the archipelago. Depending on the season, you can admire the endangered Galapagos albatross, blue-footed and nazca boobies, swallow-tailed gulls, red-billed tropicbirds and more. Along the southern coast, high cliffs allow spectacular views of ascending birds and the seawater shooting through blow holes. Accommodation: Solaris"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Morning: Cormorant Point and Champion Islet (Floreana) The peninsula of Cormorant Point forms the extreme north cape of Floreana; at the landing beach, you will be welcomed by a small colony of Galapagos sea lions. The green sand on this beach contains a high percentage of glassy olivine crystals, which were blown out by the surrounding tuff cones. The ‘flour sand’ beach on the southern side of the peninsula is made up of even finer white coral sand, which feels very smooth on the feet. Parrotfish have pulverised it, grinding the skeletons of living coral; you can even spot stingrays hiding in the sandy seabed here. During the first months of the year, Pacific green turtles come ashore to bury their eggs. Devil’s Crown offers one of the best snorkelling spots in the Galapagos due to the coral reef in its centre, which attracts a lot of marine life. Here you can spot Galapagos penguins, sea lions, sea turtles, many different colourful fish and even dolphins. The current can be a bit strong sometimes, so it should not be attempted by novice swimmers. Afternoon: Post Office Bay and Baroness Viewpoint (Floreana) In the 18th century, the crew of a whaling ship placed a wooden barrel at Post Office Bay. Letters put inside were collected and delivered by sailors returning home. There was no postage fee and, surprisingly, this mailbox honour system is still in use today. Although letters are no longer from sailors to their loved ones, tourists leave thousands of them today and many still reach their destination. You can also relax on the beach, where, in addition to Galapagos sea lions, Pacific green turtles and golden rays, you may see Galapagos penguins. This is the only place in the southeastern archipelago where penguins reside. You can also climb the small basaltic cone of Baroness Lookout and enjoy the paradisiacal coastline views. This viewpoint was the favourite spot of one of Floreana's first settlers, the eccentric baroness and self-proclaimed Empress of the Galapagos, Eloisa von Wagner, who even built her house a few metres further back. There will be a long navigation at the end of the day, so we recommend you take medication for seasickness. Accommodation: Solaris"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning: Sullivan Bay (Santiago) The arrival in Sullivan Bay is like a moon landing. The desolate, sprawling fields seem to be mostly lifeless; but this island, which is particularly popular among photographers, still has a lot to offer. Green sea turtles burrow in the small white-sand beach, where you can also find crabs, blue herons and oystercatchers. Afternoon: Bartolomé The beautiful volcanic islet of Bartolomé is among the youngest of the islands and, on a geological scale, was just recently born out of the fire. Although it looks lifeless at first sight, Bartolomé has some of the wildest landscapes and best panoramas in the entire archipelago. To enjoy an idyllic view of Pinnacle Bay, climb the stairs to the viewpoint on top of the island (375ft/114m). You enter a dramatic world of (extinguished) spatter cones, craters, and lightweight lava droplets once spewed out by fiery fountains. The summit trail is also ideal for witnessing how pioneer vegetation, such as lava cactus, struggles to take root in the bare virgin lava fields. Accommodation: Solaris"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning: Black Turtle Cove (Santa Cruz) This small bay, on the north side of Santa Cruz, offers a unique backdrop for unique adventures. The landscape makes you feel as if you're in the Amazon rainforest rather than near the sea. Explore the quiet emerald lagoon and surrounding shallow bays with the inflatable dinghy. The crystal-clear water allows you to spot groups of whitetip reef sharks, blacktip reef sharks, hammerhead sharks, gold rays, and spotted eagle rays. Afternoon: transfer to Baltra Airport Finishing our activities around 9am, the dinghy takes us (and our luggage) to Baltra, where we take the airport shuttle for our flight to Guayaquil, which typically departs around 11.38am. Arriving, you can catch your international flights from 6pm onwards."
    }
  ],
  "map": ""
}