{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "multisport-outdoors-adventure-in-ecuador-and-galapagos-tour",
  "tourName": "Multisport Outdoors Adventure in Ecuador and Galapagos Tour",
  "placesVisited": "Quito, Pichincha Volcano, Otavalo, Cuicocha Crater Lake, Cotacachi Volcano, Peguche, Zuleta, Galapagos Islands, San Cristobal, Punta Pitt, Cerro Brujo, El Junco Lagoon, Puerto Baquerizo Moreno, Isabela Island, Sierra Negra Volcano, Volcano Chico, Puerto Villamil, Santa Cruz Island, North Seymour Island",
  "generalInfo": "Ecuador's jaw-dropping landscapes provide a haven for outdoor adventure. Of the many tours in Galapagos , this itinerary is geared for active explorers. Kayak with sea lions, hike active volcanic craters, horse ride through green wilderness, snorkel into a mystical Galapagos world, and share your journeys with incredible wildlife. Split across mainland Ecuador and the Galapagos, as this multisport adventure tour in Galapagos takes you through the country's unique ecosystems. The trails are devoid of people, but the surreal natural life offers an indelible contrast to rugged landscapes.",
  "durationDays": "12",
  "price": "14,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito - Relaxing Arrival to Ecuador",
      "description": "Flying over Quito can be a magical experience, snow-capped mountains glistening from the plane window as you touch down beside the first ever World Heritage Site. Get picked up from the airport as you descend into the city. 17th-century plazas dominate the serene city center, the perfect place for a relaxing drink and watching the world stroll by. Settle into the city and nip into its heritage buildings, like bishop's courtyards converted to cafes and the gold leaf interior of La Compania. The central streets are easy to explore on foot, and there's always a new building or cafe that grabs your attention. With so much adventure coming soon, today is simply about relaxing in the city and acclimatizing to the gentle atmosphere of the country."
    },
    {
      "dayNumber": "2",
      "title": "Quito - Hiking Pichincha Volcano",
      "description": "Snow-dappled peaks tower above Quito, glimmering from afar as you begin your ascent. Take the cable car to the slopes of Pichincha, where each meter brings a new valley into view. You're already at 4,000 meters above sea level, and a trekking guide takes you further. Slowly you step onto the iconic slopes of Pichincha, winding around rugged volcanic trails towards the towering summit. It's an all-day hike, and the views are astonishing. In the distance, you spot the ash spewing from Cotopaxi Volcano while towards the north there're the craters of the highlands. The trek is private, so you dictate the pace, with your guide providing side options dependent on your fitness levels. This is one of the country's premier day hikes, both for the panoramas and the sheer feeling of walking on a volcano. Return to the cable car station and then get privately transferred back to Quito where the languid plazas are even more appealing with tired legs."
    },
    {
      "dayNumber": "3",
      "title": "Cuicocha Crater Lake - Mountain Biking Through the Highlands",
      "description": "Ecuador's Highlands are filled with alpine lakes and roads that wind through hidden valleys. This is an area of picturesque ancient towns, vivid markets, and sublime stretches of Andean hills. Locals wander the streets in their traditional dress while forgotten 18th-century plazas retain the charm of yesteryear. Set off early and drive into the Imbabura Province where your two-day mountain bike adventure begins. On quiet backroads, you weave through villages filled with the scent of freshly baked pastries from bakeries. Stop in the colorful market town of Otavalo, where the central streets are filled with indigenous residents selling traditional products; hand-woven tapestries, ponchos, customized leather, hammocks, alpaca wool sweaters. After lunch, you ride to Cuicocha Crater Lake, an alpine nature reserve with staggering views. Wander through a forest of sensual Andean flowers and then rest the legs at a historic hacienda."
    },
    {
      "dayNumber": "4",
      "title": "Imbabura - Biking Through the Villages of Yesteryear",
      "description": "This highland area is packed with complexity. Different indigenous communities live almost side by side, enabling you to ride through the traditions and styles of Ecuador's past. Today's easy ride takes you to an Agato community and then an Illuman community, the latter famous for its ancient shamanistic traditions. Stop and explore, then keep peddling along relaxed backroads to Peguche, a haven for Andean music. With flowing jet-black hair, a musical group provides the serenade, using half a dozen indigenous instruments to create a unique sound. Complete the cycle by heading into an isolated valley; roads are virtually devoid of traffic, and you spot the great wings of various birds of prey overhead. This is Ecuador's untouched backcountry and will be your base for the next three nights. Check into the hacienda and spend the rest of the afternoon exploring the on-site working farm, with a private cheese and wine tasting rounding off the day."
    },
    {
      "dayNumber": "5",
      "title": "Imbabura - Horse Riding Adventures in Verdant Valleys",
      "description": "Horse riding reflects the tastes of the hacienda's owners. Bred and trained over almost 100 years, these distinctive horses are celebrated for their beauty and character. A horse guide will talk you through the different options; those best for bareback excursions, horses tailored towards beginners and those that love long gallops. There's over 2000 hectares of private reserve around the farm and a series of dedicated horse trails to explore. Customize your route and head into the valley, winding through indigenous forest and rising towards glorious views of the Andes. Wild condors fly ahead while spectacle bears are regularly spotted in the thick green. Stop for a picnic lunch with glorious panoramas then continue the ride through the afternoon. Elegant and responsive, the horses offers the ideal pace for exploring such wilderness. You'll cover large distances in a single day yet go slow enough to fully appreciate the surroundings. Like everything at the hacienda, the experience is privately tailored to your needs. After all, the hacienda has a revered history of entertaining heads of state and royalty. For over a century, the farm and house have been in the family of Gallo Plaza Lasso, a former president of Ecuador. This was the president's weekend home and has only recently been opened to the public. It remains a regal experience; large dining rooms and libraries take you into a different era, fireplaces and coffee scents dominate lounge areas, and the original wooden furnishings are wonderfully ornate. Gastronomy is an essential part of the experience, and all your meals are included here. And like a stately visit, socializing with the owners over a glass of wine is part of the experience."
    },
    {
      "dayNumber": "7",
      "title": "Galapagos Islands - Dramatic Wildlife Introductions to the Galapagos",
      "description": "You'll be transferred to Quito International Airport for a flight to San Cristobal Island. Your guide meets you at the airport, and you head towards Punta Pitt, with a charming lunch stop with views of giant tortoises. Spend the afternoon at this world-famous birding site, observing the bizarre mating displays and being careful not to step on the iguanas. Thousands of colorful feet provide the introduction. Male boobies hop on raised rocks, hoping their distinctive feet will catch the eye of inquisitive suitors. The red-footed variety will grab your attention as this is one of only two places you'll see these birds in the Galapagos. Then a mass of blue-footed boobies cover the breeding ground, and their azure chest feathers are also visually striking. But these vivid seabirds have to move over to the larger, and more aggressive Nazca booby take the prime nesting sites. Keep walking around Punta Pitt and there's even more color. Magnificent frigate birds inflate their throat-sacks, each male standing proudly resplendent beside the odd musing land iguana. On the far eastern edge of the Galapagos archipelago, this site provides an incredible introduction to the intimacy and authenticity of the wildlife experience. After the visit, you're transferred to a luxury coastal lodge on the west of the island. Seabirds can still be observed from your balcony, and you're never far from the shouts of sea lions. Over the next six days, you'll use three different islands as bases to explore the Galapagos. San Cristobal in the West provides a chance to observe eclectic wildlife and enjoy some offbeat outdoor adventures."
    },
    {
      "dayNumber": "8",
      "title": "Galapagos Islands - Bike, Kayak, and Snorkel San Cristobal",
      "description": "There are vibrant panoramas of green as you explore the San Cristobal highlands on a mountain bike. Endemic flora rises from the slopes, ranging from strange cactus trees to flourishing forests of deciduous trees. You're not alone here. Hundreds of giant tortoises amble across grass clearings, and you're soon standing amongst them. Continue the adventure by biking around tropical plantations then slipping into ocean kayaks to discover the coves around Darwin Bay. Large colonies of sea lions dot the beach, and many curious individuals swim towards the kayak. They somersault and playfully twist in the water, often raising their heads for an inquisitive glance. Sea turtles and white-tip reef sharks can also be seen close to the kayak while various seabirds are diving for food across the bays. Keep paddling and you cruise beneath jagged cliffs home to thousands of nesting birds. They squawk and shout but soon their echoes are silent. You're next going to go beneath the water's surface, snorkeling into one of the Galapagos’ best marine sites. The sea lions and sea turtles are still in the water, playful highlights as you explore the reef. Galapagos sharks, eagle rays, and golden rays are all spotted here. And then there are the dozens of clams, starfish, and strange tropical fish. After this extremely active day, you return to the lodge where an elegant evening provides rewarding downtime."
    },
    {
      "dayNumber": "9",
      "title": "Galapagos Islands - Snorkeling Adventures in the Eastern Galapagos",
      "description": "A short flight and you arrive at a much younger piece of the archipelago, the large western island of Isabela. Multiple oceanic currents collide here, and the marine world is unlike any seen elsewhere on the planet. Large pelagic species are found occupying the reefs next to shore, meaning that you don't need to be a qualified diver to have intimate encounters with the greats of the ocean. Today you visit a series of snorkeling sites, with the interludes provided by expansive white sand beaches. Safely spot multiple shark species beneath the water, including the possibility of seeing an iconic hammerhead down below. Sea turtles and various ray species are found in huge abundance and then there are more endearing characters darting past you in the water: Galapagos penguins. Barely two kgs in weight, these strange characters suddenly appear beside your snorkel but then swim off as soon as you've realized what's going on. After exploring various coves and beaches, you're transferred to a quaint lodge with adorable Pacific Ocean views."
    },
    {
      "dayNumber": "10",
      "title": "Galapagos Islands - Hiking the Rim of the World's Second Most Active Caldera",
      "description": "Sierra Negra responds to active volcano reverie. It hisses and spits, intimately showcasing the fire from down below. Gaze across and you see the full caldera, an iconic shape that dominates the Isabela landscape. Twisted red lava flows cascade down from the rim, and there's a series of surreal volcanic formations around adjacent Volcan Chico. Today you drive and then hike to Sierra Negra's summit, before continuing the walk down through Volcan Chico to highlands covered in giant tortoises. On a clear day, there are staggering views across a succession of volcanoes. And on Isabela Island, a clear day is usually every six in seven. Descend to sea level in the late afternoon where an ocean-facing balcony provides the gentle repose."
    },
    {
      "dayNumber": "11",
      "title": "Galapagos Islands - Relaxed Day Filled with Galapagos Wildlife",
      "description": "It's tranquil and elegant on the Pacific as you cruise from Isabela to North Seymour Island. Whales and dolphin pods regularly follow the yacht, endearing chaperones for the journey into the central islands. North Seymour is another of the archipelago's most revered wildlife sites, and it's perhaps the most spectacular seabird breeding site. Great and magnificent frigates have their nests just a couple of meters from the trail while blue-footed booby chicks sit at eye-level nests. There's an explosion of color on the stark volcanic rock, each male aiming to be more vibrant than the next. Be careful where you step, because as your eyes are led by mating boobies you could easily stand on one of the hundreds of land iguanas that wait patiently on the cliffs. From North Seymour, you'll cruise to Santa Cruz and a lodge on the island's southern edge."
    },
    {
      "dayNumber": "12",
      "title": "Galapagos Islands - Departure",
      "description": "It's hard to believe that you've only been away for 11 nights. So many adventures and so many destinations make it seem that this has been a three or four-week vacation. A domestic flight takes you back to Quito where your international departure awaits. Scroll through the camera and the journey is relived: mountain biking, volcano hiking, kayaking, snorkeling, and a hundred further memories from these 12 days."
    }
  ],
  "map": ""
}