{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "best-of-ecuador-galapagos-islands-tour",
  "tourName": "Best of Ecuador & Galapagos Islands Tour",
  "placesVisited": "Quito, Pinchinca Volcano, Santa Cruz Island, Tortoise Reserve, Santa Fe Island, South Plaza Island, North Seymour Island, Bartolome Island, Otavalo, Ibarra, Salinas, Cotacachi, Chota Valley, Zuleta",
  "generalInfo": "Natural and cultural history dance across Ecuador, where endemic Galapagos wildlife mixes with the enchantment of haciendas and heritage cities. Combining the iconic treasures, this best of Ecuador and Galapagos Islands tour wraps Quito and Imbabura around a luxury Galapagos cruise aboard a beautiful yacht. Blue-footed birds, golden churches, inquisitive seals, presidential haciendas, and orange iguanas standing on lava flows will all be on display during these 12 days that blend the unforgettable wonders of both Ecuador and Galapagos.",
  "durationDays": "12",
  "price": "14,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito – Aristocratic Welcome to Ecuador",
      "description": "Quito's streets wind down from the shadows of distant volcanoes, their facades doused in remarkable history. The historic central neighborhood became the world's first UNESCO World Heritage Site in 1978, and almost every building has a story to tell. After you are greeted at the airport, you'll be transferred to your hotel, a 16th-century conqueror's mansion that's been converted into the city's finest hotel. Elegant and decadent, the interior matches the history of the neoclassic exterior. It's a step back in time that will immerse you in the heart and style of the World Heritage site. Then step outside and you'll be in Plaza de la Independencia, the center of the city from a time way before the Spanish or even the Incas arrived."
    },
    {
      "dayNumber": "2",
      "title": "Quito – Touring the World's First UNESCO World Heritage Site",
      "description": "The next day, you will stand in Plaza de la Independencia and take in the view. Moorish domes rise from churches, the president's palace stands unbowed, and balconies jut out from colored facades. There's a history behind every brick, but before you visit the heritage streets, you will start the day rising above Quito. Take a cable car to the slopes of the Pichincha Volcano for marvelous views of the Andes and the snow-capped volcanoes that encircle the city. Then you will discover the city. Wallow in the elegance of the early 17th-century San Francisco Square and its enormous stone church, stand blinded before the completely gold facade of La Compania and allow your guide to narrate a tale that dates to the 4th century. Over three hours, you will get a glimpse at the city's remarkable riches and admire how eclectic styles have blended to create something truly iconic. The rest of the afternoon will be at your leisure."
    },
    {
      "dayNumber": "3",
      "title": "Galapagos – Giant Tortoises as the Galapagos Cruise Begins",
      "description": "The Galapagos have never been connected to any mainland. These volcanic spurts on the equator, cast adrift in the Pacific, didn't separate from any land mass. Early reptiles arrived here riding the trunks of felled trees while marine life descended into the underwater bounty. The next day, when you fly to Galapagos from Quito and you will immediately feel this ancient volcanic history where the landscape is laced with flora that comes straight from the surreal. You cross Santa Cruz by road, past strange geological sinkholes, and endemic daisies that rise five meters high. After lunch, the domed shells of tortoises will occupy the afternoon. When you step gently on the grass, their elongated necks maintain an inquisitive stance. But step too hard and their heads will disappear into shells. Hundreds of them slowly mow the grass, and there's lots of opportunity for photos with the largest of all tortoise species. Later in the afternoon, you will continue to Puerto Ayora and board your classic Galapagos yacht. Enjoy a welcome drink in the lounge bar, check into your spacious cabin, and then watch the sun go down from the open, upper lounge. With a capacity of 40 guests, the yacht is large enough to provide a comfortable journey between islands as well as offer a choice of activities at each island visited. Three naturalist guides will lead the expedition, and two expert chefs serve three lavish meals a day, plus some indulgent snacks when you return from each activity. Tonight, you will enjoy dinner and a welcome briefing on board."
    },
    {
      "dayNumber": "4",
      "title": "Galapagos – Snorkeling with Seals and Exploring the Islands",
      "description": "In the morning, you will wake early to the squark of sea lions that accompanies a purple-tinted sunrise. Before breakfast, you can kayak through the gentle waters beside Sante Fe Island, which will give you a chance to paddle beside the playful antics of the sea lions. An hour later, you admire them on land, a whole harem of blubbery comedy flopping around the beach. Camouflaged and silent, the Santa Fe land iguana will be your next unusual sight. The large lizards bask beneath prickly-pear cactuses as they cover the trail. To complete your exploration of Santa Fe, you can choose to either snorkel through the bay or tour it with a glass-bottomed boat. Expect lots of sea lions regardless of your choice, along with a tropical menagerie of fish. Early afternoons onboard are a chance to relax and doze off on the deck. Blue ocean merges with blue sky as you cruise through the archipelago. Enormous seabirds randomly grace the journey and there will always be a chance to spot whales or dolphins in the deep ocean waters. The afternoon's visit will be to South Plaza Island, where scarlet succulents juxtapose with yellow-gray land iguanas and more playful sea lion colonies. Shearwaters, swallow-tailed gulls, and frigates, line the cliffs and each one will impress you with their wingspans. Dinner will be on board during another leisurely evening."
    },
    {
      "dayNumber": "5",
      "title": "Galapagos – Endemic and Iconic Birds on North Seymour",
      "description": "Today, you will spend the morning on North Seymour Island. Huge colonies of endemic blue-footed boobies nest beside the walking trail and they sharply guard their white eggs with a pair of azure feet. Frigates inflate their red chests in a search for a mate, the brighter and bigger the better on this unusual island. Nazca boobies perform mating dances just meters from the trail while you must be careful not to step on any marine iguanas. There are very few predators on the Galapagos Islands, so these extremely rare birds are not fearful. They don't fly from view and you will appreciate them and their nesting sights from just six feet away. After the land excursion, you will explore the water, again choosing from snorkeling or a glass-bottom boat tour. The afternoon provides a similar marine opportunity at the Las Bachas site on Santa Cruz Island. White-tipped reef sharks and turtles can be spotted at both sights, and you'll never tire of swimming with sea lions. Las Bachas is a home for the world's pinkest flamingo as well as the nesting site of the East Pacific green sea turtle."
    },
    {
      "dayNumber": "6",
      "title": "Galapagos – Volcanic Memoirs and Stunning Snorkeling",
      "description": "Lava tubes twist across Bartolome Island, sculpted into impossible shapes by the volcanic origins of the Galapagos. Start your day with a hike to the summit of this island for dazzling views over cascades of ancient lava and iconic Pinnacle Rock, the most photographed sight on the islands. A hundred shades of stunted red cascade across the island, which creates the impression that you're walking on Mars. Accompanying the bizarre landscapes is an equally strange character, the tiny Galapagos penguin. Mating on lava cliffs and jumping from eroded overhangs, these diminutive characters are yet another endemic sight on your cruise. Snorkeling is highly recommended here, as reef sharks and rays accompany the penguins in the water. Across the water, your afternoon excursion will be Sullivan Bay on James Island, where each meter of the landscape is marked by ethereal volcanic carvings. Virtually nothing grows here, but you can spot how the lava is gradually eroding into soil that will host the next generation of endemic species, many centuries from now. Enjoy farewell drinks and dinner on board as the naturalist guide presents photos from the last four days. Then enjoy a final night onboard with a dazzling sky of stars visible from the jacuzzi or upper deck."
    },
    {
      "dayNumber": "7",
      "title": "Galapagos to Quito – Spa Indulgence on Your Return to the Mainland",
      "description": "Even as you disembark from your yacht and head to the airport, the following day, you can't miss the wildlife. Sea lions bask on the jetty as they lounge beside suitcases and the plane’s wings. Fly back to Quito where you're transferred to your hotel, a restored 18th-century hacienda with an indulgent spa. Relax and enjoy the spa, as well as the llamas that roam the vast grounds, before a classic Ecuadorian dinner in the restaurant. It's an elegant and idyllic place to spend the night before your journey continues."
    },
    {
      "dayNumber": "8",
      "title": "Imbabura – Boutique Towns and the Market of Otavalo",
      "description": "Colors spill down the streets of ancient Otavalo and the embroidered clothes of locals contrast with stalls of endemic Ecuadorian fruit. Keep walking, past the ponchos and ceremonial wooden masks to the country's most famous market. Every Saturday, locals from many surrounding villages arrive in Otavalo to sell their unique produce at the market. Each of these villages has a specialty, like woodcarving, leather, shamanism, or tapestry. During your stay in Imbabura, you will have a private driver and guide. The afternoon can be tailored to visiting the villages. Continue heading north through Imbabura Province to a quaint hamlet where your hotel and spa will be your base. This ancient hacienda is a living art gallery, with every room decorated by multiple modernist paintings and huge murals that cover many walls."
    },
    {
      "dayNumber": "9",
      "title": "Imbabura – A Train Journey and Horse Ride through History",
      "description": "Two ancient transport methods combine today as you journey through history. Start in Ibarra, where an iconic reconditioned first-class train will take you through the Chota Valley. Glorious Andean vistas surround the track, occasionally disappearing as you dip through mountain tunnels or cross arched wooden bridges. This classic route commemorates the journey of freed slaves who worked on the surrounding sugarcane plantations. Disembarking at Salinas, you'll be treated to a traditional dance from the local Afro-Ecuadorian community. In the afternoon, you head high into the slopes on horseback and a gentle ride takes you through quaint village squares to vast panoramas dotted with snow-capped volcanic summits. Canter back down towards a village church before you sooth your legs at the hotel’s spa."
    },
    {
      "dayNumber": "10",
      "title": "Zuleta – Presidential History at Ecuador's Finest Hacienda",
      "description": "Faces from history hang above the opulent living rooms of Hacienda Zuleta. Gala Plaza Lasso stands proud, next to his father, who was also an Ecuadorian president. This hacienda has been the weekend home of the Lasso family for over a century and has since been converted into a luxury guesthouse. But it doesn't feel like a guesthouse. You'll be a guest of the family, as you sleep in stunning bedrooms and converse with Gala Lasso's children and grandchildren over cheese and wine. The hacienda's history dates back before Ecuador even existed as a country. Much of the original 17th-century features have been preserved and this continues to be a working farm that is famous countrywide for its cheeses. Hacienda Zuleta stands on 2,000 hectares of wild countryside and hiking trails. You will spend the days taking any of their marked trails or choose a horse for a ride through indigenous forest. Condors swoop overhead, spectacle bears grace the forest, and there's a delightful tranquility to every hour spent here. Continuing the experience is the exacting focus on the gastronomic experience. Each meal will be included and served in a lavish dining room with views onto the Andes. As night falls, the fireplaces roar, keeping you company as you spend two nights in luxurious history."
    },
    {
      "dayNumber": "12",
      "title": "Quito – Departure",
      "description": "Historical and natural memories are discussed as Quito disappears from view and you soar back home. Blue-footed boobies, golden churches, presidential haciendas, seals, and penguins create a hundred eclectic snapshots that combine to create the iconic memoir of Ecuador and the Galapagos."
    }
  ],
  "map": ""
}