{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "deluxe-galapagos-islands-tour-from-quito",
  "tourName": "Deluxe Galapagos Islands Tour From Quito",
  "placesVisited": "Quito, Pinchinca Volcano, Baltra Island, North Seymour Island, Punta Vicente Roca, Punta Espinoza, Fernandina Island, Urbina Bay, Tagus Cove, Isabela Island, Red Beach, Rabida Island, Cerro Dragon, Santa Cruz Island, Charles Darwin Research Station, Los Gemelos, Post Office Bay, Punta Cormorant, Champion Islet, Floreana Island, Santa Fe Island, South Plaza, San Cristobal Island",
  "generalInfo": "Travel into the mysterious realm of wildlife with this 10-day deluxe Galapagos Islands tour from Quito. Explore the first ever World Heritage site then cruise through the archipelago of volcanic islands, endemic creatures, and evolutionary brilliance. On the 8-day luxury cruise, you discover the sublime and surreal wildlife of ten different islands, from giant tortoises to blue-footed boobies and diving penguins. It's intimate and authentic, with no interruption to the natural immersion.",
  "durationDays": "10",
  "price": "12,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito - Arriving in Ecuador's Quaint Capital",
      "description": "Quito is the ideal starting point for a Galapagos vacation. Flights to the islands only leave from two cities, and this one also happens to be the first-ever UNESCO World Heritage Site. Starting in Quito inserts two days of culture and colonial architecture into a deluxe itinerary. You'll be picked up at the airport and transferred to a luxury hotel located in the old city's central square. This building was the home of one of Spain's first conquistadors, and it's been recently revamped to reflect colonial pomp and indulgence. The Presidential Palace is next door, cute cafes line the square, and there are elegant views onto the domes of Quito's old churches. The rest of the day is at leisure, and the hotel's restaurant is one of the best in the city."
    },
    {
      "dayNumber": "2",
      "title": "Quito - Exploring the Heritage of an Ancient City",
      "description": "Your Quito tour starts on the 4,000-meter slopes of Pichincha Volcano. Admire how the city cascades beneath dazzling Andean summits and the craters of active volcanoes dominate the landscape. Then descend into the city and wind down the lanes of colonial history, passing 17th-century cathedrals and the remnants of bishop's palaces. Quito has the largest and most complete collection of Spanish colonial buildings anywhere in the Americas. The legacy is inscribed on lanes of pastel townhouses, squares of cobblestone, and churches completely coated in gold. With a skilled local guide, you explore the most important of these monuments, following an aesthetic history of sublime religious art and timeless colonial architecture. Traditional musicians accompany your lunch on San Francisco Plaza before the tour continues by visiting the city's two most important art galleries. Return to the hotel in the late afternoon and the rest of the day is savored with a beautiful view over the main square."
    },
    {
      "dayNumber": "3",
      "title": "Galapagos Islands - Landing in Galapagos from Quito",
      "description": "There are only two ways to reach the Galapagos: a plane from Guayaquil or a plane from Quito. This deluxe tour takes you from Quito to Baltra Airport in the Galapagos, where you are immediately transferred to your luxury yacht. This 48-capacity vessel combines the space of a larger cruise with the intimacy of a small boat. Check into your suite and then check out the views from the sundeck, where whales and dolphins are often seen accompanying the boat's journey. There's a jacuzzi for relaxing and stargazing, a superb restaurant bringing out snacks as well as meals, and an open bar where you meet with the crew for a welcome drink. After the boat gently cruises away from Baltra, you spend the afternoon at North Seymour, an island that's always alive with the antics of nesting seabirds. Magnificent frigate birds inflate their red throat-sacks in the hope of attracting a mate, pointing their vibrant crimson to the sky with proud abandon. Blue-footed boobies hop around, and you're close enough to listen to each blue step on the volcanic ground. Nazca boobies are even louder, their raucous tweets ensuring they get prime nesting space. Then there are the land iguanas that wait silently and patiently on the hiking trail. Spend a few hours exploring the island then return to the yacht where cocktails are served, and sunset colors light up the sky."
    },
    {
      "dayNumber": "4",
      "title": "Galapagos Islands - Marine Beauty in the Western Galapagos",
      "description": "The yacht travel west overnight, allowing you to explore the far reaches of the archipelago today and tomorrow. Lava flows and tuff stone layers rise around Punta Espinoza and Punta Vicente Roca, an iconic site as you explore beneath the cliffs by dinghy. Flightless cormorants dive into the water beside you while Galapagos hawks soar overhead. Galapagos penguins waddle cutely along the cliffs and then dive into the lavish Pacific waters. Get closer to their antics by switching into a wetsuit and snorkeling along these cliffs. Green sea turtles accompany you, and there's often a sighting of rays and reef sharks here. These two young volcanic sites are arguably the Galapagos’ most pristine and they're fiercely protected, making them the favorite of many who visit the archipelago. Consider learning more about the exceptional tour operators for Galapagos Islands and Ecuador that will guide and educate you along the way to ensure a phenomenal experience."
    },
    {
      "dayNumber": "5",
      "title": "Galapagos islands - Volcanic Wonder and Galapagos Penguins",
      "description": "Galapagos penguins provide the morning charm on a third colorful day in the archipelago. They waddle around the coral that has been uplifted from the ocean floor at Urbina Bay. Vibrant land iguanas and giant tortoises come down the cliffs, bringing yet more endemic beauty to this young volcanic island. In the afternoon, you get closer to the simmering volcanic world by hiking to Darwin Crater for fabulous views over the Western Galapagos. Peer into the abyss and feel the power of nature's history, then look across and see a series of tropical birds only found in this corner of the islands. Then descend to the water and ride kayaks along the cliffs, with elegant sea turtles and sea lions popping their heads from the water. As with each day, morning and afternoon excursions are broken by a relaxed few hours on the yacht. A sumptuous lunch is served, and there's ample time to doze on the sundeck or check out the excellent natural history library onboard."
    },
    {
      "dayNumber": "6",
      "title": "Galapagos Islands - A Mystical Red Beach Filled with Sea Lions",
      "description": "Grunting sea lions greet you at one of the world's most extraordinary beaches. The sand is a volcanic red that swirls from dark maroon to flaming carmine. Basking along the beach is a whole sea lion harem, and dozens of them inquisitively start waddling towards you. Mockingbirds and yellow warblers are among Rabida's other noisy locals, and their calls lead you on a stroll to the red beach. This is a wonderful place to snorkel from the beach as the sea lions regularly somersault and playfully swim alongside people. You can also jump into the glass-bottomed boat for a submarine exploration that has a good chance of seeing manta rays and white-tip reef sharks. After lunch and a relaxed afternoon, the afternoon excursion is to Dragon Hill on Santa Cruz. Stop first at a brackish water lagoon to see flamingos, then take a trail dotted with the nesting sites of endemic land iguanas."
    },
    {
      "dayNumber": "7",
      "title": "Galapagos Islands - Giant Tortoises on your Galapagos Cruise",
      "description": "A change of pace as you disembark at Santa Cruz and spend the full day on land. The Galapagos is home to ten sub-species of giant tortoises, each having a different shell dependent on its resident island. A trip to the Charles Darwin Research Station reveals their differences and the role they played in the world's understanding of evolution. In the afternoon, you travel into the lush Galapagos highlands, where the brilliant vermilion flycatcher flutters around Scalesia trees. A little further through the hills lie two volcanic sinkholes mystically shrouded in forest, looking as if they are entrances into a strange netherworld. Take the iconic photos and continue the journey through Santa Cruz's highlights. Step onto carpets of green in the highlands and you step onto the grazing grounds of giant tortoises. Hundreds of them slowly plod around, their 550-pound frames ambling around the grass with unhurried grace. However, not all of these tortoises are peaceful. One large male tries to bite the neck of another in a bid for the lushest grass, while another huffs loudly and retreats into his shell. You get to spend two hours amongst their endemic wonder, before a chance for some souvenir shopping in Puerto Ayora where the boat is awaiting your return."
    },
    {
      "dayNumber": "8",
      "title": "Galapagos Islands - Spectacular Snorkeling and Historical Tales",
      "description": "Whalers have landed on Floreana for over two centuries, using a wooden barrel as a post office to communicate with other explorers. You can also leave a postcard in the barrel and take out any letters you're able to hand deliver. After the history of the town, you take a dinghy ride through a maze of channels, twisting between lava cones and the raucous shouts of large seabirds. The afternoon's visit is to Punta Cormorant, an olivine-crystal beach where sea turtles nest and flamingos wade through lagoons. But the great highlight here is Champion Islet, a submarine volcanic cone that offers the best marine adventure in the south of the Galapagos. Choose to snorkel or explore by glass-bottom boat and you enter an unusual world; sea turtles cruise above camouflaged rays, sharks swim along untrammeled coral, and over 50 species of tropical fish swarm around the reef. There are only a few places on the planet where great pelagic creatures are encountered so close to shore. This is one of them. Indulge in the marine beauty, then return to the yacht for another evening of stargazing from the jacuzzi."
    },
    {
      "dayNumber": "9",
      "title": "Galapagos Islands - Surreal Sea Birds and Endemic Iguanas",
      "description": "A sunrise wake up call is rewarded as you look over the expansive views. Explore by kayak, waiting for the playful sea lions to poke their heads from the water and curiously say hello. Then wander onto the beach and step alongside their silky black frames, being careful not to incite the aggressive male guarding his harem. Further along the trail, you see dozens of endemic Santa Fe Iguanas, each of them waiting patiently beneath prickly-pear cactus trees. A carpet of white sand awaits you in the afternoon on South Plaza Island, another of the archipelago's sublime stops. Sea lion colonies mingle with lava lizards, marine iguanas wait beside diving seabirds, while the black lava of the cliffs provides a memorable backdrop for this small yet abundant island. It's the final night on board so enjoy a farewell dinner and drinks with the crew and the last night of Galapagos stars."
    },
    {
      "dayNumber": "10",
      "title": "Galapagos Islands - Departure from Galapagos",
      "description": "This deluxe Galapagos tour from Quito draws to a close and sea lions are fighting to bid you farewell. They grunt and shout on the pier as you disembark the yacht and transfer to the airport on San Cristobal Island. You'll land back in Quito in mid-afternoon and be transferred to a nearby spa hotel for some indulgent treatments before your late-night international flight. Transfers back to the airport complete your itinerary."
    }
  ],
  "map": ""
}