{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "best-of-ecuador-peru-the-galapagos-islands-tour",
  "tourName": "Best of Ecuador, Peru & the Galapagos Islands Tour",
  "placesVisited": "Lima, Cuzco, Sacred Valley, Machu Picchu, Quito, Galapagos Islands",
  "generalInfo": "Natural beauty and cultural splendor will define your epic adventure during your 11-day best of Ecuador and Peru tour. The Galapagos Islands will brim with sea turtles while the ruins of Machu Pichu glint on the Andean Altiplano. The Sacred Valley’s lush slopes will lead to marvelous ruins while the glassy Pacific feature untouched marine life. From the ocean to the Andes, you will experience grandeur from Ecuador to Peru.",
  "durationDays": "12",
  "price": "14,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – The Welcome Arms of Lima",
      "description": "Arrive in Lima with the sensational City of Kings stretched out before you. The Spanish history shines bright in the historic center where the Peruvian flag shows bright red and white within the blossomed carnations blooming in front of the Presidential Palace. The palace shines a pearl white showcasing the colonial architecture of a decadent past. The natural beauty of Miraflores is nestled between the edges of the metropolis and the stunning Lima coast. The air is perfumed with the sweet ocean mixing with lemon zest emanating from the various cevicherias that line the streets of the neighborhood. The gentle crash of the waves gives you a nostalgic comfort as surfers ride the whitewater back to shore. The statue of lovers sits over the water, giving the kissing couple an embrace along the rolling waves literally set in stone. The flourishing seaside and vibrant city begin your journey through the natural and ancient wonders of Peru and Ecuador, giving you a glimpse of the beauty to come."
    },
    {
      "dayNumber": "2",
      "title": "Cusco – Salty Pans and Crop Circles",
      "description": "Today you will depart the extensive wonders of Lima and set flight into Cusco. The Inca Capital is situated 10,750 feet above sea level within the rolling hills of the Andes Mountain Range. The cobblestone streets run along the base of Spanish facades that house Incan bases and Andean culture. The Plaza de Armas emanates an aroma of fresh Peruvian coffee that mixes with the damp, antique stones of the bubbling fountain. Your time to explore Cusco will come, however today you will venture outside of Cusco’s urban center, past the large, structured monoliths of Fort of Sacsayhuaman, and into the fertile green of the Sacred Valley. There are many villages and historical sights within the Sacred Valley, which are often one and the same. Your visit to Moray goes beyond the Andean colors of the clothing and the quintessential structure of their town, and into the archaeological complex created by a system of grand, overlapping terraced platforms. The circular tiers look like a large amphitheater in the shape of a giant bowl, rather than a sophisticated agricultural structure. The weather shifts from cool to warm as you descend the terraces, each tier containing its own microclimate. The grass is soft beneath your feet. The morning dew has lifted from the earth. The beauty of the Sacred Valley continues with a visit to the Maras saltpans. The saltpans resemble varied sized bowls built into and terraced up the hillside. As you reach closer to the pans you realize how great the hillside and the terraces are. The pans are fed from a natural spring filled with saltwater. The saltpans remind you of Miraflores and the salty, sweet scent of the ocean. The water eventually evaporates from the pans due to the salt content and the arid mountain air, leaving the salt naturally in place. The saltwater lingers in the air. The abundant hillsides of the valley shimmer beyond the terraces. Your grand journey through Peru and Ecuador is still just beginning."
    },
    {
      "dayNumber": "3",
      "title": "Sacred Valley – Flashy Clothes and Reaching Ruins",
      "description": "The sun radiates over the morning dew that stretches along the grass of the valley. Venture out into the wondrous history of the valley to see the sensational Ollantaytambo. The village contains some of the oldest continuously occupied buildings in South American, where stone doorways are layered with trapezoidal archways to help keep the structure cool in the summer and warm in the winter. The ruins of Ollantaytambo tower over the village along the mountainside, where the Incas kept their stronghold of resistance over Spanish colonization. The scent of crisp sugar spills onto the cobblestone streets as you make your way to the tiered ruins. The terraces run along a vast stretch of the mountainside divided by a single set of stairs. From the bottom, the terraced mountain looks as though it could have been a temple itself. At the top of the structure, you can see the village and the valley below along with the smooth stone remnants of the temple. Arrive in Pisac where the Incan ruins are divided into four separate areas along the hillsides. The gentle hike to the temple ruins sit along the citadel giving a panoramic view of the surrounding valley. Walk through the large stones that have grown coarse with time. The mountains curve and cut through the view while the brick remains of Inti Wantana continues to shine red in the afternoon. One of the most famous aspects of Pisac is the market, where the colors of the Andes explode within stalls and along the walkways. Varieties of corn, from red, to yellow, to blue, share space with vibrant sweet potatoes and squash. Textiles, from blankets to purses, brighten the day with patterns and designs. The Market is vibrant, filled with Andean life, from the colors to the perfume of the vegetables, to the scent of fried bread, and the tang of rotisserie chicken. The grandeur of Peru ranges from its opulent past to its colorful present."
    },
    {
      "dayNumber": "4",
      "title": "Sacred Valley – The Wonder of the Lost City",
      "description": "The early morning light glints over the peaks of the mountains, bringing with it the green sheen of the valley. Roll along the rushing waters of the Urubamba River as it carves through the Sacred Valley slowly digging a deeper gorge. Arrive at the footsteps of the entrance to the Lost City where you find stone steps winding up the citadel. Your fingers graze the rocky surface as you climb the stairs, the stone rough against your skin. The stairs undulate between steep and shallow, finally giving way to flat land where you find you have made it to the top of the plateau and with it the view of the rising Lost City of Machu Picchu. The stone facades rise above the terraces as the blue sky opens up above you. The Temple of the Three Windows sits at the highest point, the stairs looking almost too steep to climb until you notice a different set next to the tiers that take you to the top of the city. Temple of the Three Windows sits close to the uppermost point of the city, with its three windows large and square from inside, but small and rectangular from the outside. The position of the windows is meant to capture the sun at the moment it rises. The clouds drift through the city and the wonders of the day recede back into your memory as you make your way out of Machu Picchu for the night."
    },
    {
      "dayNumber": "5",
      "title": "Cusco – Great Heights and Cobblestones",
      "description": "The morning sun touches on the ruins of Machu Picchu giving the Lost City a glowing silhouette. Return to the city for a morning exploration where the clouds drift along the city’s base and over the terraces. Continue your adventure in the various temples and around the homes or make your way up to the Sun Gate located almost two-miles up the mountainside along the Inca Trail, where many hikers get their first view of the city at sunrise. The sun begins to warm the sky. A gentle breeze brings the soft scent of morning dew. Llamas graze along the blossoming terraces. Once at the top of the Sun Gate you can look down on the city of Machu Picchu and realize that this is the view you from which you know the city, the structures shining in the morning light with Huayna Picchu standing tall against the sky in the background. It is a perfect postcard of Machu Picchu of your image of the Lost City. The remaining stone pillars of the temple frame the city for you, with slabs set around the base of the temple meant for seating. Watch the clouds dissipate, the sun drift, and the shadows melt beneath the city before you make your way to the train and return to Cusco."
    },
    {
      "dayNumber": "6",
      "title": "Cusco – A Hillside Bohemia",
      "description": "Today you will enjoy the city of Cusco at your leisure ready to explore the majestic history of the surrounding structures or to enjoy a relaxing Pisco Sour in the bohemian neighborhood of San Blas. For a peaceful day within the beautiful city, you could even just stroll along the cobblestone streets and experience the variety of life on display. The scent of roast corn and caramelized sugar wafts along the streets. The Spanish architecture lifts into the sky within the various squares. A variety of art galleries linger within plain sight, many of them within the narrow streets that wind their way up to Plaza San Blas. The colors jump off the canvas and give life to the living cultures of the Andes, whether women carrying large blankets walking through villages or entire bands rocking to the pan flute. The galleries are perfumed with dry paint and pop with color. The grand city of Cusco is chockfull of a luscious history and sensational modernity."
    },
    {
      "dayNumber": "7",
      "title": "Quito – Enchantments of Ecuador",
      "description": "Today you will depart from the sensational city of Cusco, where the cobblestone streets and Spanish architecture added ambiance to the colorful Andean textiles. The plain ascends over the clouds, away from the peaks of the mountain range and eventually bringing you to the capital city of Ecuador, Quito. The city, like Lima, is a combination of colonial history and modern creativity. Mountains rise into the air and surround the city and its diverse neighborhoods. The scent of fresh empanadas floats through the streets as you venture to see the beautiful colonial homes that decorate La Ronda or Juan de Dios Morales. Built out of adobe and around an enclosed patio, the houses are adorned with traditional balconies. The city is boisterous as the night rolls in, the colonial homes gilded in the evening light. The colors shift from pink and rich dark red to an all-encompassing gold. The grand Ecuadorian neighborhoods of Quito spread across the city like fireflies, each unique in their individual glow as long as you take the time to look."
    },
    {
      "dayNumber": "8",
      "title": "Quito – The Center of the Earth",
      "description": "Today you can explore Quito at your leisure in the sensational city that almost straddles the equator. The Mitad del Mundo means “The Equator,” and is a short ride outside of Quito. A large monument, along with a marking, is meant to indicate the exact location of the equator as it runs through Ecuador. The monument is a tall, rectangular structure that towers over the flatland, adorned with a ball resting at its peak. However, the true center of the world is within the Museo Inti Nan. A sign within the museum indicates when you are standing at the true center of the earth. The air in the museum is cool and inviting. The musk of knowledge and history wraps around the room. You can bear witness to the Corollas effect and watch a guide pour water over a globe; the water will run straight over the equator. The shock and awe come when the liquid begins to rotate clockwise over the south of the equator and anti-clockwise over the north of the equator, conflicting with its own spin. Various other exhibits are on display within the equatorial museum that fill the halls with laughter, including activities such as balancing an egg on the head of a nail and a demonstration of how difficult it can be to walk a straight line while situated along the center of the earth. Return to Quito and see the wonderful architecture and life of Old Town. The streets are perfumed with cinnamon and sugar. The church bells from the cathedral ring through the square. The central plaza sits at the heart of the neighborhood bordered by the Government Palace. The Palace is an iridescent white and stretches through the square with tinged columns and high arches. From the open space of the plaza, you can see the statue of the Virgin on Panecillo Hill looking down upon Old Town with grace."
    },
    {
      "dayNumber": "9",
      "title": "Galapagos Islands – The Grandeur of the Galapagos",
      "description": "Today you will rise early with the sun glinting off of the Old Town Cathedral. Make your way to the airport where you will venture across the waters off of the coast of Ecuador and arrive in the stunning Galapagos Islands. You will board your boat in the mid-afternoon and ready yourself for a three-night cruise around the islands, visiting the unique beauty and sensational diversity of each island. Arrive at the island of Santa Cruz, a dormant volcano with the second-largest landmass and the largest population of people of any of the Galapagos, mostly situated in Puerto Ayora. The island is around 380 square miles and has twin holes within its center formed by a collapse of a magma chamber. The water sparkles a clear blue. The scent of the ocean is never far away, even within the thriving forests at the center of the island. The volcanic soil brings vibrant flowers and trees, which in turn bring the magnificent wildlife that lingers along the water’s edge. The sea laps along the beaches giving a rhythmic lull to the day. Along the beach, you will visit the Tortoise Reserve within the village of Santa Rosa. The reptiles are separated like small boulders within the plush grass of the highlands. If you get too close the gentle sound of the breeze will be replaced by an awkward hiss. The hiss expels excess air giving the tortoise space to pull in their legs to protect themselves from perceived threats. Along the expanse of the island, you will discover the wonders of the lava caves that dig into the island’s terrain, the edges rough and craggy. The scent of the volcano is long gone from the island and replaced with damp earth and the ocean. The topography looks like a valley on the moon, the foliage replaced by rugged stones, but the exploration is sensational as you discover clear water riding against a stoic rock that once was raging magma."
    },
    {
      "dayNumber": "10",
      "title": "Galapagos Islands – Island Hopping with Kicker Rock",
      "description": "The sun glitters off of the pristine water where you watch for schools of fish beneath the glassy surface of the sea. Disembark along the shore of San Cristobal to experience Frigatebird Hill. The two-mile lava trail stretches around Darwin Bay where Great Frigatebirds glide over the water. Their wingspan opens into the air like a bat while their protruding chest colors their bodies with white or bright red plumage. The bay is perfumed with the minty scent of dry acacia trees and Galapagos cotton. Out along the calm blue water of the bay, you can see the tall monolith of Kicker Rock sticking out of the water. Kicker Rock slopes into the sky from the surface of the water and changes colors with the shifting sun. The monolith teems with bird-life as you have the ability to kick beneath the glassy sea and snorkel or scuba dive to see the life beneath the waves. The water is calm and warm around you. The birds are as lively in the sky as the fish are active in the ocean. Two towers of the rock rise from the ocean floor as the site of an old volcanic eruption eroded by thousands of years of waves and wind enthrall you. Hammerhead sharks drift around the monoliths in swift calculated motion as the world beneath the waves become rainbow-colored with the expansive shades of tropical fish. The blue-footed booby nests at the nearby Island of Lobos, give you the ability to see the birds that inspired Darwin’s theories. Whether from above the water or below, the beauty of the Galapagos shines in grand colors and nonstop wonders."
    },
    {
      "dayNumber": "11",
      "title": "Quito – Beaches and Bubbly",
      "description": "Today you will venture onto the soft white sands of Playa Mansa. The morning brings with it the soothing warmth of the sun as the water rushes along the shore gently bubbling in whitewater. The ocean is warm on your toes. You can see the sand that sits at the bottom of the sea as you wade deeper in. Within the trees, you hear the rustling of turtles. Venture out onto the boat with the cool wind rushing through your hair. The sun kisses your cheeks as you arrive at La Loberia, where sea lions sunbathe on the sand. The vibrant blue water crashes against the beach giving a pulsating life to the area, a change from the serenity of Playa Mansa. The sea lions bark and purr against the whitewater of the rushing waves. Surfers cut sharply along the crashing breaks. The water sprays into the air, gently but fully. Take a grand cruise through the Canal de Amor and come to the wondrous Playa de Los Perros. The canal is lined with sharp and jagged rocks jutting above the water. Within the warm green glow of the water you can watch reef sharks swim along the sandy bottom. You can also find the unique marine iguanas, found only in the Galapagos. They nap on the warmth of lava rocks, their black and gray skin helping them soak up the sun. Watch as they wade into the water, able to dive over 30 feet beneath the surface, using their tail like a crocodile to help propel themselves forward. The sea crashes against the rocks and one last iguana sits in the sun, the spray falling over his skin and remnants of a smile creep across his mouth."
    },
    {
      "dayNumber": "12",
      "title": "Galapagos - Depart Galapagos",
      "description": "In the morning you will make your way from the Galapagos, back to Quito and on your way home. The grand discovery of Peru and Ecuador took you to the top of the Andes and across the ocean surface, from llamas to tortoises. As you drift home you know that there could have been no better exploration than the grand adventure that it was."
    }
  ],
  "map": ""
}