{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "best-of-amazon-and-galapagos-island-tours",
  "tourName": "Best of Amazon and Galapagos Island Tours",
  "placesVisited": "Quito, Amazon Rainforest, Galapagos Islands",
  "generalInfo": "Two of the planet's most sacred ecosystems combine in this unique Best of Amazon and Galapagos Tour of Ecuador's natural jewels. Cultural and natural history blur together as you spend five days exploring the untamed Amazon with indigenous Huaorani guides. Seamlessly discover the eclecticism of endemic wildlife with a five-day luxury cruise through the Southern Galapagos Islands. The ancient city Quito connects the two kaleidoscopic ecosystems, providing the third distinctive treasure of Ecuador.",
  "durationDays": "12",
  "price": "14,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito – Spa Relaxation Before the Jungle",
      "description": "Land in capital city Quito and it's a quick transfer to a nearby spa hotel, where you can relax amongst the tranquility of the Ecuadorian landscape. Snow-capped peaks rise above you while the valley below twists and turns towards volcanic cones. With so much adventure to come, today is about lounging around and settling into the country. Enjoy a traditional Ecuadorian dinner at the hotel and get your first glimpse of wildlife: llamas that wander the hotel's vast gardens."
    },
    {
      "dayNumber": "2",
      "title": "Amazon – An Unforgettable Journey into the Amazon",
      "description": "Visiting the Amazon always provides a memorable journey. Leave Quito and first drive through the Avenue of the Volcanoes, the series of iconic cones standing above ancient haciendas and tiny villages. Now Banos in the Amazonian lowlands, its streets surrounded by slithers of cloud forest and lush shades of green. Then Shell (named after the oil company), where you take a light aircraft above the trees. The Amazon extends in every direction, thick stretches of forest that now rescind as you land in Quehueri'ono. Huaorani locals meet you at the landing strip, and you head downstream in a dugout canoe taking you deeper into the jungle, hundreds of miles away from any road. Strange birds call from the nearby trees: a kiskadee, a yellow-rumped caciques, another endemic flutter of wings that grabs your attention. Ecuador is home to over 1600 different bird species and today's are just the start as you slowly meander down the Shiripuno River, thick jungle overhanging the water and mysterious calls echoing across the landscape. Arrive at your intimate accommodations and an indigenous guide takes you on a hike through the nearby forest, allowing you to learn about the basics of the environment and Huaorani culture. Then check into your room and take a moment to enjoy the view, a hundred shades of green flooding the area in memorable color. Electricity is provided by solar and the lodge blends into the environment by using local materials."
    },
    {
      "dayNumber": "3",
      "title": "Amazon – Immersed in the Ways of the Huaorani",
      "description": "With faces painted red you head out into the thick jungle, Huaorani guides leading you on a day of hunting and survival. You'll learn how to use a blowgun, work a machete, forage for fruit, build a jungle shelter, and which insects can be on the dinner menu. For many centuries, these people have lived hand in hand with their environment, picking only what they need from the forest's bounty. Continue walking to a viewpoint with a serene view of the canopy before having lunch in a local community, with a bowl of chucula (a sweet banana based drink) to wash it down. Returning to the lodge is via canoe, another great chance to admire the birds and wildlife that occupy this area."
    },
    {
      "dayNumber": "4",
      "title": "Amazon – Hiking and Canoeing Through Exotic Rainforest",
      "description": "Exotic wildlife hides amongst the lush green undergrowth, foraging and flying from canopy to floor. White-collared peccaries, wild rainforest hogs, leaf-cutter ants, and now strange capybaras, the world's largest rodent shimmering away from the river. Like always, you move via a mixture of hiking and dugout canoe, traveling the same trails as the Huaorani. After lunch, paddle downstream to Cocha Pequena, a lake that's filled with iconic species like anacondas and caimans. Endemic birds and squirrel monkeys shout from above while many exotic creatures arrive to feast on the lake's mineral-rich clay. Stopping at a saltlick on the return to the lodge is also a great opportunity to see normally nocturnal animals, including owls, frogs, kinkajous, and strange insects."
    },
    {
      "dayNumber": "5",
      "title": "Amazon – Vibrant Amazonian Birds and Visiting the Apaika Community",
      "description": "In the hours before dawn, the forest is calm. Vivid Amazonian birds quiver on hidden branches while extravagant mating displays can be found on exposed trees. These tranquil morning hours, traveling in the canoe, allow the layers of Amazonian mystery to be gradually peeled away. Your destination is the Apaika community in Yasuni National Park. Spend the day exploring the forest with local guides, learning about the history and myths that make up so much of local culture. Stories and smiles are shared as you hang out with people who only became known to the wider world in the 1950's. Tonight you don't return to the lodge but continue to another Huaorani village, Nenquepare, where the night is spent in a comfortable camp. It's another unforgettable chance to feel the magic of the forest and the heritage of a community."
    },
    {
      "dayNumber": "6",
      "title": "Quito – The Delicate Amazonian Balance",
      "description": "A waterfall descends from the green tropics, splashing down past endemic plants and the inquisitive eyes of sonorous birds. Like everything in the Amazon, this isn't just a natural spectacle. You'll learn the important significance of the waterfall directly from the Huaorani landowners. In the afternoon, there's a tinge of shock as the trees give away, and the ugly Auca Road springs up. Rainforest and deforestation are sharply contrasted as your guides provide 40 years of history lessons. That's how long oil companies have been “exploring” Huaorani territory and the day provides a fascinating illustration of how the Amazon is threatened. After lunch, you wave farewell to your guides and travel by road to Coca, the juxtaposition of preserved and destroyed continuing. From here you fly to Quito, where you're greeted at the airport and transferred to a hotel in the old city."
    },
    {
      "dayNumber": "7",
      "title": "Quito – Walking Tour of the Old City",
      "description": "Two nights in capital city Quito connect the sublime landscapes of Amazon and Galapagos, a chance to reenergize and see another side to the country. This was the world's first ever World Heritage site and has evolved from indigenous roots to Inca takeover and then Spanish conquerors. Your hotel is part of this heritage, a 16th century building that's been redeveloped to showcase the opulence of yesteryear. A local guide shows you the city on a walking tour; marvel at churches laced in gold leaf, admire palaces that overlook grand plazas, stand beneath Moorish domes, and explore churches that blend a succession of styles. This old city was the world's first World Heritage Site and has the largest collection of colonial buildings on the continent. Enjoy lunch on San Francisco Plaza before the afternoon is at your leisure."
    },
    {
      "dayNumber": "8",
      "title": "Galapagos Cruise – Giant Tortoises and Your Luxury Yacht",
      "description": "The Amazon is an ancient land, some 50 million years of natural history underpinning its thick interior. By contrast, the Galapagos is a baby, just four million years of age and still erupting with volcanic menace. These are not lush islands filled with food. They're stark and sometimes desolate, home to only the most specialist of flora and fauna. After flying to the Galapagos, a drive across Santa Cruz Island gives you an idea of this specialism. Forests of daisies cover the grass, the plants rising almost five meters in height. Giant tortoises also occupy the grass, some of the males weighing over 550 lbs. They meander across the green, slowly eating their way across the island. But in harsher times, they could go 12 months without food or water. You spend the afternoon in the company of these special tortoises before boarding your small luxury yacht. Spacious ensuite cabins occupy the second deck while a large lounge bar area and restaurant fill most of the lower deck. Three meals a day are included, and the chef regularly concocts some nibbles and drinks whenever you return from excursions. The upper deck is ideal for lazing away afternoons, either in the jacuzzi or one of the sun loungers. There's always an exceptional view from here, whether it's whales in the Pacific Ocean, a starry night sky, or cliffs covered with endemic birds. After checking into your cabin, enjoy a welcome cocktail with the crew then dinner on board. Consider reading other travelers' Galapagos cruise reviews and see for yourself why they repeatedly return to Zicasso for premier Galapagos cruise experiences."
    },
    {
      "dayNumber": "9",
      "title": "Galapagos Cruise – Spectacular Marine Worlds and Rare Endemic Life on Floreana Island",
      "description": "Spend the day on Floreana Island, following the old route of pirates as you pass through Post Office Bay and hear the chirps of mockingbirds. 38 volcanic cones rise across the island, contrasted by the unusual flowers of many endemic plants. After a morning hike, you can choose to snorkel or tour the bay in a glass-bottom boat, with reef sharks and rays among the characters inhabiting the pristine reefs. After lunch, you explore Punta Cormorant, a tiny islet that offers the best snorkeling on any of the Southern Galapagos Islands. Turtles appear from the deep abyss, rays lie camouflaged in the sand, and a rainbow of colorful fish slowly feast on the coral. You can also choose to explore by glass-bottom boat."
    },
    {
      "dayNumber": "10",
      "title": "Galapagos Cruise – Espanola's White Sand, Sea Lions, and Unique Birds",
      "description": "Espanola's coralline white sand comes from a postcard, its blinding color tumbling down into the sapphire waters. But you're not going to be the only ones on the beach. A huge harem of sea lions is already basking in the sun, the females twisting their necks to inspect your arrival. One humongous male rules with an aggressive disposition, chasing off other males that come to sneak a glimpse at his women. Espanola is the oldest of the Galapagos Islands, and its bountiful cliffs provide a haven for a myriad of remarkable bird species. Blue-footed boobies nest, albatrosses display their mammoth wings, and hawks soar above Darwin's finches. And like everything Galapagos, you enjoy the theater at astonishing proximity. Stand beside fluffy baby boobies, watch hawks dive onto endemic marine iguanas, and return the gaze of an inquisitive sea lion. You'll spend the morning with a land excursion on the island at Punta Suarez, before enjoying a sumptuous buffet lunch on board. Land at the Gardener Bay beach in the afternoon and spend your hours relaxing with the sea lions or snorkeling from the shore. You can also kayak around the bay or take a dinghy ride, both exceptional opportunities to spot both marine and bird life. Return to the boat for sunset, with the sky changing color behind the distant peaks of the islands."
    },
    {
      "dayNumber": "11",
      "title": "Galapagos Cruise – An Eclectic Collection of Galapagos Life on San Cristobal",
      "description": "Step onto the shore at Punta Pitt and there's a different colony of sea lions. These are bachelor males, exhausted from fighting and throwing up a cacophony of sound and smell. Keep walking uphill and you arrive at a remarkable nesting site. The distinctive feet of red-footed boobies gently guard precious eggs. Nazca boobies provide the contrast, their color provided by impressive chest feathers. Not to be outdone, magnificent frigate birds posture for dramatic effect, presenting their fiery red chests to the swooping females. Swallow-tailed gulls and storm petrels continue the journey through unique birds, both species also unflustered by your arrival. The afternoon is spent on another outstanding coral-sand beach. Pelicans, marine iguanas, and coastal birds all surround the beach, keeping you company as you enjoy the sun. But the major attraction is the chance to snorkel from the shore. Manta rays and Galapagos sharks are regularly spotted; and then there's the antics of sea lions that also keep you entertained in the water. Return to the Isabela II to enjoy a farewell cocktails and dinner with the crew before a final night on board."
    },
    {
      "dayNumber": "12",
      "title": "Quito – Farewell to These Remarkable Volcanic Islands",
      "description": "Cormorants soar above the boat as you disembark, their black wings slick from diving for food. Sea lions yelp from the shore while there's still a good chance of spotting migratory dolphins or whales from the deck. Your time in Ecuador is coming to an end, but even now there could be another remarkable species to see. Disembark and transfer to San Cristobal Island for your flight back to Quito and your international flight connection."
    }
  ],
  "map": ""
}