{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "nature-wildlife-of-ecuador-and-galapagos-tour",
  "tourName": "Nature & Wildlife of Ecuador and Galapagos Tour",
  "placesVisited": "Mindo, Quito, Galapagos Islands, San Cristobal Island, Genovesa Island, Santiago Island, Fernandina Island, Isabela Island, Urbina Bay, Punta Vicente Roca, Rabida Island, Santa Cruz Island, Baltra",
  "generalInfo": "In Ecuador and the Galapagos little is like anything you've seen before. Welcome to a natural world with no parallel, a place where birds have red feet and adjacent islands have their own endemic species. Spend four days marveling at the idiosyncratic world of Ecuador's volcanoes and forests. Then a 7-day Galapagos tour on a luxury cruise, immerses you in the surreal and sublime, taking you to locations that epitomize evolution and diversity. This is the natural world at its most unique and resplendent.",
  "durationDays": "11",
  "price": "13,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Mindo – Hummingbirds Welcome You to Ecuador",
      "description": "Wings flap at impossible speeds in the Western Andean forests of Ecuador. Dozens of endemic hummingbirds flutter from flower to flower, their distinct tails and shocks of color contrasting with the indigenous trees. It's easy to become transfixed, many hours passing in the company of these charming characters. You'll be greeted at Quito Airport and transferred to your luxury hotel, a two-hour journey from Highlands to sub-tropical green. Toucans and quetzals also grace the surrounding trees as you're quickly immersed in the life of Ecuador's primary forest. Mindo is a haven for birdwatching, and a series of trails provide an opportunity to admire some of the country's most important endemic bird species. Enjoy dinner with a view over dozens of hummingbirds before a serene first night in Ecuador."
    },
    {
      "dayNumber": "2",
      "title": "Mindo – Orchid Gardens, Butterflies, and Mating Dances",
      "description": "As dawn arrives the male Andean cock-of-the-rock flutters its colorful plumage, bobbing and hopping along the branches in a vibrant effort to lure picky females. The strange spectacle is worth the early alarm call as competitive males seek to flamboyantly outdo each other. After breakfast at the lodge, you spend the day exploring more of Mindo's forests, including a garden with over 100 flowering orchid species and a haven for butterflies. Like yesterday, the atmosphere is wonderfully serene, allowing you to admire dozens of endemic plants and birds slowly. After lunch, ride a series of zip-lines above the forest canopy and enjoy a three-hour hike through the forest, where more unusual flora and fauna hides amongst the flourishing green."
    },
    {
      "dayNumber": "3",
      "title": "Quito – Exploring the Ancient City of Quito",
      "description": "Forests give way to ancient stone streets as you journey to the Ecuadorian capital of Quito. Yet the endemic feel continues. Eclectic influence merges in the old city, mixing everything from Moorish design to neoclassical facades, and Inca inspiration to presidential prestige. This was the world's first ever UNESCO World Heritage site and an afternoon walking tour provides a narrative to its architectural ingenuity. You'll wander through the dazzling gold church of La Compania, various heritage buildings, and two other churches that merge up to half a dozen styles. You spend the next two nights immersed in Old Quito by staying at a luxury boutique hotel basking in its colonial charm and history."
    },
    {
      "dayNumber": "4",
      "title": "Quito – Hiking the Slopes of Pichincha Volcano",
      "description": "Ecuador is defined by volcanos, 30 of them rising on the mainland and an additional 13 creating the Galapagos islands you'll start discovering tomorrow. After a cable car journey leads you to 4,000 meters above sea level you hike onto the slopes of Pichincha Volcano. The panoramas are shaped by snow-engulfed cones; Cayambe, Cotopaxi and Antisana towering over Quito with a dauntingly resplendent aura. Slowly you step along ancient volcanic slopes, the views gradually extending to almost 360 degrees as you wander high above the city. The hike can be tailored to your fitness levels, and mules can be hired if required. Return by cable car and private vehicle to Quito for a relaxed evening in the old city."
    },
    {
      "dayNumber": "5",
      "title": "San Cristobal – Giant Tortoises and Lava Lizards",
      "description": "13 islands and dozens of islets rise from the depths of the Pacific, each unique from the next and delighting in its offering of endemic wildlife. These islands have never been connected to any land mass and form the surreal evidence of natural evolution. Each island and site are different, and a seven-day cruise allows you to explore fully the diverse wonder that exists both on the ground and below the water. After landing at Puerto Baquerizo Airport you're welcomed onto a timeless vessel for exploring the islands. Large cabins and a sumptuous upper deck provide space to recline and relax, while a large dining area and lounge are the meeting point for drinks and lavish meals. The 40 passenger capacity is large enough to offer space and a choice of activities, yet small enough to maintain a personal feel. This is also a good-sized boat for negating the chances of seasickness. After lunch and an introductory briefing, the afternoon is spent in the heart of a deciduous forest, where the strange San Cristobal lava lizard and highly endangered giant tortoises cover a carpet of grass. These reptiles first arrived on the islands by riding slices of forest that fell into the Pacific Ocean. A few million year later and various endemic species of lizards and tortoises have evolved, each unique to its island. Go slowly and these reptiles aren't scared. Like most of the Galapagos wildlife, you can get close enough to touch, but resisting the temptation to extend an arm is essential to the continued evolution on these rare equatorial islands."
    },
    {
      "dayNumber": "6",
      "title": "Genovesa – Exploring the Unusual Bird Island",
      "description": "While the whole archipelago is defined by unique sights, Genovesa Island holds a special place in the heart of all local naturalists. On this island, there are no lizards and no aerial predators, setting a tranquil scene for gigantic flocks of strange birds. Red-footed boobies nest in the thousands, as do Nazca boobies, storm petrels, and strange mockingbirds. Outrageously inflating their red chests, great frigate males compete for a mate just meters from your camera. Rivals dance and posture on raised nests, flapping open their wings in displays of dominance. But with so many red chests nearby, only the most dramatic displays win a female's affection. To reach Genovesa, the Isabela II will have journeyed through the night, crossing the equator to a tranquil spot that's sporadically graced by other large sea birds. Snorkeling and kayaking are also possible here and in the afternoon you land at the beach for an easy stroll past more boobies, herons, finches, and gulls. With three naturalist guides on board, there's always a choice of guided activities and later in the day you can choose a walk over sharp lava tubes to a dramatic sunset. Every day, dinner is three courses and can be followed by stargazing from the upper deck."
    },
    {
      "dayNumber": "7",
      "title": "Santiago Island – Snorkeling with Sea Lions and Surreal Volcanic Landscapes",
      "description": "Sea lions dive through the shallow waters that surround Santiago Island. Marine birds nosedive and reemerge with silvery fish while marine iguanas feast from tidal pools. Hawks glide in search of a meal while colonies of fur seals bask on the beach. This is an island where the eclectic wonder of the Galapagos comes together, and you spend the day exploring two distinct sights: Buccaneer Cove and Puerto Egas. Wander the coastline at each site before choosing to snorkel or take a glass-bottom boat ride. As always, the landscape is enigmatically volcanic, epitomizing both the formation of the islands and the harsh environment that prompted such evolutionary specialism. Between the morning and afternoon activities, you spend the early afternoon relaxing on the deck and dozing after a filling buffet lunch."
    },
    {
      "dayNumber": "8",
      "title": "Fernandina – Flightless Cormorants and Incredible Snorkeling",
      "description": "Traveling westward, you reach the youngest island in the archipelago. Barren Fernandina is yet to develop the green of islands found to the east, yet it's surprisingly abundant. Hawks circle overhead while diminutive Galapagos penguins dive into the shallows. The flightless cormorant, one of the world's rarest birds, is also endemic to a small area around Fernandina and Western Isabela. Their wings are just a third of their relatives, yet, like everything in the Galapagos, this is a very deliberate piece of evolution. Shorter wings make this cormorant denser and able to dive to greater depths, a solution to the lack of food at sea level. After lunch, you cruise into the Bolivar Channel and anchor at a cove that's filled with dramatic marine life. But first a hike, upwards to the rim of Darwin Crater, where the recent remnants of volcanic eruption scar the landscape. Then it's a choice of kayaking or snorkeling to view the underwater world. Dozens of green sea turtles swim through the channel, arriving to enjoy the benefits of a strange turtle cleaning station. Small fish arrive to pick parasites from the turtles; a sight made even more dramatic by the appearance of white-tipped reef sharks and rays. Now a penguin dives past, and it's impossible to know which way to look. Return to the Isabela II for another elegant evening looking out to cliffs, craters, and cones."
    },
    {
      "dayNumber": "9",
      "title": "Isabela Island – Penguins, Sharks and a Spectacular Marine World",
      "description": "Isabela Island is rough and rugged, pockmarked by the sporadic green growth that will one day become forests and tortoise lawns. Corals and shells are exposed above the water; vibrant Galapagos land iguanas rest on craggy rocks while penguins perform their antics along the shorelines. After a morning of hiking and snorkeling, the afternoon is spent immersed in the dramatic geology of the region. Take a dinghy ride along the coast, watching penguins and turtles emerge in front of tuff-stone layers and lava flows. Another major advantage of cruising on a luxury vessel like the Isabela II is the quality of the naturalist guides. Each was born in the Galapagos and provides a fascinating narrative on why and how such natural wonder has evolved. Regular lectures are provided on board, offering increased understanding to the world you discover through the daily excursions."
    },
    {
      "dayNumber": "10",
      "title": "Santa Cruz Island – Endemic Delights that Epitomize Evolution",
      "description": "Along a red beach come the squawks and shrieks of sea lions, a huge harem basking on the sand as males fight for mating rights. Mockingbirds join the audio impression, duplicating sounds as they flutter around cactus trees and colonies of blue-footed boobies. Yellow warblers and Darwin's finches continue the list of iconic birds, each reflective of why the Galapagos became the inspiration for the theory of evolution. After walking a trail dotted with nests you can explore the water by dinghy, kayak, or snorkel, each offering a unique assortment of marine and bird life. Following a leisurely afternoon on the Isabela II you land at Dragon Hill on Santa Cruz Island, where a relaxed walk features some sublime lagoon birds and stunning views onto the western Galapagos Islands. Enjoy farewell cocktails and dinner with the crew and a final night on onboard. Perhaps tonight is the time for lounging in the jacuzzi as the starry constellations shine above?"
    },
    {
      "dayNumber": "11",
      "title": "Quito – Departure",
      "description": "Like each morning, you wake to a new landscape as you cruise overnight to a fresh anchor point. Admire the view, watch the morning sun flicker across the waves, and take in the inimitability of a new island. After breakfast, you disembark on Baltra Island, stopping to say goodbye to the sea lions that dot the jetty before transferring to the airport for your flight back to the mainland and then your return international flight."
    }
  ],
  "map": ""
}