{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "spellbinding-volcano-tour-of-ecuador",
  "tourName": "Spellbinding Volcano Tour of Ecuador",
  "placesVisited": "Quito, Andes Mountains, Cotopaxi, Baños, Riobamba, Ingrapirca, Cuenca (Ecuador)",
  "generalInfo": "Embrace Ecuador's spellbinding Avenue of Volcanoes during this breathtaking handcrafted 7-day tour. Stand beneath pounding silver waterfalls within emerald forests, immerse yourselves in ancient Ecuadorian culture at hallowed Incan heritage sites, and admire the active volcanoes across the Andes Mountains. This unique tour of the splendors of Ecuador will have you creating lifelong memories that you will cherish forever.",
  "durationDays": "7",
  "price": "2,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito - Where History Comes to Life",
      "description": "Ecuador's capital of Quito is stationed at the foothills of the Andes Mountain range between snow-capped summits and emerald hills. Your private transfer will collect you from Mariscal Sucre International Airport and help you through customs. Shortly after, you will begin your trip to your exalted 5-star hotel. In the afternoon, dewy mists will blanket the luxuriant landscape, and the cityscape will twinkle against the shadowy backdrop, calling for an exciting night out on the town. You will have the evening to spend at your leisure, and your guide can provide you with excellent recommendations based on your moods and interests."
    },
    {
      "dayNumber": "2",
      "title": "Quito - In the Middle of the World",
      "description": "Quito is an ancient Incan city enwreathed in a fascinating history that you will come to unravel during today’s heritage tour. The Middle of the World Monument marks the center of the Earth at a latitude of 0°0’0’. Beneath the towering stone pillar, you may position your feet in both hemispheres simultaneously before encountering the mystery of the equatorial zone at the Intiñan Museum. You will indulge in lunch on a decked-out hacienda that overlooks the Pululahua crater, and afterward, you will have a tour of the UNESCO World Heritage Site historic center. Your post-lunch tour will fill you with an appreciation for Ecuador's unbridled natural beauty and rich culture."
    },
    {
      "dayNumber": "3",
      "title": "Cotopaxi - A Staggering Snow-Capped Volcano",
      "description": "You will hit the road and travel South along the Andes Cordillera toward the unspoiled pastures of Cotopaxi. Along the way, you will catch unparalleled panoramas of Ecuador’s lustrous landscape, including the sky-scraping apex of the snow-capped Cotopaxi volcano, which is one of the tallest active volcanoes in the world. These breathtaking volcanic sights earned this destination the name the ‘Avenue of Volcanoes.’ After arriving in Cotopaxi, you will traverse the dusted trails that wind through the national park. During your hike, you may witness grazing llamas in addition to capturing memorable images of the sprawling plateaus and Limpiopungo lagoon."
    },
    {
      "dayNumber": "4",
      "title": "Riobamba - Beautiful Retreat to Baños",
      "description": "Nestled at the base of Tungurahua volcano lies the quiet town of Baños, which is a rarely visited locale that you will pleasantly explore before continuing to Riobamba. Baños is an unspoiled slice of natural paradise that boasts streaming waterfalls and mossy forests. Beneath the powerful Pailón del Diablo waterfall, you will feel the chilly water brush your cheeks as a light breeze trickles through the canopy. You may also be stunned by the allure of this fairy-tale wildlife haven. Birds will glide overhead, and critters will sing melodic choruses as you meander up the steep staircase to viewpoints over the viridian jungle."
    },
    {
      "dayNumber": "5",
      "title": "Cuenca - The Dramatic Devil’s Nose",
      "description": "A complicated topography spreads between Riobamba and Cuenca, which can be traveled by means of a zigzagging train through the mountain range. You will board the train and rumble along the dramatic Devil’s Nose railway, weaving through the perpendicular mountain walls and seizing scenes of vibrant green and yellow Quinoa crops below the Chimborazo volcano. Before reaching Cuenca, you will stop at the Ruins of Ingapirca for a mesmerizing discovery. The age-old Incan constructs reflect the stories of their ancient forebears, and their meticulous, visionary architecture will have you puzzling over their enigmatic construction."
    },
    {
      "dayNumber": "6",
      "title": "Cuenca - Age-Old Stories and Astonishing Architecture",
      "description": "Cobblestone roads run between the antique colonial buildings of Cuenca, which is a fortified city of Moorish descent that was built into the mountain. Some of the stone buildings are cut into the rockface, and others are stacked stories-high. During your guided tour, you will peruse handicraft shops that sell decorative embroidered garments, catch wafts of fragrant flowers outside of the bewitching El Carmen de la Asunción church, and capture images of the iconic blue-domed Cuenca Cathedral."
    },
    {
      "dayNumber": "7",
      "title": "Quito - A Few More Memories in Ecuador",
      "description": "You will fly domestically to Quito on your final morning in Ecuador to catch your international flight home. Your private transfers will help you every step of the way, taking the stress out of your travel and freeing up some time to appreciate your final moments in Quito. You can partake in a light stroll through the city before heading to the airport to fuel up on local delicacies."
    }
  ],
  "map": ""
}