{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "exceptional-galapagos-and-peru-tour-of-a-lifetime",
  "tourName": "Exceptional Galapagos and Peru Tour of a Lifetime",
  "placesVisited": "Galapagos, Quito, Lima, Cusco, Maras, Moray, Machu Picchu and the Inca, Puno, Lake Titicaca, Pisac, Ollantaytambo",
  "generalInfo": "Enjoy the trip of a lifetime with this 18-day Ecuador and Peru tour that will immerse you in the pristine wilderness of secluded islands and the exceptional Inca ruins in the Andes. Travel in complete luxury when searching for blue-footed boobies on rugged shores and trek the trail that winds to Machu Picchu. Bask in the radiant flavors of traditional ingredients that shape contemporary dishes and enjoy dramatic views of Lake Titicaca as you discover, explore, and embrace the unique splendors of Ecuador and Peru, from the Galapagos to Puno.",
  "durationDays": "18",
  "price": "18",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito - Arrive in Ecuador’s Capital City",
      "description": "Ecuador’s capital city is high in the Andes and captures a mixture of contemporary culture and the traditions concealed in the greenery of the Ecuadorian Serrias. Sophisticated gastronomy highlights a timeline of local flavors, and vibrant markets overflow with radiant colors. Modern buildings soar over the city and line the mountain slopes. Your flight will land at Mariscal Sucre International Airport, where your private transfers will greet you at customs. The remainder of the day will be yours after you settle in to the luxuries of the five-star Casa Gangotena Hotel. The elegance and luxury of a bygone Ecuador will welcome you to the heart of Old Town with views overlooking the cobblestone lanes and historic whitewashed homes adorned with intricate balconies."
    },
    {
      "dayNumber": "2",
      "title": "Quito - Discover the Beauty and Charm of Quito",
      "description": "In the morning, the aroma of fresh coffee will fill the dining room of your hotel. After breakfast, you will step into the lively streets of Colonial Quito with your guide to traverse the passageways steeped in history and decorated with the culture of the Andes. Traditional shops will fill the streets with the aromas of chocolate and the window displays of colorful hats. The scent of empanadas will drift from the street vendors and fade beneath the scent green mangos. At La Ronda Street, you will wander down the oldest-preserved colonial street in the city where cafes and art galleries look out onto the cobblestones, and traditional artisans carry on the customs of local artistry, from Tigua masks to filigree silver jewelry. At the Palacio de Gobierno, you can enjoy a view of the white building that borders Plaza Grande. The museum gallery celebrates the country’s history, biodiversity, and connection to social justice with 11,000 official gifts on display. A mosaic near the staircase depicts Francisco de Orellana’s descent into the Amazon."
    },
    {
      "dayNumber": "3",
      "title": "Galapagos - Fly to Santa Cruz for an Island Cruise",
      "description": "The Neo-Gothic tower of Basilica del Voto Nacional adds drama to Quito’s skyline in the morning, reaching over 377 feet. Instead of gargoyles lurching over the edge, you can find indigenous Ecuadorian animals decorating the exterior, such as tortoises, birds, and dolphins. After breakfast, your private transfer will escort you to the airport for your flight to Santa Cruz, the largest and most developed of the Galapagos Islands. The island destination offers easy access to sublime beaches and remote highlands. If you have time in Santa Cruz, you can visit the Charles Darwin Research Station, where over 200 scientists and volunteers help the conservation efforts and breeding program for the endangered giant tortoise. Paths wind through the arid vegetation, offering scattered views of the enclosures. Here, you can spot the tortoises that can weigh up to 550 pounds. You will have a private transfer from the airport to the harbor. Here, you will board a cruise ship bound for the outlying Galapagos Islands on a five-day, four-night cruise aboard the Cormorant fleet that hosts up to 16 passengers total. Your cabin will have a panoramic view and a private balcony so that you can enjoy the remarkable scenery while cruising the Pacific."
    },
    {
      "dayNumber": "4",
      "title": "Galapagos - Sail around El Barranco and Darwin Bay",
      "description": "The ship will weigh anchor near El Barranco in the morning, and you can find steep rocky paths at the base of the seaside cliffs that lead to the top of the scenic bluff. The water will add to the luster that contrasts the gray and pale colors of the rock. Your guide will provide great insight into the formation of the islands and wildlife easily seen from the water and rocks, beginning with the short-eared lava owl. They have small tufts at the ears and a wingspan that can reach over 39 inches wide. They often hunt by flying low over lava rocks in search of rodents, ground squirrels, and bats. At Darwin Bay, you will find the scenery to contrast the steep cliffs and rugged charm of El Barranco. You will also find a white-sand coral beach. The soft shoreline will lead you to a trail that winds through the mangrove trees. The tied will gently lap at the tree roots that rise from the water, adding to the natural rhythms of the wildlife. You can hear the guttural squawk of red-footed boobies fading beneath the noisy bark of sea lions as you reach the tidal pools."
    },
    {
      "dayNumber": "5",
      "title": "Galapagos - Enjoy South Plaza and Santa Fe Islands",
      "description": "In the morning, you will discover the stunning landscape of South Plaza Island. The small landmass features steep cliffs shaped by historic lava flow. Cactus populate the interior island and add yellowish tones to the walking trail. Your guide will explain the diversity of wildlife on the island, from swallow-tailed gulls to the sea lion colony. The Galapagos land iguana scatters across the island with yellow and orange hues and grows up to five feet long. You can often spot them basking in the sunlight on a volcanic rock. They feed on the prickly pear cactus, which provides sustenance and moisture. Once at Santa Fe Island, you can enjoy the picturesque bay steeped in layers of blue water and faded green hues along the shore. One trail along the coast leads to the scenic viewpoint on a clifftop. You can embrace the staggering panorama that sweeps over the prickly pear cactus forest, vibrant bay, and tranquil horizon. Giant tuna may leap from the water and weigh up to 100 pounds."
    },
    {
      "dayNumber": "6",
      "title": "Galapagos - Cruise around San Cristobal",
      "description": "You can take a more active approach to exploring San Cristobal Island in the morning by snorkeling or kayaking around Pitt Point at the island’s northeastern tip. The water will have a warm and welcoming temperature that offers images of passing Marlin or yellowfin tuna in the distance. The blue-footed boobies populate the cliffs of the steep ravine, calling out to one another with typical squawks. Their blue feet will stand out from the dark rock. You may witness them leap from the cliff and extend their wings to nearly five feet wide before plunging into the water in search of fish. At Witch Hill, you will arrive on the northern coast of San Cristobal Island, where the idyllic beaches feature snow-white sand with a powdery texture and seemingly endless wildlife. Rays swoop along the ocean floor, and green sea turtles nest nearby. The Galapagos sea turtle feeds mostly on algae and can swim up to 35 miles per hour. They can also weight an average of 440 pounds. When snorkeling, you may also find sea anemones and sponge coral scattered among the tropical fish like sergeant-majors and king angelfish."
    },
    {
      "dayNumber": "7",
      "title": "Lima - Return to Santa Cruz and Fly to Lima",
      "description": "Before returning to Santa Cruz, you will stop at David Rodriguez Breeding Center on San Cristobal Island and Lobos Island. As you approach Sea Lion Island, you will find a colony of excitable sea lions lounging in the sun and barking at the waves. You can dive into the water to snorkel with the abundance of sea lions as you enjoy the crystal-blue sea. A trail from the coastline may also lead you past the lava rocks to a den where sea lions rest with their pups. Your private transfer will meet you at the dock on Santa Cruz and escort you the airport for your flight bound for Lima, Peru. Upon arriving in the city, you can quickly relax in the comforts of the four-star Costa del Sol Wyndham Hotel located close to the airport, making it perfect for your early morning departure to the Andes."
    },
    {
      "dayNumber": "8",
      "title": "Urubamba - Travel to Cusco to Find the Pisac Ruins",
      "description": "You will fly to Cusco in the morning, where your private transfer will meet you at the airport for your tour of the Sacred Valley, beginning at the ruins of Pisac. The charm of the sunny town will quickly engross you with an ambiance that stems from the preserved colonial village beneath the base of an Inca fortress. The mountains spur into the sky, dwarfing the whitewashed homes and remnants of the famous Pisac Market that takes place Tuesdays, Thursdays, and Sundays. When visiting during the market, you may find the mixture of mystical, spiritual, and contemporary culture that overtakes the Plaza de Armas. Clay ovens exude the aromas of empanadas, and stalls feature the vibrant colors for which Andean textiles are known, such as woven blankets and sweaters. Your guide will take you through Pisac’s renowned ruins, beginning with the impressive agricultural terraces that texture the mountain slopes. The terraces weep south to east, gracefully curving with the natural contours of the mountain and nearly unbroken by stairways. You will have an exceptional view of the Urubamba Valley below and the mountain pass that leads to the jungle. A preserved temple will highlight the unique Inca masonry that rises above the water channels and nearby ceremonial baths. At lunch, you will have a true taste of the Andes with a seven-course tasting menu at a farm in the Sacred Valley. You may find the mixture of hacienda life and authentic Peruvian flavor found in the depths of giant white corn or local trout highlighted at Hacienda Sarapampa before you delve into the unquestionable luxury of the five-star Sol y Luna Hotel. The grasses will spread to the foothills as your view looks out into the native flora of the Andes."
    },
    {
      "dayNumber": "9",
      "title": "Urubamba - Bask in a Helicopter Sacred Valley Tour",
      "description": "You will have an exclusive panorama of the Andean plateau in the morning during a private helicopter tour of the Sacred Valley. The helicopter’s roar will become the enticing start of your journey before you soar over the iconic towns of Maras and Moray. From above, you will notice the expansive design of the renowned salt pans of Maras, which consist of over 5,000 salt ponds that date back to pre-Inca times. The salty water emerges from a natural spring and the intricate terraced channel system not only collects water from the spring but also allows the water to dissipate leaving the salt. As you continue over Moray, you will find an unusual set of terraced circular depressions located on a plateau around 11,500 feet above sea level. The depth of the indentations can have a temperature difference of up to 27 degrees Fahrenheit between the highest and lowest terrace, helping a variety of crops grow. When you return to your hotel, you will have the remainder of the day at your leisure to relax in the comforts of your suite and the surrounding Sacred Valley."
    },
    {
      "dayNumber": "10",
      "title": "Urubamba - Witness the Wonders of the Sacred Valley",
      "description": "Your discovery of the Sacred Valley will take you into the remarkable ruins of Ollantaytambo and into the previously flown-over terraces of Moray in addition to the elaborate salt flats of Maras. Your private guide will take you first to Ollantaytambo where the village rests in the shadow of the greater Inca fortress. The cobblestone streets date back to the 13th century and many of the adobe walls and canals continue to carry water from the mountains into the heart of town. Tall walls and oversized doors designed by the Inca contrast the colonial buildings around the central plaza. You will continue to the fortress that overlooks the town and offers a view of the surrounding peaks that pierce the sky. The ruins snake up the hillside with 200 large steps that carry the story of the Inca’s last stronghold against the Spanish. Seventeen large terraces face the town’s main square and create the Real House of the Sun; however, an impressive monolith made from six large stones once created the Temple of the Sun."
    },
    {
      "dayNumber": "11",
      "title": "Machu Picchu - Uncover Machu Picchu’s Hidden Marvel",
      "description": "After breakfast, you will board the celebrated Vistadome train bound for the Aguas Calientes, the town set below the hidden city of Machu Picchu. Your first-class experience will take you through the mountain passes and beyond the forest with an open view to the surrounding landscape, giving you a distinctive connection to the Andean nature. Your guide will meet you at the train station in Aguas Calientes and take you the remaining way to the gates of Machu Picchu, the hidden city of the Incas at 7,972 feet above sea level. The forgotten city was rediscovered in 1911 on a citadel that was perched high above the winding water of the Urubamba River. You will follow your guide through the marvelous highlights of the city as you notice llama grazing on the tall grasses that border the preserved architecture. You may start at the Inthuatana Stone, a carved pillar that rises out of a square stone base. The remains are a testament to the skill and knowledge of ancient astronomers, revealing how the stone indicates the exact position of the sun at noon and during the equinox. After your tour, you can rejuvenate your body and mind in the stunning Belmont Sanctuary Lodge. You will find an oasis of tranquility steeped in the beauty of the Vilcabamba forest easily accessible from the ruins of Machu Picchu."
    },
    {
      "dayNumber": "12",
      "title": "Cusco - Rediscover Overlooked Machu Picchu",
      "description": "After breakfast, you will experience the thrill of hiking along the Inca Trail with a guided day trek. You will arrive at the Sun Gate, which marks the point of entry to the city from the trail. As the former entrance to the city, the structure acted as guard and control, restricting those who could visit. It also once featured large windows and a thatched roof. You can continue to the Inca Bridge, which was carved into the cliff face. The walkway leads to a large gap with a 20-foot drop that is easily linked with a makeshift bridge. You can also venture to the top of Huayna Picchu, the neighboring peak that offers stunning views of Machu Picchu at 8,924 feet above sea level. When your exploration is complete, you can enjoy the VIP lounge during your train ride to Poroy Station, where your private driver will escort you to Monasterio Hotel in Cusco. The five-star accommodation is located near Plaza de Armas and immerses you in Cusco’s combined Spanish and Inca architectural treasures. Each room is different and designed for absolute luxury in addition to being embellished with the unique historical quirks of the city."
    },
    {
      "dayNumber": "13",
      "title": "Cusco - Indulge in Cusco’s Captivating Beauty",
      "description": "Cusco was the capital of the Inca Empire with the reputation of being the navel of the world. The remarkably preserved architecture represents the oldest continuously inhabited city in the Americas and provides a combination of contemporary culture, Spanish colonial buildings, and historical Inca customs. After a morning at your leisure, your guide will meet you at the hotel for a private tour of the narrow cobbled lanes and ornate cathedrals that were built over former Inca temples. At Sacsayhuaman, you will find the huge stones wedged together like puzzle pieces on a hilltop that overlooks the city. You can see how the stones are pressed together tightly without mortar, showcasing the Incan’s engineering skills. The towers top zigzagging walls along the hilly summit include a point at which to serve and store water. The Cathedral rises above the Plaza de Armas and brings to light the Spanish colonial grandeur that dates back to the 16th century and offers one of the best places to view colonial art."
    },
    {
      "dayNumber": "14",
      "title": "Puno - Bask in Luxury on an Overnight Scenic Train",
      "description": "You can join in the pioneer spirit of adventure while basking in the comforts of the luxury Belmond Andean Explorer Train when traveling from Cusco to Puno. As one of the highest rail routes in the world, you will travel up to 14,150 feet above sea level with windows that open to the La Raya mountain range and windswept pampas. Your private transfer will take you from your hotel in Cusco to the train station so that you can board your private car and sink into the serene ambiance of grazing vicunas and the aromas of local herbs and spices. You can take time at Raqch’i to enjoy the former Incan defensive stronghold. La Raya will mark the halfway point of your travels as you pass beneath mountain peaks that reach an elevation of over 18,000 feet. The snow-capped summits will glint above the blanketing plains below framed by vivid colors of the picturesque sunset."
    },
    {
      "dayNumber": "15",
      "title": "Puno - Tour the Unique Splendor of Lake Titicaca",
      "description": "At breakfast, you will find the competing scents of rich coffee and coca tea as they fill the dining room before you arrive in Puno. Your private transfer will take you to Titilaka Hotel, which offers a collection of luxurious rooms that face the rippling waters of the renowned Lake Titicaca. Local textiles and plush furniture will carry the aromas of fresh flowers before you indulge in the views. Afterward, you will set off on your chosen tour for the day. You will meet with the hotel’s guides to uncover the excursions that you wish to have while in Puno, from sailing Lake Titicaca to trekking the rich landscape. Once on the water of Lake Titicaca, you can visit the floating islands of the Uros people. The islands are made from totora reeds and reflect a tradition that dates back centuries. The rough texture of the reed becomes smooth and comfortable, and you will notice the homes, furniture, and boats all showcase the reed’s diversity on the island surface, which can reach up to eight feet thick."
    },
    {
      "dayNumber": "16",
      "title": "Puno - Traverse Lake Titicaca with a Private Tour",
      "description": "After breakfast, you can once again speak with your hotel’s experts to learn more about unmissable destinations around Puno. You can explore the charming streets of Puno or venture out to Aramu Muru for a private tour of the ancient and mystical setting. The abandoned Incan project resembles a mysterious doorway near the border of Bolivia. A flat stone stretches approximately 23-square feet, earning the name Gate of the Gods from a series of local legends. Along the way, you can stop at Chucuito village to stroll around the colonial town and the Temple of Inca Uyo. While the temple is famous for the number of fertility sculptures that populate the grounds, you can find a gem of personal space at a secluded corner of Lake Titicaca. The village is close to Puno in miles but will feel like a world away when you relax in the main plaza between the two charming colonial churches."
    },
    {
      "dayNumber": "17",
      "title": "Lima - Fly to Lima to Enjoy Seaside Miraflores",
      "description": "After breakfast, your private transfer will take you to Puno’s Juliaca Airport for your flight to Lima. You will continue with your driver to the luxurious five-star Miraflores Park Hotel, which rises above a lush garden and offers views of the Pacific Ocean. The remainder of the day will be at your leisure to bask in the splendor of Lima’s favored seaside neighborhood at your preferred pace. The sea breeze carries a briny aroma over the cliffs and oceanside walkway, and restaurants offer hints of citrus from popular ceviche dishes. Paragliders circle the cliffs for exceptional views over the city, and the boardwalk offers you over six miles of vistas for a sensational coastal stroll. If you prefer a historical-focused tour, you can visit Huaca Pucllana, one of the few pre-Inca ruins remaining in Lima. The ancient adobe and clay pyramid contrasts the surrounding contemporary architecture and dates back to the 3rd century AD. For dinner, you can experience the luscious design of a 13-course tasting menu at the world-famous Maido restaurant, which was voted the number one restaurant in all of Latin America in 2018. Each course will be paired with a specific wine to accentuate the layered flavors of dishes crafted with local ingredients."
    },
    {
      "dayNumber": "18",
      "title": "Lima - Savor Lima Gastronomy and Depart for Home",
      "description": "On your final morning in Peru, you will have a fantastic immersion into the flavors of the diverse cultures that have shaped Peruvian cuisine with a gastronomic tour of Lima. The aromas of chocolate, caramel, and honey will fill the air at a coffee roastery. When visiting a local market, the vivid colors of exotic fruits will highlight the diversity of national cuisine, ranging from exotic sweets from the Amazon to the produce of the Andes in the likes of chirimoya and Peruvian cherries. Before you sip a traditional pisco sour, you can delight in the customary tastes of ceviche at a top seafood restaurant in the city. Fresh lime and onions will punctuate the layers of flavors among hot peppers, cilantro, and fresh saltwater fish. After your exploration of culture, your private transfer will meet you at your hotel and escort you to Lima’s Jorge Chavez International Airport for your flight home."
    }
  ],
  "map": ""
}