{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "historic-haciendas-in-ecuador-galapagos-wildlife-tour-with-cruises",
  "tourName": "Historic Haciendas in Ecuador & Galapagos Wildlife Tour with Cruises",
  "placesVisited": "Quito, Hacienda Rumiloma, La Compania, Ibarra, Hacienda Chorlavi, Salinas, Pantavi Hosteria, Hacienda Zuleta, Cotopaxi, Hacienda San Agustin de Callo, Galapagos Islands, San Cristobal Island, La Loberia, Espanola Island, Punta Suarez, Gardner Bay, Floreana Island, Cormorant Point, Post Office Bay, Santa Cruz Island",
  "generalInfo": "Revel in the opulence of a distant era and indulge in the tradition of historic haciendas in Ecuador. From presidential weekend homes to 17th-century colonial farms, this itinerary reveals the most luxurious of Ecuador's accommodation, blending it with timeless journeys into the country's highlights. Spend eight days amidst the rural enchantment of the Andes then four days on a Galapagos wildlife tour with cruises and land explorations. Expect exclusive experiences throughout.",
  "durationDays": "12",
  "price": "14,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito - The Old City and Plaza Grande",
      "description": "Central Quito is bathed in the beauty of the early 17th century. Townhouse balconies open onto small colorful markets, Moorish domes hang above cobbled squares, and the homes of conquistadors reveal centuries of heritage. Standing on the central old city square is the Plaza Grande, a 16th century building that's been recently refurbished and returned to its former pomp. Wooden features and historic furniture fill the rooms and there's even a quill for writing your postcards to friends and loved ones. It's Ecuador's finest hotel and arguably the best colonial-styled hotel in the whole of the Americas. After landing at Quito International Airport it's a 45-minute transfer into the heart of the city and the hotel. Unsurprisingly, this hotel is home to one of the city's best fine dining restaurants and a traditional two-course dinner takes you through the evening."
    },
    {
      "dayNumber": "2",
      "title": "Quito - Religious Art in a World Heritage Site",
      "description": "Intricate saintly portraits are surrounded by ostentatious gold leaf in La Compania, the centerpiece of Latin American churches. Practically everything inside this church is gold, and you're almost blinded by such shimmering excess. Quito was home to the most influential and important of colonial Spain's religious art schools. The multitude of churches here formed a blueprint to design and style across the continent. Today you explore this history with a religious art tour that visits the most important of old Quito's churches, along with the Colonial Art Museum. Admire how architectural styles blended multiple influences yet the artwork created its own distinct realm. Through the paintings you observe how newly converted Christians made original interpretations of biblical scenes. Aurelio Espinoza Polit Musuem is equally revealing of an old culture with its sculptures and gargantuan paintings. Lunch is included on this private tour and you return to the hotel in the late afternoon."
    },
    {
      "dayNumber": "3",
      "title": "Otavalo - Otavalo Market and Hacienda Chorlavi",
      "description": "Flamboyant colors greet you in Ecuador's most famous market, Otavalo. There are rows of endemic fruits and stalls piled high with strange vegetables. While the traditional local dress is predominantly black, a rainbow of colorful accessories makes these clothes far from dull. Ponchos and llama wool add additional dimensions to the market as you spend a couple of hours exploring. It's the best place in the country for buying traditional souvenirs. From the vibrant atmosphere of the market you travel further into the Andes to Hacienda Chorlavi, a location that's approaching its 400-year anniversary. Traditional tiled roofs slope down to a central courtyard while private balconies overlook snowy Andean peaks. Timeless and elegant, the hacienda is quick to transport you into a scene from another century. The evening is at leisure with an a la carte dinner served in the excellent restaurant."
    },
    {
      "dayNumber": "4",
      "title": "Pantavi - A Historic Train into the Lowlands and Pantavi",
      "description": "A historic train rumbles out of Ibarra, slowly picking up speed as it descends from the Andean highlands to the green valleys of the lowlands. Recently refurbished, the train celebrates the route of freed slaves and passes by an array of ancient villages. Admire the mountain vistas from the first-class carriage and watch the train slowly pass over cute wooden bridges. You disembark in Salinas to a chorus of traditional songs and a dance performance from the village's residents. From here it's a short journey to Pantavi, one of Ecuador's most unusual haciendas. Most features of this old farmhouse clearly evoke images of the 19th century, but they are contrasted with a gallery of contemporary art. Every wall and every room is filled with postmodernist paintings and sculptures, a strange sounding juxtaposition that's pulled off with an artist's enviable touch. Welcome cocktails are shared with the owner before a sublime dinner in the restaurant."
    },
    {
      "dayNumber": "5",
      "title": "Zuleta - Presidential Opulence at Hacienda Zuleta",
      "description": "As the road winds towards Zuleta, great swaths of forest begin to dominate the hills. Despite being less than an hour from Ibarra, it's rural and remote here, with llamas and condors speckled across the landscape. Arrive at Hacienda Zuleta, and you're immersed in a sense of wilderness, which comes complete with the tracks of spectacle bears. For the next two days, you're among just a handful of guests that have this natural reserve as their playground. Walking trails range from easy wooded routes to ascents of cliffs with untamed views over the Andean range. The onsite horses have been carefully bred for almost a century, and there's a whole menu to choose from, including those specializing in bareback rides and those for beginners wanting a private journey through the forest. There is peace and privacy everywhere, with little more than a tropical hummingbird interrupting your languid two days. Zuleta's highlight is not the endangered condors, horse riding trails, or huge native woodland; it's the hacienda itself. For almost 400 years, there's been a working farm onsite, and for over a century this has all been in presidential hands. Former Ecuadorian President Galo Lasso ran the country in the 40's and 50's, using the hacienda as a weekend getaway as well as a private space for entertaining dignitaries. It's now run by his grandchildren and has recently been opened to the public. There are just a handful of guest rooms, each beautifully decorated in regal styles and leading into traditional wooden corridors. Three living rooms are centered on wood fires while portraits of the president hang in vast libraries. Hacienda Zuleta doesn't look or feel like a guesthouse. Instead, you're invited into a family home and share wine and cheese with the owners, before fabulous three-course dinners take you into the evening."
    },
    {
      "dayNumber": "7",
      "title": "Zuleta - Towering Volcanoes and a Luxury Hacienda with Inca Ruins",
      "description": "Domineering snowy peaks guide you through the Avenue of the Volcanoes as you head south through Ecuador. Magnificent Cotopaxi dominates the scene, almost 6,000 meters high and among the world's tallest active volcanoes. The road winds to El Parqueadero, a 4,600-meter viewpoint with astonishing views across the Western Andes. Those feeling active can hike for an hour to see a resplendent mountain glacier. With Cotopaxi as the compass, you continue to Hacienda San Agustin de Callo, an old Augustinian convent that was built around an ancient Inca palace. This is the northernmost imperial Incan site in South America and an incredibly revealing archaeological site. Like Zuleta, this hacienda also offers a variety of activities in a huge swathe of fertile Andean valley. Hike or horseback ride to large rose plantations or head into one of the surrounding villages to experience their weekly market. Authentic Ecuadorian cuisine is served in the Incan-Augustinian dining room while a series of ruins can be explored within the hacienda's ground. Spending time here is like being in a living museum, with the unique mix of architecture revealing how disparate influences have collided through the country's history."
    },
    {
      "dayNumber": "9",
      "title": "Galapagos Islands - Sea Lions on San Cristobal as the Galapagos Cruise Begins",
      "description": "After eight days immersed in cultural history, you complete the trip with four days discovering the world's most inspiring natural history. Charles Darwin based his Theory of Evolution in the Galapagos, noting how unique species were born out of the different conditions on each of the islands. A luxury 16-passenger boat takes you between the iconic highlights of the archipelago, enabling you to combine the opulence of a cruise with the unusual wildlife that's essential to our understanding of the world. All meals are served in a sumptuous dining room, and your suite has views of the dolphins and whales that parade past. In the morning, you're transferred to Quito International Airport for a flight to San Cristobal Island and a lunch onboard. An afternoon excursion to La Loberia introduces the eclecticism of local wildlife. A colony of sea lions basks on the beach, grunting and waddling around the white coralline sand. Yellow warblers and Darwin finches flutter around white-mangrove forests while endemic marine iguanas wait silently on the hiking trail. Continue into San Cristobal's highlands and the slopes of an extinct caldera are a haven for red-chested frigates. Up here, the El Junco Lagoon provides one of the Galapagos' only sources of fresh water, making it a magnet for exotic birds and watchful reptiles. Return to the boat for sunset and stargazing from the deck."
    },
    {
      "dayNumber": "10",
      "title": "Galapagos Islands - The Dazzling Wildlife of Espanola Island",
      "description": "Galapagos hawks swirl above Espanola Island, seeking out marine iguanas whose camouflage have failed. Blue-footed boobies and Nazca boobies squawk as they seek the best nesting sites along the volcanic cliffs. Pacific waves send flumes of spray towards rocks filled with sea lions, while inland stretches of green are home to endemic mockingbirds. Espanola is home to a great myriad of Galapagos characters and offers an intimate experience with nature's theater. A local guide takes you along an easy walking trail and points out the evolutionary brilliance of all these surreal species. Consider reading more about your Ecuador tour operators that seek to provide you with a unique and remarkably educational trip of a lifetime. As you ascend onto the cliffs, a mass of white fills the panorama. 25,000 Waved Albatrosses fill Espanola with their complex five-day mating displays. This is the only place on the planet where these critically-endangered birds nest and you walk within a few meters of their stunning displays. Enjoy morning and afternoon excursions to different Espanola sites, with the interlude offering a few leisurely hours on the luxury boat."
    },
    {
      "dayNumber": "11",
      "title": "Galapagos Islands - White Beaches and Migratory Birds on Floreana Island",
      "description": "The Galapagos beauty extends many hundreds of meters beneath the water's surface. White-tipped sharks and manta rays cruise the reefs, eels hide beneath brain coral, and sublime tropical fish bring a kaleidoscope of tones to the morning. Champion Islet is the best place in the southern Galapagos to explore the marine world and this morning is dedicated to exploring the ocean. There are three options that can be combined. Kayak with a guide and encounter the antics of swimming sea lions that pop their heads above the surface. Snorkel along the reef wall and gaze down at the vivid world beneath the surface. A glass-bottomed boat provides a less active opportunity to encounter the marine Galapagos world. After lunch on board, the afternoon takes you to the eastern edge of Floreana Island. The site provides an iconic farewell to the wildlife of the Galapagos: blue-footed boobies, marine and land iguanas, sea lions, dolphins swimming in the distance, and tiny exotic birds flitting around the trees."
    },
    {
      "dayNumber": "12",
      "title": "Galapagos Islands - Giant Tortoises Bid You Farewell",
      "description": "Hundreds of giant tortoises fill the Santa Cruz highlands, the great endemic reptiles slowly munching their way through broad carpets of grass. Most are quiet and languid, blades of grass hanging from their mouths as they slowly graze. But there's also conflict here; two century-old males clash necks as they compete for the best stretches of grass. In the morning light, it's a hypnotic scene, the sun slowly rising above the world's biggest tortoises. After the morning excursion, it's a quick transfer to the airport and your departure flight. Fly back to Quito from Baltra, where you move onto your international flight."
    }
  ],
  "map": ""
}