{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "luxury-amazon-and-galapagos-cruise-tour",
  "tourName": "Luxury Amazon and Galapagos Cruise & Tour",
  "placesVisited": "Quito, Amazon Rainforest, Yasuni National Park, Limoncocha Biological Reserve, Galapagos Islands, Santa Cruz Island, Santa Fe Island",
  "generalInfo": "Combine two of the planet's greatest natural spectacles with a luxury Amazon and Galapagos cruise. Spend five days in the rainforest wilderness, encountering tribes and exotic birds as you head up the Napo River. Then fly to a sublime archipelago for four nights, cruising to the enchanting islands of the Galapagos. Your destinations are only accessible by water, and you're completely immersed in an untouched and untamed wildlife world.",
  "durationDays": "12",
  "price": "14,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arrival in Ecuador",
      "description": "Land in the capital and there's an immediate sense of Ecuador's natural splendor. The city is nestled beneath the spine of the Andean Mountains, where the landscape tumbles down from snowy summits to green slopes. You'll be greeted at the airport and transferred to a five-star hotel in the new part of the city. From your room, there are glorious views down into the valley and Old Quito. Relax after the flight and choose from a range of onsite restaurants. With ten days of cruising to come, today is about a gentle introduction to the country."
    },
    {
      "dayNumber": "2",
      "title": "Beautiful Journeys Along the Napo River",
      "description": "After an early departure from Quito, you're in the heart of the Amazon around midday. Gloriously green vistas glimmer beneath the wingtips as you fly to the Amazonian frontier town of Coca. Transfer to a small motorized canoe and head underneath the forest canopy, traveling 90 minutes downriver to meet your luxury cruise. As lunch is served on board, you follow the Napo River deeper into the jungle. Monkeys peek out from towering branches, exotic birds leave echoed shouts across the river, and the rainforest landscape imprints thousands of green shades into your memory. After sunset paints the river pink, you disembark for a nocturnal walk. The incessant sounds of nature guide you through the forest as the Amazon unveils is complex mystique. Skilled indigenous guides lead you through the trees and then you've suddenly returned to the river and the boat is waiting. Enjoy dinner on board before falling asleep to the sounds of nature."
    },
    {
      "dayNumber": "3",
      "title": "Intimate Encounters in the Heart of the Amazon",
      "description": "The rainforest feels so different in the morning light. As the sun shimmers through the foliage, there's a sense of freshness and complexity in a flurry of green. A fascinating biodiversity occupies every inch of this wilderness and you're guided through the flora and fauna of the area. Rare toucans, purple-billed birds, noisy parrots: you're in Yasuni National Park, a vast area of Ecuador's Amazon that contains over 500 different bird species. And on every land excursion, you're never sure which of these will add an enchanting moment to the day. After breakfast, you continue downstream towards the Peruvian border and a rarely visited part of the Amazon. Pink river dolphins and black caimans can be spotted in the river and their appearance becomes more regular as you transfer to small traditional canoes and explore a flooded ecosystem. River turtles are glimpsed in the water and the primitive hoatzin shouts from nearby trees. On some days, this is a place to safely encounter anacondas, another of the jungle's most iconic creatures. Return to the boat and there's another elegant evening amongst the birdsong of the rainforest, with evocative calls continuing until nightfall."
    },
    {
      "dayNumber": "4",
      "title": "Meeting Jungle Communities and Spotting Monkeys",
      "description": "Monkeys and peculiar river dwellers are far from the only endearing residents of the jungle. You spend the morning at a remote jungle village, learning about the culture of the area's indigenous residents. Visit a community school and spend time with the tribe's children, learning about how education works in such a remote and isolated location. You'll also get a real sense of what's required to survive in the heart of this great wilderness. In the afternoon, you navigate upstream and explore one of Napo River's largest islands. Serene and sublime, the island provides a relaxing base for guided adventures that encounter tropical birds and peculiar wildlife: rainbow katydids, morpho butterflies, poison-arrow frogs, unbrellabirds, and raucous parrots. Even though it's the third day of this Amazonian cruise there are still hundreds of endemic species you haven’t seen yet. So go slow, savor the sounds, and observe the splashes of color and inquisitive eyes that fill the forest."
    },
    {
      "dayNumber": "5",
      "title": "Sublime Wildlife in Limoncocha Biological Reserve",
      "description": "After four days cruising along the Napo River, you've generated a sense of the Amazon's atmosphere of abundance. You've inspected the intimate details and marveled at the macro. This morning, you climb to a 35-meter high observation tower that's built against a huge kapok tree. From here, you can bask in the jungle's scale. A thick canopy of green extends in every direction, punctuated dramatically by the river that snakes further into the Amazonian basin. At first glance it's an endless panorama of green. But look closely and the intimate detail returns; a toucan's vibrant beak, a flock of birds that flutters into the sky, the creaking of high branches in the wind. After this looming view over the treetops you spend the afternoon at the Limoncocha Biological Reserve, a protected area that's a haven for some 478 bird species and the Amazon's rarest monkeys. Like the other days, your excursion is fully guided, providing a narrative of natural history to accompany the sensual immersion in the wild. The day's third activity is a nocturnal journey down the river on canoes, with flashlights seeking out black caiman and other huge fish. Return to the boat for a farewell dinner and a final night amongst the Amazon's soundtrack."
    },
    {
      "dayNumber": "6",
      "title": "Spa Relaxation in the Old Capital",
      "description": "Sunrise wakes the Amazon from slumber, the dappled javelins of light igniting birds and primates into action. Shouts ring out and soft shades reflect off the river as you cruise back towards the outskirts of the forest. Bright tanagers and cotingas grace this final morning, their kaleidoscopic colors framed against luscious green. From the dock, you return to Quito via the same combination of motorized canoe and local flight. After being greeted at the airport, you're transferred to a spa hotel for some tranquil time in the city. Enjoy a massage and slowly your mind returns from jungle wilderness to urban lifestyle. The evening is your leisure and there are numerous excellent restaurants within walking distance of the hotel."
    },
    {
      "dayNumber": "7",
      "title": "Walking Tour of the Heritage City",
      "description": "Rise early and you're rewarded with staggering views of the Andes from the slopes of Pichincha Volcano. Three snow-capped peaks glisten in the distance, their 5,000-meter frames standing imposingly above Quito. From up here you see how the city snakes through the valley, climbs onto slopes, and then disappears into a rugged stretch of mountain. After the teleferico ride and photographic panoramas, you enjoy a walking tour of the old city of Quito, the largest and most complete of all Latin America's colonial relics. Consider learning more about your luxury Ecuador travel agents that help guide and answer any questions that may come up during your tours. Start at Independence Square and wander into the Presidential Palace. Explore churches from a distant era, many of them harmoniously blending neoclassicism with Moorish influence. One of these, La Compania, is completely bathed in gold and the most important of all of Spain's religious monuments in the Americas. Keep walking, past bishop's palaces and along lanes of adorned wooden doors. Then continue through 16th-century courtyards onto broad squares of traditional musicians and chiming church bells. Stop for a traditional Ecuadorian lunch, and then return to your hotel for another afternoon of relaxation in the spa."
    },
    {
      "dayNumber": "8",
      "title": "A Giant Tortoise Welcome to Your Galapagos Cruise",
      "description": "In the Amazon there are thousands of different species to discover, yet most of them hide amidst the thick jungle canopy. There's just a few dozen iconic species in the Galapagos. But this wildlife doesn't hide. After the flight from Quito your first excursion is to the Santa Cruz highlands. Giant tortoises are seemingly everywhere: walking across the road, clashing heads in a show of dominance, languidly grazing on green lawns, and turning their necks as you approach. Darwin's finches and endemic mockingbirds flutter above the gargantuan shells as you walk along these fertile plains. And just as you think there's nothing more to see, a female tortoise causes two males to bite and quarrel over the chance to mate. In the late afternoon you travel down to the dock and board your luxury Galapagos cruise ship. This 40-person vessel combines the space of a larger boat with the intimacy of a smaller operation. Enjoy welcome cocktails in the bar before gazing onto the Pacific from the broad upper deck. As night falls, the jacuzzi on this floor is a great place to decipher star constellations. Back downstairs, a three-course dinner is served in the excellent restaurant, and you retire for the night in large ensuite cabins."
    },
    {
      "dayNumber": "9",
      "title": "Sea Lion Encounters and Surreal Sea Birds",
      "description": "Playful sea lions twist their necks as you walk onto their beach. There are 50 to 60 of them, all craning to observe the human visitors to this strip of sublime sand on Santa Fe Island. Return their gaze and they push themselves higher, as if they were looking up expecting a kiss. But watch out; anyone getting too close to these females is threatened by the raucous shout of the alpha male. You spend the morning on this island, engrossed in the sea lions as you explore the beach and paddle through the bay on a kayak. The endemic Santa Fe iguana also responds to your inquisitive stare, briefly breaking its trance as it lies beneath a prickly-pear cactus tree. Then your eye wanders as a pair of migrating whales flit along the horizon. Like most days, you spend the afternoon cruising through the archipelago to your next island. There are wonderful views from the upper deck and a real sense of how the islands have risen like sentinels from the ocean's crust. The iguanas on South Plaza Island are a different color, this time a strange yellow that contrasts the luminescent green of the cacti. Seabirds soar beside the island's cliffs, their mammoth wings gathered together in impressive numbers. Just as you're returning to the boat, a gang of sea lions starts shouting and demanding your attention. A few more photos and you're back on board, where sunset blurs into a tranquil evening."
    },
    {
      "dayNumber": "10",
      "title": "The Bird Colonies of North Seymour",
      "description": "There are always strange color contrasts on North Seymour. Magnificent frigates are inflating their scarlet throat sacks and perching with pride; blue-footed boobies hop around to show off their healthy azure and the chicks of Nazca boobies are an almost impossibly white. This is the most important island in the central Galapagos for bird life and one of the archipelago's most revered natural sites. So spend a few hours amongst the nesting sites, watching out for the mating displays of these vibrant seabirds. Heading down from the cliffs you also inspect marine iguanas that fish in the shallows and sea lions that play with snorkelers in clear waters. On each day of this cruise, there's an opportunity to explore both land and water during your excursions. Choose to either snorkel along the reef walls or ride in a glass-bottomed boat; reef sharks, rays, and sea turtles are spotted with both options. This afternoon's marine exploration is from the Las Bachas site, a near-white beach that's filled with hatching sea turtle eggs in May and June. Behind the sand, a brackish lagoon is speckled with pink flamingos while out along the volcanic reef wall there are often intimate encounters with these graceful oceanic wonders."
    },
    {
      "dayNumber": "11",
      "title": "Volcanic History and Incredible Marine Worlds Around Bartolome",
      "description": "The Galapagos Islands have never been part of any continental landmass. They're actually a succession of volcanoes that rose from the Pacific and spurted lava across the ocean. Today you appreciate this volcanic history with visits to Bartolome and Sullivan Bay. Wander across a red lunar landscape and marvel at the twists of ancient lava cones. Scarlet merges into crimson and rusty maroon as the island's rainbow stretches towards the ocean. As you ascend to Bartolome's summit, you enjoy the archipelago's most iconic photo: red rock in the foreground, the Pacific blue in the background, and two white beaches providing the contrast. There are excellent snorkeling and glass-bottomed boat excursions from these two beaches. Joining the reef sharks and turtles is another rare character, this time the tiny Galapagos penguin. A whole colony waddles along the cliffs and then dives in beside snorkelers. One glance and the penguin is there; another glance, and it has shimmied off to hunt some fish. After lunch on board, the afternoon is spent walking across a very recent lava flow. Life is yet to flourish here, and you can make out every swirl and dot that came from an exploding crater on Santiago Island. It's a fitting final excursion that brings the Galapagos cruise full circle. You started with the islands' ancient ancestors, the great giant tortoises. Now you're standing on the rocks that will eventually disintegrate and feed the future generations of endemic wildlife. There are farewell cocktails on board and the last night of stargazing as you cruise back towards Santa Cruz Island."
    },
    {
      "dayNumber": "12",
      "title": "Fond Farewells",
      "description": "After breakfast, you disembark at a jetty populated with sea lions. From here it's a quick transfer to the airport for a domestic flight to Quito and then onward to your international departure."
    }
  ],
  "map": ""
}