{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "luxury-tour-of-galapagos-islands-ecuador",
  "tourName": "Luxury Tour of Galapagos Islands & Ecuador",
  "placesVisited": "Quito, Galapagos Islands, Zuleta",
  "generalInfo": "Experience true decadence in this luxury tour of Galapagos Islands and Ecuador, combining eight days on onboard your beautiful cruise ship with the country's finest hotel and hacienda. Explore the mystical beauty of the archipelago, getting intimate with strange endemic creatures and a dramatic marine world. Then lounge on a luxury deck and revel in the elegance of the cruise. You'll also explore ancient Quito from a historic hotel and complete the trip in the opulent home of two former Ecuadorian presidents.",
  "durationDays": "13",
  "price": "15,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito – Opulent Welcome to the Old City",
      "description": "Snow-capped volcanic mountains stand above Ecuador's capital, gazing down on a city that meanders through a valley. You're greeted at the airport and descend into Quito, driven down the slopes to the largest preserved colonial city in South America. At the heart of Quito is Plaza de la Independencia, where history hides beneath the ground, and fabulous 16th-century buildings gaze over a statue of independence. Your hotel is one of these buildings, and your balcony has a prime view. Recently redeveloped, the hotel relives the pomp and razzmatazz of when it was owned by a Spanish conqueror. Every detail harks to a distant era, fully immersing you in the city's past while you're relaxing in the bedroom. There's an astonishing dedication to the minute, from the feather quill on your side-table to paintings that hang above faded wood chairs. Check-in and relax... this opulent Ecuador journey has only just begun."
    },
    {
      "dayNumber": "2",
      "title": "Quito – The City's Charming Heritage",
      "description": "Exploring Quito's streets is like pulling back the layers of history, each building providing a new and distinct narrative. Today you're guided by a local and walk to monuments that symbolize the city's development; like La Compania, a church that's completely covered in gold leaf, or the Presidential Palace, where history and modernity blur on the courtyard. Visit the historic courtyards of bishops and conquistadores, now converted into public spaces with vibrant atmospheres. Admire how churches were sculpted from a myriad of styles, the neoclassic frescos beneath Moorish domes. Then lunch at San Francisco Square, a place that rolls to the ambient beat of street musicians. To complete the tour you take the teleférico, a cable car that glides to the slopes of Pichincha Volcano. Expect staggering views of the city and the volcanoes that surround it."
    },
    {
      "dayNumber": "3",
      "title": "Galapagos Cruise – Iconic Birds and a First Night on the Water",
      "description": "Birds flutter and squawk on North Seymour Island, huge colonies of rare species gathering in a mass of feathers. There are blue-footed boobies, with the colorful adults joined by adorable fluffy babies. Magnificent frigatebirds are mating, the males competing to showcase their biggest and brightest red chest. Nazca boobies also nest here, a third iconic species to start your Galapagos exploration. After the flight from Quito, you'll transfer immediately to your yacht for lunch and the short cruise north to this famous island. Land iguanas also fill the trail, many so well camouflaged that you must look hard before you step. And none of this wildlife feels threatened by your presence. Intimacy is one of the great highlights of exploring the Galapagos. For the next eight days, you're going to be getting breathtakingly close to its wild riches. Yours will be one of the archipelago's most luxurious boats, a lavish and large boat that offers premium levels of exclusivity. The boat's size offers extremely spacious cabins as well as different social areas. Relax in the bar lounge, enjoy the sumptuous restaurant, and rest on the wide upper deck, watching the ocean waves as the sun paints the dusk sky. Three naturalist guides are on board, allowing you to choose from a variety of activities throughout the cruise. Then there are the little touches, like cocktails with the crew, ceviche, and sushi when you return from an excursion, or a library full of books on the Galapagos. After your excursion to North Seymour, you enjoy a first dinner and night on board, with the yacht sailing through the night to the far western islands."
    },
    {
      "dayNumber": "4",
      "title": "Galapagos Cruise – Abundant Wildlife on Barren Floreana Island",
      "description": "Fernandina is a landscape of contrasts, the archipelago's youngest island alive with the scars of volcanic history. Lava flows and tuff stone layers climb the cliffs, all witnessed as you first ride by dinghy and then hike on the island. Despite the barren feel, wildlife is abundant here, and this is the most untouched site in the whole Galapagos. Hawks swoop besides diving penguins, huge marine iguanas rest beside flightless cormorants, sea turtles swim past, and a flurry of seabirds soar overhead. Today's excursions are at Punta Vicente Roca and Punta Espinoza on Fernandina. The snorkeling is outstanding at both and arguably the best in the whole archipelago. An afternoon land excursion on Fernandina also provides some staggering photos, the volcanic landscape littered with endemic wildlife."
    },
    {
      "dayNumber": "5",
      "title": "Galapagos Cruise – Unusual Reptiles on Isabela Island",
      "description": "At Urbina Bay on Isabela Island, you don't need to dive to explore the marine world. The ocean floor uplifted here, leaving vivid corals and shells above sea level. You'll spend the morning at this unique site, a place where dazzling land iguanas and giant tortoises come to feed on what arrived from the depths. Whales are also regularly spotted here and the leisurely early afternoon on the ship offers a great chance to see them. This afternoon's excursions are at Tagus Cove, and you can choose either kayaking or snorkeling before a hike to the mystical center of Darwin Crater. It's another dramatic landscape, with the distant summits of other active volcanos visible from the rim."
    },
    {
      "dayNumber": "6",
      "title": "Galapagos Cruise – Fascinating Landscapes and Marine Worlds",
      "description": "Land at Rabida's red beach and take a stroll, the unusual volcanic sand filled with the antics of marine iguanas and sea lions. Keep a lookout for Darwin's finches here as several of these famous species can be seen. With their distinct beaks, these finches have come to showcase natural selection better than any other species, with each species reflective of their available food. Snorkel off the beach here and there's a good chance of encountering white-tip reef sharks and manta rays, with the marine world framed by resplendent red rocks. A glass-bottom boat ride is an alternative option here for submarine exploration. Like each day, these activities are followed by a hearty buffet lunch and a few hours to lounge on La Pinta. You cruise to Santa Cruz Island for an afternoon focused on two very different species. Bright pink flamingos feed in a brackish lagoon while well-camouflaged land iguanas can be seen nesting on the surrounding rocks. As always, you're getting wonderfully close, and there's no second-guessing whether the wildlife will be around. Galapagos wildlife sticks to predictable sites, meaning you're guaranteed to see these strange characters. A three-course dinner is served before the yacht cruises to its next destination. Stargazing from the upper deck can be phenomenal while the barman has a full menu of drinks to extend the evening into the night."
    },
    {
      "dayNumber": "7",
      "title": "Galapagos Cruise – Wild Giant Tortoises and the Highlands of Santa Cruz",
      "description": "Giant tortoises are unique to their islands in the Galapagos. Each developed a different shaped shell dependent on the island. They were crucial to Darwin's research and today is focused around these gentle giants. In the morning, visit the Charles Darwin Research Station, where researchers explain how endemic species are being conserved. After lunch at the poolside, you weave into the highlands where these huge reptiles lounge on the lush grass. Hundreds can be spotted, from the recent babies to males that weigh over 550 lbs. These are phenomenal creatures, living life at just three heartbeats a minute and capable of surviving a whole year without food or water. They sense vibrations in the earth, so whenever you walk too close, they will hide their necks in their shells. But wait patiently for a moment and the tortoise will open its protective layer for an indelible photo."
    },
    {
      "dayNumber": "8",
      "title": "Galapagos Cruise – Incredible Snorkeling and History on Floreana Island",
      "description": "Floreana Island was a site for pirates and buccaneers, and its maritime history is lived out in Post Office Bay. For over 200 years, letters were posted by leaving them in a barrel for any departing ships to deliver. A labyrinth of channels extends from this bay and enchants for the rest of the morning excursion. Dinghy rides and snorkeling allow you to observe the creatures that have come up from the oceanic depths. Spend the afternoon at Punta Cormorant and Champion Islet, an extinct volcanic cone that attracts a fabulous collection of marine and birdlife. Snorkel with sea turtles, explore an olivine-crystal beach, and spot more pink flamingos at a serene inland lagoon. As always, all activities are fully guided. Another advantage of cruising on a boat like yours is the quality of the guides. The best guides naturally get promoted to the best boats, meaning you get a team of experts narrating the bewitching stories of the wildlife you encounter."
    },
    {
      "dayNumber": "9",
      "title": "Galapagos Cruise – Sea Lions, White Sand, and Black Lava on South Plaza Island",
      "description": "Colonies of sea lions fill the Santa Fe beach, spreading out from the sand to the surrounding slabs of volcanic rock. Some are mischievous, ambling towards you and twisting their necks in a show of inquisition. Others are boisterous, flopping their weight around and grunting menacingly. Mothers guard babies with a watchful eye while males clash heads as they seek to win female attention. During the morning, you can kayak and snorkel with these sea lions, as well as standing alongside them on the beach. The endemic Santa Fe iguana is another highlight of the morning walk. South Plaza Island is equally alive with the antics of sea lions. Its white sand juxtaposes with the black fields of lava that jut along the coastline, then you walk uphill to find land iguanas waiting patiently beneath a grove of prickly-pear cactus trees. Countless birds cover the cliffs, including blue-footed boobies, egrets, and rare lava gulls. After the walk, return onboard for cocktails with the crew and a farewell dinner in the restaurant. Your guide presents a slideshow of photos from the trip, allowing you to relive the wildlife moments from the last week of cruising."
    },
    {
      "dayNumber": "10",
      "title": "Zuleta – A Luxuriant Hacienda in the Highlands",
      "description": "Depart the Galapagos on a morning flight to Quito, where you're greeted at the airport and transferred into the Highlands and Hacienda Zuleta. Set in 2,000 hectares of green landscape, this historic hacienda offers an idyllic and elegant place to spend your final three nights in Ecuador. The property dates back 500 years although it's only been in presidential hands for the last century. Galo Plaza Lasso used this as his weekend home during his presidency before retiring here permanently until his death in the '80s. While countless stately and royal guests have stayed here, it's only recently been opened to the public. With just a handful of rooms, residing here really feels like you're a guest of the family. Lasso's children and grandchildren greet guests for wine and cheese in the evening, and the hacienda's multiple living rooms offer opulent places to relax beside the fire. After arriving in the late afternoon, enjoy a tour of the property before complimentary drinks and a fine three-course dinner."
    },
    {
      "dayNumber": "11",
      "title": "Zuleta – Lounging in Presidential History",
      "description": "These final days are all about relaxing at the Hacienda and enjoying the huge surrounding grounds. Various hiking trails lead into a green Andean Valley, where spectacle bears can be spotted, and condors fly overhead. Some take you along cobbles to a condor breeding sanctuary while others rise high into the forested mountains above. A deluxe collection of horses live at the property, and horse riders can select their mount from a menu of different characters. All meals are included, and they're crafted from ingredients produced on the farm. Each is served at your request, and there are always options on the menu. Soft drinks and freshly-squeezed juice are also included, as is the hacienda's unique coffee that's made from fragrant essence. The Lasso family converses with guests during the evening, and there's always a log fire burning, either in your room or in one of the living areas. This is one of Ecuador's finest treasures, a chance to explore history while relaxing in the quiet brilliance of the Highlands."
    },
    {
      "dayNumber": "13",
      "title": "Quito – Departure from Ecuador",
      "description": "A two-hour private transfer takes you towards Quito and the international airport. The return flight takes you away from Ecuador, but memories of natural wonder and luxury will live on for many years."
    }
  ],
  "map": ""
}