{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "14-day-galapagos-adventure",
  "tourName": "14 Day Galapagos Adventure",
  "placesVisited": "Quito, Lima, Cusco, Sacred Valley, Machu Picchu, The Amazon, Galapagos, Nazca, Moray, Misminay, Paracas",
  "generalInfo": "Experience the ultimate adventure during this 14-day Galapagos, Ecuador, and Peru tour. Discover the wild splendors of the famous Galapagos Islands, traverse the captivating diversity of the Amazon jungle, and witness the architectural marvel of Machu Picchu and the preserved Andean culture of Misminay. From penguins to llamas and from sacred wildlife to the Sacred Valley, uncover the breathtaking heritage of natural history and captivating tradition.",
  "durationDays": "14",
  "price": "17,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito – The Capital of Ecuador",
      "description": "The splendor of Quito stands amidst the magnificent Andes. More than 24 churches, a stunning network of museums, and delicious culinary traditions highlight the city’s exceptionalism. Your flight will land at Quito's Mariscal Sucre International Airport, where your private transfer will meet you upon arrival. After settling into the comforts of your luxury hotel, the day will be at your leisure to experience Quito's beauty and charm. You will then venture to the summit of El Panceillo for stunning panoramic views or stroll down the preserved Spanish colonial street of La Ronda."
    },
    {
      "dayNumber": "2",
      "title": "Galapagos Islands – The Stunning Archipelago",
      "description": "Your pre-arranged transfer will escort you to the airport for your flight to the Galapagos. You will board your cruise and weigh anchor for an exciting exploration of the fabled tropical islands. The warm air will accentuate the clear turquoise Pacific as you travel to Kicker Rock that juts over 459 feet above the water. You can jump into the water to enjoy the refreshing cool temperature as you search for manta rays and hear the calls of Nazca boobies. You can also find hammerhead sharks that swim around 262 feet deep."
    },
    {
      "dayNumber": "3",
      "title": "Galapagos Islands – Cruise around Galapagos",
      "description": "You will continue your exploration of the Galapagos, where the honking sounds of albatrosses and the briny scent of the sea will fill the air. The birds launch themselves from the cliffs and glide on the wind with their impressive wingspan that reaches eight feet wide. You can walk past the famous blowhole to find water spouting out of the coastline like a volcano. As you reach Grander Bay, you will hear braying sea lions along the white-sand beach. The sunlight will glint against the bleached landscape while the water hides colorful parrotfish and scorpionfish."
    },
    {
      "dayNumber": "4",
      "title": "Galapagos Islands – Unique Island Biodiversity",
      "description": "When you reach the island of Floreana, you can disembark your boat to find a wooden barrel, which is traditionally used as an unofficial mailbox that dates back to the 18th century. A sandy beach lines the coast and acts as the gateway to a half-mile trail. At Baroness Viewing Point, you can enjoy the sea breeze during a short hike to the summit. The island embodies the legend of the baroness, and the fascinating mystery is accentuated by the exotic flora and sea turtle sightings."
    },
    {
      "dayNumber": "5",
      "title": "Lima – From Ecuador to Peru",
      "description": "In the morning, you will explore the Twin Craters to find the lush landscape and the Scalesia forest. The scent of the bark will drift among the trees that can reach up to 49 feet. Soon after breakfast, your boat will weigh anchor, and your private transfer will escort you to the airport. The capital of Peru embodies the country's natural and cultural diversity with crumbling seaside cliffs, sprawling hills, and desert flatlands that are adorned with colonial architecture and chic art galleries. You will settle in to the comforts of your luxury hotel with the remaining day at your leisure."
    },
    {
      "dayNumber": "6",
      "title": "Amazon – The Amazon Jungle",
      "description": "In the morning, you will venture into the depths of the Amazon jungle at Puerto Maldonado. You will experience the central streets that buzz with activity as the crossing banks of the river set a picturesque scene. Then, you will quickly escape into the wilderness of the Amazon Basin. The jungle overtakes almost two-thirds of Peru's 302,000 square miles and supports over 1,200 types of butterflies and more than 595 species of birds. You can relax in the luxuries of your jungle lodge and bask in the exotic ambiance shaped by the dramatic biodiversity."
    },
    {
      "dayNumber": "7",
      "title": "Amazon – Wander in the Amazon",
      "description": "In the morning, you may hear the rowdy hoots of red howler monkeys. Their distinctive call is audible for up to three miles. Today, you will have your choice of activity as you travel deeper into the dense jungle by boat. Your guide will lead you to a small island as the sun pierces the canopy of the Chuncho Macaw Clay Lick. The noisy squawk of the colorful birds will echo through the trees as you watch the mixture of scarlet, blue, and yellow plumage of the birds swirl into a colorful uproar."
    },
    {
      "dayNumber": "8",
      "title": "Cusco – Into the Sacred Valley",
      "description": "At breakfast, you may find the bright beak of a keel-billed toucan in the trees. Their beak can reach nearly six inches long and weigh up to 18 ounces. Shortly after, you will fly to Cusco, which is located in the heart of the Andes Mountains. Your private transfer will greet you at the airport and lead you into the lush scenery of the Sacred Valley, which rises from the banks of the Urubamba River. You can bask in your accommodation’s authentic luxury that will be complete with a view of the valley."
    },
    {
      "dayNumber": "9",
      "title": "Scared Valley – History of the Sacred Valley",
      "description": "Beginning at Moray, the unique culture of the Inca will emerge during your tour of the Sacred Valley. Circular terraces imprint the landscape with depths that reach 98 feet and a diameter of 722 feet. The Andean community of Msiminay has preserved the Inca tradition with various artisan crafts and land cultivation. The village is located approximately 12,139 feet above sea level and features adobe homes, and you will have a view of the surrounding Andean peaks. Here, women dye alpaca wool, weave tapestries, and practice ancient techniques."
    },
    {
      "dayNumber": "10",
      "title": "Aguas Calientes – The Machu Picchu Trail",
      "description": "After breakfast, you will follow your guide on a private six-mile hike along the Inca Trail. The route winds nearly 4,000 feet above sea level with narrow passages that cling to the mountainside. Your guide will share Inca mythology and mystery as you discover the beauty of the jungle of Vilcabamba. At the Winay Wayna ruins, you can view the rousing staircase and fountain structures above the Urubamba River as you experience the challenging terrain and magnificent natural landscape."
    },
    {
      "dayNumber": "11",
      "title": "Cusco – Marvels of Machu Picchu",
      "description": "This morning, you will enter Machu Picchu to find the remarkable ruins of the Lost City of the Inca. The ruins crown the plateau of the terraced mountains and are surrounded by jagged peaks above the Urubamba River's raging whitewater. The Caretaker's Hut overlooks rows of steep agricultural terraces and offers views of the sunrise and llamas that graze on the grass. The canal connected to the Royal Sector still functions and connects to a series of fountains, reflecting the marvels of Inca engineering. After visiting Huayna Picchu, you will return to Aguas Calientes and continue to Cusco for the night."
    },
    {
      "dayNumber": "12",
      "title": "Cusco – Explore San Pedro Market",
      "description": "You will follow your guide through the charming cobbled lanes of Cusco after breakfast. The steeples of the cathedral crown the Plaza de Armas, and the aromas of boiling corn often emanate from the San Pedro Market. The city embodies the oldest continuously inhabited city in South America and retains an ornate ambiance that stems from contemporary urban culture and Andean women with pet llamas. The Cathedral was built in the 16th century and embodies the prestige of the Spanish colonial city. Qorikancha upholds the distinctive architectural elements of the Inca, which are displayed in its masterful stonework."
    },
    {
      "dayNumber": "13",
      "title": "Paracas – Bask in Fascinating Paracas",
      "description": "This morning, you will fly to Paracas and settle in to a luxurious hotel that overlooks the Pacific Ocean. The remaining day will be at your leisure to uncover the splendors of the Reserva Nacional de Paracas or the Islas Ballestas. A boat can take you along the Pacific into the protected zone of the Islas Ballestas. Here, you can find Peru's Galapagos Islands, which span less than one square mile. The sound of lapping waves will fade beneath the calls of teeming pelicans and terns, and barking sea lions may crowd the beaches."
    },
    {
      "dayNumber": "14",
      "title": "Lima – Observe the Nazca Lines",
      "description": "On your final day, you will board a plane for a scenic flight over the famous Nazca Lines. The turquoise coastline will disappear and fade into the arid terrain of the desert. The geometric figures are spread across 310 square miles of red plains and remain an archeological mystery. A network of animal and plant drawings is etched into the landscape, radiating from a central axis. You can also observe awesome wildlife like the giant condor, which boasts a wingspan of 426 feet wide. Afterward, you will return to Paracas and continue to Lima to board your flight home."
    }
  ],
  "map": ""
}