{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-islands-wildlife-tour-scuba-diving-tortoises-sea-lions-seabirds",
  "tourName": "Galapagos Islands Wildlife Tour & Scuba Diving: Tortoises, Sea Lions & Seabirds",
  "placesVisited": "Quito, La Compania, Galapagos Islands, Puerto Ayora, North Seymour Island, Manzanillo, Santa Fe Island, Bartolome Island, Mosquera Islet",
  "generalInfo": "Galapagos beauty dances above and below the water. Hammerhead sharks swarm beside colorful reef walls while strange seabirds mate on volcanic cliffs. Eagle rays and sea turtles cruise through dive sites while giant tortoises and penguins waddle across the islands. Combining four days of diving with five days of island excursions, this Galapagos Islands wildlife tour with scuba diving blends the best of the two worlds, offering a truly eclectic and authentic immersion in the remarkable wildlife of the archipelago.",
  "durationDays": "11",
  "price": "13,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito - Overnight in the Old City",
      "description": "Galapagos flights leave in the morning meaning an overnight in Quito is a necessity before landing in the Galapagos. But that's not necessarily a bad thing. Get transferred to the city and your hotel is located within minutes of the planet's first ever World Heritage Site. Overcome any travel fatigue by relaxing on 16th-century squares and marveling at the golden interior of La Compania. An ambient street of al fresco terraces is found beneath soft lights while old palaces have been converted into courtyards of elegant dining options. With this Galapagos vacation tour , the first charming overnight is an excellent opportunity to remember another side of Ecuador."
    },
    {
      "dayNumber": "2",
      "title": "North Seymour - Discovering the Strange Birds of North Seymour Island",
      "description": "Wander across North Seymour and you find a flurry of scarlet, magnificent frigates inflating their pouches in the search for a mate. Blue-footed boobies hop from foot to foot, their dance another strange appeal for females. Nazca boobies have already mated, and their fluffy white chicks stand flightless and endearing in their nests. North Seymour offers a stunning proximity to the mating and breeding of these three unusual birds. It's the perfect introduction to the inimitable world of the islands. After the domestic flight from Quito, you'll be picked up by yacht and enjoy lunch on board as you cruise towards the island. A walking trail takes you to the breeding site, and these birds can be seen mating just a few meters away. Following the walk, there's an excellent opportunity to snorkel and get a first glimpse of what's below the water, with sea lions regularly swimming with snorkelers. From here you cruise to Santa Cruz Island and your hotel base for the next nine nights. Santa Cruz is ideally situated at the center of the archipelago, offering easy access to famous sites above and below the water. Your hotel stands on the coast, overlooking the dive-bombing antics of seabirds and surrounded by the gentle tweets of endemic Galapagos birds. An easy walk takes you to the beach, and sea kayaks can be used to paddle through the bay. Throughout the trip, all meals are included. Most will be served at the hotel's excellent restaurant, the sumptuous menu accompanied by dazzling panoramas of the archipelago. And there's a wonderful sense of privacy and exclusivity as you enjoy the broad grounds of the hotel."
    },
    {
      "dayNumber": "3",
      "title": "North Seymour - An Introduction to the Underwater World at Mosquera Islet",
      "description": "The first day of diving and there's a wonderful sense of anticipation. For Galapagos standards, Mosquera Islet is an easy dive site and a good chance to check your skills in the water for the week ahead. And it's swarming with a phenomenal variety of marine life. As you descend into small caves, you find groups of white-tip reef sharks clustering together, perfectly still on the bottom then darting off in multiple directions. Get closer and a series of nudibranchs shimmer around the periphery, their hypnotic colors drawing you in until a hammerhead swims past. Schools of grunts and other large fish are always spotted here as are the unusual Galapagos garden eels. Then there're manta rays and eagle rays as you float on the current. You'll enjoy two dives here, marveling at the contrast between diminutive sea life and gigantic sea creature. Both dives are from the boat at depths from 6 - 30 meters dependent on your qualification. Lunch is included, and you return to the hotel around mid-afternoon."
    },
    {
      "dayNumber": "4",
      "title": "North Seymour - Schools of Hammerheads Sharks as you Dive Gordon Rocks",
      "description": "Eagle rays glide past as you descend at Gordon Rocks, their elegant cruising contrasted with the strange features of cardinal fish and jacks. There are barracudas, wrasse, Galapagos sharks, marbled rays, and a stunning assortment of endemic fish. But that's not why you're diving Gordon Rocks. For all the diverse wonder beneath the surface, it's hammerhead sharks that are at the center of this diving experience. Schools circle the site, often 30 or 40 hammerheads swimming together. They're not distant silhouettes; these hammerheads are inquisitive, and you'll enjoy lots of close-up encounters with these iconic characters. It's a dive experience that's difficult to replicate anywhere else on the planet. The first dive takes you cruising along the sandy bottom beside the reef with a strong current taking you across the underwater pinnacle. Then the second dive brings more intimate encounters with the hammerheads. While this is perhaps the most revered and popular dive site in the Galapagos, strict national park regulations ensure that it's never overcrowded, and other groups don't distract from the experience. Return to the hotel by a mix of boat and road for another languid afternoon and evening exploring the hotel's mystical surroundings."
    },
    {
      "dayNumber": "5",
      "title": "North Seymour - The Giant Tortoises of Santa Cruz",
      "description": "Soar into the Santa Cruz Highlands and there's another giant-shelled creature to admire. Hundreds of giant tortoises slowly graze on a fertile landscape, blades of grass hanging from their curious mouths. Sometimes they hide, necks retreating inside shells as they sense danger. But approach these giants gently and there's something bewitching about watching them slowly march across the green. Mockingbirds and Darwin's finches tweet from elevated branches while some giant tortoises break the harmony with their slow, ponderous fights for a mate. One bites the other's shell, and the two compete at an indelibly slow pace. Return to the hotel for lunch and the afternoon is at your leisure. The small town of Puerto Ayora is within walking distance and an opportunity to see the urban side of the archipelago. Also just a short walk away is the Charles Darwin Research Station and its tortoise breeding station. Ten different species can be seen, each with a different shaped shell dependent on the island it called home."
    },
    {
      "dayNumber": "6",
      "title": "North Seymour - Sea Lions and Iguanas on Santa Fe Island",
      "description": "Just like this itinerary, some famous Galapagos species split their time between land and water. Sea lions join you as you kayak in a calm bay beside Santa Fe Island, individuals sporadically poking out their heads beside your paddle. Disembark on the beach and there's a whole colony of them basking on the sand. Be careful not to get too close; a big bossy male rules over this beach and doesn't like anyone interrupting his females. A walking trail rolls across the island and within minutes you're engulfed by the island's two bizarre sites. Prickly pear cactuses rise from the rugged ground, and perched patiently below are endemic Santa Fe Iguanas, waiting for days on end for a piece of fruit to finally fall. Enjoy the spectacle and then a chance to snorkel in the bay with the sea lions, before returning to the yacht to Santa Cruz and the hotel."
    },
    {
      "dayNumber": "7",
      "title": "North Seymour - Diving Daphne Minor and Daphne Major",
      "description": "You're back in the water this morning, a drift dive taking you along the remnants of a US World War II machinery and bombshells. Galapagos black coral is endemic to this site while large tuna and sea turtles regularly make an appearance. After this dive of Daphne Major, you cross to Daphne Minor, another volcanic pinnacle that's created a diverse marine world. Cruise along the underwater remains of lava flows to a turtle cleaning station that's also visited by hammerhead sharks and manta rays. The landscape meanders, from slopes and walls to a cave of moray eels hiding beneath rocks. It's an easy day of diving and two great sites that combine volcanic topography with the iconic finds of the Galapagos. Back at the hotel you have another relaxing afternoon, with a beautiful beach within easy walking distance. Just be careful to look out for iguanas on the trail."
    },
    {
      "dayNumber": "8",
      "title": "North Seymour - A Remarkable Day Diving the Realm of Cousin Rocks",
      "description": "Completing the Galapagos diving is another of the world's most impressive sites. A reef wall drops into the abyss and out of the darkness comes a beguiling succession of silhouettes; reef sharks, hammerheads, sea lions returning from a dive, green sea turtles who've been feeding on the coral wall. Now giant mantas, a recognizable shape cruising the deep blue below. Sea turtles rise and feed above your head while sea lions play around with your bubbles. And in all this surrounding beauty it's easy to miss the tiny sea horses and strange octopi that float along the reef. Dive one is deep, taking you to 30 meters before gradually ascending across a rock-plate slopes. Then dive two is shallower but still wonderful for these iconic sightings. Note that this is an advanced dive site that requires excellent buoyancy control. This day's diving may be changed to another open-water site for those without advanced certification, and at least 30 logged dives."
    },
    {
      "dayNumber": "9",
      "title": "North Seymour - White Beaches and Peculiar Birds at Divine Bay",
      "description": "Swells of volcanic reef blur into a painting of mangrove trees at Divine Bay. Herons perch in the trees while noddy terns nest in the burrows of the cliffs. Sea turtle graze with shells above the water, picking from a mangle of seaweed. And when you look down into lava crevices the distinctive white tips of reef sharks are spotted circling. Divine Bay epitomizes how the islands can be explored from multiple angles. Wander the cliffs and into the evergreen mangroves to view strange birds, including some blue-footed boobies. Kayak in the bay for encounters with pelagics rarely found so close to shore. Lounge on a beautiful beach and inspect the nesting sites of marine iguanas close to the sand. Then have a snorkel in the shallows, another chance to encounter the giants of the Galapagos underwater world. You'll return to the hotel for lunch and the afternoon is at your leisure."
    },
    {
      "dayNumber": "10",
      "title": "North Seymour - Penguins and Iconic Panoramas on Bartolome Island",
      "description": "Cruise alongside the cliffs of Bartolome Island and a tiny bird holds you enchanted. Galapagos penguins, a few dozen of them, waddle precariously along the cliffs. They're remarkably small, weighing just 2.5 kgs and almost comical as they try to avoid falling on black lava tubes. Put on the mask and jump into the water. One minute the penguins are there, but then they disappear in a flurry of black and white, off on their sporadic fishing missions. Come out of the water and a walking trail takes you to the summit of the island, with lava tunnels and tubes spidering out in all directions. Shades of red mingle on the surface, clear indicators of the island's volcanic uprising. Keep ascending and the panorama is astonishing, craters and cones separated by white beaches and deep red lava tunnels. Return to the hotel for a final evening of coastal views and seabirds, the antics of Galapagos favorites accompanying you through the last three-course dinner."
    },
    {
      "dayNumber": "11",
      "title": "North Seymour - Departure",
      "description": "Even when you're leaving the Galapagos, it's important to watch where you step. Just like the nesting birds and land iguanas on the hotel's walking routes, the route to the airport is often dotted with sea lions and marine iguanas. So go slowly, take some final unforgettable photographs, and bid farewell to the unusual slumbering characters. You'll be transferred to the north of Santa Cruz where a five-minute boat journey takes you to Baltra Island and the airport. The domestic flight lands in Quito around mid-afternoon where you have a couple of hours to wait before your international departure."
    }
  ],
  "map": ""
}