{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "private-small-group-tours-to-galapagos-ecuador",
  "tourName": "Private Small Group Tours to Galapagos & Ecuador",
  "placesVisited": "Quito, La Compania, Middle of the World, Riobamba, Alausi, Sibambe, Cuenca, Guayaquil, Galapagos Islands",
  "generalInfo": "Escape into the sublime natural realm of the Galapagos and enjoy near-exclusive access to its majestic world. Hopping red-footed boobies, endemic waved albatross, giant tortoises, curious sea lions, colorful marine worlds... your 13-day Galapagos and Ecuador tour for private small groups unveils the poetic wonder of the islands and the exemplars of evolution. Before following Darwin's footsteps, you indulge in the resplendent bliss of the Andes and Ecuador's ancient cities.",
  "durationDays": "13",
  "price": "15,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Standing in an Ancient Incan City",
      "description": "Quito's history is buried underneath late-16th century stone; the memoirs of Incas and conquered indigenous groups now lost under colonial city squares and broad conquistador palaces. But explore the first ever World Heritage site, and you quickly find a semblance of the distant past that mingles with the elegant display of colonial Latin America. Women in traditional tribal dress carry fruits to markets, ancient musical instruments are blown on city squares, and your local guide narrates stories of Quito that start long before the Spanish arrived. You'll be picked up at Quito International Airport and transferred to your hotel in the old city. After time to freshen up, your guide takes you for a welcome dinner and a first taste of Ecuadorian tradition. For the first six days, your trip is private and the guide is flexible in timing everything to your needs. Consider reading more about your travel agents for Galapagos Islands who strive to make your trip specialized and exceptional to the highest degree."
    },
    {
      "dayNumber": "2",
      "title": "Discovering an Evocative World Heritage City",
      "description": "Weave your way a few miles north of Quito, and you're standing on the equator, the line that the French drew to separate the hemispheres. A monument confirms the fact, but the modern GPS has recently disagreed. 300 meters up the road, you come to another monument, one built by indigenous groups over a millennia ago. This is the real equator line, a large stone sundial that can perfectly announce the solstices. Stand with a foot in each hemisphere, and continue to uncover a hidden side to Quito with a city walking tour. Chronicles are etched in church paintings, art galleries reveal postmodern flair, and an intricate juxtaposition of architectural styles poignantly pervades through the heart of the city. It's a relaxed tour and can be tailored to focus on any specific interests, such as religious art, tribal history, or Ecuador's traditional foods."
    },
    {
      "dayNumber": "3",
      "title": "Through the Volcanoes and Markets of the Highlands",
      "description": "While the Galapagos Islands bathe in their fame, much of mainland Ecuador seems to avoid tourist eyes. This small South American nation constantly blends dazzling mountainscapes with colorful cultural impressions, providing an easy trip through the scent of nature and old-world charm. Today, you explore traditional market towns en route to Riobamba. Watch locals trade sheep, follow donkey carts laden with endemic fruit, and take in the eclectic faces in these vibrant trading places. Wild horses roam, as your journey continues down the Pan American Highway and onto the Avenue of Volcanoes. Whitened peaks rise like a giant's fingers, patrolling the highway from high above. Panoramas ripple out in every direction and there's a wonderful sense of serenity as you travel through the Andes. Arrive in Riobamba where you spend the night at a classic hacienda."
    },
    {
      "dayNumber": "4",
      "title": "The Dramatic Devil's Nose Train Through the Andes",
      "description": "The Devil's Nose cliff was an almost unbreakable barrier in creating a train line from Quito to the port city of Guayaquil. Over a century ago, engineers had to find a way to go over its near-vertical face. They succeeded by building zigzags and switchbacks, enabling the train to lurch forward and backwards as it slowly ascended. This historic and dramatic journey has since been revitalized, and you enjoy it from a first-class carriage in the morning. It travels down from Alausi to Sibambe, where a small museum celebrates the engineering feat. Then you ascend back onto the cliffs and continue to the Incan fortress of Ingapirca. Home to the only remaining sun temple from the Incan Empire, these ruins cascade out across a blooming Andean valley. There's a sense of history in every stone, in every line of boulders that curls around the slopes. From here it's a two-hour drive to Cuenca, where you spend the night in Ecuador's second World Heritage city."
    },
    {
      "dayNumber": "5",
      "title": "Leisurely Exploration of Another World Heritage City",
      "description": "Cuenca's central streets are easy on the eyes, rows of pastel-shaded townhouses standing on lanes of cobblestone and intrigue. Follow the Tomebamba River, and these townhouses stretch out towards rural Andean slopes, elegantly portraying the charm of yesteryear. Church bells chime and cafes spill coffee scents onto squares. This is one of those cities that compel you to stay for weeks doing nothing; nothing but wandering the streets and lounging on cafe terraces. You don't have weeks to spare, so enjoy a very relaxed day discovering Cuenca at your own pace. Sip drinks in 17th-century squares, snack on goat cheese and ceviche, and allow your mind to slip into Cuenca's historic rhythm."
    },
    {
      "dayNumber": "6",
      "title": "A Relaxed Day Before Flying to the Coast",
      "description": "With the odd cathedral bell softly ringing, you spend the morning on a guided tour of Cuenca. Visit the historic churches and famous art galleries, dip into ceramics workshops, and then discover that a Panama hat actually comes from Ecuador. Lunch is enjoyed in the central square, watching the locals wander past and the red tiles reflect the early-afternoon sun. As the evening approaches, you're transferred to the airport and wave farewell to your private guides from the past six days. A 40-minute flight soars across to the coast and to Guayaquil, the modern port city that has some delightful dining options. You'll be met at the airport and transferred to your hotel, with the driver waiting to take you to a reservation at one of Ecuador's finest gourmet restaurants."
    },
    {
      "dayNumber": "7",
      "title": "Cruising Off On a Nine-Passenger Boat",
      "description": "Decadent and spacious, your nine-passenger Galapagos boat offers an exclusive way to cruise the islands. A jacuzzi offers ocean views and a prime place to watch the stars. There are three social areas onboard: a sundeck, observation room, and luxuriant lounge. A library contains detailed literature on the Galapagos' natural history while a gourmet chef enquires about your likes as you're welcomed to the boat. A discreet team makes everything tick, so sit back and admire the dolphins and gulls that seem to hover magnetically behind the boat. A small-group Galapagos tour offers an almost completely private trip through this fabulous natural oasis, ensuring you get near-exclusive access to world-renowned wildlife spots. Access to national park sites is carefully restricted here. Nothing is overcrowded or overpopulated. Instead, every trip is timetabled to ensure there is only one boat or group at each site at any given time. This means that there will only be you and eight other passengers exploring these sites of worldwide natural significance. After the flight to the Galapagos and a lunch on-board, you cruise off to North Seymour. This small volcanic island is engulfed in the mating antics of blue-footed boobies, perhaps the Galapagos' most iconic species. Watch them extend their wings and hop from blue foot to blue foot, using their striking colors as an indicator of virility. Mothers feed flightless chicks while magnificent frigates also grab your attention with their inflated red chests. Watch your step, as land iguanas line the trail and you walk alongside the breeding ground for thousands of birds. The birds are blasé about your presence, so get closer and keep photographing their remarkably mating displays."
    },
    {
      "dayNumber": "8",
      "title": "Beautiful Volcanic Remains on Santiago Island",
      "description": "Galapagos penguins waddle along the ragged cliffs of Bartolome, sometimes comically falling as they navigate the ancient lava flow. Sea lions bask on the white beach, curiously saying hello with a twist of the neck and a shimmy of the head. Enter the water, and a sea turtle is out on its morning rounds, cruising past reefs bathed in tropical resplendence. And this is just a snippet of what's going on. Today's excursion starts by ascending to Bartolome's summit for glorious views over the red lunar landscape. Then follow the penguins in diving into the water and inspecting the marine world. Nearby Sullivan Bay is equally poignant in its portrayal of volcanic history, the whole landscape marked by swirls of once-fiery lava. Go beneath the surface once more, and the nutrient-rich cliffs create a haven for tiny colorful fish and the odd pelagic, like a white-tip reef shark or an eagle ray. Like yesterday, you return to the boat around sunset for a leisurely evening of dining and watching the stars."
    },
    {
      "dayNumber": "9",
      "title": "The Mass Seabird Breeding Ground of Genovesa",
      "description": "Genovesa defies its images. A single photo can capture thousands of birds nesting together, the red-footed boobies beside frigates and storm petrels. Ascend onto the island's cliffs, and you soon realize that the photos are a misinterpretation. Instead, there are over a million birds on this tiny island, most of them squawking and hopping around as they seek to mate. Look closely, and the red feet give way to endemic finds, like the short-eared owl or the red-billed tropical bird. Then switch your lens to wide angle, and try and take in the scene. You have near-exclusive access to this fabulous site, so wander along the trail and intimately encounter the bizarre antics of these strange seabirds. You'll visit two Genovesa sites today, with the morning at Prince Phillip's Steps and the afternoon in Darwin Bay. A snorkeling interlude offers a real chance to be safely in the water with both Galapagos sharks and hammerhead sharks. As always, lunch is a gourmet one and there are always leisurely hours to enjoy on the boat."
    },
    {
      "dayNumber": "10",
      "title": "Marine Delights on Eastern San Cristobal",
      "description": "As you sail southeast from Genovesa, you find yourself at San Cristobal, an island that iconically imbues the colors of the archipelago. At the easternmost point of the island, you explore the only place in the world where the three booby species are found together. Their colorful feet and beaks parade alongside an endemic lizard and peculiar mockingbird. Each striking color is brightened by its white feathered surroundings, and just like in North Seymour and Genovesa, these birds are unfazed by human presence, enabling you to walk within a few meters from nests and flamboyant wing displays. After lunch, you spend the afternoon in the water at Kicker Rock, a marine site that's world famous for its schools of hammerhead sharks. Snorkeling allows you to spot them silhouetted in the depths and there's always something surprising rising from the abyss to the top of the reef wall."
    },
    {
      "dayNumber": "11",
      "title": "Rare Waved Albatross and Great Diversity on Espanola",
      "description": "A new Galapagos morning and the boat cruises gently to Espanola. Look out for whales from the sundeck and sip fresh Ecuadorian coffee with timeless views into the breadth of the Pacific. You're spending the day at the southernmost and oldest island, one that's spent four million years evolving from towering volcanic peak to weathered slice of natural history. Galapagos hawks soar and boobies dive from the air, but you're here in Espanola to indulge in the really endemic and unusual. Over 25,000 critically endangered waved albatrosses breed here, filling the cliffs with beak kissing and outrageous four-day mating displays. A tiny marine iguana is also exclusive to this island, as is a cacophonous mockingbird that flutters around. Around Gardner Bay, there's also a sampling of Darwin's finches, each with a beak that reveals its preferred feeding ground. And just as you're returning to the boat, a colony of sea lions greets you on a white beach of coralline sand."
    },
    {
      "dayNumber": "12",
      "title": "Kayaking with Sea Lions and Encounters with Giant Tortoises",
      "description": "As the sun paints the sky pink, you paddle a kayak into the Santa Fe bay. Colors reflect off shallow waves and then a strange head pokes out from the water. Sea lions. These are females, some of them fishing to feed a pup and others somersaulting around in the dawn hours. A whole colony occupies the beach and you have to watch their behavior to avoid upsetting the dominant male. Sit on a rock and admire the scene, some 50 sea lions interacting just meters away. A yelp, a grunt, and the big male charges across the sand. One young male had been impersonating a female in a bid to mate; unfortunately his acting skills weren't subtle enough. An endemic land iguana waits beneath prickly-pear cactus trees on the island while an easy walking trail takes you across the scorched remnants of this barren yet seductive island. The boat then cruises to Santa Cruz where you dock and spend the afternoon in the highlands. This landscape couldn't be any more different. It's dominated by green and charming rolls of valleys. It’s also home to one iconic character. Giant tortoises are everywhere, including the road, the pond, and the lawn that surrounds your remote lunch spot. These 500-pound giants are the biggest tortoises in the world and their evolved brilliance includes a resting heart that beats just two times a minute. Slow yourself to their pace, and you can get wonderful photos of the giant tortoises calmly grazing away. There's time to do some shopping in the port town of Puerto Ayora before you return to the boat for a final night on board."
    },
    {
      "dayNumber": "13",
      "title": "Departure",
      "description": "Scrolling through the camera, you tick off the iconic species: giant tortoises, all three booby species, waved albatross, penguins, sharks, rays, magnificent frigates, endemic iguanas, hawks, sea lions, mockingbirds, more endemic iguanas, and the circling of hammerheads. This small-group Galapagos cruise has revealed it all and you spend the return flight debating which most epitomizes the archipelago's brilliance. It's a 90-minute flight back to Guayaquil for your international departure."
    }
  ],
  "map": ""
}