{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "the-grand-galapagos-honeymoon-yacht-cruise",
  "tourName": "The Grand Galapagos Honeymoon & Yacht Cruise",
  "placesVisited": "Santa Cruz Island, North Seymour Island, Bartolome Island, Fernandina Island, Isabela Island, Sierra Negra, Puerto Villamil, The Andes, Rabida Island",
  "generalInfo": "Walk hand in hand through a mystical outdoor playground with this handcrafted Ecuador and Galapagos honeymoon with yacht cruise. Enjoy near-exclusive access to indigenous forests, resplendent Pacific islands, and exotic volcanic worlds. A wildlife realm engulfs the adventure, meaning there are no regrets if you decide to watch it unfold from your 5-star rooms. Just step outside to be amongst basking sea lions, soaring condors, mating seabirds, and the evocative delights of an evolutionary world.",
  "durationDays": "13",
  "price": "15,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Presidential Luxury in the Andean Highlands",
      "description": "Hidden amongst thousands of hectares of indigenous forest is the weekend home of the former Ecuadorian president. The Hacienda Zuleta has a 300-year history, and a rustic charm is omnipresent. Reddened tiles slope above wooden frames while broad windows overlook a landscape dappled with horses and llamas. Full of cobblestone and opulent carvings, the central courtyard could be a historic town square; natural wood fires and thick exposed beams decorate the guest rooms. For almost 100 years, this hacienda has been in presidential hands. It has entertained visiting royalty and world presidents. And now, it has opened its doors to a handful of guests. Arrive at Quito International Airport and you'll be transferred directly to the hacienda, a two-hour journey with sweeping panoramas over the Andes. Stop for lunch en route and then meander into a private forest that's a haven for condors and spectacle bears. This isn't a hotel or a lodge. It's an exclusive escape into a property that reflects discerning presidential tastes. Every meal, every painting, every historic piece of furniture has its place, combining to create an adoring getaway from the world. All meals are included and served at your request, wine and cheese tasting takes you through the evening, and there's a wonderful sense of privacy as you settle into the Andes."
    },
    {
      "dayNumber": "2",
      "title": "A Private Outdoor Playground for Adventures",
      "description": "Escape into Zuleta's private reserve, with these two days of exclusive living. An array of walking trails winds through the forest onto remote cliffs, where the views of the Andes are timeless. Critically endangered condors soar overhead while llamas and alpacas graze on openings of flat green, ever-poignant reminders of exactly where you're honeymooning. Pyramid hills left by indigenous tribes dot the landscape and there's always an exemplary sense of solitude. This is your outdoor playground, shared with only the handful of other guests at Zuleta. A paddock of horses has been selectively bred over the last 100 years and there's a whole menu of rides for guided and unguided trips through the reserve. Go on a picnic to lookout points that only receive a few guests a year. This hacienda has always catered for the most discerning of guests, and it can respond to any ideas you may have for the idyllic first days of a honeymoon."
    },
    {
      "dayNumber": "4",
      "title": "Walking Hand in Hand Amidst the Giant Tortoises",
      "description": "Iconic scenes dominate the Galapagos landscape, each another stitch in the fabric of nature's history. These islands are home to the most sensational and wonderful of evolution's creations, species that redefine impressions of wildlife. Isolation allowed such characters to evolve, and the Galapagos reflect many ideas of deserted island escapism. You're in the Pacific Ocean, 600 miles from the mainland, exploring a sequence of wildlife sites with barely another person or boat in site. Your Galapagos time is split between a luxury small-boat cruise and four nights at an oceanfront lodge. And it all starts with flying from Quito and having lunch in the highlands of Santa Cruz. Giant tortoises surround the charming dining area, gently grazing as you tuck into three courses and a bottle of wine. Walk hand in hand across the lawn as you explore their habitat, with a series of necks extending from shells to inspect your arrival. These are the world's largest giant tortoises, and they're just the start of the wildlife in the Galapagos. In the late afternoon, you're transferred to the yacht and your master suite with ocean views. Spacious and elegant, this eight-capacity vessel is ideal for giving you plenty of space but also getting out to the remote wonders of the archipelago. Your suite has personal bathrooms plus a private lounge for those downtime hours on the boat. All meals are included, and the bar is stocked for honeymoon occasions. Sip champagne in the jacuzzi on the upper deck, watch dolphins from the window of your suite and settle into five nights of luxury cruising. Dinner is served on board before you have the first night beneath the stars in this remote wonderland."
    },
    {
      "dayNumber": "5",
      "title": "Beautiful Bird Sites on a Small Luxury Cruise",
      "description": "Exuberant colors brighten the black volcanic cliffs of North Seymour, the wings of blue-footed boobies and magnificent frigates dappling the islet with new tones. Swallow-tail gulls reveal resplendent white while Nazca booby chicks wait flightless in their nests. Take a walk through this surreal breeding ground and encounter the strange seabirds that inhabit the islands. In just one site, there's a dramatic array of mating displays; boobies hop, wings are extended, and the frigates inflate their chests to grab attention. Watch where you walk as land iguanas also cover the trail, another creature that's covered in seductive detail. Return to the boat in the late-morning and there are a few hours of downtime on the boat. Sweeping oceanic views come from most sides, and it's rare that another vessel interrupts the horizon. While a cruise is about exploring, it's also a rare getaway into a series of remote and deserted islands. Every moment on the boat is a reminder of just how isolated this archipelago is. The afternoon's excursion takes you to Bartolome, an island of weaving volcanic red. Lava tubes pour down, crimson craters dot the landscape, and there's a sense of walking on a bizarre distant planet. Then to complete the surreal image, you see diving penguins and raucous sea lions lining the island's shore."
    },
    {
      "dayNumber": "6",
      "title": "Swimming with Sea Turtles and Galapagos Penguins",
      "description": "You've traveled northwest overnight, the yacht sailing into the most remote corner of the Galapagos. The intimacy of encounters is further elevated out here, and there's a sense of cruising onto the edge of the world. Stop at Punta Vicente Roca and jump into the Pacific blue. Dozens of sea turtles swim beside your snorkel, arriving to get cleaned by small parasite-picking fish. Turn to the side and a Galapagos penguin darts past. Look down to the silhouettes of reef sharks. Then turn around as a dolphin pod effortlessly soars through the water. This calm bay is an underwater crossroads, an area that's continually graced by the ocean's great creatures. After a relaxing afternoon on board, you take a sunset dinghy ride along the cliffs of Isabela, marveling at the sea lion and penguin colonies that occupy the coast. Then, as always, it's time for wine, jacuzzi bubbles, and watching the Milky Way appear in the remote Pacific sky."
    },
    {
      "dayNumber": "7",
      "title": "Endemic Wildlife in the Remote Western Galapagos",
      "description": "Cruising between Isabela and Fernandina, the boat follows the migration route of the whales, taking you to Urbina Bay and the Bolivar Channel. Sometimes there are feeding frenzies here, with the dolphins and whales pushing schools of fish towards the diving antics of seabirds. Flightless cormorants disappear into the ocean, creatures that only exist in this remote corner of the world. Huge marine iguanas wait along the rocks, expelling salt through random white sneezes. Giant tortoises and yellow land iguanas wander down towards the shore while colonies of Galapagos penguins waddle around to your amusement. With a series of volcanic craters towering over from Isabela Island, this lost realm can quickly imbue a feeling of mystique. Which can be perfect when you're looking to escape from the world on a honeymoon. As usual, twice daily guided wildlife excursions are combined with lots of downtime on the boat."
    },
    {
      "dayNumber": "8",
      "title": "A Red Beach Filled with Sea Lions",
      "description": "Beaches are a standard part of most honeymoon photos. They don't come much more unique than this one. Rabida's sand is an enigmatic red, the pounded remains of the earth's crust uplifted from the ocean floor. Spend the morning on the beach, and the sunbathing is sporadically punctuated by sea lions, inquisitive individuals that flop their way over to shout their own form of congratulations. Hawks soar above the cactus trees while mockingbirds flicker around the scarlet boulders. Enjoy some sublime snorkeling from the beach, and lounge the morning away on this volcanic islet. As the cruise takes you back towards Santa Cruz, you stop at Las Bachas, a white beach that contrasts the pink of flamingos with the red of sally light-foot crabs. It's the final wildlife stop for the cruise and a new rainbow of colors for the photo collection. Sip cocktails on the final evening of this small-group yacht cruise and wallow away the evening beneath the stars."
    },
    {
      "dayNumber": "9",
      "title": "Romantic Indulgence on Secluded Isabela",
      "description": "Honeymoons are often about remote tropical islands framed by white beaches and palm trees. Isabela doesn't have the swaying palms, but it responds to all the other reveries of a beach getaway. There's a peaceful ocean view, sand without footprints, and an exclusive sense of seclusion. Plus there are sea lions wobbling around, gargantuan seabirds flying past, and land iguanas shuffling towards the beach. After disembarking the cruise at Baltra Airport, you take a micro flight across the ocean to the southern tip of Isabela, where your lodge is elegantly perched on the edge of the Pacific. Uninterrupted views across the water come as standard. All meals are included in your package, but the lodge is flexible about the when and the where. Have a picnic on the sand, dine on your private balcony at sunset, and enjoy breakfast in bed throughout your stay. Rooms are carefully spaced to maintain the privacy, and there are some easy hiking trails that lead off from your room. For the next four days, there's not much to think about; so just indulge in the remote island bliss."
    },
    {
      "dayNumber": "10",
      "title": "Three Days of Bliss on a Remote Pacific Ocean Island",
      "description": "Over these three days, the program is flexible. You're on your honeymoon, so lie back and relax to your hearts’ content. But this is also the Galapagos, and there are some intriguing outdoor adventures that can be incorporated. A local guide will run through the options and help create a customizable program. Hike to the rim of the world's second largest volcanic crater, and then descend past successions of lava flows to the realm of the giant tortoise. A Sierra Negra excursion can be tough on the legs, but it's timeless for the eyes, the crater hissing and spitting below while half a dozen other cones speckle the distance. Scuba dive into some of the world's most revered sites, places where manta rays and hammerhead sharks are as commonplace as coral reefs. Marine life circles in its vivacious colors and there is a range of dive sites dependent on your qualification, along with various snorkeling points. Back on land, you can also walk to distant wildlife sites filled with the antics of iguanas and seabirds. The southwestern point of Isabela is one that's hardly visited by tourists, allowing you to have exclusive access to breeding grounds and beaches of eclectic life. Take a sunset cruise to lava arches or have a morning swim with sea lions. Galapagos accommodations are only found on four islands, and Isabela provides both the quietest setting and most vibrant wildlife world. So relax, soak up the atmosphere, and complete the honeymoon on this distant island."
    },
    {
      "dayNumber": "13",
      "title": "Departure",
      "description": "Admire the archipelago from the sky as you transfer back to Balta Airport for a scheduled departure to the mainland. You'll land in Quito in the early afternoon, and be transferred to a nearby spa hotel, where you have day access until your late-night international flight. All transfers are included."
    }
  ],
  "map": ""
}