{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "all-inclusive-galapagos-islands-cruise-tour-package",
  "tourName": " All-Inclusive Galapagos Islands Cruise & Tour Package",
  "placesVisited": "Quito, Isabela",
  "generalInfo": "Fully discover the splendor of the Galapagos Islands with this intimate all-inclusive Galapagos Islands cruise and tour. An 8-day luxury cruise takes you to stunning outlying islands, where seabirds nest in the millions and sea lions cover surreal lava flows. Then settle onto Isabela Island for three days of mystical volcanoes and marine worlds. Seductive, surreal, sublime... this tour package unveils the eclectic splendor of nature's great oasis in the Pacific Ocean.",
  "durationDays": "12",
  "price": "14,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito – Spa Welcomes in Quito",
      "description": "Quito provides a gentle introduction to Ecuador, the capital city elegantly stretching out across a volcano-clad valley. An overnight on the mainland is inevitable, as domestic flights to the islands leave early in the morning. It's an easy layover; city lights glisten from your five-star hotel on the hill, a traditional Ecuadorian dinner is served in the hotel's restaurant, and there's a spa to soothe any travel aches. You'll be picked up at the airport and transferred to a hotel on the edge of the city. Rest and Relax. The Galapagos adventure starts tomorrow. Consider learning more about your Galapagos travel agencies that will help you craft your personally memorable and perfect itinerary."
    },
    {
      "dayNumber": "2",
      "title": "Galapagos Cruise – Sea Life and Snorkeling",
      "description": "Land in San Cristobal and the luxury yacht sways gently in the Pacific, awaiting you with welcome drinks and a lavish lunch. Check in to your cabin then check out the seascape from the upper deck, where 360 degrees of archipelago views reveal snippets of old volcanic islands. With a capacity of just 20, this yacht ensures discreet personal service and spacious facilities. A whole world of evolutionary wildlife waits, and it starts at Lobos Island, which translates to Sea Lion Island. Hundreds of the jolly characters frolic on the rocks and many waddle over to say a curious hello. Some grunt and huff, others bask serenely in the sun, and a couple of gargantuan males chase each other around the sand. Lobos Island is a perfect introduction to the intimacy of the Galapagos experience. Yours is the only group on the islet, meaning near-exclusive access to the sea lion antics. Get close. Get even closer. You're not watching it all from a distant platform; you're standing just a few meters away from their playful waddling. You're close enough to touch. But this isn't a zoo. So resist the urge and allow the million years of evolution to continue unadulterated. From Lobos, you cruise to Kicker Rock, a famed site for hammerhead sharks and a tropical underwater world. Here you snorkel beneath the surface and enjoy the very rare opportunity to see pelagic giants so close to shore. Look across and there's a sea turtle. Look down and there are the evocative silhouettes of a hammerhead school."
    },
    {
      "dayNumber": "3",
      "title": "Galapagos Cruise – The Boobies of Punta Pitt",
      "description": "The far northeastern point of the Galapagos can be a remarkably memorable place. Thousands of boobies are nesting on a mass breeding ground, their colorful feet hopping around volcanic tuff formations. The blue-footed variety is the most elegant, with snippets of azure feathers and a bright beak complimenting their feet. Red-footed boobies are the most striking, their seductive colors mingling across the rocks. Then there are Nazca boobies; loud, bossy, and resplendently white. This is one of the world's rarest bird sites, and you walk just meters from the breeding ground. After lunch and a relaxing few hours back on the yacht, the afternoon is spent at the archipelago's finest beach: Cerro Brujo. Egrets, great blue herons, and sea lions share the white sand, giving plenty of space to enjoy if you want to slumber on the beach. Or take a dip out into the turquoise, and savor the marine world."
    },
    {
      "dayNumber": "4",
      "title": "Galapagos Cruise – The History of Floreana",
      "description": "The Galapagos isn't a single wildlife world. It's a series of distinctive realms that evolved separately from each other. Some characters are consistently seen, particularly sea lions and blue-footed boobies. But others find a haven in just a tiny slice of the archipelago. Each excursion brings something different on this all-inclusive tour. Today you're at Post Office Bay, discovering the tales of early whalers and remote postal systems. Cruise through a series of channels dotted with seabirds and spend the afternoon at the salt-water lagoon of Punta Cormorant. Flamingos bring their shocking pink to a green-olivine beach while extinct volcanoes peak above the water line. Expect to encounter reef sharks, sea turtles, and a tropical underworld of kaleidoscopic charm. As always, all activities and excursions are included."
    },
    {
      "dayNumber": "5",
      "title": "Galapagos Cruise – Red Volcanic Island",
      "description": "Towering mangroves hide juvenile reef sharks at Black Turtle Cove. Eagle rays and the odd young hammerhead also fish these waters, pushing schools up towards diving hunters such as pelicans and boobies. At times it's a chaotic hub of activity, with such diverse predators feasting at a remote site only accessible by boat. Like each day on this all-inclusive cruise, you enjoy a leisurely breakfast on the yacht before a fully-guided morning excursion. The heat of the day means downtime in the itinerary, a chance to relax on the yacht. Enjoy your three-course lunch, and look out for migratory whales. Now the afternoon excursion takes you to shades of surreal color on Bartolome Island. A collage of reds welcomes you to this extinct volcano, blurring into orange, yellow, and even green leftovers from a million years of evolution. A trail of stairs leads you to the island's summit and the most famous of Galapagos photos. In one frame there are the swirling reds of the island, the white of the beach, the blue of the ocean, and the protruding black of Pinnacle Rock. Then to provide a focal point, you spot a Galapagos penguin jumping off the cliffs. After the hike, you have a couple of hours to enjoy the beach, snorkel with the penguins, and admire the barren beauty of this remote island."
    },
    {
      "dayNumber": "6",
      "title": "Galapagos Cruise – Birds on Genovesa Island",
      "description": "A cruise itinerary enables you to visit the distant islands of the archipelago, places that receive few visitors and are the most dramatic in their revelation of natural history. The yacht traveled through the night to Genovesa, the northernmost of the islands that visitors are allowed to walk on. Resounding cries guide you onto the cliffs, some two million birds squawking from above as they battle for space on the crowded breeding ground. There are red-footed boobies, swallow-tailed gulls, storm petrels, short-eared lava owls, and Galapagos doves. Then the bizarre throat-sacks of magnificent frigates grab your attention; thousands of these males inflate their crimson chests and stand with pride, ever hopeful of impressing the females that soar overhead. But with so many birds, you need to be extravagantly bright to stand out. Spend today at two distinct sites on Genovesa, immersed in this sublime show of colorful chaos. The numbers are staggering, and it still doesn't seem real when you have stood amongst it all."
    },
    {
      "dayNumber": "7",
      "title": "Galapagos Cruise – Santiago Island",
      "description": "A luxuriant breakfast, an Ecuadorian coffee, a few moments of absolute tranquility with views of the Pacific. Soaring seabirds greet you from the upper deck, their white wings painted against the scarlet of sunrise. Dolphin pods occasionally sail past. Iconic calderas emerge from the shadows as the morning takes hold. While a Galapagos cruise offers continual outdoor adventure, remember that it's also a serene tour across uninhabited Pacific islands. This morning's excursion takes you to Espumilla Beach, where marine iguanas and sally-lightfoot crabs compete along the rocks and hundreds of seabirds perch above a beach of red sand. Few places are as exquisitely extraordinary, the endemic reptiles sneezing out salt and a flurry of wings flying past the sand. Visiting James Bay in the afternoon, you see more curious creatures, including rare lava lizards that extend their tongue to catch flies that hover around sea lions. Both today's landing sites offer snorkeling and it will only be you and the other 19 passengers on the boat that have access to this endemic wonder."
    },
    {
      "dayNumber": "8",
      "title": "Galapagos Cruise – The Tortoises of Santa Cruz",
      "description": "After the east and north, you now cruise into the central islands, destinations of eclectic marvel that reflect the sheer diversity of the Galapagos. Magnificent frigates are abundant on North Seymour, their red chests vibrantly out on display just meters from your camera. Blue-footed boobies hop around to attract mates, huge land iguanas sit curiously and patiently, while the grunts of sea lions echo across the rugged walking trail. Then in the afternoon, the reptiles get even bigger as you explore the highlands of Santa Cruz. Grazing upon the grass are 500-pound giant tortoises, elegantly plodding around with the odd blade of grass hanging from their mouths. Vermillion flycatchers and Darwin's finches flutter above their shells while the tweets of mockingbirds grace the rim of two volcanic sinkholes. Each Galapagos region is different and you need at least ten days to discover the breadth of the archipelago. In the north and the east, you've explored dramatic islands, home to prolific numbers of specific species. Central islands like North Seymour and Santa Cruz are more varied, showcasing the diversity on display. But that doesn't mean any lack of abundance. There are over 5,000 giant tortoises grazing in the highlands, plus thousands of boobies and frigates on the remote cliffs of North Seymour. Scale blends into intimacy, as you get close, almost-impossibly close. On these remote windswept islands, you can hear the gentle feet of blue-footed boobies as they hop in search of a mate."
    },
    {
      "dayNumber": "9",
      "title": "Isabela – Settling in on Isabela Island",
      "description": "Sea lions are the constant as you disembark the cruise and fly over to the western island of Isabela. There are hundreds of them waddling around the lava rocks of Mosquera Islet; mothers guarding pups, males bashing heads, and females waiting to be impressed. Then there's another colony of sea lions in the view from your balcony at an Isabela ecolodge. Sometimes, guests wake up and find these strange characters lounging around on their balcony. After disembarking the all-inclusive cruise at Balta, you take a micro flight to Isabela, where you're transferred to the lodge on the coast. Everything is included here, starting with welcome drinks and continuing with three a la carte meals a day. Excursions are planned for the next two days, but for today, just relax with the ocean view and swap your sea legs for those more suitable for land."
    },
    {
      "dayNumber": "10",
      "title": "Isabela \u0000– Hiking the World's Second Largest Volcanic Crater",
      "description": "Isabela's volcanoes rise like flamboyant sentinels, immovable presences that are ever willing to spurt ash and lava across the youngest of the Galapagos Islands. They stand over the Pacific, iconic towers to be glimpsed whenever you turn your head away from the sea lions. Today you hike to the rim of Sierra Negra Volcano, the world's second largest caldera and a hissing spitting pit of fire that has regularly erupted over the years. It's an evocative interpretation of volcanic power, fulfilling all the reveries associated with hiking around an active rim. From Sierra Negra, the descending trail takes you through the sublime lava flows of Volcan Chico; wisps and tubes tumble down the slopes, and there's a real sense of the earth's eruptive power. But keep walking. Within the crater's shadow, you find the gracious shells of giant tortoises, the gentle creatures grazing within eyeshot of the two craters. Return to the lodge around mid-afternoon and the rest of the day is free, with dinner served at your request."
    },
    {
      "dayNumber": "11",
      "title": "Isabela – Wildlife at Lava Arches",
      "description": "Mornings bring a calm to the Galapagos. Sit on the balcony and listen to the sporadic calls that echo above gently lapping waves; sea lion grunts rise in pitch, seabird' harmoniously call, a whale exhaling out in the ocean... Your final all-inclusive day takes you along the western fringes of Isabela Island in a small boat. Galapagos penguins dot the cliffs, and then they clump together in larger groups, waddling and watching as you slowly cruise past. Stop beside the cliffs and you admire the interaction. Two penguins are mating, a few others are diving into the blue, while many curiously wobble on the edge of the lava flows. After a picnic lunch, you continue to Los Tuneles, a surreal lava arch that stands isolated in the Pacific. Sea lions have made the arch their home while dozens of pelagic fish can be seen just beneath the water's surface. Snorkel here and you encounter the giants of this environment, including reef sharks, manta rays, and the elegant flapping of sea turtles. Sea lions are also incredibly entertaining when you're in the water, especially if you indulge them with a somersault or two. Return to the lodge for a final Galapagos evening, just you, the beach, and the occasionally mischievous wildlife neighbors."
    },
    {
      "dayNumber": "12",
      "title": "Isabela – Departure",
      "description": "It's back to Quito and back home this morning, as you first take a micro flight back to Santa Cruz then a domestic flight to Quito International Airport. Your international departure leaves from here."
    }
  ],
  "map": ""
}