{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "galapagos-liveaboard-cruise-diving-land-excursions",
  "tourName": "Galapagos Liveaboard Cruise: Diving & Land Excursions",
  "placesVisited": "Quito, Galapagos Islands, Isla Lobos, San Cristobal Island, Wolf Island, Darwin Island",
  "generalInfo": "Hammerhead schools swirl and manta rays cruise in the Galapagos. Sea lions swim past juvenile whale sharks while turtles elegantly pass eagle rays and endemic species. This is one of the world's most revered dive destinations, and there's never a dull moment in the water. An 8-day Galapagos liveaboard diving cruise trip takes you to the archipelago's finest dive sites, including four days on Wolf and Darwin Islands. A few days on San Cristobal unveils equally enchanting seabirds and reptiles.",
  "durationDays": "13",
  "price": "15,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito - Overnight in a World Heritage City",
      "description": "Flights to the Galapagos depart early in the morning so an overnight stay in Quito is unavoidable. But this is no tedious layover. You're greeted at the airport and transferred to a hotel in a 17th-century heritage building. You're in the heart of old Quito, the first ever World Heritage site and a delightful world of ancient terraces and palaces. Spend the afternoon slowly exploring; relax at early 16th-century squares, wander through golden churches, and sip coffee or beer in the courtyards once owned by conquistadores. Quito is an elegant and gentle introduction to any vacation and more than just a stopover on route to the Galapagos."
    },
    {
      "dayNumber": "2",
      "title": "Galapagos Islands - Check Dive and First Galapagos Impressions",
      "description": "Fly over the archipelago and it's hard to contain the excitement. While there are many islands and islets beneath the wingtips, the overall impression is of empty ocean space. Land in San Cristobal and you're transferred directly to your liveaboard boat. This 16-passenger boat has air-conditioned cabins and a spacious deck for relaxing after your dives. Meals are served in a decorated restaurant and there's always a place to escape to if you're looking for privacy. Meet the crew and have lunch on board before your first dive. Many Galapagos dive sites are reserved for advanced divers. Strong swirling currents and 30-meter depths mean this isn't a place for beginners. The first dive is from the shore at Isla Lobos and will reach nine meters. It's a chance to check whether you're happy with the equipment and revisit any skills if it's been awhile since your last dive. The dive masters will ensure you are all caught up, and will assist in buddying you with another diver for the trip. Consider reading more about your Galapagos tour operators who strive to make every dive unique and breathtakingly amazing. Sea turtles swim past, large schools of fish pick at eclectic coral, and there's usually a first sighting of reef sharks. Return to the boat where dinner is served and you enjoy the first night of dramatic starry skies."
    },
    {
      "dayNumber": "3",
      "title": "Galapagos Islands - Rays and Huge Fish Schools",
      "description": "Along the sandy bottom at Punta Carrion you must look closely to see the rays. They're expertly camouflaged, just an eye and tail betraying their stealth. Cruise along a reef wall and these rays wait patiently on the ocean floor, occasionally darting away with trademark precision. Today's two dives introduce you to the huge diversity of the marine world here. Rays are joined by dozens of strange tropical fish, eels hide beneath large boulders, and there's even a few sea lions cruising the depths. You'll get first glimpses of different shark species and encounter gargantuan schools of pelagic fish. After two morning dives, you spend the afternoon on North Seymour Island, where vast colonies of blue-footed boobies and magnificent frigates seek out mates. Walk slowly and silently and you'll see the males vividly posturing, either displaying their bright feet or inflated throat sacks. Back on board you depart for the far Northern Islands, an overnight journey of around 16 hours."
    },
    {
      "dayNumber": "4",
      "title": "Galapagos Islands - Multiple Ray and Shark Species at the Galapagos' Most Revered Dive Island",
      "description": "This liveaboard itinerary is centered around four days on Wolf and Darwin Islands. These two islands are the pinnacle of Galapagos diving, and it's impossible not be wowed by the abundance of huge marine creatures. Schools of hammerhead sharks are a norm, sometimes over 50 of them circling and swirling together. Galapagos sharks cruise through the reefs and large dolphin pods often grace their feeding grounds. Sea turtles are so plentiful they blend into the landscape while different ray species compete for your attention. And then there are the gigantic whale sharks swimming past to steal the limelight. You don't even need to be in the water. Dolphin pods and sea lions regularly poke their heads from the water just meters from the boat. Enjoy four dives around Wolf Island. Morning dives go deep, with hammerheads, silky sharks, and eagle rays the most enchanting of highlights. Then an afternoon and night dive showcase the completely diversity of the area, like mammoth mantas silhouetted below, octopi arriving from the depths, and red-lipped batfish. Day five offers two more dives here and there's never a dull moment. With so many sharks and rays, every minute seems to come from a Jacques Cousteau documentary. The visuals can be outrageous and all the dreams of Galapagos diving come to fruition. Peruvian grunts, jacks, wahoo, amberstripe scad, and it's not just a few of them; these sites explode with life and there's always a shark charging through the melee. Return to the boat and continue the cruise north, where you dock overnight besides Darwin Island."
    },
    {
      "dayNumber": "6",
      "title": "Galapagos Islands - An Incredible Abundance of Oceanic Giants",
      "description": "Huge hammerhead schools dominate Darwin Island and it's always an intimate encounter, their indelible frames cruising just meters away. As you drift along there's a series of Galapagos sharks and eagle rays keeping you entertained. Silky sharks meander and the distant swimming grace of a juvenile whale shark. But there's much more than these revered highlights. Butterflyfish and anglefish swarm in large numbers, as do a menagerie of damsels, wrasses, and anthias. Hawkish and parrotfish keep you occupied and the proximity to dolphins is enough to make your heart sing. You can enjoy four dives on day six and three on day seven, most of them strong drift dives around the wall. At some sites, you sail along and watch the parade, while at the Darwin Theatre you can explore a plateau that's packed with variety. Inquisitive turtles pass by and large numbers of garden eels poke their heads from hidden burrows. Everything from vivid shapes in the foreground to the distant mass of another shark below, the action never stops. Over the course of these dives you appreciate why the Galapagos Islands are so revered. So much of this ocean is protected and has never been fished, meaning the evolution of abundance hasn't been interrupted. And with three ocean currents converging, you encounter a diversity that's difficult to replicate elsewhere on the planet."
    },
    {
      "dayNumber": "8",
      "title": "Galapagos Islands - Seahorses and Sea Lions",
      "description": "Even when you cruise back to the central Galapagos, the dive sites are still dominated by shark and ray sighting. Down in the depths of Cousin's Rock, it's also hard to miss spotted eagle rays and large barracuda schools. But this site also allows you to inspect the macro of Galapagos life. Diminutive sea horses float past octopi and bizarre nudibranch hide amongst forests of sea fans and red sponges. The dive experience becomes interactive as sea lions enter the water, the playful creatures somersaulting as they chase salema fish. After the northern islands, today brings two easy dives and a chance to add more diversity to the long list of species that have been spotted. After Cousin's Rock, you'll cruise to Santa Cruz and spend the afternoon on land. Visit the Charles Darwin Research Station and explore the shops of Puerto Ayora."
    },
    {
      "dayNumber": "9",
      "title": "Galapagos Islands - Luxury Along the Coast",
      "description": "Swap sea-legs for land-legs for the final few days of your Galapagos adventure. After a farewell breakfast, you check in to a luxury lodge on San Cristobal Island and have a day at leisure. A beautiful sandy beach is within easy walking distance, and there are always the antics of sea lions and marine iguanas keeping you company. Kayaks and snorkeling equipment are included should you wish to continue the marine exploration. The lodge is ideally situated for those wanting to be active, with numerous hiking trails taking you along a coastline patrolled by seabirds and endemic finches. And if you're looking to relax, it's hard to beat a few hours on the beach besides the sea lions. All meals are included at the lodge."
    },
    {
      "dayNumber": "10",
      "title": "Galapagos Islands - Giant Tortoises and the Ancient Highlands",
      "description": "After descending into the marine blue, you now ascend into the lush green of the San Cristobal Highlands. Stark cliffs give way to expanses of deciduous forest and carpets of mowed grass. Giant tortoises fill these highlands, their 140-year old shells making a slow march across the lavish landscape. Like the sea turtles of the ocean, you're not just encountering a few giant tortoises. There's hundreds of them plodding around. Some try to bite necks as they assert dominance; youngsters meander through the reeds, and females escape the clutches of domineering males. Spend the day in these highlands, standing amongst a canvas of tortoise shells and gazing down on the green slopes of San Cristobal. Return to the lodge by mid-afternoon where there's ample time to relax at the beach or in the spacious grounds."
    },
    {
      "dayNumber": "11",
      "title": "Galapagos Islands - Remarkable Nesting Sites and Red-Footed Boobies at Punta Pitt",
      "description": "Punta Pitt is one of the archipelago's most famous wildlife sites. Red-footed boobies hop on raised rocks, those with the most vibrant feet winning the attention of females. Nazca booby chicks stand curiously in small nests, their fluffy-white plumage resplendent in the morning sun. Also dancing around are blue-footed boobies, their feet complimented by blue beaks and a slither of blue feathers. Nowhere else in the world can you see these three species together. As the males give off an air of invincibility, seeking to impress the females. The females inspect feet and wait for the males to guide them to a nesting site. They wait, they ponder, and then flutter onwards to another outrageous pair of hopping feet. Much like the Galapagos dive sites there's an intimacy to the wildlife experience on land. You're standing on trails adjacent to the breeding ground, barely a few meters from these flamboyant mating displays. These seabirds have few predators, and they don't change their behavior when you arrive with a camera. Spend the morning on land, wandering amongst the thousands of birds that inhabit the cliffs. There’s also a chance to snorkel from the shore or lounge on a quiet beach. Return to the lodge by mid-afternoon for another relaxing evening along the coast."
    },
    {
      "dayNumber": "12",
      "title": "Galapagos Islands - Coral Sand and Beaches Filled with Seabirds",
      "description": "Step into history as you walk along the Cerro Brujo beach, one of the first Galapagos sites visited by Darwin. Pelicans take spindly steps through the shallows while marine iguanas creep across the sand. These incredible creatures have evolved to survive solely from salt-water, drinking from the ocean and expelling the salt with a flurry of sneezes. Blue-footed boobies are also found in abundance and you continue the love affair with sea lions. These are bachelor males: big, boisterous, and belligerent as they compete for a mate. Enjoy a final snorkel and wave farewell to the marine world before an hour of lounging on the white coralline-sand of what is ostensibly Ecuador's best beach."
    },
    {
      "dayNumber": "13",
      "title": "Galapagos Islands - Departure",
      "description": "After 12 days on the islands, it's time to depart and return to the mainland. Wave farewell to the sea lions, share a last moment with the dive-bombing seabirds and depart from the airport on San Cristobal Island. You'll land back in Quito in the early afternoon where you have a few hours to unwind before your international departure."
    }
  ],
  "map": ""
}