{
  "destination": "Ecuador & Galapagos",
  "mainPhoto": "",
  "id": "kid-friendly-galapagos-islands-tour-luxury-cruise-guided-tours",
  "tourName": "Kid Friendly Galapagos Islands Tour: Luxury Cruise & Guided Tours",
  "placesVisited": "Quito, Pichincha Volcano, Santa Cruz Island, Santiago Island, Rabida Island, Bartolome Island, Genovesa Island, San Cristobal Island",
  "generalInfo": "Curious sea lions, waddling penguins and huge giant tortoises always make for a fun family holiday. Handcrafted for inquisitive children and inspired families, this kid-friendly Galapagos Islands tour offers a relaxed mix of tailored family activities, guided excursions, and free time to explore nature's surreal oasis in the Pacific. You'll spend four days exploring Santa Cruz Island from an oceanfront base, then four nights on a luxury cruise that's customized for luxury family vacations .",
  "durationDays": "11",
  "price": "13,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Getting Acquainted with Ecuador",
      "description": "Ecuador's capital is a relaxed and quiet base to start a vacation. While the city sprawls out through a volcano-clad valley, its ancient heart is a serene introduction to the country. Get picked up at the airport and privately transferred to a hotel in the World Heritage area. Interconnecting rooms keep your family together while the guide can provide transfers and recommendations for dinner. Quito's central streets are safe and easy to explore on foot, and a quick wander from the hotel takes you to delightful 17th-century churches and the Presidential Palace. Numerous cafes line two nearby city squares, another excellent spot for relaxing after the flight."
    },
    {
      "dayNumber": "2",
      "title": "A Cable Car Up a Volcano",
      "description": "For the children's first real “wow” moment, you take the teleferico up the slopes of Pichincha Volcano. Quito's urban landscape becomes diminutive against the majestic snow-capped peaks that stand above the city. The Western Andes stretch out from a 4,000-meter viewpoint, and there are 360 degrees of sublime landscape to take in. Back down in Quito, another wow moment comes in La Compania. Ancient churches aren't usually that appealing to children, but this one is completely covered in gold leaf. It shimmers and blinds at first sight; go inside and you intimately inspect the detail of what's commonly lauded as the most important church in colonial Latin America. After a short tour of the old city's central sights, you enjoy lunch at San Francisco Square before the afternoon is at your leisure. The guide and driver are available to take you to any other attractions or destinations around the city."
    },
    {
      "dayNumber": "3",
      "title": "Arriving on the Islands and Relaxing on the Coast",
      "description": "A 90-minute flight takes you to nature's great exemplars of evolution. Strange volcanic tuffs shimmer beneath the wingtips as you touch down in Baltra and are transferred to a luxurious lodge on Santa Cruz Island. Interconnecting rooms have ocean views, and the sound of sea lion antics regularly punctuate those of lapping waves. Wide lawns provide ample space to find some private time as a family while the restaurant is fully catered for children. All meals are included and are served at flexible times throughout the day. The lodge's location makes it a prime base for unguided exploration. Within easy walking distance you'll find a long sandy beach, and then there's a trail that brings encounters with nesting seabirds and huge land iguanas. Furthermore, the lodge's shuttle enables you to reach the town of Puerto Ayora and the Charles Darwin Research Center in just ten minutes."
    },
    {
      "dayNumber": "4",
      "title": "Meeting the Giant Tortoises of Santa Cruz",
      "description": "In the resplendent highlands of Santa Cruz, children must learn to step gently and quietly. Giant tortoises cover the landscape, slowly grazing with the odd blade of grass dangling from their mouth. These tortoises have terrible eyesight. They sense movement via the vibrations of the earth, meaning they quickly retract their necks inside their shells when overenthusiastic children march over. However, walk on tiptoes and you can get just two or three meters from these phenomenal creatures. Pose for photos behind the tortoises and admire the interaction as the great reptiles gently cruise the Santa Cruz Highlands. This morning's excursion to the tortoises is followed by lunch in the Highlands and a short trip to Los Gemelos, the curious site of two geological sinkholes surrounded by endemic tropical birds. The afternoon is at your leisure."
    },
    {
      "dayNumber": "5",
      "title": "Exploring Santa Cruz the Kids' Way",
      "description": "Central Santa Cruz epitomizes the iconic splendor of the whole archipelago. While the outlying islands reveal dramatic endemic scenes, this easy to explore island combines many famed features of the Galapagos. Today you have a private guide who will customize a program of excursions that can explore remote corners of Santa Cruz. Choose to kayak in calm bays with sea lions. Guided snorkeling reveals a marine world of sea turtles, small reef sharks, and vast schools of tropical wish. Mountain bikes can go on flat trails, winding past the antics of blue-footed boobies and other dive-bombing seabirds. Hundreds of resplendent land iguanas cast a curious glance on Dragon Hill while Tortuga Bay offers a languid two hours on the beach beside more sea lions. Then there's dozens of potential walking trails to enjoy. Santa Cruz offers the most diverse options for land exploration and your guide will advise you on all the potential options for the day."
    },
    {
      "dayNumber": "6",
      "title": "Free Day on the Island",
      "description": "The morning mist quickly clears, as you wake up to a new Galapagos morning. Sporadic sea lion grunts come from the nearby beach, the colony voicing approval after a successful morning fish. Flurries of resplendent white soar past, the wings of herons and storm petrels cruising along Pacific waters. Occasionally you'll see dolphin pods at this hour, their fins rising and falling with poetic unison. Head down to the restaurant for breakfast and enjoy the soft and cool morning hours. While the Galapagos Islands straddle the equator, the ocean winds help moderate the temperature and reduce humidity. It's comfortable to walk around anytime other than the midday sunshine hours. Also, no specific vaccinations are required to visit the Galapagos, and there is no malaria risk here. Today is deliberately left free, allowing you to explore Santa Cruz or relax at the lodge. Ten different tortoise species occupy the Charles Darwin Research Station nearby, an informative and interactive stop in revealing the origins of evolution."
    },
    {
      "dayNumber": "7",
      "title": "Relaxing With Sea Lions on the Beach at Las Bachas",
      "description": "Sea lions bask on the beach at Las Bachas, waddling with comical curiosity as you arrive on the sand. Behind the beach, two lagoons are speckled with flamingos, the vibrant colors eye-catching at first glance. Now come marine iguanas, deftly shambling across the sand to rest on rocky outcrops. Get closer to the sea lions and there are lava lizards, a tiny reptile that feasts on its friend's pesky flies. All this life coexists within a few hundred meters, bringing hours of entertainment at these evocative sites. There are dozens of these unique sites dotted across the Galapagos Islands, each location symbolizing evolution and natural history. A Galapagos cruise allows you to explore the remote islands and to indulge in the eclectic spectacles of the archipelago. Your 90-capacity cruise ship is ideal for kid-friendly Galapagos cruising. Interconnecting cabins allow your family to be together, and multiple social areas mean there's always a private place on the boat. Boats of this size enable guides to structure different excursions and activities. This includes tailored activities for children that cover topics like wildlife photography, wildlife tracking, and natural history. There's also an onboard library to continue the kids’ fascination in the unusual and wonderful characters they've just seen. All meals are included, served in a large restaurant area; breakfast and lunch are buffet-style while dinner is a la carte. Over the next four nights, you tour the northern part of the Galapagos on a route that epitomizes the vast diversity of the islands. Start today with the wildlife filled beach at Las Bachas. There's much more to come."
    },
    {
      "dayNumber": "8",
      "title": "Easy Exploration of the Marine World",
      "description": "White-tip reef sharks soar along the reef wall, peeking in at moray eels and tropical menageries of fish. Sea turtles slowly flap past, as graceful and elegant as the giant tortoises of land. Rays are camouflaged into the sandy bottom while a rainbow of colors swim over the coral. The Galapagos world is equally vibrant beneath the water as it is above it, and the cruise presents multiple ways to explore. A glass-bottom boat ride turns the Pacific into a vibrant personal aquarium. Dinghy rides reveal silhouettes and the creatures that occupy the ocean cliffs. Then take a dip in the water, as the guided snorkeling excursions are tailored for beginners. Specialist snorkeling life jackets can be used, providing buoyancy but also ensuring your head can look down into the oceanic world. Floatation devices can also be used for more confident young swimmers. Snorkeling spots are in calm bays without currents, all under the watchful eye of the guide and a support boat that will pick up any tired snorkelers. You spend the day on Santiago Island, with the morning's marine activity centered around Buccaneer Cove. It's not all about the ocean; blue-footed boobies dot the cliffs, sea lions grunt and shout, and then there are the astonishing isolated lava formations like Elephant Rock. After lunch, the early afternoon is downtime on the boat, a chance to snooze or watch the waves from the sundeck. These hours aren't times to be in the sun. Around 2:30 p.m., you head off to Puerto Egas, a soft sandy shoreline that is regularly visited by sea turtles. Marine iguanas laze on tuff-stone layers, and there's a new underworld to discover. On a cruise, each wildlife site is vastly different from the last, helping keep the children continually fascinated by new worlds."
    },
    {
      "dayNumber": "9",
      "title": "Walking Across Lava Flows",
      "description": "Rabida's red beach makes for a surreal photo. Swirls of orange and scarlet mingle as you walk across it, while the focal point is provided by sea lions, the fluttering of yellow warblers, and Darwin's finches. Nearby Bartolome Island is equally iconic in its evocation of a distant planet, the red lava tubes tumbling down from a majestic pinnacle. These two islands effortlessly showcase Galapagos history, revealing the thick scent of volcanic uprising that formed these sculpted marvels. Like yesterday, there's marine exploration at both sites, allowing you to combine a walk across ancient lava with a journey into a colorful world. A moderate climb takes you to the summit of Bartolome for vistas over the red landscape and the deserted bliss of these remarkable places."
    },
    {
      "dayNumber": "10",
      "title": "Millions of Sea Birds and Land Iguanas",
      "description": "Birdwatching isn't always the easiest sell to children. But Genovesa does it as well as anywhere on the planet. Some two million birds nest on the cliffs of this northern island, performing bizarre mating displays just meters from the walking trail. Shocks of crimson indicate the inflated throat sacks of red-footed boobies, hundreds of them waiting to impressive the picky females. Red-footed boobies extend their wings and hop around as they seek to stand out from the crowd, then a bossy colony of Nazca boobies rules with boisterous shouts. Storm petrels cluster in huge numbers, and it's hard to look anywhere without seeing tens of thousands of birds. Genovesa is one of the archipelago's most special islands and today's two excursions offer intimate immersion within this mass breeding ground. In the evening, enjoy a farewell drink with the crew before you cruise back towards the central islands."
    },
    {
      "dayNumber": "11",
      "title": "Departure from San Cristobal",
      "description": "An early start, and there is one final memory for the kids to take home. After disembarking on San Cristobal, you visit Cerro Colorado, where a breeding program is helping rejuvenate the different subspecies of the giant tortoise. Each has a different shell, dependent on whether its feeds along the ground or reaches up to pick from the island's flora. After an hour with the tortoises, you're transferred to the airport and a flight back to Quito, where you connect to your international flight."
    }
  ],
  "map": ""
}