[
    {
        "type": "overview",
        "Main_Title": "Our Bangladesh holidays & tours",
        "Main_Paragraph": "Bangladesh is blessed with some of the wildest places on Earth, as well as some of the biggest cities. Traditional tribal life thrives too, from the Khasia to the Monipuri. Our Bangladesh holidays show you the many sides of the country, unified by the insight of local guides and informed by community visits, local naturalists, and tribal representatives along the way. You’ll take the train, negotiate adventurous roads, thread through bazaars and tread the streets of Dhaka. Stupendous architectural and spiritual sites abound, from temples in Dhamrai to the Buddhist World Heritage site at Paharpur. And you’ll visit lowland waterways and mangroves where the best way to get around is by boat, except when you tiptoe ashore to track tigers on foot.",
        "Subtitle": "Bangladesh highlights",
        "Title1": "1. Chittagong Hill Tracts",
        "Paragraph1": "The jungle-painted hills, ravines, lakes and mountains of the Chittagong Hill Tracts were the scene of a 20-year-long war triggered by Bangladeshi independence. These days, hikers know it as one of the most peaceful parts of Bangladesh and home of 15 ethnic minorities. A local guide can take you to the thatched stilt houses in Ruma Bazar, where you can learn about local customs and the Bawm peoples continual struggle for land rights.",
        "image1": "",
        "Title2": "2. Dhaka",
        "Paragraph2": "There are almost 165 million people in Bangladesh  and it feels like they all live in Dhaka, the high-volume capital city. A quick (theres no other speed here) rickshaw tour of Old Dhaka will whisk you past the rose-pink Ahsan Manzil palace, ornate Star Mosque and Armenian Church and graveyard, before dropping you off amongst the fruitmongers and flower wreath stalls of Shankhari Bazar.",
        "image2": "",
        "Title3": "3. Sixty Dome Mosque",
        "Paragraph3": "The Sixty Dome mosque lies on the edge of the tigerlands of southwest Bangladesh. The dust-red walls and 70 (not 60) domes of this 15th-century mosque are still going strong after over 600 years, earning it a spot on the UNESCO World Heritage List. Arches and cornices decorate its cavernous insides, while palm gardens neatly frame the outside.",
        "Title4": "4. Somapura Mahavihara",
        "Paragraph4": "Head to the far north of Bangladesh, and youll come across one of the biggest Buddhist monuments in Asia: Somapura Mahavihara. Although built as a Buddhist monastery in the 8th century, Hindus and Jains have also studied here, so youll see artwork, sculptures, carved tiles and shrines from all three Dharmic beliefs. The design is unique in this part of the world, inspired by the ancient stupas of Indonesia.",
        "image3": "",
        "Title5": "5. Srimangal",
        "Paragraph5": "Capped langurs, hoolock gibbons, Indian muntjacs, Sunda slow lorises  Srimangal is a haven for hundreds of secretive species (and those who like to glimpse them). Sail the Hail Haor wetlands to watch for waterfowl or hike Satchari National Park to seek endangered Phayres leaf monkeys. This region is also Bangladeshs tea capital, surrounded by striped plantation hills and Manipuri tribal villages.",
        "Title6": "6. Sundarbans",
        "Paragraph6": "The Sundarbans is the biggest mangrove forest in the world  a vast delta of islands, creeks, beaches and savannahs at the meeting point of the Ganges, Brahmaputra and Megna rivers. Its also the hunting ground of the elusive Bengal tiger. Boat is the best approach, taking you on larger rivers and small canals for maximum tiger-spotting chances. Wildlife co-stars include saltwater crocodiles and long-nosed Ganges dolphins."
    }
]