{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "AFMV",
  "tourName": "Mara'dan Viktorya Şelalelerine",
  "placesVisited": "Kenya, Tanzanya, Güney Afrika, Svaziland, Zimbabve, Zambiya",
  "generalInfo": "Yaban hayatı arıyorsanız, bu tur tam sizlik. Bir fotoğrafçının rüyası, Masai Mara'nın engin düzlüklerine yayılmış zebra sürülerini görmek, büyük kedilerin Serengeti'de avlarını takip ettiklerini izlemek ve Kruger Milli Parkı'nda Siempre Tur kamyonundan fillere hayranlıkla bakmaktır . Ayrıca Zanzibar'ın cennet gibi plajlarını ve Matobo Milli Parkı'nın çalılıklarını deneyimleyeceksiniz.<br><br>En Yakın Uluslararası Havaalanına (geliş): Nairobi Jomo Kenyatta Uluslararası Havalimanı  (NBO)<br><br>En Yakın Uluslararası Havaalanı (gidiş): Livingstone Harry Mwanga Nkumbula Havalimanı  (LVI)",
  "durationDays": "27",
  "price": "3569",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<p>&gt;Masai Mara Doğa Koruma Alanı</p>\n<p>&gt;Masai Köyü</p>\n<p>&gt;Serengenti Milli Parkı gezisi</p>\n<p>&gt;Ngorongoro Krateri Sabah Gezisi</p>\n<p>&gt;Zanzibar baharat turu ve yöresel öğle yemeği</p>\n<p>&gt;Siempre Tour Kamyonlarıyla Kruger Milli Parkı'nda gezi</p>\n<p><strong>Konaklama </strong></p>\n<p>13 gece Otel ,4 gece çadır kampı, 2 gece loca,  5 gece kulübe, 2 gece konukevi</p>\n<p><strong>Taşımacılık</strong></p>\n<p>Büyük kamyonlar , 4x4 araçlar, uçak</p>\n<p><strong>Yemekler</strong></p>\n<p>5 açık büfe kahvaltı , 3 yöresel öğle yemeği ,6 akşam yemeği ,9 kahvaltı, 5 kahvaltı paketi , 8 öğle yemeği, 8 yöresel kahvaltı, 4 hafif kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour  lideri , Siempre Tur Şoförü</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Nairobi'ye varış",
      "description": "Birçok gezgin Nairobi'yi Doğu Afrika'nın diğer bölgelerine giderken bir uğrama noktası olarak kullanmaktadır. Ancak şehirde, ailesiz  bebek fillerinin ya da nesli tükenmekte olan Rothschild zürafalarının koruma altına alındığı ve yetiştirildiği zürafa merkezi gibi birçok çekici aktiviteler vardır."
    },
    {
      "dayNumber": 2,
      "title": "Masai Mara Doğa Koruma Bölgesi",
      "description": "Kahvaltıdan sonra Nairobi'den yola çıkıyoruz,ve Masai Mara Doğa Koruma Bölgesi'ne gitmeden önce 4x4 safari minibüslerimize bineceğimiz yerde öğle yemeğine gidiyoruz. Vardığımızda dünyanın en ünlü ve geniş kapsamlı vahşi yaşam bölgesi karşımızda."
    },
    {
      "dayNumber": 4,
      "title": "Nairobi",
      "description": "Bugün inanılmaz Masai Mara'yı geride bırakıp Nairobi'ye geri dönüyoruz. , Zürafa merkezine gitmeden  önce, fil yetimhanesindeki filleri beslemeyi deneyimlemek için bir şans elde edeceğiz. Eğitim merkezinde ise, vahşi yaşam hakkında daha fazla şey öğrenin ve bu muhteşem canlıları fotoğraflayın. Öğleden sonra geri geleceğiz ve son bir kaç gün boyunca geçirdiğiniz inanılmaz deneyimlerden sonra  dinlenmek ve rahatlamak için serbest zamanınız olacak."
    },
    {
      "dayNumber": 6,
      "title": "Arusha",
      "description": "Tanzanya sınırını geçtikten sonra Arusha'ya doğru yol alıyoruz. Serengeti Ulusal Parkı ve Ngorongoro Krateri'ne gitmeye hazırız. Arusha, kahve dükkanları, bankalar ve diğer birçok modern olanaklara ve kablosuz internete sahip yoğun, hareketli bir şehirdir. Geceleri burada geçireceksiniz. Eşyalarınız kamyonda bırakcak ve Serengeti Milli Parkı ve Ngorongoro Krateri'ne yapacağınız gezi için sadece bir gecelik çanta alacaksınız."
    },
    {
      "dayNumber": 7,
      "title": "Serengenti Milli Parkı ve Ngorongoro Krateri",
      "description": "Girişi olmayan bir yer olan Serengeti Ulusal Parkı, Afrika'nın en ünlü safari durağı. Kahvaltıdan sonra çıkıyoruz ve 4x4 lere binerek milli parka gidiyoruz. Öğleden sonra, zamanımızı verimli kullanmak ve vahşi yaşamı izleme fırsatları için, milli parkın içinde yer alan orman evinde geçiriyoruz. Serengeti ovalarına ulaşmadan önce, dünyanın en büyük kırılmamış ve bozulmamış krateri Ngorongoro Krateri'ne bakan çarpıcı bir manzara için duracağız. Geniş 300 kilometrekarelik krater, önünüzde maviden ve yeşilden oluşan renkli bir manzaranın  içinde uzanır ve bir fili gri bir nokta kadar görebileceğiniz boyuttadır."
    },
    {
      "dayNumber": 9,
      "title": "Arusha",
      "description": "Son sabahımız, yaşam alanı içindeki kraterde geçiyor. – Siyah gergedan, fil ve aslanları görmek için iyi bir yer."
    },
    {
      "dayNumber": 10,
      "title": "Nungwi Plajları",
      "description": "Bugün gizemli, sarhoş edici Zanzibar adalarındayız. Kahvaltıdan sonra cennet adasına uçuşumuz için Arusha Havalimanı'na gideceğiz. Zanzibar'a geldiğimizde, önümüzdeki iki geceyi geçireceğimiz Nungwi'nin  cennet sahillerine gidiyoruz ."
    },
    {
      "dayNumber": 12,
      "title": "Stone Town",
      "description": "Bugün Stone Town'a gidiyoruz. Yolda, bu yemyeşil, tropik ortamda yetişen bol bitkiyi ve kaynağından alabileceğimiz numune baharatları keşfedebileceğimiz baharat tarlalarından birinde duracağız. Ayrıca, yerel halkla etkileşim kurma ve onların misafirperverliğini deneyimleme şansına sahip olacağımız küçük bir köyü ziyaret edeceğiz; Burada yerli halk tarafından pişirilen geleneksel bir öğle yemeğinin tadını çıkaracağız."
    },
    {
      "dayNumber": 13,
      "title": "Pretoria",
      "description": "Kahvaltıdan sonra cennet adamızın arkamızda bırakıp  havalimanına gideceğiz ve Güney Afrika'da Johannesburg'a uçup Pretoria'da konaklayacağız. Bu kısa uçuş, Doğu Afrika’yı Güney Afrika’ya birleştiriyor."
    },
    {
      "dayNumber": 15,
      "title": "Mlilwane",
      "description": "Kahvaltıdan sonra Güney Afrika'ya veda edip geçici olarak Afrika'nın en küçük ülkesi olan Svaziland Krallığı'na gidiyoruz. Bu güzel çeşitlilikteki bölge, yaban arazileri, büyüleyici yerlileri, sanat ve el sanatları, festivalleri ve geleneksel zengin kültürel mirası ile bilinir."
    },
    {
      "dayNumber": 18,
      "title": "Hazyview",
      "description": "Kruger Ulusal Parkı'nın sınırlarının hemen dışında yer alan Hazyview, Güney Afrika'nın Mpumalanga bölgesinde küçük bir kasabadır. Tanrı'nın Penceresi, dünyaca ünlü Blyde Nehri Kanyonu ve Lizbon Şelaleleri gibi bir dizi doğal güzellikleri olan Blyde Barajı üzerinden Hazyview'a doğru yol alacağız."
    },
    {
      "dayNumber": 19,
      "title": "Kruger Milli Parkı",
      "description": "Sabahın erken saatlerinde , büyük beşliyi gözleyebilmek için Kruger Ulusal Parkı'na gidiyoruz."
    },
    {
      "dayNumber": 21,
      "title": "Tshipise",
      "description": "Kahvaltıdan sonra Kruger Milli Parkı'ndan çıkış yapıp Zimbabve sınırına yakın küçük bir kasaba olan Musina'ya doğru ilerliyoruz."
    },
    {
      "dayNumber": 22,
      "title": "Bulawayo ve Matobo Milli Parkı",
      "description": "Güney Afrika'yı terk edip sınırı geçip Zimbabve'ye gidiyoruz ve Matobo Ulusal Parkı'nı keşfetmek için Bulawayo kasabasına doğru yol alıyoruz."
    },
    {
      "dayNumber": 24,
      "title": "Viktorya Şelaleleri",
      "description": "Bulawayo'dan yola çıkıyoruz ve kuzeye, Afrika'nın en büyük ilgi çeken merkezlerinden ve dünyanın en muhteşem şelalelerinden birine doğru gidiyoruz. Bir kilometreden fazla bir uzunluğa ve yüz metrenin üzerinde bir yüksekliğe sahip olan bu muhteşem doğa harikası su, Zimbabve ve Zambiya'yı ayıran sınır olarak tanımlamaktadır. Rüzgarın yönüne bağlı olarak, Afrika’nın dördüncü büyük nehri olan güçlü Zambezi’ye 40 km’ye hızla  çarpan suların gürültüsünü duyabilirsiniz."
    },
    {
      "dayNumber": 26,
      "title": "Livingstone",
      "description": "Zimbabve'yi geride bırakıp Zambiya ile bizi bağlayan berbat Victoria Şelaleleri Köprüsü'nü  geçiyoruz. Köprüden Zambezi Nehri'ne doğru daldığını gördüğünüz bungee jumper'lara bakabiliriniz."
    },
    {
      "dayNumber": 27,
      "title": "Livingstone'dan ayrılış",
      "description": "Ömürlük serüveniniz bugün sona eriyor. Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız, manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}