{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "AFNL",
  "tourName": "Naoribi' den Livinstone' a",
  "placesVisited": "Kenya, Ruanda, Uganda, Tanzanya, Güney Afrika, Svaziland, Zimbabve, Zambiya",
  "generalInfo": "Bu tur safariler, müzeler ve kültürel deneyimlerle dolu olduğundan, doğu ve güney Afrika’ nın en büyük cevherlerini keşfedin. Gorillere yürüyüşten, Uganda ormanlarına, Zanzibar’ ın kumsallarına ve Victoria Şelaleleri’ nin güçlü spreyine kadar, bu grup turu Afrika’ nın bir çok özel bölgesini sergiliyor.<br><br><strong>En Yakın Uluslararası Havaalanına (geliş):</strong> Nairobi Jomo Kenyatta Uluslararası Havalimanı (NBO)<br><br><strong>En Yakın Uluslararası Havaalanı (gidiş): </strong>Livingstone Harry Mwanga Nkumbula Havalimanı(LVI)",
  "durationDays": "36",
  "price": "5649",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Konaklama</strong></p>\n<p>18 gece otel, 9 gece çadır kampı, 1 gece ortak banyolu otel, 2 gece loca, 5 gece baraka</p>\n<p><strong>Taşımacılık</strong></p>\n<p>Büyük kamyonlar, uçuşlar, 4x4 araçlar</p>\n<p><strong>Yemekler</strong></p>\n<p>35 kahvaltı, 1 yöresel akşam yemeği, 17 öğle yemeği, 5 akşam yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri, Siempre Tour Şoförü</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Nairobi’ ye varış",
      "description": "Birçok gezgin Nairobi’ yi Doğu Afrika’ nın diğer bölgelerine giderken bir uğrama noktası olarak kullanmaktadır.  Ancak şehirde,  ailesiz  bebek fillerinin ya da nesli tükenmekte olan Rothschild zürafalarının koruma altına alındığı ve yetiştirildiği zürafa merkezi gibi birçok çekici aktiviteler vardır."
    },
    {
      "dayNumber": 2,
      "title": "Kigali",
      "description": "Sabah kahvaltıdan sonra Ruanda’ nın başkenti Kigali’ ye uçmak için Nairobi Havalimanı’ na gidiyoruz.  Kigali,  Ruanda’ nın en büyük şehridir ve büyük bir kültürel ve ticari merkezdir."
    },
    {
      "dayNumber": 3,
      "title": "Banyonyi Gölü",
      "description": "Kahvaltıdan sonra otelimizden hareketle  ve Ruanda Soykırımı’ nın yakın tarihini ve Tutsi’ lerin infazını öğreneceğiniz,  Nyamata Kilisesi Soykırım Anıtını,  Kigali Soykırım Anıtı Merkezini ve Hotel des Milles Collines - yani Hotel Ruanda’yı  ziyaret etmek için özel rehberli bir tur düzenleyeceğiz."
    },
    {
      "dayNumber": 4,
      "title": "Banyonyi Gölü ( Gorillere yürüyüş )",
      "description": "Bugün uzun bir gün olabilir,  bu yüzden çantanızda su bulundurmanızı tavsiye ederiz.  Tur başlangıç noktasına ulaşmak için sabahın erken saatlerinde milli parka gideceğiz.  Sekiz saatin üzerinde süreceğini düşündüğümüz yürüyüş turumuzda,  rehberler sizlere öncülük edecek ve sabahın erken saatlerinde gorillerin ayak izlerini takip edip nerede olduklarını bulmaya çalışacağız. Yürüdüğünüz mesafe  gorillerin ne kadar hareketli olduğuna bağlı olarak değişir.  Bazı goriller,  izleyicilerin onları bir gün önce bıraktığı yerden uzaklaşmayacak,  bazıları ise yiyecek arayışından ötürü uzaklaşacaklar."
    },
    {
      "dayNumber": 5,
      "title": "Banyonyi Gölü",
      "description": "Bugün gezinizden sonra dinlenip tazeleneceğiniz bir sabah geçireceğiz.  Alternatif olarak,  bölgeyi biraz daha keşfetmek isterseniz,  yakındaki köylerdeki bazı yerlileri ziyaret edebilir,  gölde yüzebilir ya da göle bakan muhteşem manzara noktalarına ulaşabilirsiniz."
    },
    {
      "dayNumber": 6,
      "title": "Kampala",
      "description": "Güzel manzara,  muhteşem vahşi yaşam ve Lake Bunyonyi’ nin yerel topluluklarını deneyimledikten sonra,  Kabale kentindeki özel inşa edilmiş aracımızla buluşacağız.  Buradan Uganda’ nın başkenti Kampala’ ya doğru yol alacağız.  Kampala’ ya giderken ilçe ve yerel pazarlardan geçeceğiz ve ekvatorda durup,  bir ayağınızın Güney Yarımküre’ de bir ayağınızın Kuzey Yarımküre’ de fotoğraflar çekeceğiz.  Ekvator,  tüm doğu Afrika’ da hediyelik eşya satın almak için en iyi fırsatlardan bazılarına sahiptir."
    },
    {
      "dayNumber": 7,
      "title": "Jinja",
      "description": "Kahvaltıdan sonra muazzam Nil Nehri’ nin kaynağına gidiyoruz."
    },
    {
      "dayNumber": 9,
      "title": "Naivasha",
      "description": "Bugün iki gece geçireceğimiz Naivasha Gölü’ ne gidiyoruz.  Burada bölgeyi keşfetmek için boş gününüz olacak. İsteğe bağlı aktivitelerden birini seçebilirsiniz"
    },
    {
      "dayNumber": 11,
      "title": "Masai Mara Doğa Koruma Bölgesi",
      "description": "Kahvaltıdan sonra Naivasha’ dan yola çıkıyoruz, ve Masai Mara Doğa Koruma Bölgesi’ ne gitmeden önce 4x4 safari minibüslerimize bineceğimiz yerde öğle yemeğine gidiyoruz.  Vardığımızda dünyanın en ünlü ve geniş kapsamlı vahşi yaşam bölgesi karşımızda."
    },
    {
      "dayNumber": 13,
      "title": "Nairobi",
      "description": "Bugün inanılmaz Masai Mara’ yı geride bırakıp Nairobi’ ye geri dönüyoruz. Zürafa merkezine gitmeden  önce,  fil yetimhanesindeki filleri beslemeyi deneyimlemek için bir şans elde edeceğiz.  Eğitim merkezinde ise,  vahşi yaşam hakkında daha fazla şey öğrenin ve bu muhteşem canlıları fotoğraflayın.  Öğleden sonra geri geleceğiz ve son bir kaç gün boyunca geçirdiğiniz inanılmaz deneyimlerden sonra  dinlenmek ve rahatlamak için serbest zamanınız olacak."
    },
    {
      "dayNumber": 15,
      "title": "Arusha",
      "description": "Tanzanya sınırını geçtikten sonra Arusha’ ya doğru yol alıyoruz.  Serengeti Ulusal Parkı ve Ngorongoro Krateri’ ne gitmeye hazırız.  Arusha,  kahve dükkanları,  bankalar ve diğer birçok modern olanaklara ve kablosuz internete sahip yoğun,  hareketli bir şehirdir.  Geceleri burada geçireceksiniz.  Eşyalarınız kamyonda bırakacak ve Serengeti Milli Parkı ve Ngorongoro Krateri’ ne yapacağınız gezi için sadece bir gecelik çanta alacaksınız."
    },
    {
      "dayNumber": 16,
      "title": "Serengeti Milli Parkı ve Ngorongoro Krateri",
      "description": "Girişi olmayan bir yer olan Serengeti Ulusal Parkı,  Afrika’ nın en ünlü safari durağı.  Kahvaltıdan sonra çıkıyoruz ve 4x4 lere binerek milli parka gidiyoruz.  Öğleden sonra,  zamanımızı verimli kullanmak ve vahşi yaşamı izleme fırsatları için,  milli parkın içinde yer alan orman evinde geçiriyoruz.  Serengeti ovalarına ulaşmadan önce,  dünyanın en büyük kırılmamış ve bozulmamış krateri Ngorongoro Krateri’ ne bakan çarpıcı bir manzara için duracağız.  Geniş 300 kilometrekarelik krater,  önünüzde maviden ve yeşilden oluşan renkli bir manzaranın  içinde uzanır ve bir fili gri bir nokta kadar görebileceğiniz boyuttadır."
    },
    {
      "dayNumber": 18,
      "title": "Arusha",
      "description": "Son sabahımız,  yaşam alanı içindeki kraterde geçiyor.  – Siyah gergedan,  fil ve aslanları görmek için iyi bir yer."
    },
    {
      "dayNumber": 19,
      "title": "Stone Town",
      "description": "Bugün Stone Town’ a gidiyoruz.  Yolda,  bu yemyeşil,  tropik ortamda yetişen bol bitkiyi ve kaynağından alabileceğimiz numune baharatları keşfedebileceğimiz baharat tarlalarından birinde duracağız.  Ayrıca,  yerel halkla etkileşim kurma ve onların misafirperverliğini deneyimleme şansına sahip olacağımız küçük bir köyü ziyaret edeceğiz; Burada yerli halk tarafından pişirilen geleneksel bir öğle yemeğinin tadını çıkaracağız."
    },
    {
      "dayNumber": 20,
      "title": "Nungwi Beaches",
      "description": "Bugün gizemli,  sarhoş edici Zanzibar adalarındayız.  Kahvaltıdan sonra cennet adasına uçuşumuz için Arusha Havalimanı’ na gideceğiz.  Zanzibar’ a geldiğimizde,  önümüzdeki iki geceyi geçireceğimiz Nungwi’ nin  cennet sahillerine gidiyoruz ."
    },
    {
      "dayNumber": 22,
      "title": "Pretoria",
      "description": "Kahvaltıdan sonra cennet adamızın arkamızda bırakıp  havalimanına gideceğiz ve Güney Afrika’ da Johannesburg’ a uçup Pretoria’ da konaklayacağız.  Bu kısa uçuş,  Doğu Afrika’ yı Güney Afrika’ ya birleştiriyor."
    },
    {
      "dayNumber": 24,
      "title": "Millwane",
      "description": "Kahvaltıdan sonra Güney Afrika’ ya veda edip geçici olarak Afrika’ nın en küçük ülkesi olan Svaziland Krallığı’ na gidiyoruz.  Bu güzel çeşitlilikteki bölge,  yaban arazileri,  büyüleyici yerlileri,  sanat ve el sanatları,  festivalleri ve geleneksel zengin kültürel mirası ile bilinir."
    },
    {
      "dayNumber": 27,
      "title": "Hazyview",
      "description": "Kruger Ulusal Parkı’ nın sınırlarının hemen dışında yer alan Hazyview,  Güney Afrika’ nın Mpumalanga bölgesinde küçük bir kasabadır.  Tanrı’ nın Penceresi,  dünyaca ünlü Blyde Nehri Kanyonu ve Lizbon Şelaleleri gibi bir dizi doğal güzellikleri olan Blyde Barajı üzerinden Hazyview’ a doğru yol alacağız."
    },
    {
      "dayNumber": 28,
      "title": "Kruger Milli Parkı",
      "description": "Sabahın erken saatlerinde,  büyük beşliyi gözleyebilmek için Kruger Ulusal Parkı’ na gidiyoruz."
    },
    {
      "dayNumber": 30,
      "title": "Tshipise",
      "description": "Kahvaltıdan sonra Kruger Milli Parkı’ ndan çıkış yapıp Zimbabve sınırına yakın küçük bir kasaba olan Musina’ ya doğru ilerliyoruz."
    },
    {
      "dayNumber": 31,
      "title": "Bulawoya",
      "description": "Güney Afrika’ yı terk edip sınırı geçip Zimbabve’ ye gidiyoruz ve Matobo Ulusal Parkı’ nı keşfetmek için Bulawayo kasabasına doğru yol alıyoruz."
    },
    {
      "dayNumber": 33,
      "title": "Viktorya Şelaleleri",
      "description": "Bulawayo’ dan yola çıkıyoruz ve kuzeye,  Afrika’ nın en büyük ilgi çeken merkezlerinden ve dünyanın en muhteşem şelalelerinden birine doğru gidiyoruz.  Bir kilometreden fazla bir uzunluğa ve yüz metrenin üzerinde bir yüksekliğe sahip olan bu muhteşem doğa harikası su,  Zimbabve ve Zambiya’ yı ayıran sınır olarak tanımlamaktadır.  Rüzgarın yönüne bağlı olarak,  Afrika’ nın dördüncü büyük nehri olan güçlü Zambezi’ ye 40 km’ ye hızla  çarpan suların gürültüsünü duyabilirsiniz."
    },
    {
      "dayNumber": 35,
      "title": "Livingstone",
      "description": "Zimbabve’ yi geride bırakıp Zambiya ile bizi bağlayan berbat Victoria Şelaleleri Köprüsü’ nü  geçiyoruz.  Köprüden Zambezi Nehri’ ne doğru daldığını gördüğünüz bungee jumper’ lara bakabilirsiniz."
    },
    {
      "dayNumber": 36,
      "title": "Livingstone' dan Ayrılış",
      "description": "Ömürlük serüveniniz bugün sona eriyor.  Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız,  manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}