{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "AFSZ",
  "tourName": "Serengenti'den Zanzibar'a",
  "placesVisited": "Kenya, Tanzanya",
  "generalInfo": "Zanzibar'ın cennet adasının plajlarında geçireceğiniz birkaç günle birlikte  doğu Afrika'daki en iyi yaban hayatı izleme fırsatlarını bir araya getiren mükemmel dokuz günlük bir tur. Serengeti Milli Parkı'nın içinde yer alan barakaların tadını çıkarın ve Stone Town’ın hareketli pazarlarını gezmeden önce Ngorongoro Krateri'ne giren ilk araçlardan biri olun.<br><br><strong>En Yakın Uluslararası Havaalanına (geliş): </strong>Nairobi Jomo Kenyatta Uluslararası Havalimanı  (NBO)<br><br><strong>En Yakın Uluslararası Havaalanı (gidiş): </strong>Zanzibar Abeid Amani Karume Uluslararası Havalimanı (ZNZ)",
  "durationDays": "9",
  "price": "1529",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<p>&gt; Serengenti Milli Parkı gezisi</p>\n<p>&gt; Ngorongoro Krateri Sabah Gezisi</p>\n<p>&gt; 4 gün Zanzibar Adası gezisi</p>\n<p>&gt; Zanzibar baharat turu ve yöresel öğle yemeği</p>\n<p><strong>Konaklama </strong></p>\n<p>6 gece Otel ,2 gece kulübe</p>\n<p><strong>Taşımacılık</strong></p>\n<p>Büyük kamyonlar , 4x4 araçlar, uçak</p>\n<p><strong>Yemekler</strong></p>\n<p>1 açık büfe kahvaltı , 1 akşam yemeği ,5 yöresel kahvaltı,3 öğle yemeği paketi, 2 akşam yemeği, 2 kahvaltı, 1 yöresel öğle yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri , Siempre Tur Şoförü</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Arrive Nairobi",
      "description": "Birçok gezgin Nairobi'yi Doğu Afrika'nın diğer bölgelerine giderken bir uğrama noktası olarak kullanmaktadır. Ancak şehirde, ailesiz  bebek fillerinin ya da nesli tükenmekte olan Rothschild zürafalarının koruma altına alındığı ve yetiştirildiği zürafa merkezi gibi birçok çekici aktiviteler vardır."
    },
    {
      "dayNumber": 2,
      "title": "Arusha",
      "description": "Tanzanya sınırını geçtikten sonra Arusha'ya doğru yol alıyoruz. Serengeti Ulusal Parkı ve Ngorongoro Krateri'ne gitmeye hazırız. Arusha, kahve dükkanları, bankalar ve diğer birçok modern olanaklara ve kablosuz internete sahip yoğun, hareketli bir şehirdir. Geceleri burada geçireceksiniz. Eşyalarınız kamyonda bırakcak ve Serengeti Milli Parkı ve Ngorongoro Krateri'ne yapacağınız gezi için sadece bir gecelik çanta alacaksınız."
    },
    {
      "dayNumber": 3,
      "title": "Serengenti Milli Parkı ve Ngorongoro Krateri",
      "description": "Girişi olmayan bir yer olan Serengeti Ulusal Parkı, Afrika'nın en ünlü safari durağı. Kahvaltıdan sonra çıkıyoruz ve 4x4 lere binerek milli parka gidiyoruz. Öğleden sonra, zamanımızı verimli kullanmak ve vahşi yaşamı izleme fırsatları için, milli parkın içinde yer alan orman evinde geçiriyoruz. Serengeti ovalarına ulaşmadan önce, dünyanın en büyük kırılmamış ve bozulmamış krateri Ngorongoro Krateri'ne bakan çarpıcı bir manzara için duracağız. Geniş 300 kilometrekarelik krater, önünüzde maviden ve yeşilden oluşan renkli bir manzaranın  içinde uzanır ve bir fili gri bir nokta kadar görebileceğiniz boyuttadır."
    },
    {
      "dayNumber": 5,
      "title": "Arusha",
      "description": "Son sabahımız, yaşam alanı içindeki kraterde geçiyor. – Siyah gergedan, fil ve aslanları görmek için iyi bir yer."
    },
    {
      "dayNumber": 6,
      "title": "Nungwi Plajları",
      "description": "Bugün gizemli, sarhoş edici Zanzibar adalarındayız. Kahvaltıdan sonra cennet adasına uçuşumuz için Arusha Havalimanı'na gideceğiz. Zanzibar'a geldiğimizde, önümüzdeki iki geceyi geçireceğimiz Nungwi'nin  cennet sahillerine gidiyoruz ."
    },
    {
      "dayNumber": 8,
      "title": "Stone Town",
      "description": "Bugün Stone Town'a gidiyoruz. Yolda, bu yemyeşil, tropik ortamda yetişen bol bitkiyi ve kaynağından alabileceğimiz numune baharatları keşfedebileceğimiz baharat tarlalarından birinde duracağız. Ayrıca, yerel halkla etkileşim kurma ve onların misafirperverliğini deneyimleme şansına sahip olacağımız küçük bir köyü ziyaret edeceğiz; Burada yerli halk tarafından pişirilen geleneksel bir öğle yemeğinin tadını çıkaracağız."
    },
    {
      "dayNumber": 9,
      "title": "Stone Town'dan ayrılış",
      "description": "Ömürlük serüveniniz bugün sona eriyor. Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız, manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}