{
  "destination": "Cape Verde Islands",
  "mainPhoto": "",
  "id": "cape-verde-archipelago-small-ship-cruise",
  "tourName": "Cape Verde Archipelago small ship cruise",
  "placesVisited": "",
  "generalInfo": "Cape Verde is a diverse Atlantic archipelago where each island has its own character. Some are known for long beaches and quiet coastal towns, while others stand out for volcanic terrain, farming valleys or lively markets. The mix of African and Portuguese influences is clear in the music, food and everyday culture, and the atmosphere across the islands is relaxed and welcoming. Visiting several islands on one holiday gives a clearer picture of how varied Cape Verde is and how different communities live across the archipelago.<br/><br/>Exploring Cape Verde on a small-ship island-hopping cruise is a straightforward and efficient way to travel between islands. The vessel carries up to 50 passengers and is around 55 metres long, making it small enough to reach ports that larger cruise ships cannot access. Travelling by sea avoids internal flights and long transfers, keeping the itinerary simple and low-impact. With full board included during the cruise, day-to-day logistics are easy and you can focus on enjoying each destination.<br/><br/>This Cape Verde itinerary includes several of the archipelago’s most distinctive islands. Sal offers a gentle introduction with its beaches and relaxed pace. Boa Vista brings wider landscapes and desert-like scenery. Santiago combines natural and cultural interest, particularly in Cidade Velha, a UNESCO World Heritage Site with significant historical importance. Fogo is defined by its dramatic 3,000-metre volcano, which shapes both the island’s scenery and agricultural life.<br/><br/>São Vicente brings a different atmosphere, especially in Mindelo, known for its music, cafés and cultural identity. A short crossing from here leads to Santo Antão, often considered the most scenic island in Cape Verde. Its valleys, mountain roads and rural communities offer strong contrasts to the drier eastern islands and show a different side of life in the archipelago.<br/><br/>Food plays an important role in Cape Verdean culture, and you’ll have opportunities to try local dishes while spending time ashore. Fresh fish, simple stews and regional produce are widely available in local cafés and restaurants, offering a straightforward way to experience everyday Cape Verdean cooking.<br/><br/>Excursions during the cruise are led by local guides and focus on understanding each island’s landscape, history and daily life. Activities may include walking routes, coastal viewpoints, village visits and time in local towns. The aim is to explore at a steady pace without rushing.<br/><br/>Using the ship as your base reduces the need for multiple hotel changes and keeps the overall journey well-organised. It offers a practical, comfortable and considered way to experience several Atlantic islands in one trip while supporting a more responsible style of multi-island travel.",
  "durationDays": "8",
  "price": "2339",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Board the vessel in Palmeira, a small port on the island of Sal. Boarding takes place in the afternoon, giving you time to settle in and meet your fellow travellers. After dinner on board, the ship sets sail around midnight towards Boa Vista. Overnight at sea."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sal Rei, Boa Vista Arrive early in Sal Rei, the main town on Boa Vista. The island is known for long stretches of sand and open coastal scenery. You can spend the morning at your own pace or join an optional full-day excursion that explores quieter inland areas, local villages and traditional crafts. Lunch is included at a local restaurant. Return to the ship in the afternoon and depart for Santiago. Overnight at sea."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Praia, Santiago Reach Praia early in the morning. Santiago is the largest island in Cape Verde and offers a strong mix of landscapes and culture. After lunch on board, there is the option to visit Cidade Velha, the oldest European settlement in the tropics and a UNESCO World Heritage Site. Explore its historic centre and fort before returning to the ship. Late in the evening, sail towards Fogo. Overnight at sea."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "São Filipe, Fogo Arrive early at São Filipe, with views of Fogo’s impressive 3,000-metre volcano. An optional full-day excursion visits the crater area, where you can walk through volcanic landscapes and learn about life in the crater village. Lunch is included. The excursion ends with time in São Filipe before returning to the ship for the evening departure to São Vicente."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Mindelo, São Vicente Arrive in Mindelo, one of Cape Verde’s most culturally significant towns. An optional walking tour introduces you to local markets, cafés and the National Museum of Handicrafts. Mindelo’s music scene is a major part of its identity, and the town has a lively but welcoming atmosphere. Overnight in port."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Santo Antão (via Porto Novo) Depart Mindelo early for a short crossing to Santo Antão. Known for its dramatic valleys and rural communities, it is often considered the most scenic island in the archipelago. An optional full-day excursion takes you through the Paul Valley, an agricultural area where grogue, the local spirit, is traditionally produced. Continue to Ribeira das Patas to see distinctive volcanic formations before returning to the ship. Dinner is served on board. Overnight in port."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Porto Novo, Santo Antã This morning you can join an optional half-day excursion to the south-western part of Santo Antão. The route crosses volcanic landscapes, a porcelain-like field and small farming villages practising dropwise agriculture and other traditional methods. The excursion passes through villages such as Lagedos, where an ecotourism project helps showcase the island’s dry volcanic scenery. Return to the ship to begin the journey back towards Sal. Overnight at sea."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Palmeira, Sal Arrive back in Palmeira early in the morning. Disembarkation takes place at around 9:00am after breakfast."
    }
  ],
  "map": ""
}