{
  "destination": "Cape Verde Islands",
  "mainPhoto": "",
  "id": "cape-verde-women-s-empowerment-holiday",
  "tourName": "Cape Verde, women's empowerment holiday",
  "placesVisited": "",
  "generalInfo": "This itinerary was created with care in order to gain a responsible learning experience while you are on your travels. It's a chance to engage with the local farming communities within the mountainous areas of Cape Verde.<br/><br/>This programme was created with care to highlight female farmers along the way, to further enhance the empowerment of local women.<br/><br/>Highlights:<br/>Guided educational walks<br/><br/>Mountain walks inside farming valleys<br/><br/>Sharing awareness and dialogue<br/><br/>Local traditional/organic meals<br/><br/>Intercultural engagements<br/><br/>Farming work-shop visits (highlight local farm products &amp; female farmer in agriculture.)<br/><br/>min.  3 people <br/>max. 6 people<br/>This is a walking programme for hikers and nature lovers.",
  "durationDays": "7",
  "price": "1495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1: Arrival on São Vicente Island, where you will be picked up at the airport and head to a fishermen town for a rest at the beachside, head for in your free time for a walk around and in this way engange on the importance of small fishermen towns in Cape Verde."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Early wake up, as you will proceed to take the ferry to Santo Antao Island. Today approach the more well-known areas of Santo Antão and the highlights of the island. On a panoramic drivestop at the several highlights of the Island North. Have a walk around the crater rim to learn about the farming life inside the craterrim. Continue the walk and head for several sights to learn more about the farming vegetation and the importance of farming on Cape Verde. in the mid- afternoon head for local lunch on a local farmsight, and have a rest. At the end of the day afternoon drive inside the R. de Grande valley for the stayover where you will stay throughout the whole programme."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Start the day with a breakfast buffet inside the Ribeira Grande valleys, after breakfast go out for a walk to explore the green mountain valleys. On the walk learn more about farming on Cape Verde, and get to know some of the local female farmers along the way that highlight their local products such as coffee, local cheese or vegetable crops. After the walking we head in the afternoon for an organic local lunch inside the valley and have a rest."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today head for a short walk inside the beautiful valley, as after breakfast you will also head to a local workshop of female farmer that is highlighted on route of the valley on presents her story on local farming of rural areas. After the walk head for a lunch inside the valley and finish the day with refreshing juices of the valley. At the end of the day it is free time for resting."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day 5 Early wake up: Today we have a refreshing walk around Cha das Pedras - Aguada - with donkey paths and surrounded by sugar cane fields. We learn more about the importance of sugar cane production on the Island. We continue to walk up the valley and are able to see rock formations on the mountain hills which is significant to the island of Santo Antao. We will have a traditional lunch on a farmsight. At the end of the afternoon we head back to the stayover guesthouse."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today we a relaxing walk from the fishermen village Ponta do Sol - Fontainhas. This walk is along the coast and heads to one of the most beautiful known villages along the coast. Inside this valley we can enjoy local juice at a small mountain bar. After our walk we head back to Ponta do Sol for lunch at the fishermen village."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Early wake up as we take our breakfast package and head to port for the ferry back to Mindelo- Sao Vicente. As we arrive in Mindelo we head to the stayover in town we a final afternoon Lunch."
    }
  ],
  "map": ""
}