[
  {
    "destination": "Cape Verde Islands",
    "mainPhoto": "",
    "id": "cape-verde-archipelago-small-ship-cruise",
    "tourName": "Cape Verde Archipelago small ship cruise",
    "placesVisited": "",
    "generalInfo": "Cape Verde is a diverse Atlantic archipelago where each island has its own character. Some are known for long beaches and quiet coastal towns, while others stand out for volcanic terrain, farming valleys or lively markets. The mix of African and Portuguese influences is clear in the music, food and everyday culture, and the atmosphere across the islands is relaxed and welcoming. Visiting several islands on one holiday gives a clearer picture of how varied Cape Verde is and how different communities live across the archipelago.<br/><br/>Exploring Cape Verde on a small-ship island-hopping cruise is a straightforward and efficient way to travel between islands. The vessel carries up to 50 passengers and is around 55 metres long, making it small enough to reach ports that larger cruise ships cannot access. Travelling by sea avoids internal flights and long transfers, keeping the itinerary simple and low-impact. With full board included during the cruise, day-to-day logistics are easy and you can focus on enjoying each destination.<br/><br/>This Cape Verde itinerary includes several of the archipelago’s most distinctive islands. Sal offers a gentle introduction with its beaches and relaxed pace. Boa Vista brings wider landscapes and desert-like scenery. Santiago combines natural and cultural interest, particularly in Cidade Velha, a UNESCO World Heritage Site with significant historical importance. Fogo is defined by its dramatic 3,000-metre volcano, which shapes both the island’s scenery and agricultural life.<br/><br/>São Vicente brings a different atmosphere, especially in Mindelo, known for its music, cafés and cultural identity. A short crossing from here leads to Santo Antão, often considered the most scenic island in Cape Verde. Its valleys, mountain roads and rural communities offer strong contrasts to the drier eastern islands and show a different side of life in the archipelago.<br/><br/>Food plays an important role in Cape Verdean culture, and you’ll have opportunities to try local dishes while spending time ashore. Fresh fish, simple stews and regional produce are widely available in local cafés and restaurants, offering a straightforward way to experience everyday Cape Verdean cooking.<br/><br/>Excursions during the cruise are led by local guides and focus on understanding each island’s landscape, history and daily life. Activities may include walking routes, coastal viewpoints, village visits and time in local towns. The aim is to explore at a steady pace without rushing.<br/><br/>Using the ship as your base reduces the need for multiple hotel changes and keeps the overall journey well-organised. It offers a practical, comfortable and considered way to experience several Atlantic islands in one trip while supporting a more responsible style of multi-island travel.",
    "durationDays": "8",
    "price": "2339",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Board the vessel in Palmeira, a small port on the island of Sal. Boarding takes place in the afternoon, giving you time to settle in and meet your fellow travellers. After dinner on board, the ship sets sail around midnight towards Boa Vista. Overnight at sea."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sal Rei, Boa Vista Arrive early in Sal Rei, the main town on Boa Vista. The island is known for long stretches of sand and open coastal scenery. You can spend the morning at your own pace or join an optional full-day excursion that explores quieter inland areas, local villages and traditional crafts. Lunch is included at a local restaurant. Return to the ship in the afternoon and depart for Santiago. Overnight at sea."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Praia, Santiago Reach Praia early in the morning. Santiago is the largest island in Cape Verde and offers a strong mix of landscapes and culture. After lunch on board, there is the option to visit Cidade Velha, the oldest European settlement in the tropics and a UNESCO World Heritage Site. Explore its historic centre and fort before returning to the ship. Late in the evening, sail towards Fogo. Overnight at sea."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "São Filipe, Fogo Arrive early at São Filipe, with views of Fogo’s impressive 3,000-metre volcano. An optional full-day excursion visits the crater area, where you can walk through volcanic landscapes and learn about life in the crater village. Lunch is included. The excursion ends with time in São Filipe before returning to the ship for the evening departure to São Vicente."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Mindelo, São Vicente Arrive in Mindelo, one of Cape Verde’s most culturally significant towns. An optional walking tour introduces you to local markets, cafés and the National Museum of Handicrafts. Mindelo’s music scene is a major part of its identity, and the town has a lively but welcoming atmosphere. Overnight in port."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Santo Antão (via Porto Novo) Depart Mindelo early for a short crossing to Santo Antão. Known for its dramatic valleys and rural communities, it is often considered the most scenic island in the archipelago. An optional full-day excursion takes you through the Paul Valley, an agricultural area where grogue, the local spirit, is traditionally produced. Continue to Ribeira das Patas to see distinctive volcanic formations before returning to the ship. Dinner is served on board. Overnight in port."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Porto Novo, Santo Antã This morning you can join an optional half-day excursion to the south-western part of Santo Antão. The route crosses volcanic landscapes, a porcelain-like field and small farming villages practising dropwise agriculture and other traditional methods. The excursion passes through villages such as Lagedos, where an ecotourism project helps showcase the island’s dry volcanic scenery. Return to the ship to begin the journey back towards Sal. Overnight at sea."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Palmeira, Sal Arrive back in Palmeira early in the morning. Disembarkation takes place at around 9:00am after breakfast."
      }
    ],
    "map": ""
  },
  {
    "destination": "Cape Verde Islands",
    "mainPhoto": "",
    "id": "cape-verde-guided-tour",
    "tourName": "Cape Verde guided tour",
    "placesVisited": "",
    "generalInfo": "On this short tour we visit three islands of the Cape Verde archipelago, brimming with rich culture, customs and history, and still firmly connected to their African roots. Discovering traditional villages, travelling through rugged mountain scenery and exploring cities on foot we uncover some of the most enchanting parts of this unusual island nation.<br/><br/>Starting in Praia, Santiago, we fly to Sao Vicente and explore the city of Mindelo, rich with the rhythms of Cape Verde and a good place to absorb the country’s unique atmosphere. From here we take the ferry across to neighbouring Santo Antão, dotted with imposing peaks, and with pretty valleys and rural villages to explore. Finally, we return to Santiago, taking time to wander through the capital city, Praia and the historic site of Cidade Velha, dating back to the 15th century and the first days of Portuguese colonisation.<br/><br/> The islands boast lush greenery and breathtaking landscapes, with stunning viewpoints offering great views over the archipelago. Each has a slightly different feel, giving an overview of the different layers and complexities of this most far-flung part of the African continent.",
    "durationDays": "10",
    "price": "2849",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Santiago - Arrive in Santiago and transfer to your hotel. The rest of the day is free to relax or explore. Overnight Praiamar Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sao Vicente - Mindelo - Fly to the island of Sao Vicente. On arrival, we explore the charming city of Mindelo, walking along the Baia de Porto Grande, visiting its fresh fish markets, African markets and other sites. Overnight Foya Branca Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Santo Antão - Head to the port of Sao Vicente and board a ferry to the island of Santo Antão. On arrival we climb Pico da Cruz and walk up to the ranger’s house to be rewarded with views of the surrounding landscapes as well as the nearby islands of Sao Vicente, Santa Luzia and São Nicolau. We then continue to Ponta do Sol, visiting a fishing port and old colonial houses and then drive to Porto Novo along an impressive coastal route. Overnight Santantão Art Resort or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Vale de Paul - Today we take the coastal route to Paul, stopping at the lush Vale de Paul on the way. Here we explore the heart of the valley, dotted with simple thatched and stone houses alongside cultivated terraces, and see some of the traditions of rural Cape Verde. After a typical Cape Verdean lunch, return to Porto Novo for the night. Overnight Santantão Art Resort or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Sao Vicente - Take a ferry back to Sao Vicente. We spend the day exploring the island, visiting Calhau, the small fishing village of Salamansa, and Monte Verde, which has superb views over Mindelo and neighbouring islands. We continue to Mindelo for the night, with views of Monte Cara on the way. Overnight Foya Branca Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Santiago - Fly to the island of Santiago. The rest of the day is free to relax or explore. Overnight Praiamar Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Praia - Cidade Velha - Start today by exploring Praia, the capital of Cape Verde. Here we visit the historic sites of the Church of Nossa Senhora da Graca, Alexandre Albuquerque Square and more. After lunch, we visit the UNESCO listed site of Cidade Velha, the earliest settlement of the Portuguese dating to the 15th century, where we can see the remains of the original fort, the pillory where slaves were once traded and the Church of Nossa Senhora do Rosario. Overnight Praiamar Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Tarrafal - Today we explore the island of Santiago further, travelling through the mountains with their unusual flora and endemic vegetation. We continue to the small fishing port of Tarrafal, known for its old political prison built by the Portuguese fascist regime in the 1930’s. In the afternoon we return to Praia for the night. Overnight Praiamar Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Praia - In the morning we visit the vibrant market of Sucupira, a great place to see typical Cape Verdean life, and the typical colours and rhythms of the country – still with a distinctly African atmosphere. Return to the hotel in Praia with the afternoon free to explore the city at your leisure. Overnight Praiamar Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Santiago - Transfer to the airport for your flight home. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Cape Verde Islands",
    "mainPhoto": "",
    "id": "cape-verde-island-cruise",
    "tourName": "Cape Verde Island cruise",
    "placesVisited": "Palmeira, Sal Rei, Praia, Seo Felipe, Mindelo, Sal, Boa Vista, Santiago, San Vincente, Santo Antao, Optional activities include: hiking, village and town excursions",
    "generalInfo": "This cluster of ten volcanic islands is 500 kilometres off the coast of Africa and was a Portuguese colony until 1974. As well as being a hiking paradise, these shores are amazingly friendly, as you’ll discover in eight days of cruising the Cape Verde archipelago.<br/><br/>You’ll visit six of the main islands on this cruise: Santiago is the largest island and has the capital city of Praia, whilst Sao Vincente contains the country’s cultural capital, Mindelo. Boa Vista and Sal are sandy, whilst Fogo is fearsome, thanks to its active volcano. <br/><br/>On Fogo you can take an optional hike right to the very edge of the volcano, and you’ll walk on ancient lava fields in San Vincente’s Valley of Ribeira das Patas, too. Across the islands you’ll find sugar cane plantations and towns with colourful painted facades. You’ll sway like a palm tree on the beach after one too many glasses of ‘grogue’. This white rum, made from the plentiful sugar cane, is the national tipple of choice. <br/><br/>Your newly-refurbished boat will journey between the islands overnight, leaving you plenty of time every day to explore each one. There is snorkelling and fishing equipment on board. <br/>",
    "durationDays": "8",
    "price": "2109",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Palmeira, Sal Embarkation at 4 pm at the port of Palmeira, Sal. Dinner on board and departure at midnight towards Boavista. Overnight at sea."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sal Rei, Boa Vista Early morning arrival at Sal Rei, Boa Vista. Boavista offers the most beautiful beaches of the archipelago, and amazing landscapes, both on its coasts and in the heart of the island. Relax on the beach or enjoy an all-day optional excursion to discover the most authentic aspects of the island: its villages with colorful facades, its artisans of ceramics, and its agriculture. Lunch at a local restaurant, before we return on board to sail towards Santiago island. Overnight at sea."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Praia, Santiago Early morning arrival at Praia, Santiago, the largest of the islands of the archipelago. After a morning at leisure and lunch on board, the optional afternoon excursion will bring us to Cidade Velha, the first colonial city built in the tropics and classified by Unesco. The fort and the nearby settlements were once a thriving slave trade centre. Late in the evening we will sail north towards Fogo, the island of fire. Overnight at sea."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Sao Felipe, Fogo Early morning arrival Fogo, with its dominating sight of the Fogo Volcano which rises 3,000 meters over the sea level. Our optional full day excursion will bring us at the top of the volcano, right at the crater edge. You will walk through a landscape of lava. Lunch will be at the crater's village. We will also visit the city San Felipe with a characteristic colonial charm. Late in the evening we will sail to Sao Vicente. Overnight at sea."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Mindelo, Sao Vicente Once a vibrant commercial island, it has evolved into a cultural center and Mindelo is one of the most well preserved colonial cities in Cape Verde. Our optional walking excursion will allow you to visit galleries and discover busy restaurants, musical events that give Mindelo its label of the Cultural Center of the Cape Verde. It is no surprise that the National Museum of Handicrafts is located in Mindelo. Overnight in port."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Mindelo, Sao Vicente – Porto NovoSanto Antao Early in the morning depart for a short sail towards the island of Santo Antao, the greenest of all Cape Verde Islands with landscapes of verdant plantations of sugarcane alternate old craters. Our optional full day excursion will include the luxuriant Valley Paul where sugarcane is still exploited and where you will taste the \"grogue\" the national drink of the Archipelago. You will also reach the Valley of Ribeira das Patas and discover rock formations coming from lava formations. Dinner on board and overnight in port."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Porto NovoSanto Antao This morning, enjoy an optional half day excursion to discover the south-western part of the island a safari through volcanic landscapes, porcelain field, and isolated villages with dropwise agriculture and different kind of plantations. This is a beautiful experience through villages like Lagedos with an ecological tourism to explore the dry volcanic face of this extraordinary island. Return on board to depart towards Sal. Overnight at sea."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Palmeira, Sal Early morning arrival at Palmeira port, Sal. Disembarkation at 9:00 am after breakfast."
      }
    ],
    "map": ""
  },
  {
    "destination": "Cape Verde Islands",
    "mainPhoto": "",
    "id": "cape-verde-women-s-empowerment-holiday",
    "tourName": "Cape Verde, women's empowerment holiday",
    "placesVisited": "",
    "generalInfo": "This itinerary was created with care in order to gain a responsible learning experience while you are on your travels. It's a chance to engage with the local farming communities within the mountainous areas of Cape Verde.<br/><br/>This programme was created with care to highlight female farmers along the way, to further enhance the empowerment of local women.<br/><br/>Highlights:<br/>Guided educational walks<br/><br/>Mountain walks inside farming valleys<br/><br/>Sharing awareness and dialogue<br/><br/>Local traditional/organic meals<br/><br/>Intercultural engagements<br/><br/>Farming work-shop visits (highlight local farm products &amp; female farmer in agriculture.)<br/><br/>min.  3 people <br/>max. 6 people<br/>This is a walking programme for hikers and nature lovers.",
    "durationDays": "7",
    "price": "1495",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Day 1: Arrival on São Vicente Island, where you will be picked up at the airport and head to a fishermen town for a rest at the beachside, head for in your free time for a walk around and in this way engange on the importance of small fishermen towns in Cape Verde."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Early wake up, as you will proceed to take the ferry to Santo Antao Island. Today approach the more well-known areas of Santo Antão and the highlights of the island. On a panoramic drivestop at the several highlights of the Island North. Have a walk around the crater rim to learn about the farming life inside the craterrim. Continue the walk and head for several sights to learn more about the farming vegetation and the importance of farming on Cape Verde. in the mid- afternoon head for local lunch on a local farmsight, and have a rest. At the end of the day afternoon drive inside the R. de Grande valley for the stayover where you will stay throughout the whole programme."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Start the day with a breakfast buffet inside the Ribeira Grande valleys, after breakfast go out for a walk to explore the green mountain valleys. On the walk learn more about farming on Cape Verde, and get to know some of the local female farmers along the way that highlight their local products such as coffee, local cheese or vegetable crops. After the walking we head in the afternoon for an organic local lunch inside the valley and have a rest."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today head for a short walk inside the beautiful valley, as after breakfast you will also head to a local workshop of female farmer that is highlighted on route of the valley on presents her story on local farming of rural areas. After the walk head for a lunch inside the valley and finish the day with refreshing juices of the valley. At the end of the day it is free time for resting."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Day 5 Early wake up: Today we have a refreshing walk around Cha das Pedras - Aguada - with donkey paths and surrounded by sugar cane fields. We learn more about the importance of sugar cane production on the Island. We continue to walk up the valley and are able to see rock formations on the mountain hills which is significant to the island of Santo Antao. We will have a traditional lunch on a farmsight. At the end of the afternoon we head back to the stayover guesthouse."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today we a relaxing walk from the fishermen village Ponta do Sol - Fontainhas. This walk is along the coast and heads to one of the most beautiful known villages along the coast. Inside this valley we can enjoy local juice at a small mountain bar. After our walk we head back to Ponta do Sol for lunch at the fishermen village."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Early wake up as we take our breakfast package and head to port for the ferry back to Mindelo- Sao Vicente. As we arrive in Mindelo we head to the stayover in town we a final afternoon Lunch."
      }
    ],
    "map": ""
  }
]