[
  {
    "destination": "Thailand",
    "mainPhoto": "",
    "id": "phang-nga-bay-sailing-holiday-in-thailand",
    "tourName": "Phang Nga Bay sailing holiday in Thailand",
    "placesVisited": "",
    "generalInfo": "Explore Thailand’s Andaman Sea on a shared, skippered cabin charter — a relaxed and sociable way to experience sailing without needing any previous experience. You’ll share the yacht with a small group of travellers and a professional skipper who handles all the sailing, so you can sit back, unwind and enjoy life on the water.<br/><br/>The route takes you through Phang Nga Bay, home to Ko Khao Phing Kan (“James Bond Island”), and further south to the Phi Phi Islands, Koh Lanta, and Koh Pu. Along the way, you’ll discover quiet anchorages, clear waters for swimming and snorkelling, and welcoming local communities.<br/><br/>In the evenings, the trip becomes more social as you meet up with our small flotilla, joining other crews for dinner or a drink while sharing stories from the day’s sailing.<br/><br/>Our Thailand cabin charter season runs from January to April, when the weather is warm and settled, with light to moderate winds and sea temperatures around 28–29°C. It’s an easy-going, enjoyable and environmentally friendly way to explore one of Asia’s most beautiful sailing destinations.",
    "durationDays": "10",
    "price": "1495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Phuket Yacht haven- Arrivals and Departures. The journey from the airport will give you your first glimpse of the lush Thai vegetation, Buddhist temples, and picturesque villages. Boarding is at 3 pm"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Koh Hong- This amazing site is only accessible by tender through a cave leading you to a lake surrounded by 100m cliff. Hong island, considered to be amongst the most beautiful islands in the Krabi province. Exploring this fascinating island, where you’ll take in the stunning natural rock formations, including solitary limestone peaks both in the sea and on land. You’ll also have the opportunity to explore the caves, which contain stalagmites and stalactites. Lunch at anchor."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Koh Yao Noi- Tonight we anchor in the bay on the south side of Koh Yao Noi. Eat onboard or alternatively take a 30 minute stroll along the main road from the pier to the sunset restaurant - take a local taxi back if you don't feel like walking!"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Rai Lei Beach- Depart and sail north to see James Bond Island, then lunch in Koh Pak Bia. Overnight in Rai Lei Beach - plenty of lively bars and restaurants for a good night out."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Koh Pu- South we go to Koh Pu, very laid back with just a couple of restaurants on the long beautiful beach."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Koh Lanta, Bamboo Beach- South again to the beautiful island of Koh Lanta, we moor overnight in Hat Kan Tiang."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Free Sailing- A chance to spend a day on the beach, or a day sail down the coast of Koh Lanta, the choice is yours."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Phi Phi Don- Phi Phi Don was made world famous as the location used for \"The Beach\". Phi Phi Don to the north, is wild and loud, but well worth a visit!"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Koh Yao Yai- After the hustle and bustle of Phi Phi Don, today we head to a quieter, more traditional island."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Phuket Yacht Haven- Have lunch close to Koh Naka Yai before heading back to Phuket Yacht Haven"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Arrivals and Departures- Disembark your yacht in Phuket after breakfast at 9 am and return to the airport or accommodation if extending your stay."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  }
]