{
  "destination": "Turkmenistan",
  "mainPhoto": "",
  "id": "turkmenistan-cultural-tour-mysteries-of-the-desert",
  "tourName": "Turkmenistan cultural tour, mysteries of the desert",
  "placesVisited": "Ashgabat, Geok Tepe, Nohur, Balkanabat, Yangikala, Gozli Ata, Caspian Sea, Turkmenbashi, Dashoguz, Konye-Urgench, Karakum Desert, Gonur Depe, Merv, Koyten",
  "generalInfo": "This Turkmenistan cultural tour takes you to a country on the edge of the legendary Silk Road; a land swathed in harsh desert, rich in history and culture and little visited by foreign tourists. Once the preserve of fierce tribesmen, today the country is full of contrasts, where modern, vibrant cities exist alongside remote tented communities; and this two-week trip allows you the chance to delve a little deeper into its mysteries.<br/><br/>Kicking off your journey in Ashgabat, you’ll visit both modern monuments and historical relics, including the ancient Parthian fortress of Nisa, before heading for the wild countryside beyond. In the mountain town of Nohur, you’ll spend time with a local community that is said to be descended from Alexander’s mighty armies, before making your way through the otherworldly canyons and valleys of Yangikala to Gozli Ata, a remote site where we spend the night in the company of local pilgrims. <br/><br/>Your next stop is the Caspian Sea, where you’ll relax in the seaside resort of Awaza before boarding a plane for Dashoguz to visit the UNESCO listed site of Konye-Urgench, which provides fascinating insight into the region’s glorious past. Then there’s a thrilling three-day expedition into the Karakum Desert, where you’ll sleep under canvas at a flaming gas crater and visit isolated communities along the way. The adventure continues with a drive into the Kugitang Mountains, to discover dinosaur footprints, caves and little-known species. Heading back to Ashgabat you’ll explore the vast and ancient site of Merv, made up of the remains of five different cities, and a living reminder of the different peoples that made their lives here. <br/><br/><br/><br/>",
  "durationDays": "15",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Ashgabat - Arrive in Ashgabat and transfer to the hotel. Depending on your time of arrival, you may have the opportunity to explore the city. Overnight at Sport 4* Hotel or similar. No meals nor guided arrangements included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ashgabat - After a briefing with your tour guide spend the day exploring Ashgabat. Visit a local Bazaar (depending on day and schedule), Independence Park and Neutrality Arch before heading to the National Museum and then the ruins of the ancient Parthian fortress at Nisa. Ashgabat is a city of grandiose monuments, giving an insight into the nation building efforts that took place after the breakup of the Soviet Union, and a good place to start getting to grips with Turkmenistan. Overnight at Sport 4* Hotel or similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Geok Tepe – Nohur (150 kms; Approx. 3.5 hrs overall driving time) - After breakfast visit the private Ahalteke horse stables. We then head off to the Kopetdag Mountains. We stop first at the Turkmenbashi Mosque in Kipchak and then continue to Geok Tepe, site of a famous battle between Russian and Turkmen forces during the conquest of Central Asia. We descend to the underground lake of Kowata, and after lunch we proceed to the village of Nohur, our base for the night. Overnight camping. (BD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Balkanabat (250 kms; Approx. 7 hrs overall driving time) - Leave Nohur behind and drive through walnut and pomegranate groves to Magtymguly. Our route takes us alongside the Iranian border so we can expect to encounter several checkpoints along the way. We stop at the ‘Moon Mountains’, a series of rather striking barren hills, before continuing on to Balkanabat. Arrive early evening and check in to your hotel. Overnight at Nebitchi Hotel or similar. (BL)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Yangikala – Gozli Ata (200 kms; Approx. 7 hrs overall driving time) - After a visit to the local bazaar to stock up on supplies, we drive to the Balkan Mountains and the canyon of Yangikala, home to some of the best scenery in Turkmenistan, via Mollagara salt lake. We continue to the pilgrimage site of Gozli Ata, where we take a picnic lunch. In the afternoon we visit the Yanagisawa canyon before returning to Yangikala. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Caspian Sea- Turkmenbashi (200 kms; Approx. 5.5 hrs overall driving time) - Today we drive to the Caspian Sea via the volcanic rock formations of Kemal Ata, to the port of Turkmenbashi. We end our day in the seaside hotel in Turkmenbashi. Overnight at Hotel the Great Silk Road or similar. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Turkmenbashi – Ashgabat - We head first to nearby Awaza resort, a sharp contrast to our experiences of the last few days, here we have an opportunity to swim in the Caspian Sea, later we head to Turkmenbashi where we visit the port and the fish market. Afternoon we fly to Ashgabat. Overnight at Sport 4* Hotel or similar. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Dashoguz - Konye Urgench – Darwaza (420 kms; Approx. 8-9 hrs overall driving time) - In the morning we fly to Dashoguz in the north of the country. Drive to the UNESCO World Heritage site of Konye Urgench, an ancient capital of the land of Khorezm with beautiful mausoleums. After visiting its key sites, we travel on the highway through the Karakum Desert to Darwaza, a burning gas crater where flames literally leap from the ground. We set up camp here and watch the sun go down, the crater lighting up the night sky with its fires. Overnight camping or in yurts - the tents are private while the yurts are shared by gender. (BD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Damla – Ak Molla (200 kms; Approx. 6 hrs overall driving time) - We head deeper into the Karakum Desert, across rough tracks and sand dunes, until we reach the small settlement of Damla. We stop here for lunch and explore the village, with superb opportunities to meet and interact with people who rarely see western visitors. Later we continue through the Murzachirla desert to Ak Molla. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Gonur Depe – Mary (310 kms; Approx. 8 hrs overall driving time) - Set off for a full day of off-road driving. We stop at the archaeological site of Gonur Depe, dating back to the Bronze Age. Around 55 hectares in size, the site comprises the remains of a fortified citadel with walls and towers clearly visible. From here we continue to Mary for the night, where a hotel room and shower await. Overnight at Hotel Mary or similar. (BL)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Merv – Turkmenabad (250 kms; Approx. 3.5 hrs overall driving time) - Visit the ancient site of Merv, the most important in Turkmenistan and dating back 2500 years, with an array of old mosques and citadels. After exploring Merv we head to Turkmenabad for the night passing through Repetek Nature Reserve, although we are not permitted to stop. Overnight at Hotel Jeyhun or similar. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Astana Baba – Koyten (450 kms; Approx. 7 hrs overall driving time) - Drive out of Turkmenabad, passing ruins of old Silk Road settlements and stopping at Astana Baba with its interesting mausoleums dating back to the 11th century. From here we follow the Amu Darya River, crossing it to continue to the Kugitang Mountains. We reach the village of Koyten, in a lush green valley, by early evening. Overnight at a basic lodge – single rooms may not be available at this lodge. (BD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Koyten (100 kms; Approx. 1.5 hrs overall driving time) - We spend today exploring the surrounding area, discovering dinosaur footprints, hiking to the Umbar Dere waterfall and walking to the Kyrk Kyz pilgrim cave. This area is part of the Kugitang Nature Reserve, and several rare species are found here including the Bukhara Urial, a mountain sheep. Overnight at a basic lodge. (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Kerki – Ashgabat (450 kms; Approx. 7 hrs overall driving time) - Drive to Kerki and from here fly back to Ashgabat for your final night in Turkmenistan. Overnight at Sport 4* Hotel or similar. (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Departure from Ashgabat - Transfer to the airport for your flight home. (B)"
    }
  ],
  "map": ""
}