{
  "destination": "Turkmenistan",
  "mainPhoto": "",
  "id": "turkmenistan-small-group-holiday",
  "tourName": "Turkmenistan small group holiday",
  "placesVisited": "Ashgabat, Geok Tepe, Kowata underground lake, Kopet Dag Mountains, Karakala, Dehistan, Turkmenbashi, Gozli-Ata, Kara Kum desert, Darwaza flaming gas crater, Konye Urgench, Merv, Gonur Tepe",
  "generalInfo": "Once best known for eccentric former ruler Turkmenbashi, whose cult of personality stretched to naming days of the week after himself, Turkmenistan also happens to be one of Asia’s most unusual and rewarding places to explore. <br/><br/>After perusing the museums and quirky monuments of the capital Ashgabat, you'll head into the wilds to begin a roll call of Turkmenistan's natural wonders, with early entries on the list including underground cave lake of Kowata, the Kopet Dag Mountains and the lunar landscapes of Karakala.  <br/><br/>Exploring the striking landscapes of the east, the list of wonders grows to include the stunning  green, white and pink coloured canyons of Yangikala, camping in the Kara Kum desert plus sunset camping beside the incredible flaming gas crater at Darwaza.  <br/><br/>Human wonders old and new are also scattered across this remarkable country. Among the ancient sites you'll visit ars the UNESCO listed Silk Road ruins of Konye Urgench, the awesome panoply of ancient temples at Merv, the Parthian fortress of Ygdykala, and the Bronze Age site of Gonur Tepe – among humanity's earliest settlements. <br/><br/>There's plenty of fascinating contemporary life to be experienced too, in places like the lively  Caspian coastal city of Turkmenbashi (don't miss the fish market) as well as a range of countryside villages where you'll tap into the pulse of a land where people have come travelling since the days of the ancient Silk Road.",
  "durationDays": "13",
  "price": "3125",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ashgabat - Arrive in Ashgabat and transfer to the hotel. The rest of the day is free to relax or explore. Overnight Sport Hotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ashgabat - Spend today exploring Ashgabat. We visit the Sunday bazaar as well as the unusual monuments of the city including the Neutrality Arch and Independence Park. We also visit the excellent National Museum and private stables that are home to the renowned Ahal Tekke breed of horses, and head out to the Parthian fortress of Nisa, recognised by UNESCO for its cultural and historical importance. Overnight Sport Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Nohur - Dehistan - Today we head to the underground lake of Kowata, located deep within a cave, then continue to the village of Nohur, home to the Nohurli people and a good introduction to the ancient ways of this part of the world. We then head to the remains of the ancient Silk Road settlement of Dehistan, where we camp for the night. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Dehistan - Turkmenbashi - Explore the ruins of Dehistan then continue to the city of Turkmenbashi, situated on the coast of the Caspian Sea. Overnight Seyrana Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Yangikala - Gozli-Ata - Drive to the stunning coloured canyons of Yangikala. Its green, white and pink rocks make up some of Turkmenistan’s most stunning natural sites. From here we continue to the important pilgrimage site of Gozli-Ata, home to an important local shrine and mausoleum of the eponymous saint from the 14th century – we should see local pilgrims come to pay their respects and gain an insight into the spiritual traditions of the country. Overnight local pilgrim house. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Balkanabat - Parau Bibi - Drive to the city of Balkanabat with its interesting bazaar which we can explore. From here head to the pilgrimage site of Parau Bibi, an 11th century mausoleum. This is one of the most important shrines in the country and usually a great place to meet local people. Overnight local guesthouse. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ygdykala - We head off road to the remains of the ancient Parthian fortress of Ygdykala, visiting the village of Melegoch along the way. Our route takes us through the Kara Kum desert, a foreboding and fascinating environment, where we spend the night. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Darwaza - Drive through small villages to one of Turkmenistan’s most amazing sites, the flaming gas crater at Darwaza. We camp near the crater to enjoy spectacular views of the subterranean fires once the sun sets. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Konye-Urgench - Asghabat - Drive to Dashoguz. We visit the UNESCO listed site of Konye Urgench, once an important Silk Road settlement and today home to some of Turkmenistan’s most impressive ancient monuments. Later we fly back to Ashgabat for the night. Overnight Sport Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Merv - Fly to Mary and visit the UNESCO World Heritage Site of Merv, a vast area with numerous ruins and remains that range from Buddhist to Zoroastrian to Seljuk. Upon returning to Mary we visit the museum. Overnight Margush Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Gonur Tepe - We visit the ancient Bronze Age site of Gonur Tepe, an important archaeological site which has helped researchers understand early human civilisation in Central Asia. Afterwards we return to Mary. Overnight Margush Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Ashgabat - Return to Ashgabat, visiting the ruins of the 15th century mosque at Anau on the way. Overnight Sport Hotel or similar. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ashgabat - Transfer to the airport for departure. (B)"
    }
  ],
  "map": ""
}