{
  "destination": "Turkmenistan",
  "mainPhoto": "",
  "id": "silk-road-tour-cities-of-the-silk-road",
  "tourName": "Silk Road tour, cities of the Silk Road",
  "placesVisited": "Samarkand, Bukhara, Shakhrisabz (birth place of Timur), Ashgabat, Merv, Khiva, Darvaza gas crater, Konya Urgench, Crossing Oxus – Amudarya River, Bronze Age Margush, Tashkent",
  "generalInfo": "This outstanding trip takes in four of the most important cities of the old Silk Road, and is perfect for culture and history buffs. Starting in Uzbekistan you experience the atmospheric splendour of Samarkand, Bukhara and Shakhrisabz (birth place of Timur) – as well as the quirky modern marvel that is the curiously named Turkmen capital – and carpet-making centre - of Ashgabat (the City of Love). <br/><br/>In Turkmenistan you'll also delve the ancient civilisations centred on the Silk Road town of Merv, set within a fertile valley that cradled some of humanity's earliest civilisations. Dubbed “Queen of Cities”, landmark early towns here include Erk Kala (founded in the 6th century BC), complemented by a host of incredible later settlements dotted with epic structures, from 5000-year-old citadels to the medieval Mausoleum of Muhammed Ibn Zeid. <br/> <br/>The trip also takes in the fantastic Uzbekistan cities of Khiva – most remote of Central Asia's Silk Road cities – plus Tashkent. Both remain bustling and colourful Central Asian beacons offering majestic mosques and unforgettable bazaars.<br/><br/>There's a chance to experience one of Central Asia's most unusual natural wonders too, with a night camping in the sand dunes that cradle bizarre gas craters - Darvaza is the largest and most famous – where boiling black water and mud geysers spout from deep within the earth.",
  "durationDays": "15",
  "price": "4450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Tashkent (Uzbekistan): Rooms will be available in Tashkent from this afternoon. Those arriving on the group flights will arrive in the early hours of tomorrow morning."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In Tashkent: Tashkent is Uzbekistan’s vibrant capital which sat at the heart of the old Central Asian trading routes, gaining prominence under the Mongols and the Shabanids, before finally being absorbed by the expansionist policies of the Russian empire during the 19th century. Flattened by a devastating earthquake in the mid-1960s, the city was reinvented by the Kremlin to represent the very epitome of the socialist ideal. We will have our welcome meeting late morning, and then this afternoon provides us with an opportunity to discover a little more of the Uzbek capital, with a tour of some of its highlights including the Khast Imam Complex, the stunning edifice of the Alisher Navoi Opera and Ballet Theatre and the Chorsu Bazaar, a vast open-air market that sits in the heart of the old part of the city."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tashkent - Samarkand: Early morning we catch the high-speed train which travels through four provinces to Samarkand. Once we have checked in to our hotel in Samarkand, we take our first look at this amazing city with a short visit to the Registan at sunset. There may also be time to enjoy a quick drink before dinner at a local restaurant this evening."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "In Samarkand: We’ll enjoy a full day wandering through this incredible city, taking in such sights as the Bibi Khanym mosque, once considered one of the most magnificent mosques in the Islamic world and the Gur Emir Mausoleum, the final resting place of Tamerlane, the founder of the Timurid Empire and Shah-i Zinda, one of the most renowned sites in Samarkand, showcasing rich tile work and history dating back to the 14th century. We will of course also take a full guided visit to the magnificent Registan."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Samarkand - Bukhara: After breakfast, we head to the station to catch the train to Bukhara. The journey should take around two hours, so we aim to arrive in time for lunch before checking in to our guesthouse close to the famous Labi Hauz plaza and pool. This afternoon there will be free time to explore the streets and alleyways of this ancient town before meeting up for dinner."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "In Bukhara: This morning we visit the famous Arc – or town citadel – in front of which the British officers Connelly and Stoddard lost their heads in what was one of the most infamous events of the Great Game. We’ll also visit the Kolan Minaret – or Tower of Death, from which Amir Nasirulla Khan threw his enemies – as well as the rest of the beautiful old town. The rest of the day is free to explore Bukhara at your leisure, with opportunities to wander through the bazaar and maybe do a little souvenir shopping, before enjoying dinner at your own expense."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bukhara - Mary (Turkmenistan): An early start today to drive to the Uzbek border and enter Turkmenistan. After customs formalities followed by the thrill of crossing the great Oxus – Amudarya River – we will have lunch in Turkmenabat before continuing on to Mary, our base for the next two nights. Arriving in Mary late afternoon will give us time to relax and prepare ourselves for tomorrow’s adventure, and our first familiarisation with the life and culture of the Land of Turkmen."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Mary - Margush - Mary: After an early breakfast we drive northeast from Mary to ancient Margush and the archaeological site of Gonur Depe (40km off road). Fertile silt brought by waters of the Murgab River delta and a moderate climate created favourable conditions for Bronze Age settlements known as the Margiana Oasis deep in the desert. This is an amazing site said to be the fifth great civilisation of ancient times where, it is believed, the Zoroastrian culture was born. We’ll return to Mary this afternoon to visit the local History Museum, presenting a wide array of archaeological finds (dating back to the 3rd millennium BC through to the late 19th century) from both Ancient Merv and the Bronze Age sites of Margush."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Mary - Ashgabat: After breakfast we’ll drive to Ancient Merv to see remaining traces of the glorious “Maru Shahu Jahan” – “Queen of Cities”. Due to its size and historical importance, Merv is one of the most significant sites in Turkmenistan, indeed in all of Central Asia. It consists of a series of towns each succeeded by another throughout the course of history. We’ll see the remains of Erk Kala (6th C BC) with its citadel, Gayur Kala (3rd C BC), Sultan Kala (8-11th C AD), Abdullakhan Kala and Bairamalikhan Kala (15th C AD), Mausoleum of Sultan Sanjar – the last ruler of a great Seljuk Empire (12th C AD), Great Kala and Little Kyz Kala (6-7th C AD), and the Mausoleum of Muhammed Ibn Zeid (12th C AD). After some time to explore, we start our drive west to Ashgabat, checking in to our hotel for the next two nights."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "In Ashgabat: We start the day exploring Ashgabat, a wonderfully bizarre city of fountains and lavish white marble buildings, and its surrounds. We will travel out to Nissa, the 3rd Century BC capital of the Parthians, and visit the famous site of Geo Tepe where the Turkmens made their last stand against the Russians. We’ll also visit a nearby stud farm to see some of the beautiful pure-bred Akhel Teke, or ‘heavenly’ horses. Finally ending a busy day with a visit one of the largest mosques in Central Asia and the mausoleum of their first President “Turkmenbashy”. This afternoon there should be some free time for you to explore more of Ashgabat before dinner at a stunning rooftop restaurant overlooking the city."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ashgabat - Darvaza: This morning we’ll visit the National History Museum, with its rich collection of artifacts reflecting ancient and modern culture and ethnography of Turkmenistan. Before making the journey to Darvaza, we will take part in a local cooking class and enjoy the fruits of our labour for lunch! The 4-hour drive from Ashgabat by four wheel drives is bumpy and off-road, but worth it to experience one of the more bizarre \"100 places to visit before you die\". Set in an unforgiving and magically bleak desert environment, the Darvaza gas crater is like looking down into the bowels of hell. We camp in the shelter of the sand dunes by the edge of the crater and enjoy the experience not only at sunset and sunrise, but at night when the passing birdlife is attracted to its warmth and light and circles the crater.Approx. 4 hours drive to/from the Darvaza crater, depending on weather conditions."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Darvaza - Konya Urgench - Nukus (Uzbekistan): After breaking camp, we’ll continue our journey north through the desert to Konya Urgench (approx. 5 hours) to explore the site of Khorezm. For thousands of years Khorezm was an important oasis of civilisation in the Central Asian deserts, said to be the true centre of the Islamic world. The fortunes of this city rose and fell; invaded by the Mongols in one of history’s bloodiest massacres, it later became one of the Silk Road’s most important trading cities, finally finished off by Timur in 1388. We will then continue to the border, saying goodbye to our Turkmen team, and cross back into Uzbekistan, where we drive on to Nukus to spend the night. Please note that the drive this day is on mostly on roads in poor condition, and whilst we use 4x4 vehicles you should expect a bumpy drive."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Nukus - Khiva: This morning we will have the chance to visit the Savietsky Museum with artefacts displaying the area’s Karakalpakstan culture, but mostly famous for its extraordinary collection of early 20th century avant-garde Russian artwork, rescued and brought here by the former Director of the museum. After lunch we will drive on to infamous Silk Road city of Khiva. Once redolent of slave caravans and barbaric cruelty, Khiva’s ancient romance and historic heart lives on, contained within its magnificent city walls."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Khiva - Tashkent: We’ll spend the day exploring Khiva, with its bewildering choice of mosques and palaces at every turn. We have an expert local guide to take us to many of the city’s famous sights, but those that wish to go it alone will be free to do so. We plan to visit the Kukhna Arc, the Mohammed Khan Madrassa, the Jama Majid mosque with its amazing wooden pillars, and the Alloquli Khan Madrassa, bazaar and caravanserai. We also have a chance to climb the Kalta Minor Minaret. We plan to take a late flight from nearby Urgench back to the capital after dinner this evening."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Tour ends in Tashkent: Those on the suggested group flight will have an early morning transfer to the airport. For anyone not on the group flights, the tour will end this morning after breakfast."
    }
  ],
  "map": ""
}