[
  {
    "destination": "Turkmenistan",
    "mainPhoto": "",
    "id": "silk-road-tour-cities-of-the-silk-road",
    "tourName": "Silk Road tour, cities of the Silk Road",
    "placesVisited": "Samarkand, Bukhara, Shakhrisabz (birth place of Timur), Ashgabat, Merv, Khiva, Darvaza gas crater, Konya Urgench, Crossing Oxus – Amudarya River, Bronze Age Margush, Tashkent",
    "generalInfo": "This outstanding trip takes in four of the most important cities of the old Silk Road, and is perfect for culture and history buffs. Starting in Uzbekistan you experience the atmospheric splendour of Samarkand, Bukhara and Shakhrisabz (birth place of Timur) – as well as the quirky modern marvel that is the curiously named Turkmen capital – and carpet-making centre - of Ashgabat (the City of Love). <br/><br/>In Turkmenistan you'll also delve the ancient civilisations centred on the Silk Road town of Merv, set within a fertile valley that cradled some of humanity's earliest civilisations. Dubbed “Queen of Cities”, landmark early towns here include Erk Kala (founded in the 6th century BC), complemented by a host of incredible later settlements dotted with epic structures, from 5000-year-old citadels to the medieval Mausoleum of Muhammed Ibn Zeid. <br/> <br/>The trip also takes in the fantastic Uzbekistan cities of Khiva – most remote of Central Asia's Silk Road cities – plus Tashkent. Both remain bustling and colourful Central Asian beacons offering majestic mosques and unforgettable bazaars.<br/><br/>There's a chance to experience one of Central Asia's most unusual natural wonders too, with a night camping in the sand dunes that cradle bizarre gas craters - Darvaza is the largest and most famous – where boiling black water and mud geysers spout from deep within the earth.",
    "durationDays": "15",
    "price": "4450",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour starts in Tashkent (Uzbekistan): Rooms will be available in Tashkent from this afternoon. Those arriving on the group flights will arrive in the early hours of tomorrow morning."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "In Tashkent: Tashkent is Uzbekistan’s vibrant capital which sat at the heart of the old Central Asian trading routes, gaining prominence under the Mongols and the Shabanids, before finally being absorbed by the expansionist policies of the Russian empire during the 19th century. Flattened by a devastating earthquake in the mid-1960s, the city was reinvented by the Kremlin to represent the very epitome of the socialist ideal. We will have our welcome meeting late morning, and then this afternoon provides us with an opportunity to discover a little more of the Uzbek capital, with a tour of some of its highlights including the Khast Imam Complex, the stunning edifice of the Alisher Navoi Opera and Ballet Theatre and the Chorsu Bazaar, a vast open-air market that sits in the heart of the old part of the city."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Tashkent - Samarkand: Early morning we catch the high-speed train which travels through four provinces to Samarkand. Once we have checked in to our hotel in Samarkand, we take our first look at this amazing city with a short visit to the Registan at sunset. There may also be time to enjoy a quick drink before dinner at a local restaurant this evening."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "In Samarkand: We’ll enjoy a full day wandering through this incredible city, taking in such sights as the Bibi Khanym mosque, once considered one of the most magnificent mosques in the Islamic world and the Gur Emir Mausoleum, the final resting place of Tamerlane, the founder of the Timurid Empire and Shah-i Zinda, one of the most renowned sites in Samarkand, showcasing rich tile work and history dating back to the 14th century. We will of course also take a full guided visit to the magnificent Registan."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Samarkand - Bukhara: After breakfast, we head to the station to catch the train to Bukhara. The journey should take around two hours, so we aim to arrive in time for lunch before checking in to our guesthouse close to the famous Labi Hauz plaza and pool. This afternoon there will be free time to explore the streets and alleyways of this ancient town before meeting up for dinner."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "In Bukhara: This morning we visit the famous Arc – or town citadel – in front of which the British officers Connelly and Stoddard lost their heads in what was one of the most infamous events of the Great Game. We’ll also visit the Kolan Minaret – or Tower of Death, from which Amir Nasirulla Khan threw his enemies – as well as the rest of the beautiful old town. The rest of the day is free to explore Bukhara at your leisure, with opportunities to wander through the bazaar and maybe do a little souvenir shopping, before enjoying dinner at your own expense."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Bukhara - Mary (Turkmenistan): An early start today to drive to the Uzbek border and enter Turkmenistan. After customs formalities followed by the thrill of crossing the great Oxus – Amudarya River – we will have lunch in Turkmenabat before continuing on to Mary, our base for the next two nights. Arriving in Mary late afternoon will give us time to relax and prepare ourselves for tomorrow’s adventure, and our first familiarisation with the life and culture of the Land of Turkmen."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Mary - Margush - Mary: After an early breakfast we drive northeast from Mary to ancient Margush and the archaeological site of Gonur Depe (40km off road). Fertile silt brought by waters of the Murgab River delta and a moderate climate created favourable conditions for Bronze Age settlements known as the Margiana Oasis deep in the desert. This is an amazing site said to be the fifth great civilisation of ancient times where, it is believed, the Zoroastrian culture was born. We’ll return to Mary this afternoon to visit the local History Museum, presenting a wide array of archaeological finds (dating back to the 3rd millennium BC through to the late 19th century) from both Ancient Merv and the Bronze Age sites of Margush."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Mary - Ashgabat: After breakfast we’ll drive to Ancient Merv to see remaining traces of the glorious “Maru Shahu Jahan” – “Queen of Cities”. Due to its size and historical importance, Merv is one of the most significant sites in Turkmenistan, indeed in all of Central Asia. It consists of a series of towns each succeeded by another throughout the course of history. We’ll see the remains of Erk Kala (6th C BC) with its citadel, Gayur Kala (3rd C BC), Sultan Kala (8-11th C AD), Abdullakhan Kala and Bairamalikhan Kala (15th C AD), Mausoleum of Sultan Sanjar – the last ruler of a great Seljuk Empire (12th C AD), Great Kala and Little Kyz Kala (6-7th C AD), and the Mausoleum of Muhammed Ibn Zeid (12th C AD). After some time to explore, we start our drive west to Ashgabat, checking in to our hotel for the next two nights."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "In Ashgabat: We start the day exploring Ashgabat, a wonderfully bizarre city of fountains and lavish white marble buildings, and its surrounds. We will travel out to Nissa, the 3rd Century BC capital of the Parthians, and visit the famous site of Geo Tepe where the Turkmens made their last stand against the Russians. We’ll also visit a nearby stud farm to see some of the beautiful pure-bred Akhel Teke, or ‘heavenly’ horses. Finally ending a busy day with a visit one of the largest mosques in Central Asia and the mausoleum of their first President “Turkmenbashy”. This afternoon there should be some free time for you to explore more of Ashgabat before dinner at a stunning rooftop restaurant overlooking the city."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Ashgabat - Darvaza: This morning we’ll visit the National History Museum, with its rich collection of artifacts reflecting ancient and modern culture and ethnography of Turkmenistan. Before making the journey to Darvaza, we will take part in a local cooking class and enjoy the fruits of our labour for lunch! The 4-hour drive from Ashgabat by four wheel drives is bumpy and off-road, but worth it to experience one of the more bizarre \"100 places to visit before you die\". Set in an unforgiving and magically bleak desert environment, the Darvaza gas crater is like looking down into the bowels of hell. We camp in the shelter of the sand dunes by the edge of the crater and enjoy the experience not only at sunset and sunrise, but at night when the passing birdlife is attracted to its warmth and light and circles the crater.Approx. 4 hours drive to/from the Darvaza crater, depending on weather conditions."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Darvaza - Konya Urgench - Nukus (Uzbekistan): After breaking camp, we’ll continue our journey north through the desert to Konya Urgench (approx. 5 hours) to explore the site of Khorezm. For thousands of years Khorezm was an important oasis of civilisation in the Central Asian deserts, said to be the true centre of the Islamic world. The fortunes of this city rose and fell; invaded by the Mongols in one of history’s bloodiest massacres, it later became one of the Silk Road’s most important trading cities, finally finished off by Timur in 1388. We will then continue to the border, saying goodbye to our Turkmen team, and cross back into Uzbekistan, where we drive on to Nukus to spend the night. Please note that the drive this day is on mostly on roads in poor condition, and whilst we use 4x4 vehicles you should expect a bumpy drive."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Nukus - Khiva: This morning we will have the chance to visit the Savietsky Museum with artefacts displaying the area’s Karakalpakstan culture, but mostly famous for its extraordinary collection of early 20th century avant-garde Russian artwork, rescued and brought here by the former Director of the museum. After lunch we will drive on to infamous Silk Road city of Khiva. Once redolent of slave caravans and barbaric cruelty, Khiva’s ancient romance and historic heart lives on, contained within its magnificent city walls."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Khiva - Tashkent: We’ll spend the day exploring Khiva, with its bewildering choice of mosques and palaces at every turn. We have an expert local guide to take us to many of the city’s famous sights, but those that wish to go it alone will be free to do so. We plan to visit the Kukhna Arc, the Mohammed Khan Madrassa, the Jama Majid mosque with its amazing wooden pillars, and the Alloquli Khan Madrassa, bazaar and caravanserai. We also have a chance to climb the Kalta Minor Minaret. We plan to take a late flight from nearby Urgench back to the capital after dinner this evening."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Tour ends in Tashkent: Those on the suggested group flight will have an early morning transfer to the airport. For anyone not on the group flights, the tour will end this morning after breakfast."
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkmenistan",
    "mainPhoto": "",
    "id": "turkmenistan-cultural-tour-mysteries-of-the-desert",
    "tourName": "Turkmenistan cultural tour, mysteries of the desert",
    "placesVisited": "Ashgabat, Geok Tepe, Nohur, Balkanabat, Yangikala, Gozli Ata, Caspian Sea, Turkmenbashi, Dashoguz, Konye-Urgench, Karakum Desert, Gonur Depe, Merv, Koyten",
    "generalInfo": "This Turkmenistan cultural tour takes you to a country on the edge of the legendary Silk Road; a land swathed in harsh desert, rich in history and culture and little visited by foreign tourists. Once the preserve of fierce tribesmen, today the country is full of contrasts, where modern, vibrant cities exist alongside remote tented communities; and this two-week trip allows you the chance to delve a little deeper into its mysteries.<br/><br/>Kicking off your journey in Ashgabat, you’ll visit both modern monuments and historical relics, including the ancient Parthian fortress of Nisa, before heading for the wild countryside beyond. In the mountain town of Nohur, you’ll spend time with a local community that is said to be descended from Alexander’s mighty armies, before making your way through the otherworldly canyons and valleys of Yangikala to Gozli Ata, a remote site where we spend the night in the company of local pilgrims. <br/><br/>Your next stop is the Caspian Sea, where you’ll relax in the seaside resort of Awaza before boarding a plane for Dashoguz to visit the UNESCO listed site of Konye-Urgench, which provides fascinating insight into the region’s glorious past. Then there’s a thrilling three-day expedition into the Karakum Desert, where you’ll sleep under canvas at a flaming gas crater and visit isolated communities along the way. The adventure continues with a drive into the Kugitang Mountains, to discover dinosaur footprints, caves and little-known species. Heading back to Ashgabat you’ll explore the vast and ancient site of Merv, made up of the remains of five different cities, and a living reminder of the different peoples that made their lives here. <br/><br/><br/><br/>",
    "durationDays": "15",
    "price": "2995",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Ashgabat - Arrive in Ashgabat and transfer to the hotel. Depending on your time of arrival, you may have the opportunity to explore the city. Overnight at Sport 4* Hotel or similar. No meals nor guided arrangements included today."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Ashgabat - After a briefing with your tour guide spend the day exploring Ashgabat. Visit a local Bazaar (depending on day and schedule), Independence Park and Neutrality Arch before heading to the National Museum and then the ruins of the ancient Parthian fortress at Nisa. Ashgabat is a city of grandiose monuments, giving an insight into the nation building efforts that took place after the breakup of the Soviet Union, and a good place to start getting to grips with Turkmenistan. Overnight at Sport 4* Hotel or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Geok Tepe – Nohur (150 kms; Approx. 3.5 hrs overall driving time) - After breakfast visit the private Ahalteke horse stables. We then head off to the Kopetdag Mountains. We stop first at the Turkmenbashi Mosque in Kipchak and then continue to Geok Tepe, site of a famous battle between Russian and Turkmen forces during the conquest of Central Asia. We descend to the underground lake of Kowata, and after lunch we proceed to the village of Nohur, our base for the night. Overnight camping. (BD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Balkanabat (250 kms; Approx. 7 hrs overall driving time) - Leave Nohur behind and drive through walnut and pomegranate groves to Magtymguly. Our route takes us alongside the Iranian border so we can expect to encounter several checkpoints along the way. We stop at the ‘Moon Mountains’, a series of rather striking barren hills, before continuing on to Balkanabat. Arrive early evening and check in to your hotel. Overnight at Nebitchi Hotel or similar. (BL)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Yangikala – Gozli Ata (200 kms; Approx. 7 hrs overall driving time) - After a visit to the local bazaar to stock up on supplies, we drive to the Balkan Mountains and the canyon of Yangikala, home to some of the best scenery in Turkmenistan, via Mollagara salt lake. We continue to the pilgrimage site of Gozli Ata, where we take a picnic lunch. In the afternoon we visit the Yanagisawa canyon before returning to Yangikala. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Caspian Sea- Turkmenbashi (200 kms; Approx. 5.5 hrs overall driving time) - Today we drive to the Caspian Sea via the volcanic rock formations of Kemal Ata, to the port of Turkmenbashi. We end our day in the seaside hotel in Turkmenbashi. Overnight at Hotel the Great Silk Road or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Turkmenbashi – Ashgabat - We head first to nearby Awaza resort, a sharp contrast to our experiences of the last few days, here we have an opportunity to swim in the Caspian Sea, later we head to Turkmenbashi where we visit the port and the fish market. Afternoon we fly to Ashgabat. Overnight at Sport 4* Hotel or similar. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Dashoguz - Konye Urgench – Darwaza (420 kms; Approx. 8-9 hrs overall driving time) - In the morning we fly to Dashoguz in the north of the country. Drive to the UNESCO World Heritage site of Konye Urgench, an ancient capital of the land of Khorezm with beautiful mausoleums. After visiting its key sites, we travel on the highway through the Karakum Desert to Darwaza, a burning gas crater where flames literally leap from the ground. We set up camp here and watch the sun go down, the crater lighting up the night sky with its fires. Overnight camping or in yurts - the tents are private while the yurts are shared by gender. (BD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Damla – Ak Molla (200 kms; Approx. 6 hrs overall driving time) - We head deeper into the Karakum Desert, across rough tracks and sand dunes, until we reach the small settlement of Damla. We stop here for lunch and explore the village, with superb opportunities to meet and interact with people who rarely see western visitors. Later we continue through the Murzachirla desert to Ak Molla. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Gonur Depe – Mary (310 kms; Approx. 8 hrs overall driving time) - Set off for a full day of off-road driving. We stop at the archaeological site of Gonur Depe, dating back to the Bronze Age. Around 55 hectares in size, the site comprises the remains of a fortified citadel with walls and towers clearly visible. From here we continue to Mary for the night, where a hotel room and shower await. Overnight at Hotel Mary or similar. (BL)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Merv – Turkmenabad (250 kms; Approx. 3.5 hrs overall driving time) - Visit the ancient site of Merv, the most important in Turkmenistan and dating back 2500 years, with an array of old mosques and citadels. After exploring Merv we head to Turkmenabad for the night passing through Repetek Nature Reserve, although we are not permitted to stop. Overnight at Hotel Jeyhun or similar. (B)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Astana Baba – Koyten (450 kms; Approx. 7 hrs overall driving time) - Drive out of Turkmenabad, passing ruins of old Silk Road settlements and stopping at Astana Baba with its interesting mausoleums dating back to the 11th century. From here we follow the Amu Darya River, crossing it to continue to the Kugitang Mountains. We reach the village of Koyten, in a lush green valley, by early evening. Overnight at a basic lodge – single rooms may not be available at this lodge. (BD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Koyten (100 kms; Approx. 1.5 hrs overall driving time) - We spend today exploring the surrounding area, discovering dinosaur footprints, hiking to the Umbar Dere waterfall and walking to the Kyrk Kyz pilgrim cave. This area is part of the Kugitang Nature Reserve, and several rare species are found here including the Bukhara Urial, a mountain sheep. Overnight at a basic lodge. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Kerki – Ashgabat (450 kms; Approx. 7 hrs overall driving time) - Drive to Kerki and from here fly back to Ashgabat for your final night in Turkmenistan. Overnight at Sport 4* Hotel or similar. (B)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Departure from Ashgabat - Transfer to the airport for your flight home. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkmenistan",
    "mainPhoto": "",
    "id": "turkmenistan-small-group-holiday",
    "tourName": "Turkmenistan small group holiday",
    "placesVisited": "Ashgabat, Geok Tepe, Kowata underground lake, Kopet Dag Mountains, Karakala, Dehistan, Turkmenbashi, Gozli-Ata, Kara Kum desert, Darwaza flaming gas crater, Konye Urgench, Merv, Gonur Tepe",
    "generalInfo": "Once best known for eccentric former ruler Turkmenbashi, whose cult of personality stretched to naming days of the week after himself, Turkmenistan also happens to be one of Asia’s most unusual and rewarding places to explore. <br/><br/>After perusing the museums and quirky monuments of the capital Ashgabat, you'll head into the wilds to begin a roll call of Turkmenistan's natural wonders, with early entries on the list including underground cave lake of Kowata, the Kopet Dag Mountains and the lunar landscapes of Karakala.  <br/><br/>Exploring the striking landscapes of the east, the list of wonders grows to include the stunning  green, white and pink coloured canyons of Yangikala, camping in the Kara Kum desert plus sunset camping beside the incredible flaming gas crater at Darwaza.  <br/><br/>Human wonders old and new are also scattered across this remarkable country. Among the ancient sites you'll visit ars the UNESCO listed Silk Road ruins of Konye Urgench, the awesome panoply of ancient temples at Merv, the Parthian fortress of Ygdykala, and the Bronze Age site of Gonur Tepe – among humanity's earliest settlements. <br/><br/>There's plenty of fascinating contemporary life to be experienced too, in places like the lively  Caspian coastal city of Turkmenbashi (don't miss the fish market) as well as a range of countryside villages where you'll tap into the pulse of a land where people have come travelling since the days of the ancient Silk Road.",
    "durationDays": "13",
    "price": "3125",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Ashgabat - Arrive in Ashgabat and transfer to the hotel. The rest of the day is free to relax or explore. Overnight Sport Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Ashgabat - Spend today exploring Ashgabat. We visit the Sunday bazaar as well as the unusual monuments of the city including the Neutrality Arch and Independence Park. We also visit the excellent National Museum and private stables that are home to the renowned Ahal Tekke breed of horses, and head out to the Parthian fortress of Nisa, recognised by UNESCO for its cultural and historical importance. Overnight Sport Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Nohur - Dehistan - Today we head to the underground lake of Kowata, located deep within a cave, then continue to the village of Nohur, home to the Nohurli people and a good introduction to the ancient ways of this part of the world. We then head to the remains of the ancient Silk Road settlement of Dehistan, where we camp for the night. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Dehistan - Turkmenbashi - Explore the ruins of Dehistan then continue to the city of Turkmenbashi, situated on the coast of the Caspian Sea. Overnight Seyrana Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Yangikala - Gozli-Ata - Drive to the stunning coloured canyons of Yangikala. Its green, white and pink rocks make up some of Turkmenistan’s most stunning natural sites. From here we continue to the important pilgrimage site of Gozli-Ata, home to an important local shrine and mausoleum of the eponymous saint from the 14th century – we should see local pilgrims come to pay their respects and gain an insight into the spiritual traditions of the country. Overnight local pilgrim house. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Balkanabat - Parau Bibi - Drive to the city of Balkanabat with its interesting bazaar which we can explore. From here head to the pilgrimage site of Parau Bibi, an 11th century mausoleum. This is one of the most important shrines in the country and usually a great place to meet local people. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Ygdykala - We head off road to the remains of the ancient Parthian fortress of Ygdykala, visiting the village of Melegoch along the way. Our route takes us through the Kara Kum desert, a foreboding and fascinating environment, where we spend the night. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Darwaza - Drive through small villages to one of Turkmenistan’s most amazing sites, the flaming gas crater at Darwaza. We camp near the crater to enjoy spectacular views of the subterranean fires once the sun sets. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Konye-Urgench - Asghabat - Drive to Dashoguz. We visit the UNESCO listed site of Konye Urgench, once an important Silk Road settlement and today home to some of Turkmenistan’s most impressive ancient monuments. Later we fly back to Ashgabat for the night. Overnight Sport Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Merv - Fly to Mary and visit the UNESCO World Heritage Site of Merv, a vast area with numerous ruins and remains that range from Buddhist to Zoroastrian to Seljuk. Upon returning to Mary we visit the museum. Overnight Margush Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Gonur Tepe - We visit the ancient Bronze Age site of Gonur Tepe, an important archaeological site which has helped researchers understand early human civilisation in Central Asia. Afterwards we return to Mary. Overnight Margush Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Ashgabat - Return to Ashgabat, visiting the ruins of the 15th century mosque at Anau on the way. Overnight Sport Hotel or similar. (B)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Ashgabat - Transfer to the airport for departure. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Turkmenistan",
    "mainPhoto": "",
    "id": "uzbekistan-turkmenistan-holiday-silk-road-explorer",
    "tourName": "Uzbekistan & Turkmenistan holiday, Silk Road explorer",
    "placesVisited": "Tajikistan : Dushanbe, Gissar, Iskander Kul lake, Istaravshan, Istaravshan, Khodjand, Uzbekistan: Tashkent, Samarkand, Bukhara, Toprak Kala and Ayaz Kala desert castles, Khiva, Turkmenistan: Konye-Urgench, Darwaza, Ashgabat, Merv",
    "generalInfo": "There are actually three ‘Stans’ being covered on this extraordinary sixteen day holiday: Tajikistan, Uzbekistan and Turkmenistan, Silk Road countries that boast so much history and culture they can be overwhelming. Which is why we carefully crafted this itinerary to capture these evocative countries in the best way possible. <br/><br/>Starting in Tajikstan, in the capital city of Dushanbe, formerly ‘Stalinabad’, you can still see plenty of Soviet influences in architecture, with the Museum of Antiquities taking you back to times well before that too. As  does the nearby fort town of Gissar, which dates back to the 16th century.  Heading west, we start to witness some of the country’s great landscapes, such  the stunning, opal blue Iskander-Kul Lake in the Fann Mountains, part of the Gissar Range. <br/><br/>More ancient stops along the Silk Road await in Tajikstan, including Istaravshan which still has a craft and artisan trading quarter today, and so we take time to explore the maze of workshops from woodworkers to blacksmiths. Over the border in Uzbekistan, another of the most important Silk Road cites is Samarkand, which we visit after stopping in the fascinating if less aesthetically appealing capital of Tashkent. More historic elegance is to be found in Bukhara, a city of medieval magnificence. In contrast, the country’s desert landscapes are a wonderful place to spend a night camping and also explore ruined forts, as well as the walled city of Khiva. Khiva, unlike the other ancient towns and cities in the region, still seems utterly stopped in time from the minute you walk through the ancient gates of Ichan Qala and into its old town. <br/><br/>The third and final country on this cultural journey is Turkmenistan, where there are many fascinating and fantastic sites to explore. For the former, the ancient ruins at UNESCO World Heritage Site of Merv and the mausoleums of Konye-Urgench are eye opening. But for the latter, few things beat the flaming gas crater of Darwaza. We spend a night camping here in order to take in all of its bizarre beauty: a natural gas field that collapsed into a cavern known locally as the \"Door to Hell\", it glows and burns all year round, like the earth’s coolest fire pit. <br/><br/><br/>",
    "durationDays": "16",
    "price": "3299",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Dushanbe - Arrive in Dushanbe. Depending on when you arrive there may be time to explore the city. Overnight Rumi Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Gissar – Dushanbe - Exploration of Dushanbe. Visit the Museum of Antiquities, a great introduction to the diverse and complex cultures which once held sway in the region. Later we visit the town of Gissar, known for its fortress and interesting madrassahs dating back to the 16th century. Overnight Rumi Hotel or similar. (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Iskander Kul - Drive into the Fann Mountains and the picturesque lake of Iskander Kul, surrounded by imposing peaks and a bright turquoise in colour. We explore the lake and its surrounds, walking to an impressive waterfall. Overnight tourist cottages. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Istaravshan – Khojand - Drive over the Shakhristan Pass to the town of Istaravshan. We visit the craftsmens’ quarter with the blacksmiths’ workshops, then visit the fortress and blue domed Kok Gumbaz mosque, more reminiscent of Uzbekistan. From here continue to Khodjand, founded by Alexander the Great, where we visit the madrassah complex of Sheikh Muslihiddin and the Panjshanbe bazaar. Overnight Hotel Khujand Deluxe or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Tashkent - Drive to the border and cross into Uzbekistan, continuing to the capital Tashkent. This afternoon explore the historic sites of the city including the Kukeldash madrassah, Khast Imam square – the heart of old Tashkent – and the Chorsu Bazaar. Overnight Hotel Milan or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Samarkand - Take a high-speed train to the spectacular city of Samarkand. Upon arrival visit the museum to gain an understanding of the history of the region. Overnight Orient Star Hotel or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Samarkand - A full day exploring the marvellous sites of Samarkand, one of the most incredible Silk Road cities and with a wealth of monuments to explore. We visit the enormous Bibi Khanum Mosque, built by the wife of the Mongol ruler Timur, as well as the stunning Registan Square, one of Central Asia’s most iconic sites. We also visit the Shah-i Zinda complex of mausoleums, a stunning collection of buildings dating back to the 14th century that rivals the Registan for splendour, and also the observatory of Ulug Beg. Overnight Orient Star Hotel or similar. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Bukhara - We take another high-speed train, to Bukhara. Bukhara is awash with breathtaking monuments and its historic centre is exceptionally well preserved, making a visit here like stepping back in time to the days when the Silk Road trade was at its height. We spend our time exploring this enchanting city and visiting its most important sites, including the Kalon Minaret, the Lyabi Hauz ensemble, the bazaars, the Ismail Somoni Mausoleum and one of our personal favourites, the Chor Minor mosque with its four blue domed minarets. And of course no visit to Bukhara would be complete without visiting the Ark, the vast fortress that was home to the Emirs for over a millennium. Bukhara is a spectacular city and we have enough time to enjoy its many delights without feeling rushed. Overnight Lyabi Khauz Hotel or similar. (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Desert Castles – Desert camp - Visit Toprak Kala and Ayaz Kala, the remains of two desert citadels that date back more than two thousand years. We then head to our yurt camp in the desert. (BD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Khiva -Drive to Khiva. Enclosed by mud brick walls, the old part of Khiva, known as the Ichon Qala, has been virtually unchanged for centuries and is an open air museum packed full of intricately decorated minarets, mosques and madrassahs. We spend the day walking its narrow alleys and uncovering the best of its highlights including the Kalta Minor minaret, the Islam Khodja madrassah and the ark, where the khans of Khiva once lived. Overnight Orient Star Khiva or similar. (B)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Konye-Urgench – Dashoguz - Cross into Turkmenistan and drive to Konye-Urgench, the ancient capital of the land of Khorezm with a collection of impressive mausoleums. Continue to Dashoguz for the night. Overnight Dashoguz Hotel or similar. (B)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Darwaza - From here continue to one of Turkmenistan’s most amazing sites, the flaming gas crater at Darwaza. We camp near the crater to enjoy spectacular views of the subterranean fires once the sun sets. Overnight camping. (BD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Ashgabat - Drive to the capital Ashgabat, a fascinating city but very different from what you have already seen. We spend the rest of the day exploring the city with its striking and often bizarre collection of monuments, including Neutrality Arch, the Earthquake Monument and others as well as the ancient Parthian fortress of Nisa. Overnight Yyldyz Hotel or similar. (B)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Merv -Fly to Mary, and visit the ancient site of Merv, a UNESCO World Heritage Site with a diverse collection of attractions that span the history of the region. Return to Ashgabat for the night. Overnight Yyldyz Hotel or similar. (B)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Ashgabat - Transfer to the airport for departure. (B)"
      }
    ],
    "map": ""
  }
]