[
    {
        "type": "overview",
        "Main_Title": "Our Serbia holidays & tours",
        "Main_Paragraph": "Our Serbia holidays and tours let walkers and cyclists experience the exhilarating pulse of the country’s stunning nature, for example exploring the beautiful forests of Tara National Park, and marvelling at the abundance of wildlife in Derdap National Park and on the banks of the River Danube. On your holiday with us, embrace rural Serbia's natural way of life: you might learn how to wield a scythe, you might pick berries, or visit an ethno village. And you’ll meet others who have been embracing the lifestyle for far longer – by visiting simple\nkafanas\n(tavernas), farming families and locally-owned accommodation.",
        "Subtitle": "Serbia highlights",
        "Title1": "",
        "Paragraph1": "Tennis is the number one sport in Serbia, thanks to world champion Novak Djokovic. What many people dont know is that he is also a member of the Champions for Peace club, in which elite athletes promote peace through sports. Thankfully Serbia is not only living through more peaceful times, something that we believe tourism also plays an important role in, but it is also an extremely peaceful place to visit. Because, unlike Djokovic, Serbian travel hasnt hit the world stage yet. Visit the Derdap Gorge, where the Danube separates the Carpathian Mountains from the Balkan Mountains. Ancient monasteries, from Ottoman to Orthodox. Or the devastatingly beautiful Dinaric Alps. Because this is Serbia. Game, set and match.",
        "image1": "",
        "Title2": "1. Belgrade",
        "Paragraph2": "Once capital of Communist Yugoslavia, and now capital of Serbia, it is positioned at the confluence of the Danube and Sava Rivers, inviting air bombardments during WW2 and by NATO in 1999. Many of its ancient heritage gems remain, however, such as the Kalemegdan Fort which has been occupied by Celts, Romans, Byzantines, you name it. Explore other historical gems in the Old City, known as of Stari Grad.",
        "image2": "",
        "Title3": "2. Derdap National Park",
        "Paragraph3": "It doesnt get more gorg-eous than Derdap, a 640km2 national park carved by the River Danube into four spectacular gorges. The largest is Derdap Gorge (aka Iron Gates), stretching for 100km. Forming a natural border with Romania, its where the Danube separates the Carpathian from the Balkan Mountains. The parks riverfront Golubac Fortress is a magnificent sight, especially on a Danube boat trip.",
        "Title4": "3. Mokra Gora Nature Park",
        "Paragraph4": "A mountainous region peppered with beyond pretty,,traditional wooden cabins in valleys squeezed between Mt. Tara and Mt. Zlatibor. The most popular way to navigate it is on the restored, narrow gauge argan Eight train that chugs over gorges of the Rzav and Kamika Rivers between Mokra Gora village and argan. Bring binoculars; these untouched hills are home to the likes of bears, eagles and capercaillie grouse.",
        "image3": "",
        "Title5": "4. Novi Pazar",
        "Paragraph5": "As with many Serbian towns, it may be growing but the mountains are never far. Novi Pazar is no exception, surrounded by the Golija and Rogozna mountains. Founded in the Ottoman era, it is steward of several # ancient monuments, from the Roman Church of the Apostles Peter and Paul to 13th century Sopo?ani Serb Orthodox monastery, a UNESCO site. The latter is in Stari Ras, the ancient regional capital.",
        "Title6": "5. Novi Sad",
        "Paragraph6": "The second largest city, with a pretty location on the Danube River, is a popular spot with cyclists journeying along the EuroVelo 6 that connects Belgrade with Bucharest via the river. Churches fill the town, from Serbian Orthodox to Roman Catholic to a synagogue, but its the Petrovaradin fortress that dominates, thought to date back to the Bronze Age. Check out summer river beach trand.",
        "Title7": "6. Zlatibor",
        "Paragraph7": "A Dinaric Alps region, the highest peak is Tornik (1,496m) which has a ski resort with a fair amount of snow cannons. Leave a more eco-friendly footprint by hiking here at other times. The main town is Kraljeve Vode (aka Zlatibor) but villages are scattered throughout. Walk to traditional wooden churches, dip in waterfalls such as at Gostilje and picnic on foodie treats including Zlatibor ham and artisan cheeses."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Serbia",
        "Main_Paragraph": "The best time to visit Serbia is when snow, rain and slush have stopped. April onwards things start to heat up, with highs of 17°C perfect for taking in the cultural highlights. With the Dinaric Alps, trekkers might want to wait until the summer, when temperatures can hit high 20s, but these are the mountains, so always be prepared for wind chill and rain, albeit in summer thunderstorm bursts. Rain is highest in May- June throughout the country. Festival highlights include Dragačevo Trumpet Festival, with gypsy brass bands in Guča every Aug, Belgrade Music Festival in Oct, just in time for the wine harvest, and EXIT Music Festival in July.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Serbia Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Serbia Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 52%;\">47 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 48%;\">44 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 51%;\">46 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 62%;\">56 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 78%;\">71 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">91 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 74%;\">67 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 58%;\">53 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 56%;\">51 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 51%;\">46 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 63%;\">57 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 65%;\">59 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Tips from our friends in Serbia",
        "paragraph1": "",
        "image2": "",
        "title2": "Itinerary tips",
        "paragraph2": "John Penge from  our partner, Exodus, shares his Serbia travel advice:\nI think that Belgrade is well worth a visit. On the journey from the airport it may not look like the prettiest of cities but when you get into the centre things vastly improve. Belgrade Fortress & Kalemegdan Park is a very nice place to explore with some good views of where the Sava & Danube rivers meet. Outside of Belgrade, I enjoyed the train ride to Mokra Gora and my stay in the village of Sirogojno. Sirogojno is a little village to the west of the country where you can enjoy the tranquil setting as well as learn about how the community used to live.",
        "title3": "Making the most of the veg",
        "paragraph3": "When eating, make sure you order a side salad. They dont do a lot to it but the produce is fantastic (especially the tomatoes) and you get pickled shredded cabbage every time which is also delicious on the side of whatever grilled meat youre ordered for main.",
        "title4": "Budget advice",
        "paragraph4": "For Europe, Serbia is relatively cheap and off the beaten track so worth a visit before things change."
    }
]