[
  {
    "destination": "Bora Bora",
    "mainPhoto": "",
    "id": "a-perfect-dream-wedding-in-bora-bora-itinerary",
    "tourName": "A Perfect Dream Wedding in Bora Bora Itinerary",
    "placesVisited": "Bora Bora",
    "generalInfo": "Sanctify your love in tropical paradise with the perfect mixture of celebration and vacation in Bora Bora. Rejoice with an idyllic wedding ceremony beside turquoise waters. Pose for everlasting professional photos taken on private beaches, graceful sailboats, and in the crystal clear lagoons on the South Pacific Sea. Toast as a couple with a sunset cruise and delight in a picnic lunch on a remote islet. Indulge in overwater bungalows and soothing couple’s spa treatments. Don leis and floral crowns, bound your hands with knotted leaves, and take the steps to marriage while in unforgettable Bora Bora.",
    "durationDays": "7",
    "price": "3,500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Bora Bora – Perfection in Paradise",
        "description": "Bora Bora is a paradise for lovers. The island glows like a jewel with emerald rainforest and a crystal clear turquoise lagoon. White sand beaches shimmer beneath the sunlight and coconut palms tower over the shoreline. The basalt peaks of Mount Pahia and Mount Otemanu shimmer with silver streaks along the basalt cliffs. The purple and white colors of frangipani color the rainforest underbrush amidst the scent of fragrant hibiscus. Your flight lands at Bora Bora Airport. Your private transfer greets you upon your arrival and escorts you over the lagoon to the comforts of your luxury resort. The overwater bungalows embody the iconic splendor of a Bora Bora vacation. The crystalline waters of the lagoon wade against the supporting wooden posts. Your private plunge pool offers a seductive view of the shimmering waters. Relish the comforts and the privacy of your luxury suite before setting out on an introductory tour of the island, beginning at a boutique, family-owned pearl farm. You noticed that the different shops in town offer displays of glistening pearls amidst the bright light of the tropical sun. The white and black pearls glow alongside the colorful rinds of the exotic fruit showcased in the central market. You enter the shop to meet your guide, who is eager to teach you about the intricacies of the pearl market, including what makes the pearl shine so brightly. You continue onto the water to visit the farm. Large ropes nearly 20 feet long contain numerous dangling cables supporting up to six large oysters. A good oyster can continue to shape a pearl for more than seven years. You can jump into the warm, inviting water of the South Pacific to see the oysters dangling from the ropes before returning to the shop with a selection. Your guide shows you how to extract the pearl without harming the oyster, finding a gorgeous green pearl glinting in the island light."
      },
      {
        "dayNumber": "2",
        "title": "Bora Bora – Over the Island Sands",
        "description": "In the morning, you bask in the secluded beauty of your overwater bungalow, indulging in passion fruit and guava decorating breakfast with vibrant flavors and gorgeous colors. After the meal, you board a speedboat on the resort’s private dock to begin your parasailing excursion. Enjoy a unique couple’s panorama while secured into the harness. The parasail catches the breeze and you ascend slowly into the air. The island gradually becomes more silent as you float up to 30 feet high. You have an intimate view of the rugged peaks and glistening waters. You can see outlines of the sporadic reef systems in the lagoon and along the South Pacific Sea. The harness allows you to swing back and forth as if you’re safely flying across the splendors of Bora Bora. Your guide reels the parasail in. The sea breeze continues to brush against your skin. The scent of coconut returns to the air. You continue to the powdery white sand shores of your private motu , islet. Your captain helps cook a lavish lunch, grilling the mahi mahi over an open flame and seasoning the fish with fresh lime juice. You sit at a single private table, enjoying the company while touching your feet to the warm, soft sand in view of the water. As the sun begins to set, you return to the waters to end your day of romantic exploration with a sunset cruise around the magnificent lagoon."
      },
      {
        "dayNumber": "3",
        "title": "Bora Bora – Island Color and Life",
        "description": "At breakfast, you bask in the luscious scent of fresh coconut milk. The aroma of frangipani and hibiscus accentuate the fragrant freshly brewed coffee. After the meal, you venture to Vaitape to meet your guide for a private tour discovering the heart of the island. Blend the rugged unpaved roads of the rainforest with trekking through the Valley of the Kings in search of flora, fauna, and ancient island history. The scent of mango and avocado drifts from the trees near the villages. Orchids dangle their petals in the shade of towering trees. You find subtle, sporadic hints of jasmine carried in the cool breeze. Your guide points into the trees at a Kuhl’s lorikeet. The stunning bird contains vibrant green plumage along its back with a breast glowing crimson against the surrounding emerald leaves. The jeep stops near a pathway, where you follow the unpaved trail into the heart of the Valley of the Kings. Remnants of historical Polynesian settlements on the island date back more than a millennium, embodied in the marvelous stone altar you find hidden in a rainforest clearing. Your guide offers a sense of the history in the region and the open-air temple the priests and villagers once used for religious ceremonies, including sacrifices to the gods. You return to the jeep to reach the base-summit of Mount Otemanu. The basalt peak has sheer cliffs reaching a height of more than 2,350 feet above sea level. You stand above the rainforest canopy for a majestic panorama of the fringing white sands and shallow indigo lagoon. In the evening, you let the combination of dramatic drums and bursts of fire beckon you to dinner. The heavy beat lightens when the dancers arrive on stage with woven grass skirts and delicate floral crowns. The women use their hands and hips to tell the stories of the islands. Their motions represent the moon, flowers, the sea, and even animals that helped communities thrive over the centuries."
      },
      {
        "dayNumber": "4",
        "title": "Bora Bora – Captivating the Couple",
        "description": "The morning light bounces off the crystalline indigo waters of the lagoon and filters through the glass floor panel in your overwater bungalow. After breakfast, you board a boat to explore the celebrated snorkeling destinations around the lagoon, blending fringing and barrier reefs for an unforgettable underwater experience. The coral gardens blossom with pastel hues arching like mounds out of the sea floor. Sporadic branches reach out from the bunch of coral-like trees. You jump into the water for a spectacular view of the vibrant natural reef decorated with abundant schools of fish. The dorsal fins of bannerfish wave in the current like streamers as the fish glide past. You can feel the burst of rushing water against your skin as a parrotfish urges past. Their scales glisten in the sunlight piercing the water with nearly neon pinks, oranges, and greens. You notice the small electric purple tendrils of an anemone. You take a closer look to discover a hiding clown fish. Return to the boat to reach the celebrated snorkeling site that features blacktip reef sharks and giant manta rays. You can jump into the water and swim amongst the intricate movements of the five-foot long sharks. The manta rays have wingspans that can reach 23 feet wide. You have an intimate moment while sharing in the unique experience as a couple. Return to the resort to relax and freshen up before partaking in a professional photo shoot on land and sea with a photographer eager to capture the beauty and tenderness of your love with the idyllic background of Bora Bora."
      },
      {
        "dayNumber": "5",
        "title": "Bora Bora – The Big Day",
        "description": "The rich aroma of coconut livens the morning. You take a deep breath and enjoy the pleasures of paradise before getting ready for your wedding. Your wedding planner focuses on the tiny details throughout the day to ensure a perfect ceremony and reception. You can relax with a fresh cup of coffee and juicy pineapple. The time approaches for the ceremony. Hibiscus and Tiare Tahiti flower petals are strewn across the aisle. The prevalent aroma of coconut emanates from the palm trees and adds a layer of sweetness to the sea breeze. The gentle strumming of a ukulele sets a serene mood. You wear a bright, floral lei made just for you. A conch shell announces the arrival of the bride. The Tahua, Tahitian priest, performs the ceremony decorated in traditional costume glowing with red. You stand as a couple in a circle made of palm fronds and supported by bamboo staffs. The circle represents the beginning of your home together. Your Tahua binds your hands together with leaves and pours cool, pure water from the lagoon over your fingers as a blessing, washing your previous sins away. The lei represents the unbroken circle of your commitment and devotion with the individual flowers embodying the beautiful, intimate moments of life. You exchange the vows and the rings before the Tahua offers you Polynesian names to round out the ceremony. You kiss while wrapped inside a traditional handmade blanket and walk hand-in-hand to an outrigger canoe for your first journey together as a married couple."
      },
      {
        "dayNumber": "6",
        "title": "Bora Bora – Pleasures of the Day After",
        "description": "The sunlight washes over the cobalt and turquoise waters, returning the sheen to the surface of the South Pacific Sea. The sound of the ukulele accompanies the rhythmic ebb and flow of the water brushing against the posts of your bungalow. A traditional outrigger canoe draped in hibiscus and orchid petals glides closer to your private deck, bringing the bright fruits and relished flavors of a French Polynesian breakfast. As the staff sets up the meal on your deck, you board the outrigger canoe for a morning, couple’s ride over the water. The ukulele complements the tranquil journey over the crystal clear lagoon. You spot angelfish and sergeant majors swimming below. You wear another lei providing a fragrant sweetness amongst the decorative hibiscus on the boat. You return to your bungalow for a gorgeous meal with a private view of the mountains. The luscious scent of coconut overtakes the floral aromas. You share in the juicy pineapple and gentle sweetness of the lychee. You move at a relaxed pace throughout the day, reveling in the beauty of the island and the newfound comfort of your newlywed life. You make your way over the wooden jetty to the shore to indulge a rejuvenating and sensual couple’s spa treatment to help celebrate your first full day in wedlock. The private room offers views of the lagoon and mountains within the serene sounds of the lapping water. Frangipanis create a seductive aroma when accompanied by vanilla harvest from the nearby island of Raiatea. Soak in the vitality pool before participating in a romantic couple’s massage."
      },
      {
        "dayNumber": "7",
        "title": "Bora Bora – Celebration for a Lifetime",
        "description": "The sounds of paradise ease you into the morning, from the lapping waves to the distant twitter of tropical birds. The scent of banana pancakes lingers in the beneath sporadic bursts of orange and mango. The morning light brings the luster back to the emerald leaves creating the rainforest canopy. You can’t help but think how the pearls at the farm you visited would glow in the tropical morning. You bask in the comforts of your overwater bungalow for one final morning, embracing the charming view, elegant décor, and serene atmosphere. Your private transfer greets you in the hotel lobby and escorts you to Bora Bora Airport at Vaitape when you are ready. You check in for the flight home, eager to celebrate your newly wedded life beyond tropical paradise."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  },
  {
    "destination": "Bora Bora",
    "mainPhoto": "",
    "id": "best-of-french-polynesia-vacation-an-escape-to-bora-bora-and-tahaa",
    "tourName": "Best of French Polynesia Vacation: An Escape to Bora Bora and Tahaa",
    "placesVisited": "Bora Bora, Tahaa, Tahiti, Raiatea",
    "generalInfo": "Indulge in your perfect escape to a tropical paradise with your custom-tailored vacation to Bora Bora and Taha'a. Relax in the lavish comfort of iconic overwater bungalows, follow the current to find iridescent coral gardens and exotic fish, and then enjoy the views of the island at sunset. Discover ancient banyan trees and temple foundations in the Valley of the Kings and scour the highlands in search of the rare tiare apetahi flower. From cultural history to contemporary luxury, soothing spas to impressive snorkeling, you will have an unforgettable and opulent time away.",
    "durationDays": "12",
    "price": "8,800",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Bora Bora – Arrive and Relax on Bora Bora, the Stunning Jewel of the Pacific",
        "description": "Bora Bora offers an idyllic slice of paradise at the heart of the South Pacific Sea. The lagoon shimmers with turquoise, and the coral gardens shine with an array of rainbow colors as the basalt peaks of Mount Otemanu and Pahia glisten in the sunlight with exposed basalt cliffs streaked with silver light. Frangipanis blossom amongst the dense rainforest and the sweet aroma of hibiscus emanates from the gorgeous pink and red petals. Your flight will land at Bora Bora Airport and immerse you in the immediate beauty of the secluded island. The breeze will carry the aroma of the sea while fruit stands speckle the single coastal road with ripening coconuts, juicy pineapple, and sweet limes. Your private transfer will greet you upon your arrival and escort you by boat across the lagoon to a private motu , an islet, on which your elegant resort resides. Settle into the comforts of your luxurious overwater bungalow that blends the iconic accommodation of French Polynesian opulence with views of the soaring peaks from your private deck as schools of fish swim beneath the glass floor panels. In the evening, you will venture to the resort restaurant, summoned by the powerful rhythm of the toere , a slit-long drum. The dancers move their hips in quick succession, swishing their flowing skirts. The men open and close their bent knees like scissors performing the pa’oti , adding to the layers of movement and song leading into the night and offering the perfect welcome."
      },
      {
        "dayNumber": "2",
        "title": "Bora Bora – Explore the Lagoon on a Snorkel Tour with an Islet Picnic",
        "description": "In the morning, you will find comfort in the sound of the current splashing against the wooden posts of your overwater bungalow. The scent of fresh coffee brewed from beans cultivated on the French Polynesian atoll will accompany the aroma of luscious coconut, and draw in for breakfast. After you have finished your meal, you will board an outrigger canoe to traverse the famous lagoon and its barrier reef. The coral grows away from the edges of the island and protects the shores from large waves and dramatic storms, creating a natural break away from the coastline. The wind will blow through your hair and carry flecks of the crystal clear water while the giant coconut palms rustle above the white sandy beach. Your boat will weigh anchor along the shallows of the lagoon, and you can plunge into the water to find that you can stand on the soft seafloor. The crystalline lagoon glistens with turquoise and indigo hues, and looking below the surface is like staring through translucent glass. You will don your goggles for a different view beneath the surface and find a fever of manta rays gliding with the current. They will move gracefully in the water with their wings rippling amongst the ebb and flow with a wingspan able to grow up to 23 feet wide. Back on the boat, your guide will explain the deep significance of manta rays in the Polynesian culture and their connection to space and time."
      },
      {
        "dayNumber": "3",
        "title": "Bora Bora – Relish a Paddle Board Lesson and Parasailing Excursion",
        "description": "Before breakfast, you will hear can hear a ukulele playing in the distance. The gentle strum of the chords will drift closer to the comforts of your overwater bungalow and carry the sweet scent of pineapple and hibiscus. An outrigger canoe delivers your morning meal, garnished with glistening frangipani and orchid petals. You will bask in the brilliant tropical scenery on your private deck as you delight in the delicious dragon fruit, papaya, and banana pancakes. As you are ready, move to the sandy shores of the resort’s motu to meet your instructor eager to teach you the basics of paddleboarding, a sport that offers a mixture of tranquility and exhilaration. You can practice paddling while on land and ensure proper technique with one hand gripping the top of the paddle and the other wrapped around the stem. You can take the board onto the water and find your balance challenged, but the gentle current will take away the pressure and allow you to balance, drift, and paddle at your own speed. At first, you will concentrate on each of your strokes as the board shifts with the water, but soon you will turn your eyes to the lagoon. You will have a fresh vision of the beauty of Bora Bora from on the board and will enjoy a panorama of ivory white sand and soaring basalt summits over the turquoise water. After the lesson, you will return to the resort’s private dock to board a speedboat for an unforgettable parasailing excursion."
      },
      {
        "dayNumber": "4",
        "title": "Bora Bora – Discover Polynesian History on a Valley of the Kings Hike",
        "description": "The sunrise will shine over the lagoon and bring the clear turquoise hue to the water. Over breakfast, you will find the enticing aromas of passion fruit and lychee accompanying the refreshing scent of coffee. As you are ready, you will venture to the main shores of Bora Bora to meet your guide, keen to follow the unpaved trails through the rainforest terrain to reach the Valley of the Kings. The peaks of Mount Otemanu and Pahia loom above the hidden valley while frangipanis and hibiscuses bloom in the underbrush. You can run your fingers along the petals of the frangipani to feel the cool, smooth texture in the shade of the canopy. Your guide will point to the abundant Tahitian gardenias, which local women often place behind their ear or use to craft fresh leis. Mango and avocado trees in the jungle terrain connote the presence of a former or current village nearby. You will stop to meet a group of women working in a pareo , a sarong workshop. They hand-dye and paint each piece, turning white cotton into radiant artwork. You will continue along the trail that leads deeper into the valley, and your guide will cut away a snaking vine from the trees for you to sample the fresh, dripping water. Traditional Polynesians settled in the valleys to surround themselves with the sacred trees, medicinal plants, and edible vegetation, including the Tahitian walnut. You will find the aroma of dark chocolate syrup emanating from wild coffee bushes and touch your hands to the wild ginger, which will leave a lingering spiced aroma. You will soon reach a setting of majestic boulders as they rest in front of a large banyan tree, known locally as the Tree of Life, which grew around a former chieftain."
      },
      {
        "dayNumber": "5",
        "title": "Bora Bora – Rejuvenate with Time at the Spa and Dinner",
        "description": "The sunlight will wash over the emerald canopy of the rainforest and shine against the silver cliffs of Mount Otemanu. Your view from the private deck will remind you of the time you spent the previous day enchanted by the dangling vines and outstretched branches of the banyan tree, along with the tails your guide told of the legends harbored by the landscape. After breakfast, make your way to the celebrated spa of your resort for time spent rejuvenating your body and mind after hiking through the rugged jungle terrain. You will enter into a secluded room with a view of the lagoon and blossoming tropical gardens and hear the water lapping against the shoreline. Paradise becomes perfection as your muscles relax with a soothing massage. The scent of coconut and jasmine emanates from the luscious oils as your shoulders and legs respond quickly to the masseuse’s gentle, but firm, touch. The minerals in the oils are taken from the abundant treasures of Bora Bora and offer a cleansing and refreshing experience. You will partake in a series of Polynesian treatments that utilize traditional ingredients found across the islands to continue your therapeutic experience. The aroma of spearmint blends with rich vanilla and exotic passion fruit as you sink deeper into a truly relaxed state. After such a relaxing afternoon, you will look forward to taking a boat to the shores of Bora Bora and the celebrated restaurant known for their open-air dining room, captivating Polynesian ambiance, and delectable seafood dishes."
      },
      {
        "dayNumber": "6",
        "title": "Bora Bora – Experience a 4x4 Jeep Expedition and Charming Sunset Cruise",
        "description": "After breakfast, you will meet your guide on the shores of Bora Bora and step into an open 4x4 jeep ready to embark on an island safari. You will pass the fruit stands along the ringing coastal road where coconut, guava, and pineapple create miniature pyramids while a bread stand offers fresh-baked banana bread. You will soon turn off the main road and onto the unpaved inland roads, many of which were erected by the US Navy during World War II. The paths split the rainforest canopy and lead to a vista crowned by a coastal defense gun. The exterior has rusted in the tropical moisture over the past seven decades but otherwise remains in pristine condition. The US Navy planted the defense gun to protect the islands from the Japanese invasion and the warships that often passed quietly through narrow archipelagos to jam radio connections or radar. You will have a stunning view of the lagoon that leads out to the cobalt waters of the South Pacific Sea. You can make out the outline of Tahaa Island in the distance as you continue to a nearby marae , a foundation of stone that represents an ancient temple that dates back more than 1,000 years. Petroglyphs of turtles symbolize the importance of the sea creature in connection to the daily life of the past communities. After seeing it all, you will return to the resort after your excursion for a memorable sunset tour around Bora Bora and yet another beautiful dinner."
      },
      {
        "dayNumber": "7",
        "title": "Tahaa – Delight in a Brief Flight to Raiatea and the Scenic Boat to Tahaa",
        "description": "The lull of the current splashing against the wooden posts of your overwater bungalow will echo beneath the thatched-roof as you slowly wake to a new day. At breakfast, you will delight in the chocolate and caramel notes of your freshly brewed coffee that accentuate the subtle aroma of the banana pancakes. As you are ready, your private transfer will greet you in the resort lobby and escort you over the lagoon to reach Bora Bora Airport. Your short flight to Raiatea will feel more like a scenic expedition with views over the turquoise and indigo waters as you fly. You can see the reef bodies budding from the seafloor, along with where the shallow sands plunge into the depths of the South Pacific Sea. Your flight lands at Raiatea Airport, and you will board your boat and continue over the narrow strait that separates French Polynesia’s second-largest island from the secluded, small atoll of Tahaa. Embrace the beauty and remote charms of your overwater bungalow set above the shallow lagoon as your private deck will look back over the turquoise water and rustling palms of the white beaches of Tahaa, known as Vanilla Island. Bathe in the tropical, golden sunlight for the remainder of the day or take the time to visit the Turtle Conservation Center. The preservation and rehabilitation project allows you to view the turtles in the company of a marine biologist, and you can watch the turtles feed in the protected area and rehabilitate in small saltwater pools."
      },
      {
        "dayNumber": "8",
        "title": "Tahaa – Search for Sharks and Tropical Fish on a Private Snorkel Tour",
        "description": "The pristine water will glisten with crystal clear views and bright coral gardens in the morning light. You can spot schools of angelfish swimming beneath the glass floor panels of your overwater bungalow as the strong and enticing scent of vanilla will drift over the lagoon. Meet your guide on the dock of your resort before heading over the water for an intimate exploration of the reef systems around Tahaa. You will weight anchor near the small reef and enter the water, and the warm temperature offers an inviting ambiance. You can feel salt crystals forming on your skin when not submerged in the lagoon. Dip down to find the coral growing out of the shallow seafloor within reach of your outstretched arm. The current can carry you away from the reef to the center of the radiant coral garden as the calcite forms mounds and blossoms like flowers. Anemones flutter in the ebb and flow like bushes in the breeze while timid clownfish peek their heads out from the anemones to watch the shadows of the other fish pass. Damselfish radiate electric blues with neon yellow tails while an eel snaps out of a hidden cavern in search of prey but misses, returning to its hideout in wait. The majestic world beneath the sea teems with movement and still colors, from starfish to vivacious lagoon triggerfish, also referred to as the Picasso fish. Your peaceful hours enjoying it all will refresh you in every single way."
      },
      {
        "dayNumber": "9",
        "title": "Tahaa – Revel in a Full Day Expedition around Raiatea and the Lagoon",
        "description": "The tropical colors of the Tahaa will continue to astound you. Whether floating with radiant fish and vibrant coral or taking in the magnificent papaya amidst the petals of fluorescent orchids, you are immersed in the majesty of paradise. After breakfast, your private transfer will escort you across the Strait to the shores of Raiatea, which encompasses nearly 65 square miles. The peak of Mount Temehani towers above the shoreline with a jagged silhouette and the rare tiare apetahi flower grows only near the summit of the mountain, which reaches a height of more than 3,300 feet above sea level. You will begin your ascent into the heart of the island on a trail that leads to the Three Waterfalls. The familiar aroma of vanilla that covered Tahaa has faded beneath the sensational sweetness of abundant hibiscus. The rainforest canopy shades the trail and offers sporadic views to thriving orchids or pristine Tahitian gardenias. The volcanic soil enriches the flora and creates stunning rugged scenery giving way to the waterfalls. The rains filter down from the heights of Mount Tefatua and Mount Temehani before reaching the sea. The rich greenery adds to the ambiance as you hear the water splashing in the distance. The first waterfall beads down a basalt cliff into pool rippling with whitewater. You can climb the steep wall to the second waterfall, and the larger of the two falls strikes an impressive pose accentuated by its thunderous crash. The third waterfall splits the foliage and splashes into the waiting jade pool. You can dip into the water to feel the cold rush around your skin and powerful drop tap against your shoulders."
      },
      {
        "dayNumber": "10",
        "title": "Tahaa – Visit a Black Pearl Farm and a Traditional Vanilla Plantation",
        "description": "The size of Tahaa is deceiving, encompassing nearly 35 square miles of the lush rainforest before spilling into the bright, shallow lagoon. At breakfast, the aroma of frangipanis overtakes the sea breeze as the sunlight spreads across the peak of Mount Ohiri at 1,975 feet above sea level. After breakfast, you can take to the shores of Tahaa to find the strong, sweet aroma of hibiscus blending with the aromatic vanilla swirling through the air. You can look back at the motus speckling the lagoon and shining with the bright ivory sand. You can see the silhouette of Bora Bora and Mount Otemanu to the northwest as your guide leads you along the single coastal road to a family-owned vanilla plantation. Along the way, your guide will explain how the wild hibiscus blossom like clocks, shifting daily from yellow in the morning to orange in the afternoon, and red at night. A part of you wants to watch the flowers all day to see if the story is true. You will also pass large boxes that resemble mailboxes beside homes. Each box is actually made to hold a baguette, made fresh and delivered door to door each morning. You soon arrive at the vanilla plantation to find the vines growing beneath a protective overhang. Three-quarters of French Polynesian vanilla is grown on Tahaa, and you cannot help but put your hands to the pods to feel the soft fuzz along the verdant casing. It takes almost nine months for the pods to grow and dry, and the botanist pollinates the flowers by hand. The cuisine of Tahaa, from desert to rice, and even fish, contains hints of vanilla."
      },
      {
        "dayNumber": "11",
        "title": "Tahaa – Traverse the Ancient Sites and Treasured Scenery of Raiatea",
        "description": "The scent of vanilla in the air will remind you of the time you spent on the plantation the previous day before diving into the water to learn about cultivating the famous black pearls. Over breakfast, you can find hints of the local spice flavoring your banana pancakes and permeating the sweet flavor of coconut. Return to Raiatea for the day and venture into the hills on a journey towards the jagged peak of Mount Temehani. Shops along the ring road and enjoy the ice-cold coconuts and bushels of ripening bananas offered along the way. Locals will wave as you pass and greet you with a comforting smile. The scent of dried coconut meat overtakes the lingering scent of vanilla, and you will pass a factory using the copra to extract coconut oil. Wild beaches overlook the southern edges of the island along sporadic, towering coconut palms while the lazy water laps against the cliffs around the bay. Your guide will lead you along the trail in search of the rare flower of tiare apetahi as the unmarked trail ascends to the plateau of Temehani. Pine forest borders the walkway as Red Tahitian ginger contrasts with the evergreen hues of the ferns. You can squeeze the buds to find the fragrant oil while you reach the summit for some stunning panoramic views above the undulating ridges and iridescent lagoon. The clouds sweep in as you uncover an exposed volcanic rock and a lava tube plunging more than 130 feet deep. As you descend the mountain, your guide will point to the object of your exploration, a blossoming tiare apetahi."
      },
      {
        "dayNumber": "12",
        "title": "Raiatea – Depart for Home",
        "description": "In the morning, you will find the comfortable sounds of the water splashing at the posts with the familiar scent of vanilla drifting through the air. You will want to return to the shores of Tahaa to see how the hibiscus petals shift in the colors of the returning light of the day. The bright yellow of juicy papaya decorates your breakfast plate amongst the aromas of coconut and freshly brewed coffee, and you can take the morning to bask in the idyllic ambiance of the resort and enjoy the sandy shores of a private motu with views to the enchanting palms. After one last leisurely morning to enjoy it all, you will board your boat and travel to Raiatea to reach the airport for your flight home."
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "Bora Bora",
    "mainPhoto": "",
    "id": "bora-bora-bliss-intimate-experiences-in-majestic-setting-itinerary",
    "tourName": "Bora Bora Bliss: Intimate Experiences in Majestic Setting Itinerary",
    "placesVisited": "Vaitape, Eden Beach, Matira Beach, Pointe Raititi, Matira Point, Bora Bora",
    "generalInfo": "The waters around French Polynesia open up to a treasure chest of splendor during your tailored Bora Bora vacation. Blacktip reef sharks linger around the barrier reef, and manta rays glide through the sea current. The lagoon and South Pacific Sea provide comfortable and vibrant crystal clear waters, viewed from a mountaintop panorama. Glide through the sky on a kitesurfing lesson and learn to capture the decadence of French Polynesian flavors. Delight in endless luxury and the captivating hues emerging from rainbow coral, tropical flowers, and hand-dyed sarongs, embodying your colorful exploration of Bora Bora.",
    "durationDays": "8",
    "price": "4,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Bora Bora – Pleasures of French Polynesia",
        "description": "Bora Bora is an island built like a dreamscape. Proud peaks protrude from the jungle terrain with a solid, sheer rock. The vibrant colors of indigo, sapphire, and turquoise emanate from the South Pacific Sea and the serene lagoon. Rainforest sweeps across the undulating basalt landscape. Coconut palm trees rustle in the breeze along the coastline, and mango trees thrive in the tropical warmth. Fruit stands on circular roads throughout the island display fresh papayas and pineapples beside bread stands offering delicious banana bread. Your flight lands at Bora Bora Airport where your private transfer greets you upon your arrival. You make your way across the lagoon for your first view of the white sand beaches and indigo waters up close. The sea splashes over the boat, providing a mist to the cool breeze. You settle into the comforts of your private overwater bungalow, an iconic accommodation for those visiting French Polynesia. Palm trees shade the luxury pool, and you can hear the sea lapping against the wooden posts of your secluded suite offering views of the mountains to the west and the ocean to the east. Take the time to visit the main town of Vaitape at your preferred pace. The largest town on the island offers a bustling pace compared to the surrounding villages and pristine landscape. The water seems to brush against the shoreline at a slower, more relaxed pace. The market brims with bright produce, from bananas to coconuts, pineapples to lychees. Pearl vendors showcase their precious stones on the upper floor, highlighting how the natural light glints off the polished black or white surface."
      },
      {
        "dayNumber": "2",
        "title": "Bora Bora – Finding Island History",
        "description": "At breakfast, you find the vibrant aromas of tropical fruits accentuating the frothy texture and invigorating flavor of your freshly made cappuccino. Schools of fish swim around the posts of your overwater bungalow in the crystal clear, indigo water. After the meal, you meet your guide, who is eager to begin your adventurous exploration across the island terrain. You travel by boat from the shores of the lagoon to the mainland to board your open-air 4x4 jeep. Venture onto the rugged trails leading into the inland rainforest. The trees block the peak of Mt. Otemanu. You can hear rivers rushing along the forest floor. The cold water splashes onto your skin as the jeep drives through a creek bed. Your guide explains that mango trees mean a village is nearby before pointing out plants used by locals for medicinal purposes over the course of millennia. You pass the occasional village where women hand-dye their sarongs with vibrant, tropical colors. A Stephen’s lorikeet twitters in the trees. The jeep stops and your guide points into the canopy at a blue lorikeet, known for their dark blue plumage and opulent white chest. Their orange legs and beaks contrast their colorful feathers. They feed on coconut palm trees and seeds in the area. You reach the upper shoulder of Mount Otemanu, which supports the sheer basalt promontory reaching heights of nearly 2,400 feet above sea level. You have an elaborate panorama of the sea's innumerable shades of blue as a backdrop to the verdant rainforest of Bora Bora."
      },
      {
        "dayNumber": "3",
        "title": "Bora Bora – Among the Sharks and Manta Rays",
        "description": "Bora Bora is famous for its incredible snorkeling spots around the island. The colorful reefs fringe the shallow waters with garden-like beauty along the shoreline. At breakfast, you delight in the aroma of fresh espresso and the sensational hues of the juicy pineapple and creamy banana. Your guide greets you at the hotel on a private boat bound for the island’s most celebrated snorkeling destinations. The reefs secure the lagoon’s safety by protecting the island from waves and large movements of the water. Your guide explains the importance of the reef to the island’s eco-system before weighing the anchor away from the white sandy shores. You dive into the water with your snorkeling gear, keen on exploring the variety of marine life. The sea maintains a cool, refreshing temperature. The crystal clear water provides views up to 20 feet away. The sunlight can pierce the surface to depths of 200 feet. The coral garden is much more shallow, nearly touching the surface of the water. You pass brain cactus coral forming shapes that resemble calcite mounds. Parrotfish glow neon pink, yellow, and blue. Clownfish hide in the tendrils of purple sea anemones. You continue to your second destination, jump into the water, and find blacktip reef sharks swimming beside schools of angelfish. The sharks can grow longer than five feet long and carry a noble, dramatic aura in the way they swim. Manta rays swim close to the moored boat in search of food. They flap their giant wings in the water as if flying through the gentle current."
      },
      {
        "dayNumber": "4",
        "title": "Bora Bora – A Taste for French Polynesia",
        "description": "The morning light washes over the crystal clear water. The silver basalt rock at the summit of Mount Otemanu shimmers above the emerald jungle canopy. At breakfast, you indulge in the refreshing flavor of freshly squeezed orange juice and delectable aroma of freshly baked baguettes. You meet your private transfer in the lobby and cross the lagoon to reach a quiet beach. Your guide introduces you to the kitesurfing equipment, teaching you the important basics of the sport. The sound of the gentle lapping waves fades beneath the pounding of your heart. You are excited to learn the importance of your stance on the board and the wind direction blowing across the shore. Your instructor helps you inflate the kite to a respectable level before strapping you in. You lay the lines to make sure everything is properly connected, position your feet, and ready yourself for the launch. The water wraps around your ankles in the shallow depths of the shore. Your instructor positions the kite upwind to help you launch. The wind lifts you out of the water, and you glide over the sea, flying with grace until lowering back down and skimming over the surface. At the end of the exhilarating experience, you feel accomplished, eager to partake in a large and lavish home-cooked meal prepared during your private cooking lesson."
      },
      {
        "dayNumber": "5",
        "title": "Bora Bora – A Snapshot of the Day",
        "description": "Bora Bora allows you to make unforgettable memories in the magnificent natural splendor of the colorful water, dramatic mountain peaks, and lush rainforest. The fruit shines as brightly as the tropical fish in the coral gardens. At breakfast, you relish the balance of flavors between a fresh espresso and sweet pineapple. The mixture of exotic island tastes inspires the day’s excursion balancing beauty and adventure with a half-day photo safari around the island, allowing you to capture your experiences around the “Pearl of the Pacific.” You board a boat at the hotel and venture along the lagoon, passing the thatched-roof of your overwater bungalow, and the couples quietly kayaking over the indigo water. The white-sand beaches glisten against the backdrop of coconut palm trees and soaring basalt mountains. Your guide leads you along the lagoon, stopping at secluded spots showcasing the natural splendor of Bora Bora. He takes photographs of the opulent landscape, shimmering waters, and your smile amongst the grandeur of Bora Bora. Stop for a picnic lunch on the idyllic islet beach in view of the barrier reef. The aroma of grilled fish with butter and lime fills the air, accompanied by the scent of passion fruit."
      },
      {
        "dayNumber": "6",
        "title": "Bora Bora – Rolling around Bora Bora",
        "description": "The morning light washes over the turquoise and indigo hues of the lagoon. The sunlight turns the white sand warm and inviting. The breeze brushes over the thistles of your thatched roof. Coconut palm trees rustle over the shoreline. After breakfast, you venture to the coastline of the main island eager to traverse the beauty of the island at your preferred pace. A single coastal road wraps around the 11 square miles of the island. The verdant landscape contrasts with the indigo waters. Sporadic fruit stands sit beside the road, highlighting vibrant guava and stunning pineapple. A small bakery fills the air with the aroma of banana bread. The refreshing breeze brushes through your hair. Stop at an iconic Bora Bora restaurant serving fish caught fresh that morning. The dining room bustles with locals and visitors from around the world. Teak tables and chairs decorate the open-air gallery atop the sandy floor. The aroma of coconut milk drifts from the kitchen. The colorful dish of Poisson Cru arrives at the table. The culinary staple of the island consists of raw tuna marinated in lime and coconut milk, offering the flavors of citrus, sweet fruit, and the brininess of the sea. The light feeling allows you to return to your bicycle and continue along the coastal road to enjoy the ever-changing views of the tropical paradise, leading you to Eden Beach."
      },
      {
        "dayNumber": "7",
        "title": "Bora Bora – Luxury in Paradise",
        "description": "You have learned to slow down in the beauty of Bora Bora, observing the charm of the coconut trees on the shore and the lapping waters against the posts of your overwater bungalow. The sunlight glints against the silver basalt peak of Mount Otemanu. At breakfast, the scent of lime reminds you of the luscious Poisson Cru from the previous afternoon. You find the delicate flavor of coconut bread and banana crepes at breakfast equally delicious. The day is yours to bask in the splendor of Bora Bora and the luxury of your resort at your leisure. Make your way to the spa for a day to soothe your mind and body after a week of adventure in the water and the rainforest terrain. The seclusion of the spa calms you as you begin a deep hydromassage. The spa utilizes the rich minerals in the natural seawater to help nurture your body. The staff creates a treatment designed with you in mind, concentrating on the types of care you desire, focusing on the areas of the body in need of relaxation and rejuvenation. The massage has a soothing effect on your legs, helping to revitalize the muscles with lotion and slight pressure. You feel a slight tingle run the length of your spine. The sound of trickling water adds to the relaxing ambiance in the privacy of your personalized treatment."
      },
      {
        "dayNumber": "8",
        "title": "Bora Bora – Away from the Bora Bora Shores",
        "description": "At breakfast, you find a ruby grapefruit accompanying the juicy yellow papaya. The scent of cappuccino fills your suite. You take your time to enjoy your last breakfast in Bora Bora, indulging in every bite of your banana crepe, accentuated by a sweet vanilla sauce. Your private transfer escorts you to Vaitape, where you wander along the lively streets before your flight. You discover a small pearl shop away from the stalls inside the Central Market. The soft light spreads across the display cases causing the black pearls to glint. The owner of the shop greets you like an old friend and happily answers your questions about the polished pearls inside the shop. The workshop in the back creates elegant jewelry with traditional Polynesian aesthetics and flair. When you have finished browsing the beauty of the showroom, you continue to Bora Bora Airport for your flight home."
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "Bora Bora",
    "mainPhoto": "",
    "id": "bora-bora-bungalow-honeymoon-itinerary",
    "tourName": "Bora Bora Bungalow Honeymoon Itinerary",
    "placesVisited": "Bora Bora",
    "generalInfo": "The French Polynesian Islands conjure images of tropical fish and crystal-clear waters, lush rainforests, and the thatched rooftops of overwater bungalows. On this 8-day Bora Bora honeymoon vacation, escape as a newlywed couple to this island paradise. The aroma of hibiscus permeates the lingering scent of coconut. Sharks and manta rays glide along shallow waters near the open South Pacific Sea. From Polynesian dance performances to exploring the Valley of the Kings, you will discover the island’s treasures by day and relax in luxurious splendor by night while celebrating the beginning of your new lives in the idyllic overwater bungalows of Bora Bora.",
    "durationDays": "8",
    "price": "4,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Bora Bora – Arrive in Bora Bora to Enjoy the Idyllic and Iconic Paradise",
        "description": "Island life on Bora Bora fills with images of indigo waters along the lagoon and white frangipani fringed with streaks of purple. The basalt peak of Mount Otemanu shimmers with silver and black soaring above the emerald rainforest canopy. As your flight descends onto the runway at Bora Bora International Airport, you can see the thatched roofs of the overwater bungalows rising above the lagoon. The luxury suites have become an iconic image of relaxation and opulence in French Polynesia since their introduction to resort lodging in the 1960s. Your private transfer greets you upon your arrival at the airport and escorts you over the calm, crystal clear waters of the lagoon to reach the splendors of your resort. A porter helps you with your bags, escorting you from the private dock to the lobby. You enter into the comforts of your gorgeous suite to find a private plunge pool, which serves as a connection to the greater lagoon. A large deck provides a sensational view of the dramatic peak of Mount Otemanu. Natural light pours into the bungalow through the glass panels. The sunlight bounces off the radiant hues of the indigo water and through the panel on the floor, offering a unique perspective of the schools of fish swimming below. You easily settle into the charms of your accommodation, accentuated by the view of the landscape, the sounds of water lapping against the wooden posts, and the aroma of fresh coconut. You find inviting Mai Tai cocktails to celebrate your arrival and the relaxing honeymoon vacation to come."
      },
      {
        "dayNumber": "2",
        "title": "Bora Bora – Enjoy Your Overwater Bungalow and Swim with Sharks",
        "description": "Wake to the casual sounds of water lapping against the wooden post of your bungalow, creating a soothing soundtrack to the returning morning light. The gentle strum of a ukulele accompanies the rhythmic ebb and flow of the water. A traditional outrigger canoe floats over the lagoon and glows with an abundance of frangipani and hibiscus. The canoe docks beneath your bungalow and the staff carry a marvelous breakfast on your deck. As they create a special, welcoming ambiance in the seclusion of your overwater bungalow, you take the ladder down to the canoe for a short morning cruise. The scent of hibiscus accompanies subtle hints of vanilla. The ukulele continues to strum as you glide above the vibrant turquoise hues of the crystal clear lagoon. Dip your fingers into the water to feel the warm, inviting temperature. You can see schools of sergeant majors huddling around the shallow fringe reef. Return to your private deck to find a stunning array of tropical fruit, from guavas to pineapples, dragon fruits to lychees, accompanying the comforting aroma of freshly brewed coffee. After the fabulous, celebratory meal, you board a boat at the dock and venture to a fascinating location on the lagoon for a unique snorkeling opportunity. You jump into the water and notice you can touch the seafloor. Blacktip reef sharks and manta rays swarm around the outrigger canoe. You place your head in the water, and your heart begins to pound. A frenzy of sharks lingers near the surface and ignores you completely. You watch from a safe distance as the dramatic figures swim alongside gorgeous butterflyfish."
      },
      {
        "dayNumber": "3",
        "title": "Bora Bora – Relish a Private Paddle Board Lesson and a Helicopter Ride",
        "description": "The beauty of Bora Bora continues to captivate you in the morning. At breakfast, you find the bright pink of dragon fruits accentuated by the petals of a hibiscus decorating the tables. The aroma of a decadent cappuccino overtakes the subtle scent of coconut. After the meal, you meet your guide on the shores of the lagoon, eager to learn the quiet art of paddleboarding. Your board rests on the sand near the rippling wake of the lagoon. You practice holding the paddle with one firm hand gripped on over the top. You take the paddle into the water, learning to balance on the calm, crystal clear water. You float as a couple near the thatched roofs of the overwater bungalows in view of the basalt peak of Mount Pahia. The shallow lagoon makes it easy to climb back atop the paddleboard after splashing into the water. You keep your legs evenly spaced and slightly bent. You push the board using the paddle and make your way parallel to the bungalows, enjoying the combination of thrill and relaxation. After washing away the salt crystals from your skin, you board a helicopter from the landing pad on the resort grounds. You gain an impressive panorama of Bora Bora from the air, circling the nearly 2,400-foot tall summit of Mount Otemanu. Your guide on the helicopter helps you capture the majesty of the island, encompassing the glimmering sheen of the rainforest canopy and turquoise lagoon."
      },
      {
        "dayNumber": "4",
        "title": "Bora Bora – Delight in a Bike Ride around the Island and Dive for Pearls",
        "description": "In the morning, you take the time to indulge in the luxuries of your overwater bungalow, noticing the schools of damselfish swimming in view of your glass floor panel. After breakfast, you make your way to the shores for a bicycle tour circling the marvelous coastline of the island. A single road traverses the 11 square miles of shores. The sea breeze rustles the coconut palms soaring over the sand. The quiet waves brush against the mixture of ivory sands and rocky promontories. Sporadic fruit vendors along the roadside display pineapples, passion fruits, and guavas. Mango trees grow amongst the rain forest canopy. You circle the peaks of Mount Pahia and Otemanu, stopping at a local pearl farm. The thatched structure overlooking the lagoon contains a charming shop displaying white and black pearls beneath the soft light. Your guide leads you through the shop to learn about the cultured stones. It takes two years to harvest a single pearl, with only three out of every 100 pearls harvested considered to be ideal. The famous Tahitian black pearl is actually five different colors, including blue, green, and purple, with the luster determining the pearl’s value. You can take a boat to the buoys to view the 22 lines dangling in the water. Each line hosts up to six oysters. Dive into the water with your guide to view the oysters up close, reaching 15 feet below the surface. Back in the shop, your guide gives you a demonstration on how to harvest the pearls, using a delicate device to help secure the gem. A slow unveiling displays the treasure inside the oyster."
      },
      {
        "dayNumber": "5",
        "title": "Bora Bora – Hike the Heart of Bora Bora to Explore the Valley of the Kings",
        "description": "In the morning, you can’t help but return to the photos you took while traversing the island on a helicopter. The aerial views provide a unique perspective of the mountain summits, forest canopy, crystal clear waters, and overwater bungalows. At breakfast, you bask in the enticing tropical aroma of banana pancakes before returning to the shores of the island to trek through the Valley of the Kings. The trail meanders through the marvelous rainforest taking you alongside blossoming frangipanis and hidden orchids. The flower petals glisten with purple, red, and blue hues against the surrounding emerald leaves. You touch your fingers to the flowers to feel the waxy, smooth texture beneath the tropical sun. The trail meanders through mango and avocado trees. Your guide explains that the presence of fruit trees means a village is nearby. An atoll fruit dove perches in the trees. Its jade wings give way to streaks of silver plumage on the breast and a speck of fuchsia on its crown. Your guide cuts through a snaking vine and offers a drink of the fresh water spilling from the root. The scent of ginger emanates from a nearby plant. You arrive at a clearing where a three-foot-tall stone carving rises out of the grass. The historic temple was erected more than a millennium ago. Your guide explains the distinctive weathered stones and small carving guarding the king’s spirit. At the top of a summit overlooking the valley grows gigantic banyan trees shading magnificent boulders, which connotes the resting place of the kings."
      },
      {
        "dayNumber": "6",
        "title": "Bora Bora – Capture Bora Bora on a Photography and 4x4 Jeep Tour",
        "description": "The colorful fruits at breakfast make a photo-perfect moment, shimmering with the bright pink of dragon fruit and the gorgeous black and white interior of the fruit once opened. The theme of discovery and photography continues throughout the day, leading you to a private boat on at the resort dock. Your guide takes you on a lagoon exploration, capturing the milky indigo hues of the water. You capture the beauty and charm of Bora Bora in unforgettable professional photos. Leap from the boat into the lagoon, feeling the rush of the breeze and serene splash in the warm water. Float along the water’s surface in view of angelfish and sergeant majors, with a photograph that captures your amazement of the surrounding beauty with crystal clarity. Pose at the hull of the boat with a background of framing emerald trees and towering coconut palms. The intimate details bring your photos to life, recreating the splendor of the land and sea whenever you view them. You return to the resort and meet your guide, who is eager to take you on a 4x4 jeep safari through the heart of the jungle terrain. You become the professional photographer once again, capturing the layers of natural splendor in the texture of the rainforest. Orchids, frangipani, and vibrant mango decorate your photos as you splash through shallow rivers and ascend the unpaved, undulating road. You reach a plateau out of which the basalt summit of Mount Otemanu rises, offering a new panorama of the island."
      },
      {
        "dayNumber": "7",
        "title": "Bora Bora – Relax in the Paradisiacal Setting with a Soothing Spa Treatment",
        "description": "In the tranquil ambiance of the returning morning light, you shuffle through the marvelous photos taken the previous day. Your overwater bungalow fills with the sounds of lapping water and the aromas of coconut and pineapple. The gentle glow of the water returns in the glass floor panel. Take your time to enjoy the gorgeous scenery and relaxed pace of Bora Bora in the luxuries of the spa. The private suite offers a secluded view of the peak of Mount Otemanu. The coconut palms frame the mountaintop and cast shade over the edges of the lagoon. You find the scent of hibiscus blending with gentle hints of coconut. A soft breeze floats over the viewing deck, the perfect setting for a relaxing spa treatment during your dream honeymoon. You settle into the soothing touch of a professional massage, allowing the warm oils to heal your skin and refresh your muscles. The mixture of a soft touch and elegant aromas helps calm your mind. The small waves ebb and flow against the beach. Your breaths match the rhythm of the water. The pace of the night quickens with a speedy, captivating drumbeat. Musicians wearing floral crowns and red robes give way to dancers in grass skirts. The women tell stories with their hand motions, using fluid and sensual motions to symbolize flowers, mountains, rain, and even the moon."
      },
      {
        "dayNumber": "8",
        "title": "Bora Bora – Depart for Home",
        "description": "Hibiscuses blossom around the lobby of your resort, glistening with pink, yellow, and red petals. The scent of jasmine accompanies the spiced aroma of ginger drifting through your suite in the morning. At breakfast, you notice the sweet fragrance of banana pancakes. During your honeymoon vacation in Bora Bora, you have discovered the enchantment of an overwater bungalow and the reason it has become the symbol of a French Polynesian getaway for 50 years. You have woken up each morning to the idyllic view of the fish swimming in crystal clear water. You have listened to the soothing sounds of the lapping water. The refreshing sea breeze blows through the open windows carrying hints of coconut and hibiscus. You have learned that a traditional lei is a sign of friendship between two people and should always be given back to the earth on land or sea. When you are ready, you board a boat bound for Bora Bora Airport, taking the keepsakes you gathered while celebrating your honeymoon vacation of a lifetime."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  },
  {
    "destination": "Bora Bora",
    "mainPhoto": "",
    "id": "bora-bora-by-sky-sea-helicopter-and-diving-vacation-tour",
    "tourName": "Bora Bora by Sky & Sea: Helicopter and Diving Vacation Tour",
    "placesVisited": "Bora Bora, Taha’a, Raiatea",
    "generalInfo": "Witness the volcanic peaks and emerald rainforest from the skies before diving down into the crystal clear waters of the South Pacific Sea during your customizable Bora Bora vacation. Swim with sharks in the magnificent lagoon and soar through the air on a private helicopter ride. Discover the white-sand shores of a secluded island and relax in the comfort of the tropical waters. From scuba diving at coral gardens to trekking the rainforest in search of hidden waterfalls, you can indulge in the natural marvels for an unforgettable exploration of Bora Bora and the neighboring Polynesian islands.",
    "durationDays": "8",
    "price": "14,400",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Bora Bora – Immersion into Bora Bora",
        "description": "The dreams of tropical paradise come to live in Bora Bora. The island shimmers with indigo and turquoise waters lapping at powder-white sand. The dramatic basalt peaks of Mount Pahia and Mount Otemanu soar above the coconut palms and rainforest canopy. Overwater bungalows create an iconic panorama set against the backdrop of the idyllic shoreline. Your flight lands at Bora Bora International Airport, where your private transfer greets you upon your arrival. The tropical air fills with the aroma of coconut and hibiscus. The Central Market brims with gorgeous fresh fruit harvested from the trees. Oranges, pineapple, passion fruit, and guava create rainbows of color beneath the vaulted roof. Fishmongers call to passersby with their vibrant displays of mahi-mahi and tuna caught earlier that morning. The small Maritime Museum contains a collection of model ships crafted by a famous French architect. You make your way by boat across the tranquil waters of the lagoon to reach your luxury resort. Spend time relaxing in the comforts of your overwater bungalow. Natural light glints off the glass panels providing a private, unforgettable view of the mountains. A floor panel lets you look directly into the crystal clear water beneath the bungalow where schools of fish swim with the current. Relish a chance to wind down in the majesty of your resort and the splendors of Bora Bora by digging your toes into the hot ivory sand on the private beach. The aroma of grilled mahi-mahi with fresh coconut milk drifts in with the sea breeze. The palm trees rustle above the shoreline. You take a refreshing dip into the water, embracing the warm, inviting temperature of the lagoon."
      },
      {
        "dayNumber": "2",
        "title": "Bora Bora – From Below and Above",
        "description": "Before breakfast, you spend time watching the tropical fish swimming beneath the glass floor panel in your overwater bungalow. You listen to the soothing, rhythmic sounds of the water brushing against the wooden posts supporting your opulent suite. After the meal, you board a traditional outrigger canoe to reach a celebrated snorkeling spot on the lagoon. Your introduction to the captivating life in the waters of Bora Bora features blacktip reef sharks and manta rays. Your heart pounds loudly in your chest from the thrill of swimming with the dramatic and large sea life. You can see the black tips of the sharks’ dorsal fins peeking out of the water. You jump into the shallow lagoon. The sharks and rays ignore you completely and continue to swim close to the boat. The crystal clear water shimmers with hints of indigo and turquoise with visibility of more than 20 feet ahead. You float along the surface allowing the saltwater to keep you afloat. The sharks can grow up to five feet long and the manta rays can have wingspans reaching 23 feet wide. Their bodies ripple in the current, endlessly moving. You return to shore, brush the salt crystals from your shoulders, and board the waiting helicopter when you are ready. Your day of introductions to the island continues with a fabulous helicopter tour offering a photographic panorama of Bora Bora from above. Your captain provides you with the best angles from which to capture paradise, with a view above the nearly 2,400-foot tall peak of Mount Otemanu and the bleached white sands fringing the rainforest."
      },
      {
        "dayNumber": "3",
        "title": "Bora Bora – Parasails and Humpback Whales",
        "description": "Delight in the luscious scent of coconut milk and decadent coffee at breakfast. The fruits dangling from the treetops around the island remind you of the time you spent in the air the previous day. The helicopter ride made you feel like you were soaring over the lavish beauty of French Polynesia. You recapture that feeling after the meal by boarding a speedboat on the lagoon. The fresh sea breeze washes over the hull and carries the misting water onto your cheeks. Your guide secures you to the parasail and you gently ascend more than 30 feet into the air. You marvel at the serene sound of the wind rippling the fabric of the parasail. The breeze carries the subtle semi-sweet aroma of the water. You bask in the tranquil ambiance and stunning view of the cobalt South Pacific Sea and thatched-roof overwater bungalows near the shores of the lagoon. Your guide reels you back down to the boat, bringing the sensation of flying to an end. Your day of exploration continues at the Vaitape marina. You board a boat bound for the South Pacific Sea in search of migrating whales returning from the Antarctic. You can see the outline of the island of Raiatea to the east. Your captain offers insight into the migration patterns of humpback whales. A large fin emerges from the water and reaches into the sky, highlighting the whale’s marvelous size, which can grow up 52 feet long."
      },
      {
        "dayNumber": "4",
        "title": "Bora Bora – The Diving Sites of Bora Bora",
        "description": "You wake up early to the aromas of passion fruit and lychee. After a small breakfast, your private transfer escorts you to a centrally located dive center at the heart of the lagoon. You board the boat and set out to the first of three dive sites for unique interactions with Bora Bora’s biodiversity. The water shines royal blue. The seafloor sinks to a depth of 120 feet. The sunlight pierces the surface more than 200 feet deep. The coral overtakes the plateau in ridges and mounds. Giant barracuda pass beside you, causing a noticeable jet stream to rub against your wetsuit. Eels poke their heads out of small caves framed by coral branches. A stunning tuna scurries away upon your arrival. Your guide makes the sign for turtle and points to a section of the sandbank. The green sea turtle grows up to nearly four feet long and has a short, unhooked beak. They can weigh almost 700 pounds. They use their fins like wings to cut through the current and glide through the water. They have a charm and elegance beneath the sea that contrasts their slow movements on land. You return to the boat and make your way to the next dive site, wondering how it could ever compare to the marvels you just witnessed."
      },
      {
        "dayNumber": "5",
        "title": "Taha’a – Allure of Seclusion",
        "description": "The island of Taha’a is located off the coast of Raiatea, nearly 20 miles away from the shores of Bora Bora. After breakfast, you board a private helicopter at your resort’s landing pad. The propellers roar to life and you ascend into the sky, watching the basalt peak of Mount Otemanu become a distant silhouette. Seclude Taha’a overlooks a lagoon shared with the larger island of Raiatea. Low hills, vibrant rainforest, and fringing coconut palms hide thriving plantations and pearl farms. White sand islets lead into the turquoise waters and the rare flower of Tiare Apetahi blooms in the highlands. The helicopter lands at the resort, where the concierge greets you upon your arrival. The wind from the helicopter returns to the refreshing sea breeze. The scent of vanilla emanates from the plantations at the heart of the island. Take some time to embrace the beauty of your overwater bungalow and the serene charms on the island’s shores. You follow your guide, who eagerly leads you on a fabulous tour of the island, following the elegant aroma of hibiscus and vanilla. Visit with a small family-owned and operated plantation near Ha’amene Bay. Follow your guide through the trees, where the vanilla thrives in the tropical climate. Your guide cuts away the bark, causing the fortified sent of vanilla to drift into the air. You learn about the traditional methods in which the crop is grown and harvested before viewing the drying rooms where the strength of the enticing scent originates. Continue to the white-sand beaches of Apu Bay to visit an active pearl farm."
      },
      {
        "dayNumber": "6",
        "title": "Taha’a – The Calming Ambiance of Taha’a",
        "description": "The morning breeze carries the scent of vanilla blending with the aroma of the sea. You can hear the waves lapping against the post of the overwater bungalows and along the stretches of white sand coastline. The day is yours to embrace the beauty of Taha’a and neighboring Raiatea at your preferred pace, circling the island on a bicycle or taking a dip in the crystal clear lagoon with a snorkel. After breakfast, you make the short boat ride to Raiatea, the second largest of the French Polynesian islands with an area of nearly 65 square miles. The rainforest overtakes the ridges and coral gardens decorate the shallow lagoon. You meet your guide at the marina and venture inland to follow the trail of the Three Waterfalls. The peak of Mount Tefatua reaches a height of 3,335 feet and looms over the island from every angle. The elusive and rare Tiare Apetahi flower grows near the summit. The five pearlescent petals close each night and reopen at daybreak with a slight cracking sound. The rainforest canopy creates pockets of rich shade, eventually leading to the first of the waterfalls. You hear a rhythmic subtle splash before finding the small falls behind the trees. The water gently courses over the rocks gliding down the smoothed basalt cliff and through the boulders rising out of the river. You continue to the final waterfall, where the tall cascade splashes into a rippling turquoise pool."
      },
      {
        "dayNumber": "7",
        "title": "Bora Bora – Returning to Tranquil Bora Bora",
        "description": "The turtles in the turtle preserve at Ha’amene feed in the returning light of the morning. The fish market in the village of Patio brims with activity as the fishermen display mahi-mahi and large snapper. The luscious scent of vanilla accentuates the flavor of your banana pancakes at breakfast. After the meal, you meet the helicopter on the private helipad at the resort. The wind caused by the propellers rushes against the coconut palms and underbrush. You relish the scenic flight back to Bora Bora, finding the gem-like colors of the verdant rainforest and turquoise lagoon inspiring. You land amongst the familiar landscape of your resort overlooking the waters of Bora Bora and return to the comforts of your overwater bungalow. You venture to the shores to meet your guide before stepping into an open-air 4x4 jeep. Follow the dirt roads inland to explore the rugged beauty of the rainforest. Jasmine grows along the underbrush and fills the air with the fragrant spice. Fire gingers blossom with vibrant red petals. You reach a World War II defensive gun overlooking the lagoon and looking out to the silhouette of Raiatea. The US Navy provided the artillery to protect the islands of French Polynesia from the Japanese. The trees frame the artillery and the stunning panorama of the white sands and sparkling indigo waters."
      },
      {
        "dayNumber": "8",
        "title": "Bora Bora – Returning to the Sky",
        "description": "At breakfast, you take your time with the citrus flavors of freshly squeezed orange juice and juicy mango. The sunlight washes over the calm lagoon with the waters lapping against the white sand. The basalt peak of Mount Otemanu watches over the island. You think back to the stunning stone altar you discovered the previous day, embodying the Polynesian heritage of the island with more than 1,000 years of history. Your private transfer greets you at the hotel when you’re ready and escorts you to Bora Bora Airport for your flight home, taking you back into the sky for one last view of the island."
      }
    ],
    "map": "",
    "category": "Diving"
  },
  {
    "destination": "Bora Bora",
    "mainPhoto": "",
    "id": "grand-adventure-of-the-south-pacific-fiji-australia-new-zealand-and-french-polynesia-itinerary",
    "tourName": "Grand Adventure of the South Pacific: Fiji, Australia, New Zealand, and French Polynesia Itinerary",
    "placesVisited": "Viti Levu, Cairns, Sydney, Daintree, Mossman Gorge, Christchurch, Franz Josef, Queenstown, Milford Sound, Tahiti, Bora Bora",
    "generalInfo": "Embrace tropical paradise and ice tunnels, adventure and discovery, during your customizable South Pacific vacation. Witness rainbow hues on the Great Barrier Reef. Feel your heart race while snorkeling with sharks in Bora Bora . Walk along the frozen surface of Franz Josef Glacier. Listen to the stories of Dreamtime in the rainforest of Queensland. Search for penguins lounging on the rocks in a fjord and glide beneath the jungle canopy on a zip line over Viti Levu, Fiji. From luxurious resorts to engaging thrills, cosmopolitan atmosphere to the tropical ambiance, indulge in the diverse majesty of the South Pacific.",
    "durationDays": "18",
    "price": "8,100",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Viti Levu – Fijian Bula Vinaka (A Fijian Hello)",
        "description": "The Fijian island of Viti Levu is the largest of the tropical archipelago. Coconut palms fringe the white sand beaches along the Coral Coast. The South Pacific Sea shimmers with crystal clear turquoise waters. The jungle canopy shades the heart of the island, giving a perfect tropical ambiance for orchids and the tubular white flowers of Tahitian gardenias. The underbrush produces yellow and green fruit utilized for its sweet fragrance and medicinal properties. The red and yellow bulbs of heliconia resemble flames as the flowers blossom on stems growing up to three feet tall. The red-throated lorikeet twitters in the trees and the bottlenose dolphins swim in view of the shoreline. Your flight lands at Nadi International Airport, where your private transfer greets you upon your arrival. Take some time to visit the central market that brims with vibrant tropical hues emanating from guavas, melons, limes, and passion fruits. The aromas of banana and oranges drift beneath the lofted ceiling. Boys roll through the marketplace and along the streets of the town with barrels filled with cassava melons bound for restaurants, homes, and shops around the city. Chili peppers shimmer with red luster and large taro roots offer more than just a meal. Your private transfer escorts you to your resort surrounded by lush tropical gardens and views of the small islands trailing away from Viti Levu. The concierge greets you with a traditional welcoming ceremony, during which you leave your shoes away from a large mat, and sip kava, a drink made from ground taro root."
      },
      {
        "dayNumber": "2",
        "title": "Viti Levu – An Aerial View of Fiji",
        "description": "In the morning, the aroma of zesty oranges and juicy mangoes accompanies the scent of fresh banana pancakes filling the dining room. You can hear the gentle waters of the South Pacific lapping against the white sand beach of your resort. The sea breeze rustles through the coconut palms. Your adrenaline begins pumping with the thought of the adventure to come. You meet your guide in the lobby and set out into the jungle terrain for a zip lining adventure. You pass seductive emerald forest underbrush growing wild along the untamed hills. You follow your guide into the trees for a safety briefing before stepping into the harness that connects you to the zip line. You will glide over a mile through the rainforest canopy. You can hear a waterfall rushing down the hillsides and disturbing the dangling bushes. You leap from the platform and soar as far as 525 feet, reaching a speed of more than 27 miles per hour. The fragrant blossoms of Tahitian gardenias provide a subtle sweetness to the air as the wind brushes against your cheeks."
      },
      {
        "dayNumber": "3",
        "title": "Viti Levu – Culture in the Garden",
        "description": "The morning fills with the delightful aroma of coconut and the subtle scent of the South Pacific Sea. You spend some time before breakfast digging your toes in to the cool, powdery sands of the resort’s private beach before meeting your private guide. The day is yours to experience and explore the island of Viti Levu with a private car, leading you to the majesty of island life, beginning at the Arts Village. The scent of hibiscus sweeps across the village landscape. Houses were erected to embody the traditional architecture of the island, containing restaurants, boutique shops, and a theater. The jovial ambiance is intoxicating and inviting. You can hear the sounds of the meke , a traditional song, and dance being performed. The dancers use the movements to tell a story, often an island folktale. When the drums and rhythm stop the broad male dancers in woven grass sulu raise their spears for the traditional war dance. The men beat their bodies and clap their legs to keep the beat as they puff out their chests. Continue to the rippling landscape of the Sigatoka Sand Dunes, a protected area peppered with sandy monoliths overlooking the shoreline. The windblown dunes reach nearly three miles long and more than half a mile wide, with the average dune rising to a height of 65 feet above sea level."
      },
      {
        "dayNumber": "4",
        "title": "Cairns – An Australian G’Day",
        "description": "At breakfast, you enjoy the scent of mango and the rich flavor of ripe papaya. You remember the stunning colors and the unique design of the Mariamma Temple, a Hindu relic that helps locals celebrate the fire-walking festival in July and August. The rich and vibrant colors of the temple façade accentuate the relics and statues adorning the little niches looking out to the streets. Your private transfer meets you at the hotel after the meal and escorts you to Nadi International Airport for your flight to Cairns, Australia. As the flight descends over the tropical landscape of northeast Queensland, you notice how the rainforest rushes over the Great Diving Range. The mountains separate the fertile plateau and Red Desert landscape from the calm turquoise waters of the Coral Sea. Your private transfer greets you upon arrival at Cairns Airport and escorts you to a luxurious hotel overlooking the tranquil marina. The scent of fresh seafood and delicious brick-oven pizza emanates from the lively promenade. Metal sculptures of tropical fish fly above the quiet swimming lagoon, which looks out to the sea. Flying foxes dangle upside down in the lush trees and snack on mangoes. Acclaimed artwork decorates the former 1930s government offices, offering displays connected to the Indigenous peoples of the region."
      },
      {
        "dayNumber": "5",
        "title": "Cairns – Taking the Plunge at the Great Barrier Reef",
        "description": "The tropical north of Australia fills with the scent of mangoes and the vibrant colors of dragon fruit. You wake early and venture to the marina to board a boat bound for the Great Barrier Reef. A light mist rises from the hull of the boat as you speed across the Coral Sea. The semi-sweet aroma of the saltwater fills the air. Droplets of sea spray land on your skin as you watch the shoreline fade behind the horizon. You will stop at three different spots to view the biodiversity of the more than 1,400 miles of reef. The boat weighs anchor against a floating platform. You jump into the water with fins, a mask, and snorkel, eager to view the blossoming aquatic gardens below. The water is warm as it wraps around your body. The salt content helps you float along the surface. Sea fans rustle in the current, waving like trees in the wind. Pillar coral ascends above plates and rounded mounds glowing with rainbow hues. Soft coral known as sunset cups have tendrils that move with the ebb and flow of the water. The body of the coral shimmers orange and yellow, which resembles the sunset. You follow a glint of orange peeking from within the purple forest of the tendrils of a sea anemone to find hiding clownfish hiding."
      },
      {
        "dayNumber": "6",
        "title": "Cairns – The Treasures of Northeast Queensland",
        "description": "The morning light washes over the canopy of the mangrove trees thriving in the wetlands. A boardwalk meanders through the opening of the forest offering views to vibrant life living in the mixture of salt and freshwater. Your guide greets you in the lobby after breakfast and escorts you north to view the majesty of Mossman Gorge and the Daintree Rainforest. The gorge is situated along the southeast corner of the national park and is home to the traditional lands of the Kuku Yalanji. Boulders erupt from the valley floor, framing sparkling rivers and hiding ancient rocks. The Indigenous Ecotourism Centre welcomes you with a gallery dedicated to the cultural heritage of the Kuku Yalanji, including artifacts such as boomerangs and spears used for hunting mud crabs. You continue to the water hole fed by the Mossman River. The waters are refreshingly cool, contrasting the tropical heat of the rainforest. The Mossman River washes over the granite boulders and fills the forest with the sounds of whitewater. You feel as though you’ve discovered a hidden tropical paradise, decorated with crystal clear water and emerald ferns with more than 135 million years of history. Follow your guide through the forest on a Dreamtime walk to hear the stories of spirits and the beginnings of the ancient landscape. Your Aboriginal guide points out the plants used for medicinal purposes and directs your attention to the winding vines of the strangler fig. You find tracks of the elusive, captivating cassowary, which resembles a prehistoric bird glowing with an indigo neck and turquoise crown."
      },
      {
        "dayNumber": "7",
        "title": "Sydney – Ideal Australian City",
        "description": "The sunlight washes over the greenery inside the Cairns Botanical Garden. The 19th-century collection of Australia’s tropical plants highlights the more than 4,000 different species of flora to create a kaleidoscope of colors deriving from the blossoming flowers. You find the scent of mangosteen and lime at breakfast before your private transfer escorts you to Cairns Airport. Your flight to Sydney offers a spectacular view of the arching Sydney Harbour Bridge, framing the iconic sails of the Sydney Opera House standing on a promontory surrounded on three sides by water. You follow your private transfer to a gorgeous luxury hotel overlooking the famous harbor. The Central Business District brims with exciting activity. Sailboats catch the sea breeze and glide across the cobalt water. The cafes in the youthful neighborhood of Glebe set out tables and chairs for patrons to sip their coffee and tea in view of the antique markets. Your guide leads you on a private tour of historic Sydney, beginning along the George Street, the oldest street in the country. Trams cruise between the cobbled walkways, passing the historical structure of the Queen Victoria Building, the first arcade erected in Australia. The grandeur of the architecture remains, embodied in the 20 small domes surrounding the single main dome filling with light. Mosaic tiles line the walkways and lobby leading to the gilded window frames bordering the upscale boutiques."
      },
      {
        "dayNumber": "8",
        "title": "Sydney – In the Grandeur of an Icon",
        "description": "In the morning, the ferries begin to crisscross Sydney Harbour, traveling between stations hidden in the canals across the greater city. The herbaceous aroma of tea fills the dining room, accompanied by the scent of sizzling bacon. You venture to Darling Harbour after the meal and board a small catamaran bound for the waters of the harbor. The boat disembarks and you bask in the beauty of the Sydney Opera House standing poised beside passing boats. You have a fabulous view of the skyline crowned by Sydney Tower, which reaches nearly 1,015 feet above the surrounding streets. The Royal Botanic Gardens glisten with blossoming roses. Return to the shore and walk along the brick esplanade connecting to the Sydney Opera House. Your guide greets you in front of the shimmering glass panels wrapping around the lobby. Before entering the building, you learn about the history of the grand structure, including the reason for the textured rooftop. The crenulated and tiered shapes resemble sails to capture the seaside ambiance of the city. Once inside, you notice the tangible splendor of the design. The main gallery resembles an oyster and has remarkable acoustics due to the size, which maintains 2,000 seats."
      },
      {
        "dayNumber": "9",
        "title": "Christchurch – Kia Ora, New Zealand",
        "description": "In the morning, the café culture of Sydney returns to life with locals venturing to indulge in salted honey tarts and chocolate fudge cake while sipping their coffee. At breakfast, you delight in your view over Circular Quay as the Central Business District teems with business people venturing to work and shops opening their doors. Your private transfer leads you to Sydney Airport for your flight to Christchurch, New Zealand. The city on the South Island offers a mixture of European ambiance and the gorgeous scenery for which the country is known. Art projects decorate the streets of the city center and the Botanic Gardens around Hagley Park add layers of extra color to the combination of antique stone structures and shimmering modern architecture. Punters glide down the Avon River beneath the dangling trees. After settling into the comforts of your luxury hotel, you traverse the city accompanied by your guide, culminating in a gondola ride to the top of Mount Cavendish. The cable car travels for nearly 3,100 feet to reach the 1,640-foot summit. From the top, you have a dramatic view spanning the city and reaching the surrounding Canterbury Plains."
      },
      {
        "dayNumber": "10",
        "title": "Franz Josef – Discovering the South Island",
        "description": "In the morning, the sunlight washes over the Re:START Mall, an area that was rebuilt after the 2011 earthquake to revitalize the downtown area. The 29 stores and single café built out of shipping containers helped re-establish the city center as a chic, inviting, and exciting place to visit for locals and visitors alike. After breakfast, your private transfer escorts you to the train station to board the celebrated TranzAlpine train. The tracks travel nearly 150 miles through 19 tunnels to reach the Greymouth. You relax in the comforts of your train car for the duration of the scenic ride west. The beauty of untamed New Zealand abounds outside the window, beginning with the sweeping colors of the Canterbury Plains. The grassland shimmers with green and gold spreading over the hills. You find the marvels of the Southern Alps peeking through the sporadic clouds in the distance. The train travels through Arthur’s Pass. Beech forest thrives in the cooler climate and frames the township near the Bealey River. The pass reaches a height of more than 2,400 feet above sea level. You disembark the train upon reaching Greymouth. Before traveling south to reach the town of Franz Josef, your guide leads you on a short drive north, passing the dairy farms and small symbols of rugged hills to reach the Punakaiki Pancake Rocks. The stunning black sands on the beach lead to captivating views of the cliffs with layered limestone that looks like tall stacks of pancakes. The sea air offers a soothing aroma amidst the sporadic bursts of water spouting from the powerful blowholes."
      },
      {
        "dayNumber": "11",
        "title": "Franz Josef – Visions of the South Island Glaciers",
        "description": "The aromas of buttery pastries and fresh jam drift through the doors of Picnics Bakery in the morning. You delight in a fresh cup of refreshing coffee before meeting your guide in the lobby of your hotel. You make your way to the helipad where the propellers of the helicopter are warming up. The rush of air chills your cheeks as you step aboard the helicopter ready to lift into the air. The pilot offers insightful commentary about the landscape as you travel through the mountain gully. The rugged terrain frames the undulating ice field that travels over seven and a half miles. The chopper lands on a plateau. You strap crampons to your feet and follow your guide onto the ice of Franz Josef to continue your unforgettable glacial excursion. The sound of your feet crunching the ice fills the air. The shallow breeze bites your cheeks, carrying sporadic flecks of frost. From a distance, the glacier looked smooth against the black granite peaks. While walking atop the ice, you find a more grainy texture, similar to packed snow. You enter into a natural tunnel. The pure, untouched ice glows unfathomable indigo in the beams of sunlight pouring through the mouth of the passageway."
      },
      {
        "dayNumber": "12",
        "title": "Queenstown – The Scene of the South Island",
        "description": "At breakfast, you can’t help but think of the light bouncing off the pristine blue ice inside the tunnel. Remembering the helicopter ride over the glacier makes your heart race with excitement. The scent of fresh coffee brings you back to breakfast where you meet your private transfer. After the meal, you set out on a scenic drive south towards the magnificent city of Queenstown, celebrated for the beauty of the surrounding mountains and reflective waters of Lake Wakatipu. The route leads you along the winding roads of Glacier Country. The lush forest grows alongside the roadway and frames the snowcapped mountain peaks in the distance. Stop along the road through Haast Pass to find Fantail Falls. The cascade divides the forest with a delta-like stream pouring over silver granite for nearly 50 feet. The crystal clear pool waits below. You can also visit the marvelous Blue Pools, known for their crystal clear indigo hues created from the meltwater from the surrounding glaciers. You make another stop in the Gibbston Valley, a famous branch of the Otago wine-growing region. Steep cliffs grow alongside the valley floor where vines thrive in the cool climate. You can take a moment to enjoy the refreshing, fruity notes of a celebrated Pinot Noir with a view to the valley floor before continuing to the shores of Lake Wakatipu in Queenstown."
      },
      {
        "dayNumber": "13",
        "title": "Queenstown – Enchanting Milford Sound",
        "description": "The sunlight washes over the reflective waters of Lake Wakatipu in the morning. The Remarkables Mountains reach into the sky along the southeastern shores of the water. The gondola returns to a circling steep ascent to the top of Bob’s Peak, which travels at a 220-degree angle to reach the nearly 1,500-foot tall summit. The scent of fresh snow blends with the aroma of strong coffee drifting out of a café. Your guide greets you at the hotel and escorts you south along the secluded scenic road to reach the banks of Milford Sound. Melted glaciers shaped the fjord, creating marvelous peaks, sensational waterfalls, and the crowning summit of Mitre Peak at 5,550 feet above sea level. Pebbles pave the shoreline leading to granite boulders reflected in the placid surface water. Your boat cruises along the fjord with your captain exclaiming how the famous British author Rudyard Kipling declared the enchanting scenery, “the Eighth Wonder of the World.” Seals lounge on the rocks and bathe in the sun. Crested penguins leap out of the water. Their yellow crests stand out against the black and white plumage. The sound of rushing water grips you as you pass Lady Elizabeth Bowen Falls, which stands at more than 530 feet above sea level while providing Milford Sound with power and water."
      },
      {
        "dayNumber": "14",
        "title": "Tahiti – Maeva in French Polynesia",
        "description": "The scent of sizzling bacon offers a comforting ambiance in the cool outside temperatures of the South Island. The lobby of your resort offers a warming, roaring fire as you take in the scenic view of the Remarkables Mountains. Indulge in the pleasures of a decadent hot chocolate to embrace the alpine charm of Queensland. The morning is yours to enjoy the town at your leisure. Walk along the pine-knotted buildings or stroll around the shores of Lake Wakatipu along the promenade. You could also take some time to view the Underwater Observatory. The popular site acts as a reverse aquarium, allowing visitors to walk through a series of glass panels looking into the deep waters of the lake. Freshwater eels emerge from hidden coves and ducks dive down into the cold water in search of unsuspecting trout. Your private transfer meets you in the hotel lobby when you are ready and escorts you to Queenstown Airport for your flight to Tahiti, French Polynesia. You arrive in the evening and find the island awake with the scent of coconut and the sounds of the lapping water. The warm, tropical night contrasts the alpine climate on New Zealand’s South Island. Your private transfer escorts you to the hotel to relax in the exotic landscape amidst the tranquil, soothing sounds of the South Pacific Sea."
      },
      {
        "dayNumber": "15",
        "title": "Bora Bora – Delights of Bora Bora",
        "description": "The sea breeze rustles the coconut palms soaring above the black sands of Tahiti. The market in Papeete brims with colorful fruits, from mangos to guavas, pineapples to dragon fruits. Pearl shops open their doors along the second level, sparkling with precious stones shaped by oysters. After a refreshing breakfast accentuated by the delectable exotic fruits of the island, your private transfer escorts you to the airport for your brief flight to magnificent Bora Bora. The island radiates serenity and charm embodied in the emerald rainforest, black basalt mountain peaks, and crystal clear turquoise water spanning the shallow lagoon. You meet your private transfer at the airport and travel across the lagoon by boat, arriving at a stylish comfort with an iconic French Polynesian overwater bungalow. Dig your toes into the hot white sand on the private beach and embrace the marvelous colors of the blossoming Tahitian gardenias. You return to the main shores of the island for a 4x4 jeep safari offering you secluded panoramas and hidden histories beneath the soaring peak of Mount Otemanu. Avocado and mango trees thrive in the tropical climate, planted by villages in the rainforest terrain. You travel along the unpaved inland roads, ascending the hills to reach a World War II defensive gun looking out over the lagoon. You can see the outline of Raiatea Island in the distance. The rusted but strong metal outlines the preserved gun secured by the US Navy to protect the island from the Japanese invasion. The dangling branches frame the remarkable view of the white sand and stunning South Pacific Sea. In the evening, the rhythmic drums of a Polynesian dance performance call you to dinner."
      },
      {
        "dayNumber": "16",
        "title": "Bora Bora – Sharks on the Lagoon",
        "description": "The scent of coconut permeates the sea breeze drifting through the windows of your overwater bungalow. You have a secluded view of Mount Otemanu and its twin peak of Mount Pahia. After breakfast, you board a traditional outrigger canoe on the resort’s shores to begin your guided snorkeling private tour of the stunning lagoon. The sea spray splashes over the hull of the boat. The tropical sunlight is already warm on your skin. The lush, verdant rainforest on the island is always within view as you traverse the crystal clear lagoon in search of reef bodies and coral gardens. After diving into the water at two other sites, the salt begins to form crystals on your shoulders. You reach your final site on the tour, famous for the abundance of manta rays and sharks bold enough to swim next to your boat. Before jumping into the lagoon, you can see the dorsal fin of blacktip reef sharks, immediately understanding their nomenclature based upon the black spot tipping the dorsal fin. The warm, refreshing water offers visibility up to 20 feet in front of you, allowing you to observe the brilliance of the five-foot-long sharks and the giant manta rays whose wingspans can grow up to 23 feet wide."
      },
      {
        "dayNumber": "17",
        "title": "Bora Bora – Whale of a Time in Bora Bora",
        "description": "The morning light washes over the beauty of the island, returning the jewel-like splendor of the rainforest, mountains, and waters. At breakfast, you bask in the refreshing aroma of coffee made from beans cultivated in the hills of French Polynesia. The day is yours to indulge in the beauty of island life at your preferred pace. Rest with a soothing massage in the celebrated spa at your resort or traverse the circular road around Bora Bora on a bicycle to explore hidden beaches and delightful restaurants. You travel by boat across the lagoon to reach the marina at Vaitape. Board a 21-foot long catamaran and set sail on the deep waters of the South Pacific Sea in search of migrating humpback whales. The boat manages to stay within view of the shores of Bora Bora offering a different perspective of the twin peaks of Otemanu and Pahia. Your captain offers insight into the lives of the whales and how they pass through the archipelago upon returning from the Antarctic waters. Females can grow up to 52 feet long with dark gray skin and white patches around their stomachs. A nearby splash demands your attention. You turn towards the island where a full-grown humpback breaches the water, managing an elegant pose before crashing back into the sea."
      },
      {
        "dayNumber": "18",
        "title": "Bora Bora – A Grand Ending to the South Pacific Vacation",
        "description": "At breakfast, you recall the elegance with which the humpback sprung from the water during your whale watching tour the previous day. The luscious scent of coconut and citrusy pineapple brings you back to the delectable flavors of Bora Bora. You delight in fresh banana pancakes, which accentuate the tropical ambiance of the morning light. When you are ready, your private transfer escorts you across the lagoon to Vaitape. You have a chance to visit a local pearl shop. The boutique is known for its vibrant collection of precious stones ranging from white to green and black to purple. A representative of the shop greets you like an old friend and offers insight into the cultivation of pearls across French Polynesia. They invite you into the workshop to see how they craft each piece of jewelry to best accompany the size, shape, and color of the pearl. After visiting the workshop, you continue to the Bora Bora Airport for your flight home."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Bora Bora",
    "mainPhoto": "",
    "id": "luxury-bora-bora-vacation-tour-private-polynesian-cooking-class-to-sunset-cruise",
    "tourName": "Luxury Bora Bora Vacation Tour: Private Polynesian Cooking Class to Sunset Cruise",
    "placesVisited": "Bora Bora",
    "generalInfo": "Embrace the adventure of island splendor during your luxury Bora Bora vacation. Soar over the lush rainforest canopy on a helicopter ride. Glide above the indigo colors of the famous lagoon while parasailing. Rush across the calm waters of the South Pacific riding Jet Skis and float over a coral garden as sharks and manta rays swim nearby. The sweet aromas of exotic fruits fill the air. Pearls shimmer in the blissful sunlight. Combine excitement and relaxation, tropical seclusion and modern luxury, with unforgettable excursions and inspiring sunsets on the idyllic island of Bora Bora.",
    "durationDays": "8",
    "price": "12,800",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Bora Bora – Adventures in French Polynesia",
        "description": "Bora Bora is an island of majesty and adventure, from volcanic craters to emerald jungle canopies, radiant exotic flowers and glistening waters ranging from turquoise to indigo. The Central market in Vaitape glows with the colors of tropical fruits, highlighting mango, guava, and pineapple. The scent of creamy banana drifts down the aisles. The upper floor contains pearl vendors offering insight into the sheen and prestige of the precious stone. Fishermen showcase their daily catch for passersby, and the aroma of the ocean remains prevalent along the coastal road. Your flight lands at Bora Bora Airport, where your private transfer greets you upon your arrival. You take a boat across the shimmering crystal clear and indigo waters of the celebrated lagoon to reach the secluded luxury of your five-star accommodation. You settle into the comforts of an iconic overwater bungalow. The thatched roof connects the traditional culture and style of the island with contemporary luxuries. You have a view to the east and the basalt peak of Mount Otemanu. A raised wooden walkway connects your suite to the hotel along the island shores. Coconut palms shade the infinity pool looking out to the bungalows. After getting acquainted with your hotel grounds, you return to the shores of Bora Bora for an introduction to the historical sites along the east coast. At Marae Aehautai, you find one of the oldest temples on the island, dating back more than a millennium. The stone slab marks the base of the temple grounds in view of the soaring peak of Mount Otemanu. In the distance, your guide points to the outlines of Raiatea and Taha’a Islands."
      },
      {
        "dayNumber": "2",
        "title": "Bora Bora – Thrills of Bora Bora",
        "description": "In the morning, the aroma of coconut filters through your suite over the water. Enjoy a relaxing breakfast amongst the bright colors of passion fruit and pineapple accompanying the scent of frothy cappuccino. The semi-sweet flavor of banana pancakes adds to the tropical ambiance of your surroundings. After the meal, you travel to the Vaitape pier to begin your first Jet Ski excursion on the island. Your guide greets you on the water before leading you across the clear South Pacific Sea. The water is cool and refreshing on your skin. The tropical light casts a shimmer over the surface of the South Pacific. The Jet Ski roars to life, and you follow your guide to the indigo hues of the lagoon. The Jet Ski causes the water to splash against your skin. The coastline contains rugged beauty deriving from the undulating hills, verdant rainforest, and visible silver basalt rocks. Mount Otemanu reaches a height of nearly 2,400 feet above sea level, striking a dramatic backdrop to the colorful lagoon. The sands shimmer with powdery white sand along the beaches. Stop at a spot along the shore to watch one of the locals husk a coconut. They place a sharp stake into the sand before piercing the husk with the point. They spin the coconut, peeling away the splintery husk like the layers of an onion. Then they cut the coconut clean in half by slamming it against a rock. You try your hand at the husk and find it is far more difficult than the demonstrator made it look."
      },
      {
        "dayNumber": "3",
        "title": "Bora Bora – Life and Wonder on the Lagoon",
        "description": "At breakfast, you find the scent of hibiscus blending with the semi-sweet aroma of the sea. The breeze rustles through the coconut palms along the shore and the thistles of your thatched roof dangling above the open windows. After breakfast, you return to the Vaitape pier to once again board a Jet Ski. The scenery around the lagoon continues to captivate you, crowned by the sensational peak of Mount Otemanu and the equally impressive summit of Mount Pahia, the latter of which reaches a height of nearly 2,200 feet above sea level. You stop for lunch at a famous restaurant, known for its colorful features inside a traditional Tahitian hut. A sand floor welcomes visitors beneath a thatched roof. Tiki torches burn along the edges of the restaurant, and the seats are crafted out of palm trees. The restaurant is known for cooking some of the freshest and most delicious seafood on the island. The scent of butter, coconut, and lime drifts through the dining room. You return to the water on a speedboat bound for the shallows known for harboring blacktip reef sharks and manta rays. You jump into the inviting water, wearing fins and a snorkel eager to view the vibrant life in the water. Seeing the five-foot long sharks swimming near you at first feels daunting. Your heart thumps loudly in your chest. The shark ignores you, and you quickly find the beauty and thrill of swimming close enough to the shark to see its grace and power."
      },
      {
        "dayNumber": "4",
        "title": "Bora Bora – A Different Thrill",
        "description": "Listen to the gentle water lapping against the wooden posts of your overwater bungalow in the morning. The serene sound accentuates the natural splendor and welcoming ambiance of your tropical paradise. After breakfast, you set out onto the water with your guide eager to learn the art of stand-up paddleboard. You begin on the white sand along the beach, learning the proper way to stand on the nearly 11-foot long board. The sand begins to heat up beneath the tropical sun. The breeze brushes against your cheeks and causes a coconut to fall from the canopy. You grip the paddle with one hand at the top and the second hand around the post. You position your elbows at 90 degrees, practicing propelling yourself forward from the sand. Once you feel comfortable, you follow your instructor onto the water, immediately noticing the difference in balance. You keep your body upright with the paddle at an easy angle. The calm lagoon helps you regain your equilibrium while standing at the center of the board. You rotate your body with each stroke of the paddle, easily finding ways to turn the paddle away from the wake. In the afternoon, you venture to a resort on the lagoon to meet with a private chef keen on introducing you to the flavors of French Polynesia during a specialty cooking class. Once inside the kitchen, you find the aromas of coconut, pineapple, and chocolate before discovering fresh tuna bought earlier that day from the market."
      },
      {
        "dayNumber": "5",
        "title": "Bora Bora – Sailing into the Sunset",
        "description": "You have become accustomed to the luxuries of your accommodation and the magnificent beauty of Bora Bora. At breakfast, you bask in the sensual aroma of a fresh cappuccino and delicious banana pancakes topped with mango. The day is yours to experience island life as you desire, from basking on the secluded white sands of Eden Beach to venturing through the jungles at the heart of the island of a 4x4 jeep safari. Enjoy the bright light and vibrant hues of the resort at leisure before boarding a private boat for a cruise around the lagoon and South Pacific Sea. The boat fills with the fragrance of tropical fruit, consisting of guava, pineapple, and banana. The sea breeze rushes over the hull of the boat and along the shoreline, rustling the coconut palms and rainforest leaves. The traditional outrigger canoe offers a unique, intimate experience along the water. You travel around the coastline for an unfettered view of the western horizon. You can look into the crystal waters around the reefs to find angelfish and parrotfish grazing near the coral. The sun begins to set, casting layers of pink, purple, red, and orange across the sky. The colors match the exotic hues radiating daily from the island in the form of fruits and flowers. Sip sparkling wine in the colorful display of sunset. You continue to a stunning restaurant overlooking the lagoon."
      },
      {
        "dayNumber": "6",
        "title": "Bora Bora – Underwater and In the Air",
        "description": "After a quiet breakfast, you return to the adventures of French Polynesia with an Aquabike tour. You traverse the lagoon to meet your guide on the beach. You mount the motorized scooter and place the glass bubble secular over your body. The pressurized seal keeps your head dry as you follow the secured path nearly 10 feet beneath the surface. A scuba diver guides you along the route, as you notice the shadow of the scooter moving along the ocean floor. Starfish cling to the submerged rocks and sea cucumbers puff bubbles into the crystal clear waters. Schools of sergeant majors and pennant bannerfish swim close to the coral. The latter have a long, white dorsal fin fluttering like a banner in the gentle current. You have a peaceful journey beneath the sea, immersed in the water and the beauty of subaquatic Bora Bora. After lunch, you step aboard a boat bound for the waters near Matira Beach. You can see manta rays swimming in the crystal clear hues of the lagoon. The scenic route on the water offers a splendid foreground to your panoramic view once you drift into the air while parasailing. Like the thrilling, yet serene time beneath the water, the tranquil atmosphere in the air allows you to fully appreciate the beauty of Bora Bora."
      },
      {
        "dayNumber": "7",
        "title": "Bora Bora – A Lasting Impression",
        "description": "The bright turquoise waters of the lagoon reflect light through your windows in the morning. The tropical charms of Bora Bora continue to intrigue you, accompanied by the fascinating adventures across the Polynesian island. At breakfast, you indulge in the flavor of a frothy cappuccino, accentuated by the sweet scent of coconut. You make your way to the main shores of the island to board a helicopter bound for the skies. Your heart once again beats with anticipation but fades beneath the sound of the propellers roaring to life. The helicopter ascends into the air, and you have a spectacular view of the verdant grass around Vaitape, leading to the undulating jungle terrain at the center of the island. You swoop over the basalt peak of Mount Otemanu to find the unconquered, swelling surface covered with foliage crowning the steep silver and black cliffs. The flight continues over the radiant indigo and turquoise waters circling Bora Bora and eventually leading you to the island of Tupai. The secluded shores glisten with white sands. Your pilot points to the reefs around the coastline, accounting for the shallow bodies enclosed by the sapphire hues of the deeper South Pacific. Coconut palms resemble the rainforest canopy around the four square miles of the island. The helicopter lands on the flight pad in Bora Bora. You return to the comforts of your accommodation with the remainder of the day focused on refreshing your body and mind after the unforgettable adventures."
      },
      {
        "dayNumber": "8",
        "title": "Bora Bora – End of the French Polynesian Escapades",
        "description": "You take the time to enjoy the little pleasures of your last breakfast in Bora Bora. You absorb the aromas of fresh passion fruit and guava. You notice the thin, delicate texture of your fluffy pancakes with exceptional real banana flavors. After the meal, you take to the white sand beach and try paddle boarding once more. The mixture of exhilaration and tranquility returns, allowing you to enjoy relaxing on the gentle wake of the lagoon. The views of the soaring peaks of Otemanu and Pahia mountains continue to draw your eye. The memories of your time on Bora Bora, from swimming with blacktip reef sharks to soaring over the lagoon on a parasail, remain at the forefront of your mind as your private transfer escorts you to Bora Bora Airport for your flight home."
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "Bora Bora",
    "mainPhoto": "",
    "id": "moorea-bora-bora-and-tahaa-itinerary-12-days-of-bliss",
    "tourName": "Moorea, Bora Bora and Taha'a Itinerary: 12-Days of Bliss",
    "placesVisited": "Papeete, Moorea, Bora Bora, Taha’a",
    "generalInfo": "The fantastical landscape of your French Polynesian honeymoon itinerary surpasses your daydreams, with secluded thatched-roof bungalows overlooking the sapphire waters of the South Pacific. The sounds of a gentle ukulele offer a morning serenade. In the evening, you watch fire-jugglers, and traditional dancers perform on the soft sands of the beach to the rhythms of beating drums. Colorful fish glow against the artistic formations of the sprawling coral. Mountains crown the islands with remnants of volcanoes, and you bask in the soothing touch of a couple’s spa treatment. Indulge in romance, beauty, and enchantment on Tahiti, Moorea, Bora Bora, and Taha’a.",
    "durationDays": "12",
    "price": "7,800",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Papeete – A Slice of Island Paradise",
        "description": "The lush palms and tall grasses of Papeete shimmer with emerald hues as your flight descends into the airport. The Pacific Ocean shimmers with iridescent indigo colors, as thatched-roof huts rise out of the jetties along the marina. Boat masts wade in the gentle waters as the palm trees rustle in the calm breeze. Your flight arrives at Faa’a International Airport. Colorful impressionist works by famous French painter Gauguin decorate the airy galleries in the eponymous museum. Dramatic wooden Tikis rise out of the lavish gardens and entertain visitors with ancient myths and tales warning people not to move the unforgettable carved artworks. The aroma of sweet salt water permeates the air. The bustling life of the Papeete Market creates a swirl of color emanating from handmade sarongs and shell necklaces, woven hats, and the array of produce picked from the trees and bushes around the countryside. The sweet, juicy aroma of coconuts and pineapples drifts beneath the banisters, leading locals to the aisles of fishmongers and butchers. Pearl shops line the lanes of the upstairs and caves offer rich espressos and vivacious, citrusy smoothies. Your private transfer greets you at customs and escorts you to a secluded resort, offering you the romance of a private view of the lapping water and the charm of slow-paced island life blending the essential cultures of the islands of French Polynesia."
      },
      {
        "dayNumber": "2",
        "title": "Papeete – Adventure to the Center of Paradise",
        "description": "In the morning, you can hear the Pacific Ocean brushing against the volcanic black sands of the beach outside your room. At breakfast, you find the enticing, seductive aromas of frothy cappuccino and young coconut. You sip a freshly squeezed passion fruit juice and smell the scent of banana pancakes adding to the tropical ambiance of the morning air. Your guide greets you after breakfast, eager to lead you on a full-day 4x4 tour. The vibrant life of Papeete returns in the municipal market. The scent of vanilla bean accentuates the tropical colors of the sarongs. You travel into the heart of the island of Tahiti in an open-air jeep, allowing the refreshing breeze to brush against your cheeks. The island was formed over a million years ago by volcanic activity around the Pacific. The ferns and underbrush glisten with emerald hues. Children in villages wave as you pass. The jungle vegetation becomes denser. The sporadic villages disappear behind the dangling branches and soaring jungle canopy. The jeep crosses over a wooden bridge. The sound of the meandering river rushes around the pillars. Clouds pass the verdant mountain summits framing the valley. You stop along the riverbanks located higher up the mountainside and dip your toes into the cold water fed by the rain sweeping down the slopes before arriving at Puraha Waterfall."
      },
      {
        "dayNumber": "3",
        "title": "Moorea – Romance in Moorea",
        "description": "In the morning, the aroma of fresh cappuccino returns to the air inside the resort dining room. You bask in the privacy of your room, coveting one last view of the Tahiti shoreline. The indigo water shimmers against the black sand beach. Your private transfer greets you after the meal and escorts you to the harbor to board the high-speed ferry to Moorea. The water splashes against the hull of the boat, causing a soft mist to spray against the windows. The water turns from indigo to cobalt as you travel the 10 miles around the French Polynesian islet to reach Moorea. As you pass Cooks Bay, you have an unforgettable panorama of the clear indigo water framed by the tropical jungle brush and staggering mountain ridges. You turn your eyes to the jagged summits beneath the skyline of Mount Tohivea, which stands nearly 4,000 feet above sea level. Your private transfer greets you at the dock before leading you to the Vaiare Harbor. The dramatic mountains roll along the edges of the water, framing the sailboat masts and reflecting in the clear waters of the bay. You walk along the wooden jetty leading to the serene promenade. Your private transfer greets you and happily leads you to the stunning resort and spa accommodations nestled between tranquil waters and lush mountains. The remainder of the day is yours to relax in the refreshing and romantic waters of the pool or stroll hand-in-hand along the nearly 20 acres of exotic gardens spreading into the foothills."
      },
      {
        "dayNumber": "4",
        "title": "Moorea – Sharing in the Experience",
        "description": "Moorea offers a mixture of dream-like landscapes with the romance of a secluded getaway. The lagoons shimmer with turquoise hues and the beaches glisten with white sand. The aroma of the sea fades beneath the scent of fresh crepes, connecting the island life with French colonial culture. The scenery resembles an exotic, lush garden from the breadfruit, oranges, pineapple, and coconuts growing in the trees to the adorning roadside markets filled with dried fruits and homemade jams. After breakfast, you make your way to the Moorea Dolphin Center. A retired navy officer started the facility with three bottlenose dolphins and a team of veterinarians and animal behaviorists. Locals and visitors from around the world have become educated on the ecology, environment, and interaction between dolphins through the center’s more than 20 years of research. The conservationist approach to the dolphins allows you to view the majestic animals up close without interfering with their lifestyle in the water. The dolphins are playful and intelligent. They can grow to more than 13 feet in length and have a sleek, sliver sheen. After visiting with the captivating dolphins, you continue to the Maison Blanche, an early 20th-century mansion depicting life for the aristocracy on the islands during the vanilla boom."
      },
      {
        "dayNumber": "5",
        "title": "Moorea – Scenery of the Volcanic Landscape",
        "description": "Today you take the time to indulge in the sand and the gentle warmth of the early morning sunlight. The lagoon waters lap against the white sand shores of your resort. The pool trickles with sounds reminiscent of a fountain, adding to the leisurely ambiance of the day. After breakfast, you meet your guide in the lobby and board an open-air jeep for a 4x4 excursion over the hills and valleys of Moorea. The breeze brushes against your skin and carries the scent of guava and vanilla. You travel through the jungle roads to reach the top of Magic Mountain. You feel like you have been guided to a private view of the island on the summit at 685 feet above sea level. You have a panorama over the northern edges of Moorea. A sailboat catches the wind and drifts away from the bay. The indigo waters indicate a shallow reef wrapping around the far edges of the promontory. Near the end of the tour, your guide stops at a distillery known for producing rejuvenating juices and delicious liqueurs. A quick exploration of the plantations offers views of pineapple trees. Your guide pours a sample of the pineapple liqueur into a glass. The sweet and tart taste lingers on your palate before you recognize the subtle pineapple flavor."
      },
      {
        "dayNumber": "6",
        "title": "Bora Bora – The Twin Peaks of Bora Bora",
        "description": "Moorea has seemed like a private island paradise offering a blend of romance and beauty around every corner. At breakfast, you enjoy the aroma of banana pancakes and the vibrant colors of the fresh fruit brought from the gardens of your resort, from papayas to oranges. Your private transfer greets you at the hotel and escorts you to Moorea Airport for your short flight to the island of Bora Bora. The island embodies your exotic fantasy with the Pacific Ocean shimmering with sapphire, indigo, and turquoise hues. The rainforest blankets the basal mountain peaks leading to the relaxed pace of the villages and glowing rainbow colors of coral reefs hidden in the crystal Clearwater. Your private transfer greets you at Bora Bora Airport and leads you to an unforgettable resort and spa located on the Motu Piti Aau islet. A blue lagoon and the sapphire Pacific waters wade against the edges of the exclusive property. The towering figures of the Mount Pahia and Mount Otemanu create a fascinating skyline over the island landscape. Settle into the relaxing ambiance of your resort with a couple’s spa treatment, lingering in the rejuvenating touch of a massage while in view of the tropical gardens and glistening lagoon."
      },
      {
        "dayNumber": "7",
        "title": "Bora Bora – A Day in the Sea",
        "description": "Before breakfast, you take a romantic stroll in the Secret Garden of Love where couples have sealed their devotion to one another by placing locks on a palm tree. Lovers choose their symbol associated with Polynesian tradition, from a turtle to a seashell, each representing an important cultural tradition on the islands. You set the lock on a palm tree of your choosing and throw the key into the garden’s Tiki, which protects your love. After breakfast, you step onto a private catamaran and venture along the Pacific to visit the stunning coral reefs around the island in search of colorful tropical fish and manta rays. The boat glides over the gentle water sending sea spray into the air. The breeze brushes against your cheeks before you weigh anchor at your first snorkel spot near a huddle of rays. You jump into the water to find brain coral and sea fans along the seafloor. In the distance, the rugged mountains of the island rise above the edges of the water. You dip into the refreshing ocean and find a school of rays flying near the ocean. The water is clear up to 20 feet. The rays grow up to 23 feet wide and shimmer with black or dark blue hues. You can’t help but follow the school of rays as they glide along the ocean floor in search of food. In the evening, you make your way to a stunning seafood restaurant known for offering the freshest catch with each dish made to order."
      },
      {
        "dayNumber": "8",
        "title": "Bora Bora – On the Roads of Bora Bora",
        "description": "The town of Vaitape bustles on Saturday mornings with food stalls drawing villagers from around the island. The aromas of clams marinated in coconut milk and airy donuts dusted with powdered sugar drift along the main street. Colorful sarongs match the vibrant colors of the exotic island landscape. After breakfast, you mount your bikes for a private couple’s biking tour around the island, traveling the more than 10 square miles at your leisure for a unique perspective of island life. The roads are empty along the water, allowing you to embrace the stunning views of the indigo colors leading to the sapphire water along the horizon. The palm trees rustle in the refreshing wind. The scent of coconut pervades the briny ocean air. Fruit vendors along the road offer full papayas and pineapples. They offer to open the fruits for patrons or drain the delicious, sweet juice into ice for a flavored snow cone. The aroma of banana bread emanates from the small roadside bakery. Mangoes dangle from the trees, and you can take some time to relax beneath the shade of the coconut palms while enjoying the view of a hidden lagoon."
      },
      {
        "dayNumber": "9",
        "title": "Taha’a – Private Island Influence",
        "description": "In the morning, you delight in the aroma of fresh cappuccino mixing with the scent of fresh coconut. The previous bike ride around the island allowed you to view the stunning secluded beaches and hidden charms of Bora Bora for a unique, romantic shared experience. After breakfast, your private escorts you to the Bora Bora Airport for your brief flight to Raiatea. As the plane descends, you find lush jungle terrain overtaking the hills, mountains, and beaches, leading to a small manicured runway edged by water the color of precious gems. The tropical warmth returns to the day. You venture to the nearby marina and board a private boat bound for the island of Taha’a. Long, curved jetties lead from the sandy banks to the private bungalows above the water. Palm forest rises out of the low-lying landscape with views to the open sea and rising mountains of Raiatea in the distance. The relaxed atmosphere creates a harmony with the island and the water, allowing you to effortlessly settle into the comforts of your private suite. Your bungalow looks down into the crystal clear and kaleidoscoped colors of the lagoon. The scent of vanilla drifts out of the plantations at the heart of the island, adding an inviting fragrance to the daily life of fishing villages, pearl farms, and tranquil palm trees."
      },
      {
        "dayNumber": "10",
        "title": "Taha’a – Perfect Island Morning",
        "description": "The water quietly laps at the posts of your overwater bungalow in the morning. The indigo ocean flickers with the returning morning light. The sound of a ukulele hums against the rhythm of the water. A canoe arrives with a bright arrangement of fruits, juices, and a host of flavorful breakfast dishes including crepes. The navigator continues to strum the ukulele as you take the vibrant breakfast from the canoe for a fabulous meal on your private deck. The sweet watermelon and grapes contrast the orange citrus. The aroma of fresh coffee fills the air, accentuating the vanilla drifting over the water from the island shores. The remainder of the day is at your leisure to relish the beauty of island life and the comforts of your luxurious resort. You follow the scent of vanilla leading to the Maison de la Vanille, a family-owned estate offering insight into the vanilla cultivation process. Thousands of plants blossom on the estate with yellow and green pods. Your guide leads you through the flowering vanilla stalks before taking you into the drying room. The pods are heat-cured to develop the best flavor. During the process, the pods change colors from green to nearly black. The aroma intensifies during the process and continues to linger even after leaving the grounds."
      },
      {
        "dayNumber": "11",
        "title": "Taha’a – A Pearl of the South Pacific",
        "description": "In the morning light, you can see a lone Tahitian paddling his canoe across the calm water. The palm trees on the island rustle in the gentle breeze of the early hours. You can hear the ukulele of the breakfast room service echoing from a nearby villa. The pearls at a family-run farm near the seashore glisten in the spreading light, highlighting the unique properties between each treasure. After breakfast, you take to the water, donning your snorkel mask and flippers, and indulging in the refreshing buoyant feeling of the Pacific. The current carries you from the reef at the edge of the atoll to the coral garden brimming with color and marine life. Soft coral flutters in the flow. A school of ray-finned fish glows with yellow scales and black tiger stripes. The hard coral rises out of the seafloor like a cactus, rolling like a hill until reaching the seagrass. The coral shines with pink and yellow hues reflecting in the rippling surface water. You float gracefully over the gardens and enjoy the natural beauty of the ocean. In the afternoon, you board a private catamaran to venture along the open water for a secluded sunset cruise."
      },
      {
        "dayNumber": "12",
        "title": "Raiatea – At the Edge of the Honeymoon",
        "description": "In the morning, the aroma of hibiscus drifts over the gentle waves lapping along the golden sand beaches. You sip a delicate, frothy cappuccino and enjoy the view of the ocean. The small central market on the island fills with gorgeous produce, from bright oranges to bulbous pineapple. Shell necklaces and scented oils accentuate the bright aromas of the marketplace. Your private boat meets you at the dock after breakfast and escorts you back to the island of Raiatea. You reach the airport with plenty of time to check-in for your flight home, flying away from the emerald rainforests of French Polynesia and over the sapphire waters of the South Pacific."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  },
  {
    "destination": "Bora Bora",
    "mainPhoto": "",
    "id": "new-zealand-and-bora-bora-luxury-adventure-itinerary",
    "tourName": "New Zealand and Bora Bora Luxury Adventure Itinerary",
    "placesVisited": "Queenstown, Milford Sound, Rotorua, Waiheke Island, Tahiti, Bora Bora",
    "generalInfo": "New Zealand and Bora Bora are both dramatic volcanic islands cast adrift in the South Pacific and home to nature’s extravagance and enchantment. Both invite adventure from helicoptering to glacier exploration, sleeping amongst fjords and opening hobbit holes. Both regions also deliver with charm and long white beaches perfect for languid days of doing absolutely nothing. Five days in Tahiti and Bora Bora follow over a week spent in New Zealand on this handcrafted luxury tour for an immersion in the best of these incredible islands in the Pacific.",
    "durationDays": "15",
    "price": "21,800",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Queenstown – Enveloped by the Mountains of New Zealand’s South Island",
        "description": "Queenstown’s setting will captivate you as the whitened peaks of the Remarkables mountain range provide a backdrop and reflect softly in the serene water of Lake Wakatipu. Rugged hills stretch out into the distance, winding and rolling and swerving. Behind the small town is Ben Lomond, a cable car ascending to its summit and the complete Queenstown panorama. You will be greeted at the airport, and it is only a 15-minute transfer to your five-star hotel in the town and within easy walking distance of the lake and the cable car station. The day is at your leisure as you settle in, and the natural setting provides a relaxing introduction to New Zealand."
      },
      {
        "dayNumber": "2",
        "title": "Queenstown – Lord of the Rings Movie Locations and Jet Boating Through a Canyon",
        "description": "You may already recognize some of the landscapes around Queenstown as swamps where armies collided, forests that hosted orcs, and farms and pastures that sang with stories from JRR Tolkien. Spend the morning on a Jeep tour of these landscapes, visiting up to a dozen filming locations from the Lord of the Rings, and then spend the afternoon in a lost landscape to ride a jet boat across the alpine waters of forgotten mountains. You can skid and swerve through the canyon, accelerating through a desolate landscape that is a baffling as it is beautiful. The night is at your leisure and Queenstown has many excellent restaurants for your consideration."
      },
      {
        "dayNumber": "3",
        "title": "Milford Sound – Overnight Amongst the Mystique of the Fjords and Sounds",
        "description": "On the road west, you will sense the isolation of the South Island and the solitude of the Fjordlands. There is nothing on the road, just empty miles enveloped by mountains that rise starker and steeper. New Zealand’s sounds and fjords are found here, most of them inaccessible to visitors. Milford Sound is the narrowest, a dazzling stretch of water flanked by vertical mountains almost a mile in height. It is, justifiably, the country’s most famous natural attraction and a boat cruise provides an evocation of the beauty. Fully appreciating the splendor demands you spend the night, so will cruise out past waterfalls and wonders, and then drop anchor in the heart of Milford Sound as the mist swirls amongst the sunset. It will be silent with no other boats and tourists around. It will also feel surreal as you drift off to the sound of fur seals and the silence of the Sound."
      },
      {
        "dayNumber": "4",
        "title": "Milford Sound to Queenstown – Helicopter Flight Over the Glaciers and Wines of Central Otago",
        "description": "Wake up to the mist as it drifts out of the canyon to reveal vertiginous cliffs and 300-meter waterfalls. In this early hour, you will feel like the early explorers as you are alone on a landscape as compelling as it is confounding. Rather than drive back from Milford Sound, you will take the aerial route as a helicopter provides magnificent views over the entire Fjordlands. Touch down on a glacier that is hidden between the mountain peaks and the solitude is absolute. A white landscape extends in all directions with strange ice sculptures carved into the mountain walls and cones and caves alive with the subtle blue of alpine waters. From Milford Sound, you were gazing up at nature’s drama, but on the glacier, it almost feels as though you are on the roof of the world. Touch down later in Queenstown, and a different pleasure fills your afternoon as behind the mountains is a cool, desert-like climate. The valley is rugged, seemingly too desolate for anything to grow but Pinot Noir grapes, cultivated in a new-world style, thrive. The taste is very different to the Pinot Noir of Burgundy, and many prefer its adventure and freedom. You will spend the afternoon visiting two or three vineyards, and the winemakers will introduce their creations for your enjoyment before you spend an evening in Queenstown at your leisure."
      },
      {
        "dayNumber": "5",
        "title": "Queenstown to Rotorua – Bubbling Hot Pools and Immersion in Maori Culture",
        "description": "The Maori welcome you to Rotorua as they shout and posture, their story and culture shared through dramatic gestures and the haka, a war dance that is unique to the South Pacific islands. On their land, you find bubbling hot pools as steam rises above strange metallic colors and then the geyser explores, water spurting 15 meters into the air. Walk further along the trail, and another geyser explodes with the metronomic consistency of nature understood by your Maori guide. This afternoon you can visit the hot springs and geysers followed by an evening dining with the Maori at their national cultural center, a typical hangi meal cooked on hot stones beneath the ground. You can expect meats tenderly cooked for a full day and vegetables steamed to perfection alongside incredibly warm hospitality."
      },
      {
        "dayNumber": "6",
        "title": "Rotorua – Outdoor Adventures on New Zealand’s North Island",
        "description": "While the South Island is marked by giant peaks, the North Island landscape is built from strange green hobbles and hills, another marker of volcanic power. Today’s private outdoor adventure will introduce you to these landscapes and a wide choice of activities. Mountain bike along the single-track trails in the forest, kayak across the remote lakes to natural hot baths, take a walk through the rolling hills that could have inspired Hobbiton, or combine all three activities as you get a sense of the land’s idiosyncrasy. There is even an option to take a white water raft down a narrow river, tumbling through the rapids and past the ferns. The evening is at your leisure can be spent enjoying the old-world feeling of the town and its people."
      },
      {
        "dayNumber": "7",
        "title": "Hobbiton to Auckland to Waiheke – Hobbit Holes and Rolling Hills",
        "description": "Fastidious details maintain the world of make believe, and jam jars stand above gates painted with mold, rocking chairs seem fit for a hobbit, 44 circular holes grace a movie site that is completely untouched since filming. Some holes are tiny, made to make Gandolf look big when he walked past. Others are huge so that the hobbits would seem miniature through the oldest of filming techniques. Wander onwards, and follow the smoke to the Green Dragon Tavern where beer is served in goblets and the whole of Hobbiton is visible through the sloping window. Hobbiton is halfway between Rotorua and Auckland, an easy stop as you travel north. Upon arrival in New Zealand’s largest city, you will be transferred to the ferry terminal for the one-hour boat trip to Waiheke Island, where your hotel is perched delectably above the beach."
      },
      {
        "dayNumber": "8",
        "title": "Waiheke – Art, Food, Wine and the Beaches of Tropical Waiheke Island",
        "description": "Vineyards fill the valleys of Waiheke as golden bays stretch out across the island, hidden behind hills and slopes. Cute villages seem stuck in the 1950s, with Mom and Pop stores and cafes. Old fish restaurants are complemented by something new world, with various fine dining options emerging on the island. Tourism on Waiheke has exploded in the last couple of years, and it has become the next big luxury destination to visit in the north of the country, yet it has retained a very laid-back feel. These two days are completely at your leisure. The beach may beckon, but there is also an excellent bus service to bring passengers on the 30-minute journey from one side of the island to the other. Alight at the vineyards, and it is possible to walk between them on a hiking trail that showcases a green and gold volcanic island perfect for easy exploration."
      },
      {
        "dayNumber": "10",
        "title": "Auckland to Tahiti – Touching Down in French Polynesia",
        "description": "From Auckland there are direct flights to Tahiti, and only when you fly can you appreciate just how remote the French Polynesian islands are. From the north of New Zealand, you must fly for six hours across the waters of the Pacific Ocean with nothing beneath the wingtips but the deep blue of the ocean. Touch down in Tahiti, and you will spend the first night close to the airport at a hotel that offers barefoot access to the white sand. A traditional Tahitian welcome quickly gets you settled into the local atmosphere, one that favors tropical colors while valuing the tranquility of the coast."
      },
      {
        "dayNumber": "11",
        "title": "Bora Bora – First Impressions of a White Sand Paradise",
        "description": "You will jump onto a short one-hour flight this morning as you swap Tahiti for the ultimate paradise of Bora Bora. Back-dropped by the magnificent Mount Otemanu, your boutique resort is only accessible by boat with a journey across the lagoon to a suite that is perched above the water. Stop to breathe in the silence, and you can fill your senses with the solitude and admire the views. Bora Bora is where you can stroll slowly and continue your day without any thought of time. This is an island where pleasure takes priority, from cocktails with your feet in the sand to Polynesian-inspired treatments in the spa, and ending each day with dining beneath the stars to the sight of palm trees silhouetted in the distance."
      },
      {
        "dayNumber": "12",
        "title": "Bora Bora – Lounging on the Sand and Drifting Off by Kayak or Sailboat",
        "description": "The days can be very lazy on Bora Bora, especially after you have just completed an adventure across New Zealand. Wake up late for breakfast to be delivered to your suite on a traditional canoe. Listen to the silence and inhale the tropical scents and then lie back on the sunloungers to drift off in the shade or the sun of your private balcony. Take a walk on the beach and enjoy such soft sand beneath your feet. In Bora Bora, it is okay to do nothing at all, and it is actually encouraged. But when you are ready, there is enough to keep you busy and ward off any thoughts of cabin fever. Kayaks and canoes are available, vessels for paddling across the lagoon and exploring lesser-seen parts of the island. You can go sailing with perhaps a short sunset cruise or an entire afternoon powered by the wind. Various activities are included in your stay, and they can be incorporated at any time over your time spent on Bora Bora."
      },
      {
        "dayNumber": "13",
        "title": "Bora Bora – Jeep Tour to Mount Otemanu and Traditional Culture in Vaitape",
        "description": "Mount Otemanu seems to call down to you as the stark granite slope has a magnetic pull over everything on Bora Bora. The slopes of the volcano are carpeted in green, and the forests and moss will engage you entirely. This morning, you will ascend, bumping towards the summit on a Jeep tour across the island. From anywhere up here, the panoramas are memorable with so many contrasting hues of green and blue also in the water below. When the tour continues, you will stop in the village of Vaitape to find that many old traditions continue to be practiced. The residents here have their own language and dance, cuisine and culture. Spend an hour with them, with much to learn from their permanently laid-back approach to life. Return to the resort as the afternoon continues as most afternoons on the island do as you lay back and relish the atmosphere."
      },
      {
        "dayNumber": "14",
        "title": "Bora Bora – Indulgence and Pleasures, Above and Below the Water",
        "description": "On your last day enjoying Bora Bora, there will be nothing to get up early for, unless you want to watch the rise of the sun over the South Pacific. Spend this day as you have the others as the natural appeal of the island allows you to plan nothing and indulge at every opportunity. The resort is low-key and values privacy over anything else, so drinks and meals can be served to your room, but there are also three small restaurants and three bars, including those on the sand and those for more formal dining. The activities continue to be part of your stay, kayaking, canoeing, sailing and hiking all a possibility. The snorkeling is always remarkable with such an array of tropical life found in the coral atolls skirting the island. Do everything, or do nothing at all as your tropical adventure soon concludes."
      },
      {
        "dayNumber": "15",
        "title": "Bora Bora – Departure",
        "description": "After two full weeks in the South Pacific, you will depart Bora Bora this morning, changing planes in Papeete in order to reach home."
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "Bora Bora",
    "mainPhoto": "",
    "id": "romantic-getaway-to-polynesian-paradise",
    "tourName": "Romantic Getaway to Polynesian Paradise",
    "placesVisited": "Bora Bora",
    "generalInfo": "Step into your customizable Bora Bora vacation and the natural splendor of the island will match any imagined paradise that two of you may have dreamed of. Tranquil beaches shimmer with powdery white sand as the lagoon glistens crystal clear with hues of indigo and turquoise. Snorkel amongst the blossoming coral gardens with magnificent manta rays nearby, and then float through the sky on a parasail. Indulge in the sweet and savory island flavors during a private cooking class, and then enjoy an enchanting cultural dance performance. Be captivated by the panoramas beneath the basalt summits, and then retreat into your luxury overwater bungalow or lounge on a private beach to relish the dreamscape of a Bora Bora getaway.",
    "durationDays": "7",
    "price": "4,600",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Bora Bora – Arrive in the Charm and Beauty of Luxurious Bora Bora",
        "description": "If Tahiti is the crown of the South Pacific, then Bora Bora is its coveted jewel. Turquoise and indigo hues shine around the 11 square miles of the island edged by the ivory white sands found along the coastline. The scent of hibiscus permeates the air and accentuates the semi-sweet aroma of the sea as manta rays and angelfish swim in the crystal clear waters to reach the rainbow coral gardens. Your flight will descend into Bora Bora Airport and offer a remarkable first view of the soaring basalt peak of Mount Otemanu. Your private transfer will greet you both upon your arrival and escort you across the glistening waters of the lagoon to the sensational luxuries of your resort located on a private islet that overlooks the shores of Bora Bora. The dramatic peak of Mount Otemanu looms over the heart of the island as a background to your overwater bungalow. The sea breeze will rustle through the thistles on the thatch roof, and you can see sergeant majors swimming in the lagoon below through the glass floor panel at the heart of your suite. Your private plunge pool offers views to the white shores of Bora Bora and the soaring cliffs of Otemanu. In the evening, you can make your way to the restaurant on the property for a fabulous welcome of a Polynesian dinner and show. The scent of coconut milk emanates from the dish of Poisson Cru, which is made from raw tuna marinated in coconut and lime. The passionate rhythm of Toere drumbeats fills the air as dancers take to the stage to perform the traditional Tamure dance. The iconic beat increases to lead the dancers to shake their hips faster, swishing their grass skirts."
      },
      {
        "dayNumber": "2",
        "title": "Bora Bora – Engage with the Marine Life of Bora Bora with a Coral Gardens Tour",
        "description": "You will wake to the sounds of the water splashing against the wooden posts of your overwater bungalow as the lagoon laps against the white sands of the resort’s private beaches. At breakfast, the scent of banana will emanate from the dining room. The lively colors of dragon fruit and guava accentuate the thin and fluffy texture of the pancake. After the meal, your guide will greet you on the resort dock ready to escort you across the lagoon to find the remarkable coral gardens. The tropical sunlight will wash over your skin in the refreshing breeze of the speeding boat. You will reach the reef fringing a secluded islet, and the colors of the coral will seem muddled from above the water. You can jump into the lagoon and let the warm, soothing waters embrace you both, and then look beneath the sea to find a cache of kaleidoscope colors draping over the seafloor. The coral rises like a mixture of mountains and trees and teems with marine life. Moray eels hide in hidden caves and parrotfish will scurry away in timidity as you inch closer. A curious school of butterfly fish can swim between you and the reef with fish nearly nine inches long that glow with striking patterns of white, black, red, and orange. The crystal clear water allows visibility up to 20 feet, and the fish swarm around the colorful coral in search of plankton, sea anemones, or coral polyps. As you finish your swim, you can step onto the coral sands of the secluded beach to enjoy a relaxing picnic lunch with grilled fresh mahi-mahi."
      },
      {
        "dayNumber": "3",
        "title": "Bora Bora – Enjoy the Active Life on Bora Bora with a Day at your Leisure",
        "description": "In the morning, you can wake up slowly as the refreshing sea breeze will drift through your open window as a school of angelfish crossing beneath the glass floor panel at the heart of your overwater bungalow. At breakfast, the scent of passion fruit will accentuate the rich aroma of coffee brewed using beans cultivated from the French Polynesian islands. The day will be yours to embrace the beauty and the charm of Bora Bora at your leisure, allowing the two of you to relax on the hot white sands of the resort, lounge in the private waters of your plunge pool, or have an adventurous expedition into the Valley of the Kings on an invigorating hike. You can start the day with a magnificent panorama of Bora Bora during a parasailing excursion, or you can meet the speedboat on the resort dock and head out on the lagoon. The wind will brush through your hair as sporadic bursts of coconut aromas permeate the scent of the South Pacific. Your guide will secure you to your harness before you float into the air up to 30 feet above the water. The tranquil ambiance emphasizes the serene setting as the wind rustles the edges of the parasail, but otherwise, the air feels calm. Watch the boat moving against the crystal clear water below as you can see out to the reef bodies and the cobalt hues of the deeper South Pacific along the horizon. The sunlight will shine off the silver and black basalt cliffs of Mount Otemanu and its twin peak of Mount Pahia. Return to the boat to enjoy the scenic ride and the return of the wind brushing against your skin, and then perhaps visit a family-owned pearl farm to learn more about the precious, captivating stones."
      },
      {
        "dayNumber": "4",
        "title": "Bora Bora – Explore the Lagoon on a Private Shark and Ray Boat Safari",
        "description": "The glistening waters of the lagoon will call to you throughout the day as the pristine, crystal clear waters offer a sensational glow against the backdrop of the tropical island. Coconut palms cast thin shadows over the white, powdery sands of the shoreline and invite you to explore. After breakfast, you can set out together onto the lagoon once again to enjoy the treasures hidden beneath the sea. The boat weighs anchor at three specific locations, the first of which offers close-ups of marvelous manta rays. You can plunge into the water and will feel soothing beneath the heat of the tropical sun. The light pierces the shallows and offers tremendous visibility as you can touch your feet to the seafloor and still have your head above water. The manta rays swirl above the sands with wingspans reaching as wide as 23 feet. The rays venture close to the boat as your guide throws feed into the water. You can get a better look at their gills and the mouth located on the bottom of your flat bodies as they angle upwards towards the surface of the lagoon. Return to the boat and continue to the third snorkeling destination where blacktip reef sharks await your arrival. Your skipper will throw feed to the sharks and keep them focused in the water, so they will be uninterested in your arrival as you dip into the lagoon to view their five-foot long frame and dramatic presence. A fever of stingrays arrives and outnumbers the sharks, eager to find the food drifting through the water. Once back on board the boat, you can see how many rays and sharks have met you while in the water, easily spotting the distinct silhouettes in the clear water."
      },
      {
        "dayNumber": "5",
        "title": "Bora Bora – Venture into the Heart of Bora Bora with a 4x4 Jeep Expedition",
        "description": "At breakfast, you will wake to the luscious aroma of banana pancakes for a bright start to the day for you both. As you are ready, you can venture together next to the shores of Bora Bora to meet your guide and board your open-air 4x4 jeep. The expedition will take you to the heart of Bora Bora in search of serene scenery and vibrant history, and you will exit the main road that circles the island to drive on the unpaved trails that crisscross the rainforest. The canopy shades the orchids that thrive in the tropical heat and prevalent moisture. Frangipanis radiate rich pink and opulent white colors on their waxy petals, and their sweet fragrance fills the air of the rainforest. You will reach a hilltop that offers a remarkable view of the indigo and turquoise water that guides your eyes to the crowning peak of Mount Otemanu along Faanui Bay, and take time together to enjoy it all. The US Navy rigged a coastal defense gun that overlooks the shores between Bora Bora and Raiatea during World War II. The preserved machinery continues to defend the island shores and recalls the turmoil of the South Pacific before the mid-20th century. You can continue to an ancient restored temple known as Marotetini Marae, which ancient Polynesians had dedicated to navigators. Stones overlook the shoreline beneath the shadow of the crowning stone, which reaches nearly 165 feet long and 10 feet tall. Turtle petroglyphs decorate a number of stones and symbolize the importance of the turtle in the daily life of ancient Polynesian culture."
      },
      {
        "dayNumber": "6",
        "title": "Bora Bora – Delight in the Comforts of Bora Bora at your Preferred Pace",
        "description": "The day is yours together to indulge in the splendors of Bora Bora at your preferred pace, whether it be by learning how to kite surf or by enjoying a leisurely bike ride around the island road. But before that, you can take in the flavors of Polynesian cuisine and learn about the influence of the French culture over more than a century. Make your way into the commercial kitchen of the resort to meet your private cooking instructor eager to teach you about dishes that burst with originality and the combination of regional flavors. Your instructor will welcome you with a cup of coffee made from beans sourced from Raiatea, the neighboring island. You will find hints of caramel and chocolate in the divine aroma, and then enjoy learning about the history and culture of Polynesian cuisine, focused on the delicious fruits, flowers, and marine life around the island. Sweet potatoes glow bright orange and tuna shimmers with a bright pink. You will prepare the first in a series of dishes and learn the ingredients of the celebrated Poisson Cru. A burst of lime fills the kitchen while the citrus helps to cook the raw, tender tuna as you mix the finely diced tuna with the coconut milk. Spend the afternoon enjoying the beaches and water as you would like. As the sun sets, you can then make your way to a celebrated restaurant to enjoy the thrilling ambiance found beneath the thatched-roof, atop the sand floors, and graced with the aroma of a sweet mango sauce."
      },
      {
        "dayNumber": "7",
        "title": "Bora Bora – Depart for Home",
        "description": "At breakfast, you will recall the vibrant flavors you discovered in your private cooking class the previous day, along with the celebratory ambiance the restaurant on the shores of the main island over dinner. After one last leisurely breakfast, your private transfer will take you both by boat to Bora Bora Airport. As your plane takes off, you can enjoy one more panorama of the idyllic tropical paradise of the island before arriving home."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  },
  {
    "destination": "Bora Bora",
    "mainPhoto": "",
    "id": "sydney-and-bora-bora-luxury-honeymoon",
    "tourName": "Sydney and Bora Bora Luxury Honeymoon",
    "placesVisited": "Sydney, Bora Bora",
    "generalInfo": "From iconic thatched-roof huts to the sails of the Sydney Opera House, vivacious tropical fruits to the herbaceous aroma of eucalyptus trees, you will indulge in comfort, luxury, and romance during your customizable Sydney and Bora Bora honeymoon itinerary. Relish the cuisine of French Polynesia after a couple’s cooking lesson. Sample celebrated wines while enjoying the view of the endless vineyards. Dive into inviting waters to find glowing coral gardens and watch surfers carve the waves at a famous Australian beach. Whether in cosmopolitan Sydney or the secluded shores of Bora Bora, you can bask in beauty, pleasure, and passion.",
    "durationDays": "10",
    "price": "4,900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Sydney – East Coast City Paradise",
        "description": "As your flight descends into Sydney, Australia, you find the arch of the Sydney Harbour Bridge framing the elegant sails of the iconic Opera House. The vibrant city glows with gold-sand beaches and turquoise waters, lush forests, and exotic gardens. The Sydney Tower crowns the skyline at nearly 1,015 feet above the surrounding streets. The Rocks shopping district has the oldest neighborhood in Sydney, with buildings dating back to the 19th century, decorated with their original stone facades. Your private transfer greets you at the airport upon your arrival and escorts you to a luxurious hotel offering unforgettable views of Darling Harbor and the boats gliding along the bay. The aroma of the ocean drifts along the streets of the Central Business District before disappearing beneath the subtle scent of orchids and jasmine growing in the Chinese Garden of Friendship. Your guide greets you at the hotel after you have had a chance to settle in, and leads you on a fabulous introductory tour of Australia’s stunning pearl by the beach, beginning at the Queen Victoria Building. The arcade was erected in the late 19th century as the city’s first shopping district. The grand sandstone architecture glistens beneath the endless coastal sunlight. Boutique and high-end shops line the interior with gilded window displays set beneath the central high dome. The original staircase wraps around the side of the dome offering stunning views of the kaleidoscopic stained glass windows."
      },
      {
        "dayNumber": "2",
        "title": "Sydney – Morning Near the Water",
        "description": "In the morning, the cafes of Sydney open to find artists, business people, students, and hipsters venture to one of Sydney’s premier cafes, which is simultaneously a coffeehouse, roastery, and bakery. The aroma of ground coffee beans blends with the scent of buttery pastries inside the renovated 19th-century pie house. After breakfast, your guide greets you in the lobby, eager to lead you on a private tour of Sydney’s most romantic and beautiful spots, eventually leading you to Bondi Beach. The golden shores of the small bay glisten in the sunlight. Surfers carve the waves breaking to the south. Beachgoers sunbathe on blankets or bask in the shade of their umbrellas brought from home. The promenade fills with joggers, couples strolling, and restaurants with open windows to bring in the sea breeze. The beach is one of the city’s most famous, known for the reality television show Bondi Rescue and its pristine beauty. You return to the harbor in the afternoon and board a catamaran bound for the waters of Port Jackson. The main and beautiful waterway of the city fills with sails, adding an elegant flutter to your view of lush hills, the scattered city skyline, and elegant homes overlooking the canals. The sun begins to set, layering the sky over the city with shades of saffron and crimson. The boat inches closer to the harbor, allowing you to share in the sunset over the prestigious sails of the Sydney Opera House."
      },
      {
        "dayNumber": "3",
        "title": "Sydney – Divine in the Blue Mountains",
        "description": "The coffee culture of the chic neighborhood of Surrey Hills emanates from a hidden café. The secret blend of beans and spices brings Sydney dwellers from across the city to enjoy the frothy cappuccinos and zesty espressos before starting their day. Surfers take to the water, boats set sail along the canals, and the enticing aroma of the sea permeates the bustle of the Central Business District. After breakfast, your guide greets you in the hotel lobby and escorts you to Blue Mountains National Park. A blue veil spreads over the eucalyptus forest in the morning light caused by natural vapors lifting from the trees. The dense canopy overtakes the valleys and leads to the edges of the sandstone mountain ridges. The plateaus reach more than 3,600 feet above sea level, connecting to more than 60 miles of trails. The drive takes you along windy roads through the dense forest before arriving at the viewpoint over Govetts Leap. The copper tones of the sandstone stand out on the cliffs over the emerald forest canopy sweeping through the valley below. The thin stream of Bridal Veil Falls tumbles into the forest at a height of 590 feet. The eucalyptus forest provides a herbaceous aroma to the landscape. You continue to the Three Sisters to view the gorgeous karsts rising nearly 3,000 feet above the Jamison Valley below."
      },
      {
        "dayNumber": "4",
        "title": "Sydney – The Simple Pleasures of Hunter Valley",
        "description": "The morning light washes over the roses growing in the Royal Botanic Gardens. Birds twitter in the warming air and search the soil for food. Couples stroll through the tranquil gardens to enjoy the soft aromas of the blossoming flowers and views of the harbor from Mrs. Macquarie’s Chair, a sandstone-carved bench overlooking Sydney Harbour. Your private driver meets you at the hotel after breakfast and leads you to the stunning scenery and celebrated flavors of Hunter Valley. The romantic ambiance of the landscape is reminiscent of Napa Valley or the South of France. Narrow lanes crisscross one another along the lush greenery of the valley. Gourmet restaurants rise out of endless rows of vineyards near boutique breweries and hidden confectionaries. Local farms produce homemade marinated olives and delightful cheeses, which local restaurateurs utilize in their celebrated dishes. Your guide leads you to a centrally located winery celebrated for its talented winemakers and their attention to detail in appealing to casual consumers and connoisseurs alike. The warm air of the valley sweeps over the leaves of the vineyard. The cellar has a refreshing, consistent cool atmosphere, pleasantly contrasting the landscape. In the tasting room, your guide pours you a sample of the pinot noir within view of the sprawling vines of the estate. You find the aroma of cherry and violets lifting from the glass. You sip the light body and notice a balance of earthy and fruity flavors giving way to a subtle oak finish."
      },
      {
        "dayNumber": "5",
        "title": "Bora Bora – Grand Island Getaway",
        "description": "The boats in the harbor weigh anchor and set their sails in the morning light, gliding alongside the promontory of the Sydney Opera House. The rooftop was designed to resemble the sails of a ship setting out to sea. The surfers venture to Manly Beach to catch the waves breaking along the stretch of sapphire water. The shops in the Queen Victoria Building open their doors in the sunlight pouring through the decorative domes at the heart of the arcade. Your private transfer greets you in the lobby after breakfast and escorts you to Sydney Airport for your flight to Bora Bora in French Polynesia. The twin peaks of Mount Pahia and Mount Otemanu create the lush skyline towering over the exotic jungle canopy. The mountains reach heights of 2,385 and 2,160 feet respectively, offering a dramatic first impression as your flight descends into Bora Bora Airport. The South Pacific waters shimmer with sapphire hues leading to indigo and turquoise near the shoreline. The dreamy setting blends with a relaxed island pace for a perfect ambiance. Your private transfer greets you upon your arrival at the airport and escorts you by boat to the narrow sand-fringed islet located on the outer coral reef. The Pacific brushes against the pristine white beaches to the west with the tranquil lagoon bordering the resort to the east. The scent of coconut drifts through the resort, blending with the soft aroma of the seaside. You settle into the tropical comforts for which French Polynesia is known, finding luxury and seclusion in your iconic overwater bungalow."
      },
      {
        "dayNumber": "6",
        "title": "Bora Bora – Beauty in the Wildlife",
        "description": "The honeymoon continues when you wake in the paradise of Bora Bora. The scent of pineapple and coconut fills the air, with the emerald hues of the rainforest glistening against the returning light. You can look out of your private overwater bungalow to find the shimmering crystal clear waters of the South Pacific below. Schools of colorful fish swirl around the water before fading into the distance. The mountain peaks continue to loom over the island, shaped by volcanic activity more than a million years ago. After breakfast, you board a private boat and set out towards the open water in search of whales and dolphins cruising through the Pacific. Sea spray splashes upwards from the hull of the boat and leaves droplets on your cheeks. You dip your fingers into the water to find the ocean refreshingly cool against the tropical sun. The whales migrate around the islands between June and December, leaving behind the Arctic waters, and often lingering near the island reef. Your boat has a silent motor to not disturb the whales swimming close by. You put on special headphones to hear the humpbacks singing beneath the surface water. The melodic calls linger in your ears before you find the tail of a humpback breaching."
      },
      {
        "dayNumber": "7",
        "title": "Bora Bora – Island Life on Wheels",
        "description": "Bask in the beauty of your private bungalow and enjoy the pleasurable aroma of mangos and oranges in the morning air. At breakfast, you sip a rejuvenating cappuccino accompanied by fresh coconut. The day is yours to explore the island at a leisurely pace while cycling along the coastal roads and trails. Secluded paths lead to hidden coves and beaches filled with turquoise water. White sands glisten in the tropical light. Coconut trees curve into the sky with leaves rustling in the light breeze. In the mountain ridges, you find houses that resemble thatched huts, offering views of remarkable tree lines leading out to the water. Local fishermen glide over the water in outrigger canoes and set out nets in search of their daily catch. Fruit stands are set up on the side of the road, with vendors lounging in the shade. They offer to cut open coconuts and guavas, juicing the fruit over ice or offering the sweet shaved interior of the coconut as a delicious snack. The entire island is more than 10 square miles and enchants you around every bend. The scent of hyacinths fills the air, and you stop at the Coastal Defense guns to view the preserved WWII heavy artillery that was once meant to protect the island from foreign invasion."
      },
      {
        "dayNumber": "8",
        "title": "Bora Bora – In the Comforts of Bora Bora",
        "description": "Bask in the refreshing aroma of citrus fruits and coconuts at breakfast. The natural fragrance of the tropics accentuates the fresh, sea air. The day is yours to experience the abundant activities of your resort at your leisure, relishing the hot, white sands along the shoreline and embracing the views of Mt. Otemanu soaring above the lagoon. Start your morning with a paddleboard excursion to experience the mixture of thrill and relaxation. You take the heavy board onto the clear, indigo water. The weight on the board helps balance you along the gentle wake of the lagoon. A refreshing breeze blows through the palm trees on the shore. The cool air brushes against the water stuck to your skin. You slowly paddle twice on the left and twice on the right to help guide you straight, parallel with the island. After returning to the resort, you can settle into the comforts of the spa. The scent of coconut returns inside the private room. The soothing fragrance helps relax you before your masseuse soothes your muscles during a sensual couple’s massage. The open-air hut offers privacy and the natural sounds of the water lapping against the sand. You can feel the breeze rush beneath the thatched roof. Sharing in the calming, sensual experience helps bring you closer together with your loved one."
      },
      {
        "dayNumber": "9",
        "title": "Bora Bora – The Grandeur of the Inner Island",
        "description": "Embrace an active exploration of the island interior after breakfast. Your guide greets you at the hotel after breakfast and escorts you to the beginning of the trail leading into the Valley of the Kings. The jungle frames the pathway, offering insight into the early culture of the island. Your guide shares dramatic stories of the island’s history that bring the past to life. He grabs a coconut fresh from the trees and opens it for you, sharing in the abundance of the island’s natural splendor. Your guide points to the plants and leaves that serve medicinal purposes before cutting a snake vine, explaining that the vine is a perfect source of water when lost in the jungle. Mango and bamboo trees lead to villages. A clearing along a plateau gives way to an ancient Bora Bora temple. The foundations were laid more than 2,000 years ago. The scent of hibiscus fills the air. Avocados and grapefruit offer sweetness amongst the aroma of blossoming flowers. You find a grinding stone and grinder near the village base, along with wild coffee bushes. Your guide roasts coffee in front of you, offering a decadent fragrance overtaking the hibiscus. You continue until reaching the plateau at the foot of Otemanu and Pahia mountains where a petroglyph symbolizing the Tahitian god Taaroa rests beneath the trees."
      },
      {
        "dayNumber": "10",
        "title": "Bora Bora – Luxuries of Island Living",
        "description": "In the morning, you indulge in the pleasures of your overwater bungalow, listening to the waters lap against the pillars and basking in the sweet scent of passion fruit. At breakfast, you can’t help but think of your couple’s cooking class the previous day that taught you how to blend the natural exotic ingredients of the island with traditional French techniques. Schools of snappers wander along the edges of the reef and surfers take to the waves opposite your resort. Your private transfer greets you at the hotel when you’re ready and escorts you to Bora Bora Airport with plenty of time to check into your flight home."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  },
  {
    "destination": "Bora Bora",
    "mainPhoto": "",
    "id": "tahiti-vacation-package-for-two-7-days-of-romance-and-leisure",
    "tourName": "Tahiti Vacation Package for Two: 7 Days of Romance and Leisure",
    "placesVisited": "Bora Bora, Motu Piti Aau, Tahiti",
    "generalInfo": "Bora Bora is the ultimate island of indulgence in the South Pacific and a getaway spot where all of your senses are subtly aroused. Savor a week of pleasure here at your luxurious five-star suite perched over the kaleidoscope colors of the ocean and within bare-footed access of a virgin white sand beach. With an array of experiences and pleasures for your consideration, this couple’s package showcases why Bora Bora is nature’s great ode to love and a piece of absolute escapism on the edge of the world.",
    "durationDays": "7",
    "price": "4,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Bora Bora – Welcome to Paradise",
        "description": "Sweeping views will greet you from the plane window as Bora Bora stands remotely amidst the colors of the South Pacific. The deep green of the ocean blurs into the sapphire of the shore, while the emerald and white of the beaches give the island its distinctive color. The journey here gives an impression of how remote Bora Bora is with virtually nothing within an hour’s flight in any direction. The island is a gem in an archipelago of treasures, and it looks just as your imagination can muster with the rainbow of colors pierced dramatically by the massif of Mount Otemanu. The origins of Bora Bora are unquestionable as the impressive central feature reveals that this is a volcanic island rising interrupted from the ocean deep. A boat is the only means of getting to Motu Piti Aau, the eastern side of the island. Such inaccessibility creates exclusivity, with only the visitors at your resort able to see this part of Bora Bora. The InterContinental Bora Bora Resort & Thalasso Spa is tucked beneath the island’s green volcanic backdrop with coconut palms swaying softly in the ocean breeze. A shallow lagoon stretches out from the white sand beach, its warm waters good for any level of swimmer. This is a stylish five-star resort, yet it also offers a harmony with its surroundings with a Polynesian facade encasing Western luxuries. Check in, relax and unwind as you slowly soak your senses in the surroundings."
      },
      {
        "dayNumber": "2",
        "title": "Bora Bora – Settling Into the Island Rhythm",
        "description": "A gentle breeze flutters into your villa, bringing with it the soft scent of salt. Floor-to-ceiling windows ensure that you wake up to a view, and it is perhaps the best view in the South Pacific. Beneath you is the lagoon, shimmering through a rainbow of green and blue colors as Mount Otemanu stands proudly, a massif of scorched rock flanked by rugged peaks with slopes coated in moss and trees. The coastline curls around to your left, marked by spiraling palms and swathes of competing green hues. It is the sort of view that makes it worth flying halfway around the world. The resort’s Deep Ocean Spa continues your journey into the island’s rhythm, nestled in tropical gardens with views onto the endless South Pacific. A welcome treatment for couples is included, and while it incorporates modern wellness techniques, there is a strong sense of the traditional. Polynesian healing rituals are integrated, along with nutrients extracted from the depths of the ocean. As you lie on the treatment table, both your body and your mind are gently pummeled by the atmosphere. Open your eyes, and there is more to see as the treatment rooms have a glass bottom so you can watch the tropical marine life flittering past."
      },
      {
        "dayNumber": "3",
        "title": "Bora Bora – Cruising to Hidden Parts of the Island",
        "description": "Soft, gentle waters encourage exploration, so you can paddle slowly on a kayak, quickly going past the outer reaches of the resort, onto a coastline that’s completely deserted. Or take a trip in a traditional canoe, the Polynesian vessel that has stood the test of time. Sailing excursions are also a possibility here, either guided or self-guided. You could also try a stand-up paddle board and venture out into the expanses of bliss. As you traverse the waters, you will journey alongside a coastline that is inaccessible by any other means as there are no roads and no jetties for the motorboats to land. You will be completely alone, paddling up to slithers of white sand for a morning or afternoon on what starts to feel like your own private island. Your villa offers a similar feeling of privacy and exclusivity. Villas are perched above the water at the end of a long wooden walkway raised on stilts. Beneath the Polynesian-style wood and thatch facade is a contemporary décor, particularly in the gorgeous bathroom. The bedroom opens onto a living area and dining room, all with the same wonderful views towards Mount Otemanu. In total, the villa measures some 220 square meters, in addition to the 100-square-meter private terrace. Sun loungers are found here and can be placed in the sun or shade whatever the time in the afternoon. Cool off in your private outdoor pool or fresh water shower, or jump into the lagoon at high tide to join the tropical fish that are resident below. The InterContinental Bora Bora Resort is one of French Polynesia’s finest properties, and the Brando Suite is the ultimate of its indulgences."
      },
      {
        "dayNumber": "4",
        "title": "Bora Bora – A Beautiful Helicopter Tour",
        "description": "Bora Bora feels like a lost world with thick jungle amongst its volcanic folds and the mountain peaks a rugged compass point rising vertically in the Pacific. From the water, you can appreciate the swirling hues with so many different shades of green to enjoy. From the air, there is a thrilling window onto the scale of this island paradise. The ocean extends with nothing but deep blue-green framing the panoramas. Beneath the helicopter is the lush exoticism of the forests with so much impenetrable and tangled landscape to admire. Skirting the island are more reefs and beaches with surreal pieces of white and blue illuminated by the sun. After a boat transfer from Motu Piti Aau, you will soar across Bora Bora in a helicopter for a private sightseeing flight that illustrates the complete beauty of your destination and its remarkable isolation. In particular, cruising past the peaks of Mount Otemanu is one of French Polynesia’s most iconic experiences, such an imposing mountain so close to the virgin white sand. Touch down, and the rest of the day is at your leisure with more time to lounge at your villa, listen to the fine sand squeak softly beneath your feet, or take advantage of the activities on the water or at the spa."
      },
      {
        "dayNumber": "5",
        "title": "Bora Bora – Scuba Diving and Snorkeling",
        "description": "Beneath the surface, there is a whole world of enchantment as the nutrient-rich volcanic reefs attract a rich variety of resident marine life. Most of the wildlife is small and colorful, distinguished by red gills, strange stripes and marked fins. A coral nursery is protected within the lagoon, home to these tropical schools and an excellent place to snorkel, with or without the assistance of trained marine biologists. A scuba diving school is also located on site, offering dive excursions from the shore as well as those deeper out in the ocean. While these are mostly catered for qualified scuba divers, introductory courses are a possibility should you wish. For some guests, going beneath the surface is a standard part of the days at the resort. For all guests, there’s a wide choice of restaurants and bars to access throughout day and night. Dine casually on the beach, your bare feet settling into the white sand. The Reef Restaurant offers a more stylish affair, mixing the flavors of Mediterranean and Polynesian cuisine. Le Corail Restaurant is the resort’s boutique French-inspired place to dine, where you dress up in evening wear and enjoy a peaceful corner for two. All these restaurants provide an option for you to dine privately on the sand, or on the large dining table in your own villa. And like the choice of where to eat, there’s a host of quiet options of where to drink, from those on the sand to those that make liberal use of Polynesian décor."
      },
      {
        "dayNumber": "6",
        "title": "Bora Bora – Remote Hiking and Biking Trails",
        "description": "Sunrise ripples off of the water with the reds and yellows glistening as you pull the curtains aside. Breakfast arrives by canoe, paddled out on the traditional local vessel, delivered with a local Tahitian greeting. Savor that atmosphere and the beautiful breakfast before a morning of adventure in the Bora Bora forests. Extending out from the resort are a number of narrow trails, each passing deeper and deeper into the island’s interior. They will take you beneath the forest canopy and provide shade at almost all hours of the day. Some jut out, intrepid footsteps leading you to a private beach hidden from the world. Others loop onto the hills, where there are relaxed views back over the lagoon. With mountain bikes you can cover more distance, allowing you to discover other sides of the island. Even on foot, it only takes 15 minutes to feel like you are wandering a private garden playground. As with the water sports options, these hiking and cycling trails are regularly used by some guests, especially those who seek a complete sense of solitude. Exclusivity and flexibility is at the core of the experience on Bora Bora, especially at the Intercontinental Bora Bora Resort & Thalasso Spa. This detailed itinerary provides an outline of a couple’s program at the resort, with a suggestion of activities and indulgences that could be included. Every couple is different, and the itinerary on this page is designed to showcase the type of excursions and experiences possible, rather than being a fixed program. When you arrive, it is easy to customize the day to day to your interests and your prevailing mood. Just take off your watch, forget about time, and take in the best of Bora Bora island."
      },
      {
        "dayNumber": "7",
        "title": "Bora Bora – Departure",
        "description": "Lie in, take a late breakfast and do not worry about the checking out time. This is Bora Bora, where the atmosphere is much slower than it is at home. You will depart later today but enjoy full use of your villa and the resort’s facilities until departure. It will be a short transfer to the center of the island to meet your onward flight, with the views from the plane window showcasing just how far removed you have been from the world."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  }
]