{
  "destination": "Bora Bora",
  "mainPhoto": "",
  "id": "luxury-bora-bora-vacation-tour-private-polynesian-cooking-class-to-sunset-cruise",
  "tourName": "Luxury Bora Bora Vacation Tour: Private Polynesian Cooking Class to Sunset Cruise",
  "placesVisited": "Bora Bora",
  "generalInfo": "Embrace the adventure of island splendor during your luxury Bora Bora vacation. Soar over the lush rainforest canopy on a helicopter ride. Glide above the indigo colors of the famous lagoon while parasailing. Rush across the calm waters of the South Pacific riding Jet Skis and float over a coral garden as sharks and manta rays swim nearby. The sweet aromas of exotic fruits fill the air. Pearls shimmer in the blissful sunlight. Combine excitement and relaxation, tropical seclusion and modern luxury, with unforgettable excursions and inspiring sunsets on the idyllic island of Bora Bora.",
  "durationDays": "8",
  "price": "12,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bora Bora – Adventures in French Polynesia",
      "description": "Bora Bora is an island of majesty and adventure, from volcanic craters to emerald jungle canopies, radiant exotic flowers and glistening waters ranging from turquoise to indigo. The Central market in Vaitape glows with the colors of tropical fruits, highlighting mango, guava, and pineapple. The scent of creamy banana drifts down the aisles. The upper floor contains pearl vendors offering insight into the sheen and prestige of the precious stone. Fishermen showcase their daily catch for passersby, and the aroma of the ocean remains prevalent along the coastal road. Your flight lands at Bora Bora Airport, where your private transfer greets you upon your arrival. You take a boat across the shimmering crystal clear and indigo waters of the celebrated lagoon to reach the secluded luxury of your five-star accommodation. You settle into the comforts of an iconic overwater bungalow. The thatched roof connects the traditional culture and style of the island with contemporary luxuries. You have a view to the east and the basalt peak of Mount Otemanu. A raised wooden walkway connects your suite to the hotel along the island shores. Coconut palms shade the infinity pool looking out to the bungalows. After getting acquainted with your hotel grounds, you return to the shores of Bora Bora for an introduction to the historical sites along the east coast. At Marae Aehautai, you find one of the oldest temples on the island, dating back more than a millennium. The stone slab marks the base of the temple grounds in view of the soaring peak of Mount Otemanu. In the distance, your guide points to the outlines of Raiatea and Taha’a Islands."
    },
    {
      "dayNumber": "2",
      "title": "Bora Bora – Thrills of Bora Bora",
      "description": "In the morning, the aroma of coconut filters through your suite over the water. Enjoy a relaxing breakfast amongst the bright colors of passion fruit and pineapple accompanying the scent of frothy cappuccino. The semi-sweet flavor of banana pancakes adds to the tropical ambiance of your surroundings. After the meal, you travel to the Vaitape pier to begin your first Jet Ski excursion on the island. Your guide greets you on the water before leading you across the clear South Pacific Sea. The water is cool and refreshing on your skin. The tropical light casts a shimmer over the surface of the South Pacific. The Jet Ski roars to life, and you follow your guide to the indigo hues of the lagoon. The Jet Ski causes the water to splash against your skin. The coastline contains rugged beauty deriving from the undulating hills, verdant rainforest, and visible silver basalt rocks. Mount Otemanu reaches a height of nearly 2,400 feet above sea level, striking a dramatic backdrop to the colorful lagoon. The sands shimmer with powdery white sand along the beaches. Stop at a spot along the shore to watch one of the locals husk a coconut. They place a sharp stake into the sand before piercing the husk with the point. They spin the coconut, peeling away the splintery husk like the layers of an onion. Then they cut the coconut clean in half by slamming it against a rock. You try your hand at the husk and find it is far more difficult than the demonstrator made it look."
    },
    {
      "dayNumber": "3",
      "title": "Bora Bora – Life and Wonder on the Lagoon",
      "description": "At breakfast, you find the scent of hibiscus blending with the semi-sweet aroma of the sea. The breeze rustles through the coconut palms along the shore and the thistles of your thatched roof dangling above the open windows. After breakfast, you return to the Vaitape pier to once again board a Jet Ski. The scenery around the lagoon continues to captivate you, crowned by the sensational peak of Mount Otemanu and the equally impressive summit of Mount Pahia, the latter of which reaches a height of nearly 2,200 feet above sea level. You stop for lunch at a famous restaurant, known for its colorful features inside a traditional Tahitian hut. A sand floor welcomes visitors beneath a thatched roof. Tiki torches burn along the edges of the restaurant, and the seats are crafted out of palm trees. The restaurant is known for cooking some of the freshest and most delicious seafood on the island. The scent of butter, coconut, and lime drifts through the dining room. You return to the water on a speedboat bound for the shallows known for harboring blacktip reef sharks and manta rays. You jump into the inviting water, wearing fins and a snorkel eager to view the vibrant life in the water. Seeing the five-foot long sharks swimming near you at first feels daunting. Your heart thumps loudly in your chest. The shark ignores you, and you quickly find the beauty and thrill of swimming close enough to the shark to see its grace and power."
    },
    {
      "dayNumber": "4",
      "title": "Bora Bora – A Different Thrill",
      "description": "Listen to the gentle water lapping against the wooden posts of your overwater bungalow in the morning. The serene sound accentuates the natural splendor and welcoming ambiance of your tropical paradise. After breakfast, you set out onto the water with your guide eager to learn the art of stand-up paddleboard. You begin on the white sand along the beach, learning the proper way to stand on the nearly 11-foot long board. The sand begins to heat up beneath the tropical sun. The breeze brushes against your cheeks and causes a coconut to fall from the canopy. You grip the paddle with one hand at the top and the second hand around the post. You position your elbows at 90 degrees, practicing propelling yourself forward from the sand. Once you feel comfortable, you follow your instructor onto the water, immediately noticing the difference in balance. You keep your body upright with the paddle at an easy angle. The calm lagoon helps you regain your equilibrium while standing at the center of the board. You rotate your body with each stroke of the paddle, easily finding ways to turn the paddle away from the wake. In the afternoon, you venture to a resort on the lagoon to meet with a private chef keen on introducing you to the flavors of French Polynesia during a specialty cooking class. Once inside the kitchen, you find the aromas of coconut, pineapple, and chocolate before discovering fresh tuna bought earlier that day from the market."
    },
    {
      "dayNumber": "5",
      "title": "Bora Bora – Sailing into the Sunset",
      "description": "You have become accustomed to the luxuries of your accommodation and the magnificent beauty of Bora Bora. At breakfast, you bask in the sensual aroma of a fresh cappuccino and delicious banana pancakes topped with mango. The day is yours to experience island life as you desire, from basking on the secluded white sands of Eden Beach to venturing through the jungles at the heart of the island of a 4x4 jeep safari. Enjoy the bright light and vibrant hues of the resort at leisure before boarding a private boat for a cruise around the lagoon and South Pacific Sea. The boat fills with the fragrance of tropical fruit, consisting of guava, pineapple, and banana. The sea breeze rushes over the hull of the boat and along the shoreline, rustling the coconut palms and rainforest leaves. The traditional outrigger canoe offers a unique, intimate experience along the water. You travel around the coastline for an unfettered view of the western horizon. You can look into the crystal waters around the reefs to find angelfish and parrotfish grazing near the coral. The sun begins to set, casting layers of pink, purple, red, and orange across the sky. The colors match the exotic hues radiating daily from the island in the form of fruits and flowers. Sip sparkling wine in the colorful display of sunset. You continue to a stunning restaurant overlooking the lagoon."
    },
    {
      "dayNumber": "6",
      "title": "Bora Bora – Underwater and In the Air",
      "description": "After a quiet breakfast, you return to the adventures of French Polynesia with an Aquabike tour. You traverse the lagoon to meet your guide on the beach. You mount the motorized scooter and place the glass bubble secular over your body. The pressurized seal keeps your head dry as you follow the secured path nearly 10 feet beneath the surface. A scuba diver guides you along the route, as you notice the shadow of the scooter moving along the ocean floor. Starfish cling to the submerged rocks and sea cucumbers puff bubbles into the crystal clear waters. Schools of sergeant majors and pennant bannerfish swim close to the coral. The latter have a long, white dorsal fin fluttering like a banner in the gentle current. You have a peaceful journey beneath the sea, immersed in the water and the beauty of subaquatic Bora Bora. After lunch, you step aboard a boat bound for the waters near Matira Beach. You can see manta rays swimming in the crystal clear hues of the lagoon. The scenic route on the water offers a splendid foreground to your panoramic view once you drift into the air while parasailing. Like the thrilling, yet serene time beneath the water, the tranquil atmosphere in the air allows you to fully appreciate the beauty of Bora Bora."
    },
    {
      "dayNumber": "7",
      "title": "Bora Bora – A Lasting Impression",
      "description": "The bright turquoise waters of the lagoon reflect light through your windows in the morning. The tropical charms of Bora Bora continue to intrigue you, accompanied by the fascinating adventures across the Polynesian island. At breakfast, you indulge in the flavor of a frothy cappuccino, accentuated by the sweet scent of coconut. You make your way to the main shores of the island to board a helicopter bound for the skies. Your heart once again beats with anticipation but fades beneath the sound of the propellers roaring to life. The helicopter ascends into the air, and you have a spectacular view of the verdant grass around Vaitape, leading to the undulating jungle terrain at the center of the island. You swoop over the basalt peak of Mount Otemanu to find the unconquered, swelling surface covered with foliage crowning the steep silver and black cliffs. The flight continues over the radiant indigo and turquoise waters circling Bora Bora and eventually leading you to the island of Tupai. The secluded shores glisten with white sands. Your pilot points to the reefs around the coastline, accounting for the shallow bodies enclosed by the sapphire hues of the deeper South Pacific. Coconut palms resemble the rainforest canopy around the four square miles of the island. The helicopter lands on the flight pad in Bora Bora. You return to the comforts of your accommodation with the remainder of the day focused on refreshing your body and mind after the unforgettable adventures."
    },
    {
      "dayNumber": "8",
      "title": "Bora Bora – End of the French Polynesian Escapades",
      "description": "You take the time to enjoy the little pleasures of your last breakfast in Bora Bora. You absorb the aromas of fresh passion fruit and guava. You notice the thin, delicate texture of your fluffy pancakes with exceptional real banana flavors. After the meal, you take to the white sand beach and try paddle boarding once more. The mixture of exhilaration and tranquility returns, allowing you to enjoy relaxing on the gentle wake of the lagoon. The views of the soaring peaks of Otemanu and Pahia mountains continue to draw your eye. The memories of your time on Bora Bora, from swimming with blacktip reef sharks to soaring over the lagoon on a parasail, remain at the forefront of your mind as your private transfer escorts you to Bora Bora Airport for your flight home."
    }
  ],
  "map": ""
}