{
  "destination": "Bora Bora",
  "mainPhoto": "",
  "id": "romantic-getaway-to-polynesian-paradise",
  "tourName": "Romantic Getaway to Polynesian Paradise",
  "placesVisited": "Bora Bora",
  "generalInfo": "Step into your customizable Bora Bora vacation and the natural splendor of the island will match any imagined paradise that two of you may have dreamed of. Tranquil beaches shimmer with powdery white sand as the lagoon glistens crystal clear with hues of indigo and turquoise. Snorkel amongst the blossoming coral gardens with magnificent manta rays nearby, and then float through the sky on a parasail. Indulge in the sweet and savory island flavors during a private cooking class, and then enjoy an enchanting cultural dance performance. Be captivated by the panoramas beneath the basalt summits, and then retreat into your luxury overwater bungalow or lounge on a private beach to relish the dreamscape of a Bora Bora getaway.",
  "durationDays": "7",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bora Bora – Arrive in the Charm and Beauty of Luxurious Bora Bora",
      "description": "If Tahiti is the crown of the South Pacific, then Bora Bora is its coveted jewel. Turquoise and indigo hues shine around the 11 square miles of the island edged by the ivory white sands found along the coastline. The scent of hibiscus permeates the air and accentuates the semi-sweet aroma of the sea as manta rays and angelfish swim in the crystal clear waters to reach the rainbow coral gardens. Your flight will descend into Bora Bora Airport and offer a remarkable first view of the soaring basalt peak of Mount Otemanu. Your private transfer will greet you both upon your arrival and escort you across the glistening waters of the lagoon to the sensational luxuries of your resort located on a private islet that overlooks the shores of Bora Bora. The dramatic peak of Mount Otemanu looms over the heart of the island as a background to your overwater bungalow. The sea breeze will rustle through the thistles on the thatch roof, and you can see sergeant majors swimming in the lagoon below through the glass floor panel at the heart of your suite. Your private plunge pool offers views to the white shores of Bora Bora and the soaring cliffs of Otemanu. In the evening, you can make your way to the restaurant on the property for a fabulous welcome of a Polynesian dinner and show. The scent of coconut milk emanates from the dish of Poisson Cru, which is made from raw tuna marinated in coconut and lime. The passionate rhythm of Toere drumbeats fills the air as dancers take to the stage to perform the traditional Tamure dance. The iconic beat increases to lead the dancers to shake their hips faster, swishing their grass skirts."
    },
    {
      "dayNumber": "2",
      "title": "Bora Bora – Engage with the Marine Life of Bora Bora with a Coral Gardens Tour",
      "description": "You will wake to the sounds of the water splashing against the wooden posts of your overwater bungalow as the lagoon laps against the white sands of the resort’s private beaches. At breakfast, the scent of banana will emanate from the dining room. The lively colors of dragon fruit and guava accentuate the thin and fluffy texture of the pancake. After the meal, your guide will greet you on the resort dock ready to escort you across the lagoon to find the remarkable coral gardens. The tropical sunlight will wash over your skin in the refreshing breeze of the speeding boat. You will reach the reef fringing a secluded islet, and the colors of the coral will seem muddled from above the water. You can jump into the lagoon and let the warm, soothing waters embrace you both, and then look beneath the sea to find a cache of kaleidoscope colors draping over the seafloor. The coral rises like a mixture of mountains and trees and teems with marine life. Moray eels hide in hidden caves and parrotfish will scurry away in timidity as you inch closer. A curious school of butterfly fish can swim between you and the reef with fish nearly nine inches long that glow with striking patterns of white, black, red, and orange. The crystal clear water allows visibility up to 20 feet, and the fish swarm around the colorful coral in search of plankton, sea anemones, or coral polyps. As you finish your swim, you can step onto the coral sands of the secluded beach to enjoy a relaxing picnic lunch with grilled fresh mahi-mahi."
    },
    {
      "dayNumber": "3",
      "title": "Bora Bora – Enjoy the Active Life on Bora Bora with a Day at your Leisure",
      "description": "In the morning, you can wake up slowly as the refreshing sea breeze will drift through your open window as a school of angelfish crossing beneath the glass floor panel at the heart of your overwater bungalow. At breakfast, the scent of passion fruit will accentuate the rich aroma of coffee brewed using beans cultivated from the French Polynesian islands. The day will be yours to embrace the beauty and the charm of Bora Bora at your leisure, allowing the two of you to relax on the hot white sands of the resort, lounge in the private waters of your plunge pool, or have an adventurous expedition into the Valley of the Kings on an invigorating hike. You can start the day with a magnificent panorama of Bora Bora during a parasailing excursion, or you can meet the speedboat on the resort dock and head out on the lagoon. The wind will brush through your hair as sporadic bursts of coconut aromas permeate the scent of the South Pacific. Your guide will secure you to your harness before you float into the air up to 30 feet above the water. The tranquil ambiance emphasizes the serene setting as the wind rustles the edges of the parasail, but otherwise, the air feels calm. Watch the boat moving against the crystal clear water below as you can see out to the reef bodies and the cobalt hues of the deeper South Pacific along the horizon. The sunlight will shine off the silver and black basalt cliffs of Mount Otemanu and its twin peak of Mount Pahia. Return to the boat to enjoy the scenic ride and the return of the wind brushing against your skin, and then perhaps visit a family-owned pearl farm to learn more about the precious, captivating stones."
    },
    {
      "dayNumber": "4",
      "title": "Bora Bora – Explore the Lagoon on a Private Shark and Ray Boat Safari",
      "description": "The glistening waters of the lagoon will call to you throughout the day as the pristine, crystal clear waters offer a sensational glow against the backdrop of the tropical island. Coconut palms cast thin shadows over the white, powdery sands of the shoreline and invite you to explore. After breakfast, you can set out together onto the lagoon once again to enjoy the treasures hidden beneath the sea. The boat weighs anchor at three specific locations, the first of which offers close-ups of marvelous manta rays. You can plunge into the water and will feel soothing beneath the heat of the tropical sun. The light pierces the shallows and offers tremendous visibility as you can touch your feet to the seafloor and still have your head above water. The manta rays swirl above the sands with wingspans reaching as wide as 23 feet. The rays venture close to the boat as your guide throws feed into the water. You can get a better look at their gills and the mouth located on the bottom of your flat bodies as they angle upwards towards the surface of the lagoon. Return to the boat and continue to the third snorkeling destination where blacktip reef sharks await your arrival. Your skipper will throw feed to the sharks and keep them focused in the water, so they will be uninterested in your arrival as you dip into the lagoon to view their five-foot long frame and dramatic presence. A fever of stingrays arrives and outnumbers the sharks, eager to find the food drifting through the water. Once back on board the boat, you can see how many rays and sharks have met you while in the water, easily spotting the distinct silhouettes in the clear water."
    },
    {
      "dayNumber": "5",
      "title": "Bora Bora – Venture into the Heart of Bora Bora with a 4x4 Jeep Expedition",
      "description": "At breakfast, you will wake to the luscious aroma of banana pancakes for a bright start to the day for you both. As you are ready, you can venture together next to the shores of Bora Bora to meet your guide and board your open-air 4x4 jeep. The expedition will take you to the heart of Bora Bora in search of serene scenery and vibrant history, and you will exit the main road that circles the island to drive on the unpaved trails that crisscross the rainforest. The canopy shades the orchids that thrive in the tropical heat and prevalent moisture. Frangipanis radiate rich pink and opulent white colors on their waxy petals, and their sweet fragrance fills the air of the rainforest. You will reach a hilltop that offers a remarkable view of the indigo and turquoise water that guides your eyes to the crowning peak of Mount Otemanu along Faanui Bay, and take time together to enjoy it all. The US Navy rigged a coastal defense gun that overlooks the shores between Bora Bora and Raiatea during World War II. The preserved machinery continues to defend the island shores and recalls the turmoil of the South Pacific before the mid-20th century. You can continue to an ancient restored temple known as Marotetini Marae, which ancient Polynesians had dedicated to navigators. Stones overlook the shoreline beneath the shadow of the crowning stone, which reaches nearly 165 feet long and 10 feet tall. Turtle petroglyphs decorate a number of stones and symbolize the importance of the turtle in the daily life of ancient Polynesian culture."
    },
    {
      "dayNumber": "6",
      "title": "Bora Bora – Delight in the Comforts of Bora Bora at your Preferred Pace",
      "description": "The day is yours together to indulge in the splendors of Bora Bora at your preferred pace, whether it be by learning how to kite surf or by enjoying a leisurely bike ride around the island road. But before that, you can take in the flavors of Polynesian cuisine and learn about the influence of the French culture over more than a century. Make your way into the commercial kitchen of the resort to meet your private cooking instructor eager to teach you about dishes that burst with originality and the combination of regional flavors. Your instructor will welcome you with a cup of coffee made from beans sourced from Raiatea, the neighboring island. You will find hints of caramel and chocolate in the divine aroma, and then enjoy learning about the history and culture of Polynesian cuisine, focused on the delicious fruits, flowers, and marine life around the island. Sweet potatoes glow bright orange and tuna shimmers with a bright pink. You will prepare the first in a series of dishes and learn the ingredients of the celebrated Poisson Cru. A burst of lime fills the kitchen while the citrus helps to cook the raw, tender tuna as you mix the finely diced tuna with the coconut milk. Spend the afternoon enjoying the beaches and water as you would like. As the sun sets, you can then make your way to a celebrated restaurant to enjoy the thrilling ambiance found beneath the thatched-roof, atop the sand floors, and graced with the aroma of a sweet mango sauce."
    },
    {
      "dayNumber": "7",
      "title": "Bora Bora – Depart for Home",
      "description": "At breakfast, you will recall the vibrant flavors you discovered in your private cooking class the previous day, along with the celebratory ambiance the restaurant on the shores of the main island over dinner. After one last leisurely breakfast, your private transfer will take you both by boat to Bora Bora Airport. As your plane takes off, you can enjoy one more panorama of the idyllic tropical paradise of the island before arriving home."
    }
  ],
  "map": ""
}