{
  "destination": "Bora Bora",
  "mainPhoto": "",
  "id": "a-perfect-dream-wedding-in-bora-bora-itinerary",
  "tourName": "A Perfect Dream Wedding in Bora Bora Itinerary",
  "placesVisited": "Bora Bora",
  "generalInfo": "Sanctify your love in tropical paradise with the perfect mixture of celebration and vacation in Bora Bora. Rejoice with an idyllic wedding ceremony beside turquoise waters. Pose for everlasting professional photos taken on private beaches, graceful sailboats, and in the crystal clear lagoons on the South Pacific Sea. Toast as a couple with a sunset cruise and delight in a picnic lunch on a remote islet. Indulge in overwater bungalows and soothing couple’s spa treatments. Don leis and floral crowns, bound your hands with knotted leaves, and take the steps to marriage while in unforgettable Bora Bora.",
  "durationDays": "7",
  "price": "3,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bora Bora – Perfection in Paradise",
      "description": "Bora Bora is a paradise for lovers. The island glows like a jewel with emerald rainforest and a crystal clear turquoise lagoon. White sand beaches shimmer beneath the sunlight and coconut palms tower over the shoreline. The basalt peaks of Mount Pahia and Mount Otemanu shimmer with silver streaks along the basalt cliffs. The purple and white colors of frangipani color the rainforest underbrush amidst the scent of fragrant hibiscus. Your flight lands at Bora Bora Airport. Your private transfer greets you upon your arrival and escorts you over the lagoon to the comforts of your luxury resort. The overwater bungalows embody the iconic splendor of a Bora Bora vacation. The crystalline waters of the lagoon wade against the supporting wooden posts. Your private plunge pool offers a seductive view of the shimmering waters. Relish the comforts and the privacy of your luxury suite before setting out on an introductory tour of the island, beginning at a boutique, family-owned pearl farm. You noticed that the different shops in town offer displays of glistening pearls amidst the bright light of the tropical sun. The white and black pearls glow alongside the colorful rinds of the exotic fruit showcased in the central market. You enter the shop to meet your guide, who is eager to teach you about the intricacies of the pearl market, including what makes the pearl shine so brightly. You continue onto the water to visit the farm. Large ropes nearly 20 feet long contain numerous dangling cables supporting up to six large oysters. A good oyster can continue to shape a pearl for more than seven years. You can jump into the warm, inviting water of the South Pacific to see the oysters dangling from the ropes before returning to the shop with a selection. Your guide shows you how to extract the pearl without harming the oyster, finding a gorgeous green pearl glinting in the island light."
    },
    {
      "dayNumber": "2",
      "title": "Bora Bora – Over the Island Sands",
      "description": "In the morning, you bask in the secluded beauty of your overwater bungalow, indulging in passion fruit and guava decorating breakfast with vibrant flavors and gorgeous colors. After the meal, you board a speedboat on the resort’s private dock to begin your parasailing excursion. Enjoy a unique couple’s panorama while secured into the harness. The parasail catches the breeze and you ascend slowly into the air. The island gradually becomes more silent as you float up to 30 feet high. You have an intimate view of the rugged peaks and glistening waters. You can see outlines of the sporadic reef systems in the lagoon and along the South Pacific Sea. The harness allows you to swing back and forth as if you’re safely flying across the splendors of Bora Bora. Your guide reels the parasail in. The sea breeze continues to brush against your skin. The scent of coconut returns to the air. You continue to the powdery white sand shores of your private motu , islet. Your captain helps cook a lavish lunch, grilling the mahi mahi over an open flame and seasoning the fish with fresh lime juice. You sit at a single private table, enjoying the company while touching your feet to the warm, soft sand in view of the water. As the sun begins to set, you return to the waters to end your day of romantic exploration with a sunset cruise around the magnificent lagoon."
    },
    {
      "dayNumber": "3",
      "title": "Bora Bora – Island Color and Life",
      "description": "At breakfast, you bask in the luscious scent of fresh coconut milk. The aroma of frangipani and hibiscus accentuate the fragrant freshly brewed coffee. After the meal, you venture to Vaitape to meet your guide for a private tour discovering the heart of the island. Blend the rugged unpaved roads of the rainforest with trekking through the Valley of the Kings in search of flora, fauna, and ancient island history. The scent of mango and avocado drifts from the trees near the villages. Orchids dangle their petals in the shade of towering trees. You find subtle, sporadic hints of jasmine carried in the cool breeze. Your guide points into the trees at a Kuhl’s lorikeet. The stunning bird contains vibrant green plumage along its back with a breast glowing crimson against the surrounding emerald leaves. The jeep stops near a pathway, where you follow the unpaved trail into the heart of the Valley of the Kings. Remnants of historical Polynesian settlements on the island date back more than a millennium, embodied in the marvelous stone altar you find hidden in a rainforest clearing. Your guide offers a sense of the history in the region and the open-air temple the priests and villagers once used for religious ceremonies, including sacrifices to the gods. You return to the jeep to reach the base-summit of Mount Otemanu. The basalt peak has sheer cliffs reaching a height of more than 2,350 feet above sea level. You stand above the rainforest canopy for a majestic panorama of the fringing white sands and shallow indigo lagoon. In the evening, you let the combination of dramatic drums and bursts of fire beckon you to dinner. The heavy beat lightens when the dancers arrive on stage with woven grass skirts and delicate floral crowns. The women use their hands and hips to tell the stories of the islands. Their motions represent the moon, flowers, the sea, and even animals that helped communities thrive over the centuries."
    },
    {
      "dayNumber": "4",
      "title": "Bora Bora – Captivating the Couple",
      "description": "The morning light bounces off the crystalline indigo waters of the lagoon and filters through the glass floor panel in your overwater bungalow. After breakfast, you board a boat to explore the celebrated snorkeling destinations around the lagoon, blending fringing and barrier reefs for an unforgettable underwater experience. The coral gardens blossom with pastel hues arching like mounds out of the sea floor. Sporadic branches reach out from the bunch of coral-like trees. You jump into the water for a spectacular view of the vibrant natural reef decorated with abundant schools of fish. The dorsal fins of bannerfish wave in the current like streamers as the fish glide past. You can feel the burst of rushing water against your skin as a parrotfish urges past. Their scales glisten in the sunlight piercing the water with nearly neon pinks, oranges, and greens. You notice the small electric purple tendrils of an anemone. You take a closer look to discover a hiding clown fish. Return to the boat to reach the celebrated snorkeling site that features blacktip reef sharks and giant manta rays. You can jump into the water and swim amongst the intricate movements of the five-foot long sharks. The manta rays have wingspans that can reach 23 feet wide. You have an intimate moment while sharing in the unique experience as a couple. Return to the resort to relax and freshen up before partaking in a professional photo shoot on land and sea with a photographer eager to capture the beauty and tenderness of your love with the idyllic background of Bora Bora."
    },
    {
      "dayNumber": "5",
      "title": "Bora Bora – The Big Day",
      "description": "The rich aroma of coconut livens the morning. You take a deep breath and enjoy the pleasures of paradise before getting ready for your wedding. Your wedding planner focuses on the tiny details throughout the day to ensure a perfect ceremony and reception. You can relax with a fresh cup of coffee and juicy pineapple. The time approaches for the ceremony. Hibiscus and Tiare Tahiti flower petals are strewn across the aisle. The prevalent aroma of coconut emanates from the palm trees and adds a layer of sweetness to the sea breeze. The gentle strumming of a ukulele sets a serene mood. You wear a bright, floral lei made just for you. A conch shell announces the arrival of the bride. The Tahua, Tahitian priest, performs the ceremony decorated in traditional costume glowing with red. You stand as a couple in a circle made of palm fronds and supported by bamboo staffs. The circle represents the beginning of your home together. Your Tahua binds your hands together with leaves and pours cool, pure water from the lagoon over your fingers as a blessing, washing your previous sins away. The lei represents the unbroken circle of your commitment and devotion with the individual flowers embodying the beautiful, intimate moments of life. You exchange the vows and the rings before the Tahua offers you Polynesian names to round out the ceremony. You kiss while wrapped inside a traditional handmade blanket and walk hand-in-hand to an outrigger canoe for your first journey together as a married couple."
    },
    {
      "dayNumber": "6",
      "title": "Bora Bora – Pleasures of the Day After",
      "description": "The sunlight washes over the cobalt and turquoise waters, returning the sheen to the surface of the South Pacific Sea. The sound of the ukulele accompanies the rhythmic ebb and flow of the water brushing against the posts of your bungalow. A traditional outrigger canoe draped in hibiscus and orchid petals glides closer to your private deck, bringing the bright fruits and relished flavors of a French Polynesian breakfast. As the staff sets up the meal on your deck, you board the outrigger canoe for a morning, couple’s ride over the water. The ukulele complements the tranquil journey over the crystal clear lagoon. You spot angelfish and sergeant majors swimming below. You wear another lei providing a fragrant sweetness amongst the decorative hibiscus on the boat. You return to your bungalow for a gorgeous meal with a private view of the mountains. The luscious scent of coconut overtakes the floral aromas. You share in the juicy pineapple and gentle sweetness of the lychee. You move at a relaxed pace throughout the day, reveling in the beauty of the island and the newfound comfort of your newlywed life. You make your way over the wooden jetty to the shore to indulge a rejuvenating and sensual couple’s spa treatment to help celebrate your first full day in wedlock. The private room offers views of the lagoon and mountains within the serene sounds of the lapping water. Frangipanis create a seductive aroma when accompanied by vanilla harvest from the nearby island of Raiatea. Soak in the vitality pool before participating in a romantic couple’s massage."
    },
    {
      "dayNumber": "7",
      "title": "Bora Bora – Celebration for a Lifetime",
      "description": "The sounds of paradise ease you into the morning, from the lapping waves to the distant twitter of tropical birds. The scent of banana pancakes lingers in the beneath sporadic bursts of orange and mango. The morning light brings the luster back to the emerald leaves creating the rainforest canopy. You can’t help but think how the pearls at the farm you visited would glow in the tropical morning. You bask in the comforts of your overwater bungalow for one final morning, embracing the charming view, elegant décor, and serene atmosphere. Your private transfer greets you in the hotel lobby and escorts you to Bora Bora Airport at Vaitape when you are ready. You check in for the flight home, eager to celebrate your newly wedded life beyond tropical paradise."
    }
  ],
  "map": ""
}