[
  {
    "destination": "Montenegro",
    "mainPhoto": "",
    "id": "montenegro-holiday-tailor-made",
    "tourName": "Montenegro holiday, tailor made",
    "placesVisited": "Lots of included and optional activities, 4* hotels and luxury homestays, Herceg Novi, Ostrog Monastry, lunch at organic goat farm, Risan, Boka Bay, Kotor, Perast, Cetinje, Skadar Lake, private boat cruise, winery visits, Podgorica, option to extend holiday for winter sports near Kolasin",
    "generalInfo": "This eight-day holiday introduces you to the best of Montenegro – historic towns, ancient monasteries, UNESCO sites, beautiful mountain trails and quiet coastal bays, all topped off with lashings of delicious local organic food! Although available all year round, this is a wonderful trip to take off season, so you enjoy the best of Montenegro without the crowds or traffic, and escape the cold, grey weather back home! <br/><br/>Come and experience a way of life that hasn’t changed much in centuries, while enjoying all modern comforts. This trip takes you first to the coast and then inland, to discover the culture, landscapes and food of this welcoming country. Learn about Montenegro’s love of honey, enjoy an exclusive visit to a wine estate, cruise Skadar Lake on a private boat, take guided hikes through rugged scenery and discover the towns of Kotor and Perast on an informative walking tour. All the while soak up the sunshine – Montenegro’s climate is pleasant and sunny most of the year.<br/><br/>This holiday can tailor made for groups of up to 10 people. Car hire is included, all accommodation and specified activities, and breakfasts every day plus three lunches. In addition, there are plenty of other optional activities that we are happy to arrange for you. We also include a tailor made road book with additional recommendations, so you get the most from your trip. Entrance to Skadar National Park and insurance for all excursions is included in the price. <br/>",
    "durationDays": "8",
    "price": "918",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "HERCEG NOVI, GATEWAY TO MONTENEGRO: Take your rental car and head to your accommodation within a stone’s throw from the beautiful waters of the Gulf of Kotor. Spend the day exploring by foot the sites of this remarkable town: the Savina Monastery surrounded by thick Mediterranean vegetation, is one of the most beautiful parts of the northern Montenegrin coast. Don’t miss the charming Bellavista square in the old town, with the church of St Michael and Koraca fountain, one of the last remaining examples of Turkish rule. Stroll along Njegoševa Street with 19th century villa’s on one side and sweeping views of the bay on the other. (Option 0 – guided visit). Accommodation – 4* apartment/hotel in Herceg Novi (b&b) – 2 nights Driving time: 30min if arriving at Tivat/Dubrovnik airport Meals included: /"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "OSTROG MONASTERY AND GOAT FARM: Head to central part of the country to discover the famous Ostrog Monastery. Visit the small cave chapel, admire the frescos in the upper level chamber and marvel at the views from this perfect vantage point high above the valley. An imposing natural barrier that kept its relics safe through years of Ottoman occupation. On the way back we will treat you with lunch at organic goat farm where you can enjoy real warmth of Montenegrin hospitality. Driving time: 4h Meals included: breakfast, lunch"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "BEST OF BOKA BAY: Leaving Herceg Novi, drive towards tonight’s accommodation in the old walled Venetian town of Kotor. Along the way, suggestion to stop in Risan famous for its rich archaeological findings dating from Illyrian times and Queen Teuta, and also well-preserved Roman mosaics form 4th century BC. Option 1: Hike up and along the ridge above Boka Bay with our certified mountain guide. The hike starts from the village of Orahovac with a gradual climb on an old Austro-Hungarian road dating from 1880. We pass through several abandoned villages with amazing views of Boka Bay, past an old Austrian fortress superbly placed before finishing in Perast. This is a moderate to hard hike for people of all ages, including families. The hike takes approximately 5-6 hours, with regular stops for photographs & breaks. Option 2: Visit one of the most beautiful bay-side towns on the coast – Perast and the remarkable old town of Kotor for a personalised walking tour with your guide. Perast’s beautiful palaces echo songs of the sea, stories of captains, past and old noble families. Enjoy the architecture and one of the best views of the Bay and islands. Take a short boat cruise to Our Lady of the Rock island with its distinctive baroque church and museum. Listen to the story of this amazing island, enjoy the 17th century frescos and other works of art from famous local artists. Established by Benedictine monks, the Abbey dates from around the 9th century and has suffered from constant attacks both by invaders and earthquakes. In Kotor, our licensed guide will lead you through the Sea Gate and the winding cobble stone streets to hear the secrets of the Square of Weapons. Learn about medieval Kotor craftsmanship, St Tryphon’s tragic story, as well as power of prayers of the Blessed Mary of the River. Accommodation – 4* Hotel or Apart’ Hôtel in Kotor old town (b&b) – 2 nights Driving time: 1h15min Meals included: breakfast"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "OLD TOWN OF KOTOR: Today you can climb up to the top of the St. John’s the outcrop that backs the city. Follow the stairs to the top past the old ramparts, the Church of Our Lady of Remedy from 1518 or take the more difficult route along the Southern Wall. On top of the mountain is the San Giovanni castle - which dominates the bay, the fortification system and the town. Option 3: Hike the Vrmac ridge to the Austrian Fort and on to the picturesque village of Gornja Lastva with a mountain guide. Driving time: 1h Meals included: breakfast"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "MOUNTAINS AND TRADITION: Discover old Cetinje Monastery with our certified local guide, the symbol of freedom in the centuries’ long fight of Montenegrins; learn the story of the Billiard House, marvel at former foreign embassies, from the time Montenegro was a kingdom. The highlight of the tour is a look inside King Nikola’s palace, seat of the Petrovic royal family, a dynasty that ruled Montenegro for over 200 years. Then we will take you to see the honey making techniques and traditions of our hosts and taste some homemade liqueurs followed by traditional Montenegrin lunch. Accommodation: hotel 4* in Podgorica (b&b) – 3 nights Driving time: 2h15min Meals included: breakfast, lunch"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "EXPLORE THE INTERIOR: Step into your own fairy tale with our private boat tour on Skadar Lake – the epitome of intimacy and romance in Montenegro! Glide with your partner aboard our exclusive wooden boat. During our tranquil cruise, we'll explore the narrow canals, passing by the historic Lesendro fortress from 1843, a testament to the region's rich heritage. Indulge in a moment of pure bliss as we anchor in a secluded spot, take a refreshing dip in the waters of the lake. Our journey continues to explore the hidden gems of Skadar Lake, from the tranquil Gorice islands to the majestic Andrijska gora, ensuring an unforgettable experience. Driving time: 1h Meals included: breakfast"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "RUINS OF BAR OR SOUTHERN CHARM OF ULCINJ: This adventure takes us to the Old Town of Bar. This is the only old fortified coastal town which is not situated on the very coast owing to the pirate raiders of old days. The old town saw many different rulers from the Byzantines, Venetians, Ottomans to Montenegrins all have had an own influence on the architectural style. You will feel a sense of warmth and wonderment while walking through narrow stone streets of the town. (option 4 – guided tour) (option 5) Continue the afternoon to Ulcinj Salinas. Embarking on a cycling adventure through the wetlands that are the home to 241 different bird species, highlighted by flamingos which are the birdwatching crown jewels of the area. This visit is made with one of the local guides who will be sharing some tips and tricks for the best angles and photo shots. (option 6) If you are for some water action – paddle boarding in Valdanos Bay is indeed a rewarding experience. This bay is known for its breathtaking cliffs, lush greenery and crystal clear waters. As you are paddling along, you’ll have opportunity to discover caves offering some fascinating stories and legends and in the background of the bay the pristine olive tree groves will complete this great natural immersion. Driving time: 3h Meals included: breakfast"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "DEPARTURE: Breakfast before saying our goodbyes – heading back to the airport. For those with late departures, we can offer a walking tour of the capital or a visit to the fresh produce markets (option 7: with a guide). Option 8: A few more days for skiing Want a longer holiday? During the winter months, we can add a few more days to your holidays to go skiing at Kolašin (weather dependent). Located 15-min drive from Kolašin, 1600 ski centre offers beginner and intermediate level skiing. Experienced snowboarders and skiers can also venture off-piste to get their kicks by heading to the top of the button lift and hiking 100m up the mountain face to access a series of steep valleys that eventually reconnect with the main run. *Snowshoeing and ski touring guided tours also an option."
      }
    ],
    "map": ""
  },
  {
    "destination": "Montenegro",
    "mainPhoto": "",
    "id": "montenegro-nature-and-adventure-holiday",
    "tourName": "Montenegro nature and adventure holiday",
    "placesVisited": "",
    "generalInfo": "Discover Montenegro through adventure. On this nature holiday, you will hike to secret beaches and a waterfall, explore hidden trails, and kayak across crystal-clear waters surrounded by mountains and untouched nature.<br/><br/>Each day brings a new experience, from canyoning in wild canyons to stand-up paddleboarding on calm bays, to a boat tour of Kotor Bay where we visit mussel farms, monasteries on small islands, and the famous Blue Cave. Adventure flows easily here, with plenty of time to swim, relax, and enjoy the sea.<br/><br/>This holiday is also a journey into Montenegrin culture. Taste traditional cuisine, local cheeses and wine, and seasonal food straight from the region. Nature, movement, good food, and great company.",
    "durationDays": "7",
    "price": "1495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "15:00 Check-in, 18:00 Dinner, 19:00 Introduction"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "9:00 Brunch 10:00 Farm Tour 11:00 Hike to our secret beach and having lunch in a local restaurant 6:00 Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "9:00 Brunch 10:00 Boat tour, having lunch in mussel farm, Kotor Sigh-seeing and trying the best ice-cream in Europe 6:00 Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "9:00 Brunch 11:00 Hike to the Waterfall / Canyoning 13:00 lunch in a local restaurant 6:00 Dinner"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "9:00 Brunch Free Day: Walking around and exploring a family restaurant close by, chilling around swimming pool, reading a book in a hammock or playing board games. 6:00 Dinner"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "6:30 SUP-boarding and kayaking to Hawaii island 9:30 Brunch in Budva Old Town 10:30 Budva Old town sigh-seeing and enjoying sandy beaches & lunch 6:00 Dinner"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "9:00 Brunch 11:00 Check-out"
      }
    ],
    "map": ""
  }
]
