[
    {
        "type": "overview",
        "Main_Title": "Our Gabon holidays & tours",
        "Main_Paragraph": "Mandrills, giant pangolins, gorillas, and hippos who like to play in the surf; when it comes to wildlife, Gabon is Africa’s main event. Our holidays put wildlife-watching front and centre – travelling with naturalists, scientists or researchers, you’ll see Gabon's flora and fauna through expert eyes in a country which is 80 percent forested and full of protected parks, and witness fascinating ecosystems at work in Loango National Park and the Ogoue River. At night, listen to folklore tales from one of the country’s many communities; Babongo, Puno and Fang communities offer fascinating insight into rainforest life, and guided visits to cities like the capital, Libreville, give the story of Gabon – including its former colonial occupation, and its modern oil wealth.",
        "Subtitle": "Gabon highlights",
        "Title1": "",
        "Paragraph1": "Most tours of Gabon begin in the laid-back capital, Libreville; although if combining with a tour of Cameroon, you will cross the border from the north and travel down. Although Gabon measures little more than 600km from north to south, and east to west, it is largely covered in dense forest with plenty of mountains and wetlands, so its not as easy to cross it as you might think. It doesnt help that it has just 800km of paved roads, plus brutal rains and flooding. As a result, holidays lasting seven to 10 days tend not to stray too far inland, to keep the lengthy, uncomfortable journeys to a minimum. You dont need to travel too far, though, to find yourself out in what has been described as Africas last Eden; ancient tribes, lowland gorillas and even surfing hippos can be encountered within just a few hours of the capital.",
        "image1": "",
        "Title2": "1. Baka Pygmy village",
        "Paragraph2": "Voyage up the Ivindo River, deep into the rainforest, to reach a Baka village. The Baka are a pygmy tribe indigenous to the jungles of Gabon and southern Cameroon, and one of the most ancient communities on earth. Their lifestyles are still largely traditional, and you can spend time with them here, as they demonstrate hunting techniques, gather food, and perform traditional music and dances.",
        "image2": "",
        "Title3": "2. Lambaréné",
        "Paragraph3": "The Ogooué River flows through the town of Lambaréné, slicing it into three districts and providing habitat for a number of endemic bird species. Lambaréné is a cultural hub, with residents of Fang, Eshira and Bapounou origin, amongst others. It is also home to the Albert Schweitzer Hospital, founded here in 1913 and now a centre for malaria research. Schweitzer was awarded a Nobel Peace Prize for his work.",
        "Title4": "3. Libreville",
        "Paragraph4": "Around a third of Gabons population lives in its pleasant, peaceful capital, Libreville. This modern city is a demonstration of Gabons oil money, with tall, almost futuristic buildings, fancy, gated villas and a sculpture lined stretch of beach. A handful of older, colonial mansions remain, but Librevilles soul is to be found in its busy markets, piled high with exotic fruits and colourful fabrics.",
        "image3": "",
        "Title5": "4. Loango National Park",
        "Paragraph5": "This coastal national park is one of the most biodiverse ecosystems in Central Africa, with lagoons, mangroves, savannah and forest. It is famous for its surfing hippos and, astonishingly, its gorillas, elephants, leopards, buffalo and more can occasionally be seen wandering across the white sand beaches, too. Head into the forest with an experienced guide to track habituated lowland gorillas and chimpanzees.",
        "Title6": "5. Mitshogo Village",
        "Paragraph6": "The Mitshogo people of Gabons forested interior are largely subsistence farmers, who practice traditional ancestor worship and animism. Visiting a Mitshogo village gives you the chance to experience a unique initiation ceremony of the Bwiti belief system, during which the young males are spiritually reborn. The initiates ingest bark to conjure hallucinogenic visions, while musicians play harps and drums.",
        "Title7": "6. Oguemoue Lake",
        "Paragraph7": "Part of a large network of lakes that together comprise a Ramsar wetland site, Oguemoue Lake shelters an extraordinary variety of wildlife, including rare bird colonies, hippos and manatees. The surrounding forests are home to forest elephants and buffalo, chimps and lowland gorillas. Youll be hosted by a local community, accompanied by local guides and can visit nearby villages to learn about their traditions."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to go to Gabon",
        "Main_Paragraph": "The best time to visit Gabon is during the drier season of May to September, with June, July and August being the driest months, although dry is relative here  Gabon experiences around 2.5m of rainfall a year. Yes, thats metres. So downpours can happen at any time. There is also a mini dry season in December to January. As most roads are unpaved, travel can be unpredictable at the best of times, and roads can turn to thick mud during the wettest months. In April and November in particular, youre guaranteed a soaking. Year round, temperatures hover around 26°C.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Gabon Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Gabon Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 63%;\">226 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 60%;\">216 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 66%;\">238 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 55%;\">196 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 34%;\">123 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 3%;\">9 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">2 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">5 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 11%;\">38 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 68%;\">245 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">358 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 59%;\">210 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Best time to visit Gabon, month by month guide",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "<bullet>Gabons forest dwelling wildlife is present all year round. However, in <b>December, January</b> and the first half of <b>February</b>, the abundance of tropical fruit draws creatures such as gorillas and elephants towards the coast, so this is the most promising time to observe them on the beaches.</bullet>\n<bullet>One of the benefits of travelling during the rainy season is that when its not pouring, the skies are usually blue. In the drier months of <b>June, July and August</b>, Gabon is often grey and overcast.</bullet>\n<bullet>In Loango National Park, leatherback turtles nest on the beach from <b>November</b> to mid <b>January</b>.</bullet>\n<bullet>From <b>July to September or October</b>, look out for migrating humpbacks offshore; if youre especially lucky they may even be joined by pods of dolphins.</bullet>",
        "title3": "Gabon travel tips",
        "paragraph3": "",
        "title4": "Accommodation advice",
        "paragraph4": "Accommodation in Gabon ranges from top end to simple. On our trips we also spend time camping and/or staying in village houses, where it can be fairly basic, but a great way to meet local people.",
        "title5": "Tips on tracking gorillas",
        "paragraph5": "For a start, Loango National Park isnt mountainous, and so tracking gorillas here tends to be less strenuous than in Rwanda and Uganda. It also feels a little more raw as there just arent the numbers of visitors that these other areas experience. Id have to say that this is one of my favourite experiences  theres little that beats tracking these magnificent creatures in the wild.",
        "title6": "Remember youre on Africa time",
        "paragraph6": "My main tip would be to bring a lot of patience. I can remember travelling through Gabon with a group in the run up to local elections where it seemed that every town we passed through had four or five separate checkpoints, all manned by officials who were intent on scrutinising our documents  a most frustrating experience!",
        "title7": "Staying on the beaten track",
        "paragraph7": "Some of the parks have problems with poaching and for this reason, sometimes the more remote ones can be out of bounds for the visitor as they are not always safe. Having said that, those that are more accessible  such as Loango and Lope  offer exceptional wildlife experiences for visitors."
    }
]