{
  "destination": "İzlanda",
  "mainPhoto": "",
  "id": "RICCI",
  "tourName": "İzlanda Döngüsü",
  "placesVisited": "İzlanda",
  "generalInfo": "Ülkenin etrafında yapacağımız sekiz günlük döngü üzerinde İzlanda'nın bozulmamış manzaralarına hayret edin. Siyah lav plajları boyunca yürüyüş yaparken, geniş buzulları hayranlık uyandıran ve eşsiz lav oluşumlarını gözlemlediğiniz “ateş ve buz” topraklarını keşfedin. Küçük balıkçı köylerini ziyaret edin, köpüklü havuzlarda rahatlayın ve Avrupa'nın en büyük buzulunu görün.<br><br><strong>En Yakın Uluslararası Havaalanı (Başlangıç Noktası):</strong> Keflavík Uluslararası Havaalanı (KEF)",
  "durationDays": "8",
  "price": "1924",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "30",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>* FlyBUS servis otobüsleri ile havaalanı transferi – geliş</li>\n<li>* Doğal Tarih ve Fok Müzesi</li>\n<li>* Vidimyri Çim Kilisesi</li>\n<li>* Myvatn Doğa Hamamları girişi</li>\n<li>* Petra’nın Taş ve Mineral Koleksiyonu girişi</li>\n<li>* Eyjafjallajokull Volkanı Bilgi Merkezi</li>\n<li>* İzlanda’ya Özgü At Ahırları ve Jeotermal Seralar gezisi</li>\n<li>* FlyBUS servis otobüsleri ile havaalanı transferi – dönüş</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 7 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Özel araç</p>\n<p><strong>Yemekler</strong></p>\n<p>7 kahvaltı</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Reykjavik’e Varış",
      "description": "Keflavik Havaalanı'na varışta, Reykjavík'teki konaklama yerine transfer yapılacak. İlk gece boş zamanınızda başkenti keşfedin. Rengi, kültürü ve yaratıcılığı olan şehri yürüyerek kolayca keşfedebilirsiniz. Geleneksel İzlanda mutfağının örneklerini bulabileceğiniz çok sayıda restoranın yanı sıra hareketli bar ve kafeler bulunmakta."
    },
    {
      "dayNumber": 2,
      "title": "Akureyri",
      "description": "Grubunuz ve tur liderinizle saat 9'da buluştuktan sonra maceramız başlıyor. Otobüsümüzle Reykjavík'ten ayrılırken, batıya doğru Borgarnes kasabasını doğru gidiyoruz. Yolda Grábrok Yanardağ kraterine tırmanma şansımız var. Devam ederek, küçük bir balıkçı köyü olan Hvammstangi'de duruyoruz. Burada Doğal Tarih ve Fok Müzesini ziyaret edip ve yerel limanı keşfedeceğiz. Sonra, Vidimyri Çim Kilisesi’ne gidiyoruz. Bu geleneksel İzlanda mimarisinin gerçekten büyüleyici bir örneğidir ve birkaç fotoğraf çekmeye hazır olun. Kuzey İzlanda'nın başkenti Akureyri'ye ulaşana kadar, fiyortlar ve dağlar arasında geçen doğal bir sürüşün keyfinin tadını çıkarın."
    },
    {
      "dayNumber": 3,
      "title": "Mývatn Gölü",
      "description": "Sabah Akureyri'yi keşfetmek için zamanımız var. Botanik bahçelerini ziyaret edin ve Eyjafjörður fiyortunun muhteşem manzarasının keyfini çıkarın. Sonra, Tanrılar'ın şelaleleri olarak bilinen Goğafoss'a gidiyoruz. 30 metre genişliğinde ve 12 metre yükseklikten düşen Skjálfandafljót Nehri'nin suları ile İzlanda'nın en görkemli şelalelerinden biri. 1000 yılında İzlanda'daki Hristiyanlığın resmi din haline getirilmesiyle, Lawspeaker Þorgeir Ljósvetningagoji'nin Norse tanrılarına ait heykellerini bu şelaleden attığı söylenir."
    },
    {
      "dayNumber": 4,
      "title": "Egilsstadir",
      "description": "Güne Dimmuborgir'de bir yürüyüşle başlıyoruz. 'Karanlık kaleler' ile ünlü olan alışılmadık şekilli lav alanlarını keşfedin. Bölge tuhaf volkanik mağaralardan oluşmuş, bu eşsiz kaya oluşumlarını ziyaret edin. Öğle yemeğinden sonra Námaskarð kaplıca alanını ziyaret ediyoruz. Köpüren çamur havuzları ve buharlı gayzerler arasında gezintiye çıkın. Doğu İzlanda'ya doğru giderken, Lagarfljót nehrinin kıyısındaki küçük bir kasaba olan Egilsstadir'de geceyi geçiriyoruz. Haziran ve Ağustos ayları arasında bu turu alıyorsanız, Avrupa'nın en güçlü şelalesi olan Dettifoss'u görmek için Vatnajökull Milli Parkı'nı da ziyaret edin."
    },
    {
      "dayNumber": 5,
      "title": "Kirkjubajarklaustur",
      "description": "İzlanda'nın Doğu Fiyordları boyunca seyahat ederken güzel fiyort manzaraları ve büyüleyici balıkçı köyleriyle karşılaşacağımızdan kameranızı hazır tutun. Avrupa'nın en büyük buzullarından Vatnajökull'u ve yüzer buzdağları ve kutup sularıyla ünlü bir buzul gölü olan Jökulsárlón'u görme şansına sahip olacaksınız. Buralarda yüzen foklara dikkat edin ve bazen avare buzdağlarının karaya oturduğu siyah kumlu plaj boyunca yürüyün."
    },
    {
      "dayNumber": 6,
      "title": "Flúðir",
      "description": "Eldhraun lav sahasına giderken, yolda göreceğimiz buzulları, şelaleleri ve dağları geçerken manzaranın keyfini çıkarın. Batıya Eyjafjallajökull Bilgi Merkezi'ne doğru gitmeden önce, Skógar'da durarak, Skógafoss şelalesini ziyaret edeceğiz. İnsanların aktif bir yanardağ ve buzulun yanında nasıl yaşadıklarını öğrenin. Ardından 60 metreye düşen Seljalandsfoss şelalesini ziyaret ediyoruz - eğer arkasındaki yürüyüş parkurunu kullanırsanız ıslanabilirsiniz!"
    },
    {
      "dayNumber": 7,
      "title": "Reykjavik",
      "description": "Reykjavík'e dönerek Altın Döngü rotamızı tamamlıyoruz. Sabah İzlanda’ya özgü at ahırlarını ziyaret edeceğimiz ve jeotermal bir serayı keşfedeceğimiz Friðheimar'da duruyoruz. Hvítá nehrine akan devasa şelaleleri olan Gullfoss'a ulaşana kadar köpüren gayzerleri geçerek seyahatimize devam ediyoruz. Başkente vardığımızda, turumuz sona ermeden önce Reyjavík’ın en güzel yerleri görebileceğiniz kısa bir şehir turunun keyfini çıkarın."
    },
    {
      "dayNumber": 8,
      "title": "Reykjavik'den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}