{
  "destination": "İzlanda",
  "mainPhoto": "",
  "id": "RICIB",
  "tourName": "İzlanda Keyfi",
  "placesVisited": "İzlanda",
  "generalInfo": "Beş günlük maceramızda, uygun fiyatlarla Dünya'nın merkezine yolculuk edeceğiz.<br><br>Kültürel başkent Reykjavik'in cazip yerlerinin tadını çıkarın, Blue Lagoon'un büyüsünü yaşayın ve doğal çeşitliliğini sergileyen bir ülkede Seljalandsfoss şelalesinin büyüleyici güzelliğine hayran kalın.",
  "durationDays": "5",
  "price": "910",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "30",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Konaklama :</strong></p>\n<ul>\n<li>- Otelde 2 gece, kabinde 2 gece</li>\n</ul>\n<p><strong>Yemekler :</strong></p>\n<ul>\n<li>- 4 Kahvaltı</li>\n</ul>\n<p><strong>Geziler :</strong></p>\n<ul>\n<li>- Blue Lagoon ve Reykjavik Şehir turu girişi,</li>\n<li>- Kuzey Işıkları sunumu,</li>\n<li>- Seljalandsfoss şelalesine gezi,</li>\n<li>- Skógafoss şelalesi,</li>\n<li>- Skogar Folk Müzesi,</li>\n<li>- Jeotermal Sera,</li>\n<li>- Gullfoss Şelalesi ve İzlanda At Ahırları Ziyareti,</li>\n<li>- Şingvellir Milli Parkı Ziyareti Varış ve Ayrılış Transferleri</li>\n</ul>\n<p><strong>Ulaşım:</strong></p>\n<ul>\n<li>- Özel Araç</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Reykjavik",
      "description": "İzlanda’nın etkileyici manzaraları ve doğal güzellikleri arasında seyahatiniz havaalanından otelimize geçerek başlıyor. En yeşil şehirlerden biri olarak bilinen Reykjavik'in sanatsal ve yenilikçi başkentini gezeceğiz. Reykjavik, yenilenebilir enerji ile çalışan ilk şehirlerden biridir aynı zamanda “yeşil alanlarını” korumuştur. Bu gece eğlenmek için serbest bir akşam. İsteğe bağlı bir tura rezervasyon yaparak büyülü Kuzey Işıklarını görme şansınız var. Otelinizin resepsiyonu aracılığıyla rezervasyon yapabilirsiniz."
    },
    {
      "dayNumber": 2,
      "title": "Hella & The Blue Lagoon",
      "description": "Bu sabah Reykjavik ile daha yakından tanışacağız. Saat 09:00 da rehberinizle buluşacaksınız. Şehrin etkileyici modern mimarisine hayran kalacak, duvar resimleri ve sokaklarda sergilenen canlı sanat eserleriyle harika vakit geçireceğiniz bir şehir turu yapacaksınız. Blue Lagoon'e gitme zamanı geldi. 1976'da kurulan bu lüks kaplıcaya ait ılık, buharlı suların cilde iyi gelen doğal temizleme ve şifa özellikleri olduğu söylenir. Lagün'ü gezdikten sonra, önümüzdeki iki gece konaklayacağımız küçük tarımsal köy Hella'ya gideceğiz. Saat 18: 00'de Kuzey Işıkları sunumu öncesinde yerel bir akşam yemeğinin tadını çıkaracağız. Rehberiniz ışıkların nasıl ortaya çıktığı hakkında size bilgiler verecek. Sonrasında Kuzey Işıklarını aramaya başlayacaksınız."
    },
    {
      "dayNumber": 3,
      "title": "Seljalandsfoss Waterfall",
      "description": "Günümüzde Hella, şelaleleri ve buzulları keşfetmek için güneye doğru bir geçit işlevi görüyor. İlk durağımız, yüksek fakat dar Seljalandsfoss şelalesi. Daha sonra, yerel halk tarafından kullanılan ve üretilen araçlar, sanat ve el sanatları da dahil olmak üzere yerel tarım hakkında daha fazla bilgi edinmek için komşu Skogar Folk Müzesi'ni ziyaret ediyoruz. Bir sonraki durağımız 60 metre yükseklikte, ünlü ve etkileyici Skógafoss şelalesi. Adanın daha güneyine gitmeden önce, şelalenin önünde öğle yemeğinizi yerken güzelliğine hayran kalacaksınız. Bu öğleden sonra bir buzul yürüyüşü için rezervasyon yapma seçeneğiniz var. Bu yürüyüşde, buz heykelleri, kaya oluşumları ve Sólheimajökull buzulunun derin yarıklarını keşfederken buzul davranışını ve bunun İzlanda doğası üzerindeki etkisini öğreneceksiniz. Yürüyüşü yapmamayı tercih ederseniz, grubunuz kıyı köyü Vík'a devam edecektir. Burada siyah lav plajında ​​dolaşabilir ve Reynisfjara'daki inanılmaz kuş kayalıklarını izleyebilirsiniz. Akşamın erken saatlerinde Hella'ya geri döneceğiz ve umarız gökyüzünde dolaşan Kuzey Işıklarını yakalayacağız!"
    },
    {
      "dayNumber": 4,
      "title": "Gullfoss Waterfall & The Icelandic Pony",
      "description": "Sabah küçük bir tür at türü olan İzlandalı midillileri göreceğimiz yerel bir ahırı ziyaret edeceğiz. Bundan sonra, bir jeotermal serayı ziyaret edeceğiz. Doğal jeotermal çevre sayesinde çiftlikler, İzlanda'nın uzun ve karanlık kışlarına rağmen, bu seralarda yıl boyunca çeşitli sebzeler yetiştirebiliyorlar. Ünlü Altın Çember boyunca, kendinizi güçlü Hvita nehrinin kanyonunun içinde bulunan Gullfoss Şelalesi'nin nefes kesici manzaraları ve sis bulutları arasında bulacaksınız. Gayzerlerden çıkan buharı gözlemleyecek ve uyuyan bir gayzer olan Strokkur'un 5-10 dakikalık aralıklarla patlamasını bekleyeceğiz. İzlanda’nın doğal güzelliklerini gördüğümüz turumuz ünlü Pingvellir Ulusal parkını ziyaret ederek devam ediyor. Tektonik tabakları, buzlu gölleri ve görkemli Silfra Boğazı ile ünlüdür. Uzun bir keşif gününün ardından, Reykjavik'te otelimize gidiyoruz."
    },
    {
      "dayNumber": 5,
      "title": "Depart Reykjavik",
      "description": "Bir ömür boyu hatırlayacağınız maceranız bugün sona eriyor. Uçuşunuz geç saatte ise veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız, turistik yerleri keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}