{
  "destination": "Albania",
  "mainPhoto": "",
  "id": "albania-holidays-small-group-tour",
  "tourName": "Albania holidays, small group tour",
  "placesVisited": "UNESCO sites, including Berat, Butrint and Gjirokastra, Blue Eye natural springs, tour of Tirana including the natural history museum, Elbasan Fortress, Korka, Dhoksat and Voskopoja villages, Erseke mountain village, Apollonia, Permet",
  "generalInfo": "Enjoy a ten day cultural tour around this highly underrated Mediterranean country. You'll find it packed with Byzantine and Roman history, just as its neighbouring Greece is, and yet so much further off the cultural tourist’s radar. As well as its ancient civilisations, architecture and UNESCO World Heritage Sites, Albania also has its own Alps, known as the Accursed Mountains, with remote villages bearing little change since times when blood feuds were the norm and small family farms tucked into exquisite valleys still are. <br/><br/>During this Albania holiday we travel in a circuit, starting in the capital city of Tirana where Italian architecture, Ottoman minarets, mosques and crumbling communist remnants sit side by side. You can see all of its history just walking down one street. From here, we head south taking in a mixture of military heritage, such as the ancient fortress at Elbasan or the National Museum of Weapons located in Gjirokaster fort, located ominously on a remote mountain slope. Most impressively of all things militia, however, is the mediaeval citadel of Krujë. <br/><br/>There is some extraordinary natural heritage to explore as well. We spend some time at Pogradec on the shores of the great Lake Ohrid, surrounded by mountains. We enjoy mountain villages such as Ersekë, enveloped by the luscious green slopes of the Gramos Mountains and also visit the ‘Blue Eye’, famous for its seven natural springs that come to the surface here. And we also take time to enjoy the Mediterranean climes by sauntering and swimming at Porto Palermo Bay. <br/><br/>Every day is different on this trip, and along the way we not only stay in small locally owned guest houses that are still unchanged by mass tourism, but also enjoy local food and wine, this aspect of Albanian culture another of Europe’s well kept secrets. In fact, Albania is still one big hidden secret when it comes to tourism, and so the feeling is generally one of ‘get in quick’, before the word gets out. <br/>",
  "durationDays": "10",
  "price": "1599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Tirana, the capital of Albania. At 4.30pm, say hello to your tour leader and fellow travellers at our hotel, where we gather as a group for the first time to get to know each other and learn more about the adventures ahead. That’s followed by an orientation tour of the renovated New Bazaar, located near our hotel. Your tour leader then ensures a big welcome by arranging a group dinner. Want to explore Tirana further? Secure pre-tour hotel nights through your sales representative. Accommodation: Hotel La Favorita/Sky 2 Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After an early breakfast, we take a walking tour of Tirana, which was made the capital of Albania in 1920, visiting the remains of an old castle; the modern Pyramid of Tirana, which was opened as a museum and served as a NATO base during the Kosovo War; and the Prime Minister’s Office. We will also visit Bunk Art 2 or 1 (depending on seasonality), which is an Albanian history museum inside a preserved, Communist-era nuclear pit bunker. Afterwards we reach the Blloku neighbourhood, where villas were once occupied by members of the Politburo, a former leading group of the Albanian Labour party. It is now the nightlife hub of Tirana, home to trendy bars, cafes and clubs. We then drive to Pogradec (approximately 2hr 30min), making a short stop at the 15th-century fortress of Elbasan. Pogradec is one of the most charming resort cities in Albania, next to beautiful Lake Ohrid and surrounded by mountains. On the way we will stop in Lin to walk through the village and have a coffee in one of their bars. Accommodation: Hotel Pogradeci (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning, we drive for about an hour to Voskopojë Village (formerly known as Moscopole), an important and well-known centre for the arts, where many talented Albanian icon painters worked. The village has suffered over the years, with many treasures stolen during the second half of the 18th century and this continued during the world wars. We take a 40-minute walk to visit one of the oldest churches representing Voskopoja religious art. Another drive (approximately 30 minutes) takes us to Korçë, the largest city in southeast Albania, which sits at the foot of Moravia Mountain, 2,625ft (800m) above sea level. This city became an important trading and handicraft centre in the 18th century and has also been referred to as the City of Museums. Make sure to try the renowned local beer. *Please note during March, April, October and November, the visits to the Medieval Arts Museum in Korcë and the visit to Voskopoja will be done in reverse order due to opening times of the museum. Accommodation: Hotel Christi Borova/Hotel Kocibelli (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Our drive through the mountains today is truly spectacular, with sweeping views across the Gramos and Nemercka mountains. Along the winding route, we enjoy a short stop in Ersekë, which at 3,445ft (1,050m) is the highest town in Albania. This 17th-century town is surrounded by the beautiful green pastures of the Gramos Mountains. Continuing to beautiful Përmet, we make a stop at the hot springs, where we have time to relax and swim. After quite a long day (approximately five hours' drive in total), we arrive in Përmet, in the heart of the white mountains on the Vjosë River. This evening you’re in for a treat: Përmet is celebrated for its food and wine, including gliko sweets and raki. Accommodation: Hotel Alvero (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We drive (approximately two hours) to the beautiful town of Gjirokastër, pausing at the traditional village of Dhoksat for a homecooked lunch. For this, we visit the home of a local family, who cook our meal using produce from their land. They'll also share their culture and customs with you, providing a valuable insight into their life and traditions. In the afternoon, we enjoy a guided visit around mountainside Gjirokastër, where cobbled streets wind between old houses with interesting architectural features including medieval towers. The castle is the standout landmark here, with panoramic views of the landscape. We also visit Skenduli House, a centuries-old building and magnificent example of the local architectural style. Please note: Lunch with the local family can sometimes be changed to dinner dependent on their availability. Accommodation: Argjiro Hotel/Hotel Bineri (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After an early breakfast, we travel to Unesco-listed Butrint National Park, an area that rose to fame in the fourth century BCE when it became home to a sanctuary dedicated to Asclepius, god of medicine. The sanctuary was located on the south slope of the acropolis (hill) and was visited by worshippers to be healed. The city developed during the Roman period, but fell into decline after an earthquake and was abandoned towards the end of the Middle Ages. After our visit, we drive to Llogora National Park stopping along the coast on the way. Accommodation: Llogora Tourist Village Hotel (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Head into Llogora National Park to follow in the footsteps of Julius Caesar, enjoying a 2.5mi (4km) round-trip hike along Caesar's Path, possibly to Caesar's Field – the Roman general is said to have marched through this area during his campaign against Pompey in 48 BCE. Along the way, there may be the opportunity for a refreshing swim in the Ionian Sea,. Next, we stop at the wonderful ruins of Apollonia (approximately 1hr 30min to two hours' drive). Originally occupied by Illyrian tribes and then colonists from Corfu and Corinth around 600 BCE, Apollonia flourished in the Roman period and was home to a renowned school of philosophy (emperor Augustus studied here) but began to decline in the third century CE when its harbour started silting up as a result of an earthquake. After Apollonia, we transfer for just over an hour further inland to the Unesco-listed town of Berat, where we spend the night. Accommodation: Hotel Onufri/Berati Castel Hotel (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today is dedicated to Berat, the gem of Albania. This morning, we enjoy a guided tour around the old district, with pretty white buildings perched on the hill amid pine forests. We walk through the narrow cobbled streets and reach Berat Castle on the slopes of Mount Tomorr, where we are rewarded with breath-taking views (and we find out why Berat is known to Albanians as the City of a Thousand Windows). Within the castle walls are dwelling houses and the Onufri Museum (Museum of Iconography), which we have time to visit. On the way back to the hotel, we also visit the House of Cac Dollani. The rest of the day is free to explore the town. Accommodation: Hotel Onufri/Berati Castel Hotel (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "From Berat, we drive to the port of Durrës (approximately two hours), the second-largest city in Albania and home to the largest amphitheatre in the Balkans. The amphitheatre dates to the second century CE, seats 15,000 people and contains an early Christian crypt with rare wall mosaics. The city was colonised by people from Corinth and Korkyra in 627 BCE and was named Epidamnus, but later became Dyrrachium. We then drive to the medieval citadel of Krujë (approximately 45 minutes), where the national hero, Skanderbeg, led the resistance against the Ottomans. He kept them from crossing into western Europe for 25 years, earning the title Champion of Christ. We check in at the hotel and in the afternoon visit the Skanderbeg Museum, from which you can enjoy inspirational views to the Adriatic Coast. We also have time to wander through the medieval bazaar of Krujë, which is stocked full of souvenirs and handicrafts. Accommodation: Hotel Panorama (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "You’ve seen the beauty of the Albanian Riviera, walked in the footsteps of Julius Caesar, and witnessed magnificent monuments from civilisations past, but now it’s time to begin your return journey home. Alternatively, if you’d like to extend your adventure, speak to your sales representative to discuss our large range of extension options."
    }
  ],
  "map": ""
}