[
  {
    "destination": "Albania",
    "mainPhoto": "images/tour-photos/Albania/01/01.webp",
    "id": "albania-holidays-small-group-tour",
    "tourName": "Albania holidays, small group tour",
    "placesVisited": "UNESCO sites, including Berat, Butrint and Gjirokastra, Blue Eye natural springs, tour of Tirana including the natural history museum, Elbasan Fortress, Korka, Dhoksat and Voskopoja villages, Erseke mountain village, Apollonia, Permet",
    "generalInfo": "Enjoy a ten day cultural tour around this highly underrated Mediterranean country. You'll find it packed with Byzantine and Roman history, just as its neighbouring Greece is, and yet so much further off the cultural tourist’s radar. As well as its ancient civilisations, architecture and UNESCO World Heritage Sites, Albania also has its own Alps, known as the Accursed Mountains, with remote villages bearing little change since times when blood feuds were the norm and small family farms tucked into exquisite valleys still are. <br/><br/>During this Albania holiday we travel in a circuit, starting in the capital city of Tirana where Italian architecture, Ottoman minarets, mosques and crumbling communist remnants sit side by side. You can see all of its history just walking down one street. From here, we head south taking in a mixture of military heritage, such as the ancient fortress at Elbasan or the National Museum of Weapons located in Gjirokaster fort, located ominously on a remote mountain slope. Most impressively of all things militia, however, is the mediaeval citadel of Krujë. <br/><br/>There is some extraordinary natural heritage to explore as well. We spend some time at Pogradec on the shores of the great Lake Ohrid, surrounded by mountains. We enjoy mountain villages such as Ersekë, enveloped by the luscious green slopes of the Gramos Mountains and also visit the ‘Blue Eye’, famous for its seven natural springs that come to the surface here. And we also take time to enjoy the Mediterranean climes by sauntering and swimming at Porto Palermo Bay. <br/><br/>Every day is different on this trip, and along the way we not only stay in small locally owned guest houses that are still unchanged by mass tourism, but also enjoy local food and wine, this aspect of Albanian culture another of Europe’s well kept secrets. In fact, Albania is still one big hidden secret when it comes to tourism, and so the feeling is generally one of ‘get in quick’, before the word gets out. <br/>",
    "durationDays": "10",
    "price": "1599",
    "image1": "images/tour-photos/Albania/01/01.webp",
    "image2": "images/tour-photos/Albania/01/02.webp",
    "image3": "images/tour-photos/Albania/01/03.webp",
    "image4": "images/tour-photos/Albania/01/04.webp",
    "image5": "images/tour-photos/Albania/01/05.webp",
    "image6": "images/tour-photos/Albania/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Begin your adventure in Tirana, the capital of Albania. At 4.30pm, say hello to your tour leader and fellow travellers at our hotel, where we gather as a group for the first time to get to know each other and learn more about the adventures ahead. That’s followed by an orientation tour of the renovated New Bazaar, located near our hotel. Your tour leader then ensures a big welcome by arranging a group dinner. Want to explore Tirana further? Secure pre-tour hotel nights through your sales representative. Accommodation: Hotel La Favorita/Sky 2 Hotel (or similar)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After an early breakfast, we take a walking tour of Tirana, which was made the capital of Albania in 1920, visiting the remains of an old castle; the modern Pyramid of Tirana, which was opened as a museum and served as a NATO base during the Kosovo War; and the Prime Minister’s Office. We will also visit Bunk Art 2 or 1 (depending on seasonality), which is an Albanian history museum inside a preserved, Communist-era nuclear pit bunker. Afterwards we reach the Blloku neighbourhood, where villas were once occupied by members of the Politburo, a former leading group of the Albanian Labour party. It is now the nightlife hub of Tirana, home to trendy bars, cafes and clubs. We then drive to Pogradec (approximately 2hr 30min), making a short stop at the 15th-century fortress of Elbasan. Pogradec is one of the most charming resort cities in Albania, next to beautiful Lake Ohrid and surrounded by mountains. On the way we will stop in Lin to walk through the village and have a coffee in one of their bars. Accommodation: Hotel Pogradeci (or similar)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "This morning, we drive for about an hour to Voskopojë Village (formerly known as Moscopole), an important and well-known centre for the arts, where many talented Albanian icon painters worked. The village has suffered over the years, with many treasures stolen during the second half of the 18th century and this continued during the world wars. We take a 40-minute walk to visit one of the oldest churches representing Voskopoja religious art. Another drive (approximately 30 minutes) takes us to Korçë, the largest city in southeast Albania, which sits at the foot of Moravia Mountain, 2,625ft (800m) above sea level. This city became an important trading and handicraft centre in the 18th century and has also been referred to as the City of Museums. Make sure to try the renowned local beer. *Please note during March, April, October and November, the visits to the Medieval Arts Museum in Korcë and the visit to Voskopoja will be done in reverse order due to opening times of the museum. Accommodation: Hotel Christi Borova/Hotel Kocibelli (or similar)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Our drive through the mountains today is truly spectacular, with sweeping views across the Gramos and Nemercka mountains. Along the winding route, we enjoy a short stop in Ersekë, which at 3,445ft (1,050m) is the highest town in Albania. This 17th-century town is surrounded by the beautiful green pastures of the Gramos Mountains. Continuing to beautiful Përmet, we make a stop at the hot springs, where we have time to relax and swim. After quite a long day (approximately five hours' drive in total), we arrive in Përmet, in the heart of the white mountains on the Vjosë River. This evening you’re in for a treat: Përmet is celebrated for its food and wine, including gliko sweets and raki. Accommodation: Hotel Alvero (or similar)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "We drive (approximately two hours) to the beautiful town of Gjirokastër, pausing at the traditional village of Dhoksat for a homecooked lunch. For this, we visit the home of a local family, who cook our meal using produce from their land. They'll also share their culture and customs with you, providing a valuable insight into their life and traditions. In the afternoon, we enjoy a guided visit around mountainside Gjirokastër, where cobbled streets wind between old houses with interesting architectural features including medieval towers. The castle is the standout landmark here, with panoramic views of the landscape. We also visit Skenduli House, a centuries-old building and magnificent example of the local architectural style. Please note: Lunch with the local family can sometimes be changed to dinner dependent on their availability. Accommodation: Argjiro Hotel/Hotel Bineri (or similar)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "After an early breakfast, we travel to Unesco-listed Butrint National Park, an area that rose to fame in the fourth century BCE when it became home to a sanctuary dedicated to Asclepius, god of medicine. The sanctuary was located on the south slope of the acropolis (hill) and was visited by worshippers to be healed. The city developed during the Roman period, but fell into decline after an earthquake and was abandoned towards the end of the Middle Ages. After our visit, we drive to Llogora National Park stopping along the coast on the way. Accommodation: Llogora Tourist Village Hotel (or similar)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Head into Llogora National Park to follow in the footsteps of Julius Caesar, enjoying a 2.5mi (4km) round-trip hike along Caesar's Path, possibly to Caesar's Field – the Roman general is said to have marched through this area during his campaign against Pompey in 48 BCE. Along the way, there may be the opportunity for a refreshing swim in the Ionian Sea,. Next, we stop at the wonderful ruins of Apollonia (approximately 1hr 30min to two hours' drive). Originally occupied by Illyrian tribes and then colonists from Corfu and Corinth around 600 BCE, Apollonia flourished in the Roman period and was home to a renowned school of philosophy (emperor Augustus studied here) but began to decline in the third century CE when its harbour started silting up as a result of an earthquake. After Apollonia, we transfer for just over an hour further inland to the Unesco-listed town of Berat, where we spend the night. Accommodation: Hotel Onufri/Berati Castel Hotel (or similar)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Today is dedicated to Berat, the gem of Albania. This morning, we enjoy a guided tour around the old district, with pretty white buildings perched on the hill amid pine forests. We walk through the narrow cobbled streets and reach Berat Castle on the slopes of Mount Tomorr, where we are rewarded with breath-taking views (and we find out why Berat is known to Albanians as the City of a Thousand Windows). Within the castle walls are dwelling houses and the Onufri Museum (Museum of Iconography), which we have time to visit. On the way back to the hotel, we also visit the House of Cac Dollani. The rest of the day is free to explore the town. Accommodation: Hotel Onufri/Berati Castel Hotel (or similar)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "From Berat, we drive to the port of Durrës (approximately two hours), the second-largest city in Albania and home to the largest amphitheatre in the Balkans. The amphitheatre dates to the second century CE, seats 15,000 people and contains an early Christian crypt with rare wall mosaics. The city was colonised by people from Corinth and Korkyra in 627 BCE and was named Epidamnus, but later became Dyrrachium. We then drive to the medieval citadel of Krujë (approximately 45 minutes), where the national hero, Skanderbeg, led the resistance against the Ottomans. He kept them from crossing into western Europe for 25 years, earning the title Champion of Christ. We check in at the hotel and in the afternoon visit the Skanderbeg Museum, from which you can enjoy inspirational views to the Adriatic Coast. We also have time to wander through the medieval bazaar of Krujë, which is stocked full of souvenirs and handicrafts. Accommodation: Hotel Panorama (or similar)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "You’ve seen the beauty of the Albanian Riviera, walked in the footsteps of Julius Caesar, and witnessed magnificent monuments from civilisations past, but now it’s time to begin your return journey home. Alternatively, if you’d like to extend your adventure, speak to your sales representative to discuss our large range of extension options."
      }
    ],
    "map": ""
  },
  {
    "destination": "Albania",
    "mainPhoto": "images/tour-photos/Albania/02/01.webp",
    "id": "family-albania-adventure",
    "tourName": "Family Albania Adventure",
    "placesVisited": "",
    "generalInfo": "With its beautiful and diverse landscapes of rolling hills, rugged mountains, spectacular winding coastlines, golden beaches and turquoise seas, Albania has so much to offer active families looking for a new Mediterranean holiday destination. A warm welcome awaits in its quirky towns and cities.<br/>\n<br/>\n<br/>\nActive adventures - Raft along one of Europe's last wild rivers, hike canyon trails and enjoy wild swimming.<br/>\nSeaside fun - Take a thrilling rib boat ride to the Karaburun Maritime Park and discover a pirate's cave.<br/>\nAmazing cities - Discover Gjirokaster's cobbled streets, coastal Vlora and vibrant Tirana.",
    "durationDays": "8",
    "price": "1595",
    "image1": "images/tour-photos/Albania/02/01.webp",
    "image2": "images/tour-photos/Albania/02/02.webp",
    "image3": "images/tour-photos/Albania/02/03.webp",
    "image4": "images/tour-photos/Albania/02/04.webp",
    "image5": "images/tour-photos/Albania/02/05.webp",
    "image6": "images/tour-photos/Albania/02/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join in Tirana",
        "description": ": Our tour starts today in Tirana, Albania's vibrant capital. Emerging from the shadows of its communist past, Tirana is a surprisingly metropolitan city, with a thriving art and culture scene - not to mention its hip bars and eateries. The warm welcome you'll receive from the locals here is something that will mark your journey throughout our Albanian adventure. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for the welcome meeting, and for those who wish, there is the chance to go out for dinner afterwards. There are no other activities planned today, so you're free to arrive in Tirana at any time. If you'd like an airport transfer today, you'll need to arrive into Tirana International Airport (TIA), which is around a 30-minute drive from our hotel. Please look out for your driver, who will be waiting just outside the arrivals area near the Vodafone stand, holding an Explore signboard. If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might like to head out to explore the city, which is easy to navigate on foot. If you're hungry, the Blloku District, near the Grand Park, is popular with local families, as is the park itself. In the valleys surrounding the park's artificial lake, you can see the remains of the Church of St. Procopius, a great spot to get a stunning view of the water. If you're into markets, check out Pazari i Ri, an open-air market where you can buy everything from fresh produce to local specialties such as byreks, baklavas and honey. Our itinerary doesn't afford us a lot of time in the capital, so if you're keen to explore, you might like to think about adding extra time here pre- or post-tour."
      },
      {
        "dayNumber": 2,
        "title": "Swim in a pristine river and explore the UNESCO Heritage site Gjirokaster",
        "description": ": After breakfast, we leave Tirana and drive south towards Gjirokaster, often referred to as 'the pearl of Albania' and undoubtedly one of the most beautiful and enchanting towns on the Balkan Peninsula. The journey to Gjirokaster is approximately three and a half hours, passing through amazing landscapes and countryside villages. En route, we stop by the river Vjosa for lunch and, water conditions allowing, can enjoy a refreshing wild swim in the crystalline blue water. The rivers in Albania are relatively untouched by human development, so you can experience the waters in their natural state, surrounded by pristine forests and rugged terrain. We arrive in Gjirokaster in the afternoon. The city stretches uphill on sloping cobblestoned streets with unique stone houses, which look like small fortresses. For this reason, the town is known as 'The City of Stone'. After settling in at our hotel, we climb up to the upper parts of the town to visit the impressive castle, which sits at a height of 336 metres and is one of the most magnificent structures in the city with great views over the surrounding hills, river valley and city. Later, we head down from our hotel to discover the Old Bazaar area and can enjoy dinner in one of the town's many restaurants. Traditional Albanian cuisine is a blend of Mediterranean and Balkan dishes with seafood, feta cheese, a wide variety of vegetables, and the herbs of the Mediterranean all featuring."
      },
      {
        "dayNumber": 3,
        "title": "White water rafting on Europe's last wild river and relax in the Benja Thermal Pools",
        "description": ": Today, we journey to the Vjosa River, which carves out a course by the majestic north face of Nemerçka Mountain. Environmentalists and scientists alike have called the Vjosa the last 'wild' river in Europe, as it flows uninterrupted for 270 kilometres from Greece across southern Albania to the Adriatic Sea, without any dams or power stations. Driving to our activity base right next to the river, we don our lifejackets and helmets and head further upstream in smaller vehicles to a river beach. After a quick safety briefing, we get ready to experience an adrenaline rush while rafting the wild streams and canyons. The course of the Vjosa River is wild and untamed and adorned with beautiful canyons, turquoise waters, islands, and oxbows. Graded between 2 and 3, this river is not difficult to raft, but provides a lot of rapids in a short stretch of water, providing the perfect mix of adventure and fun for both the novice rafter and experienced paddler alike. Rafting can take place year-round, but is of course subject to weather and river conditions. After rafting, we head for a well-earned lunch of traditional Albanian fare at a small roadside guesthouse. From here, it's just a short drive to the spectacular gorge of Kelcyra, where we'll take a short hike along the banks of the river Benja for views of its fantastic limestone canyon. On our way back, there's the chance to have a dip in the natural thermal pools the area is well known for, by the iconic Ottoman bridge of Katiu."
      },
      {
        "dayNumber": 4,
        "title": "Scenic drive to Himara Bay; explore Ali Pasha fortress and swim at Porto Palermo Bay en route",
        "description": ": After breakfast, we say goodbye to Gjirokaster and start heading towards the Ionian Sea, driving along panoramic roads across the mountains of the Southern Highlands. The main coastal highway is one of the most scenic coastal roads in Europe, offering some truly spectacular views of the Albanian Riviera and surrounding mountain ranges. Our journey takes us along the coast to Porto Palermo, a beautiful bay on the Adriatic Sea. We'll visit the Ali Pasha fortress, a tiny, fortified island surrounded by clear blue waters. We'll explore the different rooms and tunnels of the fortress before admiring the breathtaking views from its terrace. A short drive further north from here are some great beaches, and we'll combine our lunch stop with the chance for a swim in the refreshing Mediterranean waters. We'll then continue on to Himara Bay where we'll check into our hotel and you can take the rest of the afternoon as free time to relax, enjoy the swimming pool at the hotel or explore Himara at your own pace."
      },
      {
        "dayNumber": 5,
        "title": "Free day with optional visit to Himara Castle and hike",
        "description": ": Today we'll have a free day to relax and make the most of our hotel's lovely swimming pool, explore Himara town and bay or head over to Himara's stunning beaches, which are just a five minute walk away from the hotel. In the afternoon we'll have the option to visit the historic Himara Castle ruins with our tour leader. The ruins overlook Livhadi Bay and its' walls are said to date back to the 5th and 4th Centuries BC. Within the castle walls are some Orthodox churches and Greek orthodox influences. After the castle visit you'll have the option to hike down from the castle and back to our hotel. Today's optional hike is 9 kilometres/ 5.6 miles long and takes around 2.5 hours with an ascent of 130 metres/ 426 feet and a descent of 290 metres/ 950 feet."
      },
      {
        "dayNumber": 6,
        "title": "Boat trip and swim along the Karaburun Peninsula, visit Haxhi Ali Cave. Free time in Vlora",
        "description": ": Today, we'll drive over to Vlora where we'll spend the night. Vlora is Albania's third-largest city and enjoys a stunning location on a sweeping bay protected by the Karaburun Peninsula. Expanding rapidly in recent years, it's becoming a popular holiday destination with both Albanian and international visitors, although compared to elsewhere in Europe, the tourism infrastructure is still limited. Before lunch, we'll head out on a rib boat ride across the turquoise waters of the Karaburun and Sazan Island Maritime Park. Depending on the size of our group, we'll have either one or two rib boats. Shade on board is limited, so be sure to pack your sunscreen and sunhat. A limited number of masks and snorkels are available for our use. We'll motor out to the uninhabited Karaburan Peninsula, where we'll discover a cathedral-sized cave that was once a hideout used by the famous 17th-century pirate Haxhi Ali. We plan to have lunch at one of the most beautiful beaches of the peninsula, with time for a swim. Depending on the local situation, we may also be able to stop at Sazan Island, a mysterious island with a legacy that goes back to Albania's communist period. It was only reopened to the general public in 2010. The island today is still a military base with around 3,600 bunkers and many miles of tunnels. It has always been isolated, and because of this, it has a particularly rich flora and fauna. After a fun day out on the sea, we finally return to our hotel for an evening at leisure. In your free time you'll have the chance to pay a visit to the Old Town, which has recently been totally renovated and offers a picture-postcard setting with some great cafes and restaurants. As well as the Old Town, you can also visit the Muradie Mosque, Independence Monument, and the Museum of Independence, where you can learn about the country's struggle for freedom and the prominent figures that played a vital role in its liberation. For dinner, head to the promenade for its lively atmosphere and multitude of restaurants to choose from."
      },
      {
        "dayNumber": 7,
        "title": "Visit Apollonia; drive to Tirana and take the cable car to Djati Adventure Park",
        "description": ": Early this morning, we leave Vlora behind and drive back to Tirana. On the way, we stop to visit the UNESCO-listed archaeological site of Apollonia. Set on rolling hills among olive groves, with impressive views all around, Apollonia (named after the god Apollo) is a reminder of the ancient Greeks in Albania. Stroll amongst ancient ruins within a peaceful park surrounded by beautiful nature. Arriving on the outskirts of Tirana, we take a fifteen-minute journey by cable car to Mt Dajti, crossing over treetops, little farmhouses, and passing by mountain cliffs. From the top, you will have an impressive view of the entire city of Tirana, and on a clear day, you will be able to see the Adriatic Sea and the Port of Durres. Then, get ready for some fun at the Djati Adventure Park where we tackle a range of obstacle courses including nets, suspension bridges, swinging beams and zip lines. There are a variety of courses which suit both adults and children. On arrival, you will be kitted out with all the necessary safety equipment, with trained instructors on hand to supervise your enjoyment. Towards the end of the afternoon, we take the cable car back down the mountain and transfer to our hotel in Tirana, where there is the opportunity to go as a group for our last dinner in the city."
      },
      {
        "dayNumber": 8,
        "title": "Tour ends in Tirana",
        "description": ": The trip ends after breakfast at our hotel in Tirana. There are no activities planned today, so you're free to depart from Tirana at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Tirana airport (TIA), which is around a 30-minute drive from our hotel. If you want more time in Tirana, why not extend your stay? The capital is an extremely safe and friendly city, easy to navigate, and has plenty to offer for families. Contact us to book additional accommodation pre- or post-tour."
      }
    ],
    "map": ""
  }
]
