{
  "destination": "Ghana",
  "mainPhoto": "",
  "id": "mole-national-park-safari-ghana",
  "tourName": "Mole National Park safari, Ghana",
  "placesVisited": "",
  "generalInfo": "Explore the Mole National Park, Ghana's premier national park and immerse yourself on an amazing safari to spot Savannah elephants, baboons, warthogs, different species of antelopes, birds and and many more and not forgetting the beautiful scenic views. Also get to opportunity to explore some local villages around the Mole National Park in the Savannah Region of Ghana. Experiences in this package will include;<br/>-Afternoon Drive Safari         <br/>-Morning Walk Safari<br/>-Tour of Mognori Eco Village<br/>-Canoe Safari<br/>-Explore cultures around the Park",
  "durationDays": "5",
  "price": "2630",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN GHANA Upon arrival at the Terminal 3 of Kotoka International Airport, Accra-Ghana, you will be met by a staff and transferred to your hotel. Overnight in Accra"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "ACCRA – MOLE NATIONAL PARK After breakfast, you will depart with the morning flight to Tamale. Upon arrival, you will be met by our team who will then transfer you on a 2hour journey to Mole National Park. It is Ghana's premier national park and covers 4,577kilometers square. It is located in the guinea savannah of Ghana. It houses mammals including elephants, buffalo, warthogs, antelopes, monkeys and many more. Upon arrival, you will check in into your room to relax and await your late afternoon safari drive with an experienced park guide. Overnight in Mole National Park"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "MOLE NATIONAL PARK – MOGNORI ECO VILLAGE – MOLE NATIONAL PARK After a restful night, you will have a morning safari walk to get familiar with more animals in the park. Upon arrival from your safari, you will have breakfast. You will later depart to a nearby eco village; Mognori. You will have a tour of the village after which you will be treated to a canoe safari on the Mole River. Return back to Mole National Park making a detour to an ancient mosque, Larabanga Mosque. This mosque is regarded as the oldest mosque in Ghana. Return to the Park for relaxation by the swimming pool or in your room. Overnight in Mole National Park"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "MOLE NATIONAL PARK - ACCRA You will have an early morning walk safari within the park to come up close with mammals in the park. You will use this opportunity to make up for the species you missed during your drive safari. After your safari, you will have your breakfast and prepare to checkout from your hotel to depart to Tamale Airport for your onward flight to Accra. Overnight in Accra"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "CITY TOUR - DEPARTURE After breakfast, you will depart to begin your tour of the hustle and bustle of the metropolis of Ghana's capital. Your first stop will be to the Ghana National Museum to learn more about the culture of Ghanaians. We will continue to the Kwame Nkrumah Memorial Park. There, you will make stops at some side attractions including; the museum of Ghana's first president after which we will continue to the Independence Square and Mausoleum. Also visit the biggest arts market in Ghana to shop. At the art market be prepared to exhibit your bargaining skills as this can make you buy things at a cheaper rate. You will also visit the Makola market in Accra. Afterwards, you will be transferred to the airport to depart home. Medaase (Thank you) Ghana!!"
    }
  ],
  "map": ""
}