{
  "destination": "Ghana",
  "mainPhoto": "",
  "id": "afrofuture-festival-holiday-ghana",
  "tourName": "Afrofuture Festival holiday, Ghana",
  "placesVisited": "",
  "generalInfo": "Afrofuture is a festival designed to highlight &amp; elevate thrilling and thriving millennial talent from and within Africa. The festival features a festive celebration of Ghanaian culture in the form of Art &amp; Fashion Installations, Live painting, The Best of African Cuisine, Live performances.<br/><br/>NB: This tour departs with a minimum of 2 travelers. Solo travelers will be offered a new date or full refund if the minimum is not met.<br/><br/><br/>Trip Includes:<br/>· Meeting and assistance upon arrival and departure<br/>· Round-trip airport/hotel transfers<br/>· Hotel accommodation in the indicated properties<br/>· Transportation in private A/C vehicle<br/>· Experienced cultural tour guide<br/>. Meals (7 Breakfast,4 dinners<br/>· Bottled water per person per day<br/>· Admission to listed sites and activities<br/>· VIP admission to Afrofuture on December 28 -29 &amp;<br/>General Admission to New Year’s Eve Party<br/>· Assistance with visa application<br/><br/>Not Included<br/>· Cost of visa<br/>· Flights<br/>· Travel insurance<br/>· Tips for driver and guide<br/>· Tips for site guides/waiters<br/>· Meals not listed<br/>· Personal expenses<br/>· Early check-in <br/>· Porterage fees",
  "durationDays": "8",
  "price": "4495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN ACCRA—Saturday, December 27 | Christmas is a magical season of the year and while there’s truth to the notion that there’s no place like home for the holidays, Ghana offers you the unique experience of how much Christmas is celebrated here. This trip will offer the chance for one of the most unforgettable holidays of a lifetime. Upon arrival in Accra, you will be welcomed, ushered through immigration and customs and transported in a private A/C vehicle to your hotel in Accra. Check in at your hotel, relax and prepare for a memorable night of delicious meal and soothing music. Hotel: Lancaster Accra or similar"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "ACCRA (AFROFUTURE FEST- OPENING NIGHT)—Sunday, December 28 | Welcome to the bustling city of Accra; a blend of modern buildings and structures which existed during the colonial times. The 120-year-old city offers you unique display of historical landmarks including New Town, Ga Mashie and Jamestown communities. We have the following visits lined up for the day: • Visit the W.E.B DuBois former home, now a museum and Centre for the study of Africanism • Drive through Flagstaff House, official residence and administrative offices of the president (Ghana’s Whitehouse). • Makola Market visit is a lifetime experience for every first timer in Ghana. See the colorful sights of Authentic African fabrics to the sounds of market women joyfully calling buyers to come get some of their wares. This is an open market with a segment of compartmentalized stores selling different things from food items to dresses and accessories. There will be a seamstress at the hotel to pick up the fabrics and take your measurements for your custom-made African clothing. This evening, attend AfroFuture Fest, a unique opportunity to celebrate African diversity, inclusiveness, the thrilling and thriving millennial talent, culture and art from and in Africa. The all new AfroFuture Music Museum, a museum-like experience that takes people on a musical journey from the past into the future with live performances and art installations all add to the stunning experiences at this premier festival. Return to the hotel with beautiful memories of a truly authentic African experience. Meals : Breakfast Hotel: Lancaster Accra or similar"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "ACCRA—Monday, December 29 | Following a fun-packed night, enjoy a sumptuous breakfast at your hotel. Mid-morning, we step out to complete our tour of Accra: • Drive through the Independence Square where Ghana hosts most of her national ceremonies on our way to visit the Kwame Nkrumah Memorial Park, final resting place of Ghana’s first president driving pass the Independence Square where you will see the enclosed flame of African liberation, which was lit by Dr. Kwame Nkrumah in 1961. The Memorial Park is set in attractive gardens and has a museum which contains photos, artifacts and an insight into Dr. Nkrumah’s life. • Just adjoining the Dr. Kwame Nkrumah Mausoleum is the famous global market place- the Accra Arts & Crafts Centre. How about trying out your bargaining skills at the largest open market in Accra whiles you shop for some stunning authentic African wear, arts and crafts as souvenirs for family and friends back home?. We return to the hotel in time to prepare for the second night of AFROFUTURE FEST. Meal(s) included: Breakfast Meal(s): Breakfast Hotel: Lancaster Accra or similar"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "ACCRA|SUN|SEA|BEACH—Tuesday, December 30 | After breakfast, enjoy your day at leisure. Chill, sunbath and enjoy the breeze (on your own account). Sunbath at the beach or visit the spa (on your own account). Pick up at your hotel in the evening to enjoy local meals at Buka Restaurant. Meal(s) included: Breakfast, Dinner Hotel: Lancaster Accra or similar"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "ACCRA (AFROFUTURE NYE PARTY)—Wednesday, December 31| Today is a free day to do your own personal exploration. Tonight, ring in the New Year in Style at AfroFuture’s New Year’s Eve Party. Get ready with your dancing shoes to dance your heart out at the party as you make new friends and bogy to Afro beats and tunes. Meal(s): Breakfast Hotel: Lancaster Accra or similar"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ACCRA | CAPE COAST | ELMINA (A JOURNEY THROUGH OUR UNIQUE HISTORY)—Thursday, January 1 | Following a leisurely morning, we depart to Cape Coast in Ghana’s Central Region. This region has had the most significant effect on the lives of Africans in the diaspora. Upon arrival in Cape Coast, visit the Cape Coast Castle which is one of UNESCO World recognized forts and castles in Ghana. The Cape Coast Castle houses the West African Historical Museum established by the Smithsonian Institute in collaboration with the Ghanaian Government in 1994. Cape Coast Castle is another restored UNESCO World Heritage Site. Also enjoy a walking tour of Elmina, which was the first point of European contact in Sub-Saharan Africa. It was once the most cosmopolitan city in tropical Africa. Enjoy a walk through the ancient town of Elmina. At the harbor see the colorful fishing canoes getting ready to go to sea for another night’s task of fishing. This is a picture-perfect opportunity for photographers. This evening, get completely drenched in the thrilling performances by the Akomapa Cultural Troupe. We will enjoy dinner at the hotel. Meal(s): Breakfast, Dinner Hotel: Ridge Royal Hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "ELMINA TOWNSHIP (RECONNECTING WITH THE MOTHERLAND)—Friday, January 2| After breakfast, you will experience the traditional Fihankra Ceremony– “Restore to Diasporas the Cultural and Spiritual connections that were denied them for centuries”. The Fihankra Ceremony will include a traditional Naming Ceremony where you will receive your certificate of authentication that will be held at a local Chef’s palace. ALL ARE REQUESTED TO BE IN WHITE for the ceremony. We continue to Kakum National Park, which has one of Africa’s famous rainforest canopy walkways. This canopy walkway will be one of the highlights of your time in Ghana. Prepare to take a deep breath as you walk the suspended bridge and marvel at the breathtaking views that stretch for miles across the rainforest. Grab a late lunch from the Park Restaurant before returning to Accra. Upon arrival in Accra, transfer to your hotel. Meal(s) included: Breakfast,Lunch Hotel: Ridge Royal Hotel"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "ACCRA|DEPART —Saturday, January 3 | Enjoy the full morning at leisure. There is the opportunity for last minute shopping prior to your transfer to the airport for your onward flight. Meal(s) Included: Breakfast"
    }
  ],
  "map": ""
}