{
  "destination": "Ghana",
  "mainPhoto": "",
  "id": "ghana-holidays-eco-lodge-with-village-tour",
  "tourName": "Ghana holidays, eco lodge with village tour",
  "placesVisited": "",
  "generalInfo": "The lodge sits between the villages of Dzita and Dzita-Abledomi on the stunning coast of Ghana. We are closely involved with these two communities and during your stay we aim to introduce you to the way of life in rural Africa.<br/> <br/>We are a not-for-profit lodge which supports the work of our NGO 'Dream Big Ghana', a charity dedicated to improving sanitation and health care for local people.<br/> <br/>Your stay with us will directly contribute to these activities.<br/><br/>During your stay – Activities:<br/><br/>African life is much slower than we are used to in the West, and the days stretch long, hot and unhurried. This is a great place to rest, relax and reflect. There is lots going on, but you can choose your level of participation and be as busy or as quiet as you like. <br/>List of activities that are included in the price of your trip:<br/>•\tVolta river boat trip<br/>•\tCultural ceremonies <br/>•\tVisit our community projects<br/>•\tVisit Keta slave fort and learn the history of the slave trade<br/>•\tVisit local markets<br/><br/>Relax!<br/>In front of the lodge is a large salt water lagoon which is perfect for swimming! And just beyond that is a beautiful beach. If you want a long walk you can wander endlessly in either direction along the beach (if you head west you will arrive at the mouth of the Volta River).<br/><br/>Accommodation<br/>We offer accommodation ranging from luxury en-suite rooms decorated in the traditional African style, to picturesque beach huts and dorm rooms. <br/><br/>Food<br/>Our fantastic kitchen prepares a wide range of local and international dishes. Gloria and Justine will prepare you the freshest meals available!  <br/><br/>Bar<br/>Our bar is a hub of activity where you will get the chance to meet members of the local community. The bar area catches some beautiful rays so there’s no better place to be served a cold beer by our vivacious bar staff.<br/><br/>A stay here would provide the perfect chance to gain a rich insight into African life and culture, making lifelong friends and memories!",
  "durationDays": "7",
  "price": "600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [],
  "map": ""
}