{
  "destination": "Ghana",
  "mainPhoto": "",
  "id": "ghana-south-africa-cultural-tour",
  "tourName": "Ghana & South Africa cultural tour",
  "placesVisited": "",
  "generalInfo": "Experience Ghana and South Africa on this all-inclusive 14-day tour which includes visits to the ancient Ashanti Kingdom in Kumasi and to UNESCO World Heritage sites in Cape Coast. In South Africa tour Johannesburg, Soweto, Lesedi Cultural Village- and enjoy a game drive at Pilanesberg National Park. Continue to Cape Town for Table Mountain, Robben Island, the Cape Winelands, and Township tour.<br/><br/>NB: This tour departs with a minimum of 2 travelers. Solo travelers will be offered a new date or full refund if the minimum is not met.<br/><br/><br/>Trip Includes<br/><br/>– Meeting and assistance upon arrival and departure<br/>– Round-trip airport/hotel transfers<br/>– Accommodation in listed properties<br/>– Tours in private vehicles<br/>– Experienced tour guides<br/>– Safaris in custom-appointed safari vehicles<br/>– Entrance fees to all listed sites<br/>– Meals indicated (breakfast daily, 1 lunch, 10 dinners)<br/>– Economy class airfare from Accra to Johannesburg and to Cape Town<br/><br/><br/>Not Included<br/><br/>– International flight<br/>– Travel insurance<br/>– Tips for service providers<br/>– Meals not listed<br/>– Personal expenses",
  "durationDays": "12",
  "price": "8945",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE ACCRA Upon arrival at Kotoka International Airport, proceed through immigration and customs, reclaim your luggage, and complete the customs procedures before exiting the airport. You will be met just outside customs and transferred to your hotel in Accra in a private, air-conditioned vehicle. Once you have checked in, our expert cultural guide, who will accompany you throughout your tour, will warmly welcome you with Akwaaba (\"Welcome\") and brief you on the exciting activities awaiting you in Ghana. Meal(s) Included: Dinner Hotel : Movenpick Ambassador Hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "INTRODUCTORY TOUR OF ACCRA| Following a leisurely breakfast, we step out for an introductory tour of Accra, a bustling city that blends modern and colonial-era structures and comes alive with the daily activities of its people. We have exciting activities and visits planned for the day, including: Visit to the W.E.B. Du Bois Centre: Honoring the life of the prominent Pan-Africanist who chose to live and work in Ghana. Drive through Flagstaff House: The official residence and administrative office of the President (Ghana’s White House). Tour of the newly renovated Kwame Nkrumah Memorial Park: Dedicated to Ghana's first President, Dr. Osagyefo Kwame Nkrumah. This 5.4-acre facility, built in 1992, honors and preserves Nkrumah’s legacy. The museum displays objects from various stages of his life. Visit to the Accra Arts & Crafts Centre: Adjacent to the memorial park, it offers a chance to test your bargaining skills at Accra’s largest open market. Shop for unique locally produced traditional handicrafts such as woven Kente cloths, sculptures, carvings, leather bags, jewelry, beads, African attire, and woven baskets. Guided tour of Independence Square: Explore the location where Ghana hosts its national ceremonies and capture monumental photos at the Black Star Square. To top off the day, there’s also an opportunity to experience Accra’s vibrant nightlife. Meal(s) Included: Breakfast, Dinner Hotel: Movenpick Ambassador Hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "ACCRA/CAPE COAST| After a relaxed morning, we will journey to Cape Coast in Ghana's Central Region, an area deeply significant to the history of the African diaspora. Our first stop is Mankessim, where we will explore the Posuban Shrine and immerse ourselves in the cultural heritage of a traditional Fante village. From there, we continue to Cape Coast. Upon arrival, we will visit Cape Coast Castle, a UNESCO World Heritage Site. This historic landmark, once a departure point for enslaved Africans sent to the Americas, features the poignant \"Door of No Return.\" A guided tour of the castle and its museum will offer valuable insights into its profound history. In the evening, we will explore the ancient town of Elmina on a guided tour. At the harbor, observe the colorful fishing canoes being prepared for another night of work, offering a glimpse into the town’s rich maritime traditions. Meal(s) Included: Breakfast, Dinner Hotel : Lemon Beach Resort"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "CAPE COAST | KAKUM | CAPE COAST After breakfast, we will visit Kakum National Park, one of Ghana’s most renowned parks. Begin with a brief walking tour on the forest floor, where you can observe birds, butterflies, and perhaps catch a glimpse of the forest’s wildlife, including over 40 species of mammals such as monkeys and the elusive forest elephant. Proceed to the highlight of Kakum: the canopy walkway. This 1,000-foot-long, seven-bridge aerial walkway with viewing platforms rises over 150 feet above the ground, offering a unique perspective of the rainforest. After completing the morning tour, return to the hotel to relax. Optional Activities Work with your tour guide to arrange an optional visit to the historic Elmina Castle, a UNESCO World Heritage Site. Originally built by the Portuguese in 1482 as Castelo de São Jorge da Mina (St. George of the Mine Castle), this landmark—located in present-day Elmina, Ghana—is the first European trading post on the Gulf of Guinea and the oldest standing European building south of the Sahara. Rich in history, the castle provides a powerful and sobering insight into the region’s colonial past. After the visit, return to the hotel to unwind. Meal(s) Included: Breakfast, Dinner Hotel :Lemon Beach Resort"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "CAPE COAST | ACCRA | JOHANNESBURG, SOUTH AFRICA | After breakfast, you will check out of your hotel and make your way to Accra. Arriving in the early afternoon, the rest of the day will be at your leisure. Your guide and driver will be available to accompany you to any sights in Accra that you have not yet explored. A day room will be provided for you to rest and refresh before your transfer to the airport for your flight to South Africa. Non-stop flights from Accra to Johannesburg are available on Tuesdays, Thursdays, and Saturdays. Meal(s) Included: Breakfast"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ARRIVE IN JOHANNESBURG, SOUTH AFRICA| Arrive in Johannesburg, South Africa, where you will be met at the airport and transferred to your hotel. This afternoon, you will visit Lesedi Cultural Village. Upon arrival, you will be warmly welcomed in the Ndebele village before settling down for a multimedia presentation on the history of South Africa’s \"rainbow nation.\" Following the presentation, enjoy a guided tour of four unique cultural villages, where you will learn about the cultural rituals and folklore of South Africa’s diverse ethnic groups and pick up a few key phrases in local languages. The day’s activities conclude with a traditional cultural performance, showcasing vibrant dances and music, followed by a dinner buffet of African cuisine fit for a king. Hosted in the 200-seater Nyama Choma restaurant, the buffet offers a variety of meats, including impala, ostrich, and crocodile. Meal(s) Included: Dinner Hotel : Rivonia Premier Lodge"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "HALF DAY SOWETO TOUR & PILANESBERG NATIONAL PARK | After breakfast at the hotel, meet your English-speaking driver/guide at 10:00 AM for a Half-Day Soweto Tour with visits to Hector Pieterson Museum and Mandela House. The tour begins in Soweto, where you will visit the Hector Pieterson Museum, commemorating the 1976 Youth Uprising. Next, explore the Nelson Mandela House on Vilakazi Street, which is preserved to reflect life before Nelson Mandela's imprisonment. You will also see Bishop Desmond Tutu’s House, another historic landmark on this iconic street. After the tour, drive to Pilanesberg National Park, arriving in time for your evening game drive. The park is home to Africa’s Big Five: lions, buffaloes, leopards, elephants, and both black and white rhinos. It also features a wide range of rare and common species, including brown hyenas, sable antelope, wild dogs, cheetahs, giraffes, and hippos. Bird enthusiasts will enjoy spotting some of the more than 360 species of birds found in the park. Meal(s) Included: Breakfast, Lunch, Dinner Hotel :Ivory Tree Lodge"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "PILANESBERG NATIONAL PARK - CAPE TOWN | Enjoy an early morning game drive. After breakfast, check out of your lodge and meet your driver and guide for your transfer to OR Tambo International Airport, where you will board your flight to Cape Town. Upon arrival at Cape Town International Airport, meet your driver and guide for a transfer to your hotel. Your hotel is conveniently located near the Victoria & Alfred Waterfront. The rest of the day is at your leisure to explore this vibrant city, known for its wide range of entertainment and recreational activities, from outdoor adventures to a lively nightlife scene. Cape Town’s rich culture is reflected in its architecture, cuisine, and music. Shopping opportunities abound, from bargaining with vendors at Green Market Square Flea Market to browsing upscale and stylish shopping malls. The city also offers a diverse selection of restaurants to suit every palate, from fast food and casual dining to elegant fine dining, showcasing the multicultural history of the Cape. With its warm summers, mild winters, and welcoming communities, the Mother City is an ideal year-round vacation destination. The evening is yours to relax and enjoy as you please. Meal(s) Included: Breakfast, Dinner Meal(s) Included: Breakfast, Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "ROBBEN ISLAND & TABLE MOUNTAIN | Start your day with breakfast at the hotel. At 8:00 AM, you will be picked up for the Robben Island Tour. Robben Island, a UNESCO World Heritage Site, is famously known as the prison where former South African President Nelson Mandela was held. The island offers stunning views across the bay, with Table Mountain providing a breathtaking backdrop. A visit to this historic site is an unforgettable experience. The standard tour lasts approximately 3.5 hours, including two half-hour ferry rides. In the afternoon, take a tour of Table Mountain via the cable car (weather permitting). This state-of-the-art cable car rotates 360 degrees during the ascent, providing panoramic views of the city below. At the summit, enjoy short walks and take in the spectacular views of Cape Town and its surroundings. Meal(s) Included: Breakfast, Dinner Hotel: The Commodore Hotel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "HALF DAY CAPE WINELANDS TOUR| After breakfast, embark on a scenic drive to the Cape Winelands, where you will visit a renowned wine estate in Franschhoek. This tour offers a unique blend of breathtaking scenery, rich history, and world-class wines. You will explore the charming towns of Stellenbosch, Franschhoek, and Paarl, each providing a distinct experience with their signature wines and local culinary delights. The tour includes guided tastings at a multi-award-winning vineyard, where you can indulge in a selection of fine wines expertly paired with artisanal cheeses and chocolates. As you traverse the picturesque landscapes, you’ll also gain insights into the area’s heritage and the intricate winemaking process—an absolute must for wine enthusiasts visiting Cape Town. In the afternoon, return to the city with a stop at Langa Township, Cape Town’s oldest formal township. Here, you will have the opportunity to engage with residents and gain a deeper understanding of their lives and the country’s struggle for democracy. Meal(s) Included: Breakfast, Dinner Hotel : The Commodore Hotel"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "FULL DAY CAPE PENINSULA TOUR | After breakfast, embark on a tour of the Cape Peninsula. Drive along the breathtaking Atlantic coastline, passing the world-famous Clifton and Camps Bay Beaches, Bakoven, Llandudno, and through Hout Bay. Continue along the spectacular Chapman’s Peak Drive, one of the most scenic coastal roads in the world, and pass through the charming seaside village of Scarborough before reaching the Cape of Good Hope in Table Mountain National Park. Enjoy a scenic drive back to Cape Town, passing by the stunning Botanical Gardens. Meal(s) Included: Breakfast, Dinner Hotel :The Commodore Hotel"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "DEPART | After breakfast, the rest of the day is at leisure. You’ll have the opportunity to shop at the famous V&A Waterfront before being transferred to the airport for your onward flight. Meal(s) Included: Breakfast"
    }
  ],
  "map": ""
}