{
  "destination": "Ghana",
  "mainPhoto": "",
  "id": "ghana-small-group-holiday",
  "tourName": "Ghana small group holiday",
  "placesVisited": "",
  "generalInfo": "Named after a great medieval trading empire, Ghana today is a destination of quite extraordinary contrasts. Multi-ethnic, forged by the conflicts of ancient empires and colonial imperialism, it is a land that perfectly encapsulates the rich cultural traditions of West Africa.<br/><br/>This remarkable journey takes us from its bustling capital, Accra, deep into the lush forests of the Volta region and crossing over to the heart of Ashanti country before finishing at the golden beaches of its Atlantic coast. Largely undiscovered, Ghana provides some truly authentic encounters, from traditional celebrations of the Ashanti people to an outdoor movie night with locals in a remote village. Along the way there will also be opportunities to visit one of the highest waterfalls in West Africa, kayak on the gentle waters of a lagoon and learn to cook Ghanaian style.<br/><br/>Filled with historic castles, African flair and some truly unique encounters with local customs and characters, this is an adventure into a region that is largely still not fixed on the mainstream tourist radar. If one word could describe this journey, it would be genuine.",
  "durationDays": "10",
  "price": "3095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Accra: The capital and largest city in Ghana, Accra is our starting point for this unique African adventure. Located on the country’s southern coast, overlooking the Gulf of Guinea, Accra was once used as the capital of the British Gold Coast and reminders and remnants of its colonial past can still be found amongst the tropical modernist architecture of the modern-day capital."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Accra: The capital past & present: The day begins with a morning tour of the city, including a visit to the National Museum, containing a collection of objects of archaeology, ethnography and fine art showcasing Ghana's cultural heritage. This will be followed by a tour of Independence Square and the Kwame Nkrumah Park & Mausoleum, dedicated to the memory of the first president of the Ghanaian Republic. After lunch, we then head for the historic neighbourhood of Jamestown for a tour of one of the capital's less-affluent neighbourhoods in the company of a local resident followed by dinner and live music at a local restaurant."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Accra - Akosombo: Artistic Accra and Volta River: The day begins with a visit to the Artist Alliance Gallery, a renowned arts venue which showcases and promotes African art from the traditional to the more contemporary. Next, we will meet a well-known coffin maker whose elaborate designs have made him something of a local celebrity. We then start our journey north to Akosombo, arriving in time for a scenic sunset river cruise along the Volta River."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Hiking in the Volta Region and Tafi Atome Community & Monkey Sanctuary: After an early breakfast, we start our journey north east towards the border with neighbouring Togo and the dramatic cascades of the Wli Falls, one of the highest waterfalls in West Africa. Our journey takes us by way of the village of Tafi Atome, where locals have embraced community tourism and will provide some insight into the area during a tour of the monkey sanctuary. The local mona monkeys that live here were once believed to be the messengers of the gods and the villagers have taken great strides in recent years to protect and preserve both their traditional customs and their simian neighbours. We continue onwards for an opportunity to enjoy a hike out to the impressive Wli Falls. Taking around 45 minutes, the walk affords us the opportunity to enjoy a swim in the inviting pools at its base, or to continue on to the upper falls an hour further on. For those in the mood for more hiking, there will also be the opportunity to walk up Mt. Afadjato, Ghana’s highest peak at around 800 metres. Not a difficult climb, it does nonetheless require a degree of physical endurance, but the views from the summit look out across the lush Volta region. This afternoon we then transfer back to our hotel in Akosombo. Upper Wli Waterfalls is approx. 2-3hrs walking (total distance 5km)Mt. Afadjato is approx. 3-4hrs walking (total distance 4km)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Akosombo - Krobo - Kumasi: Family bead workshop: Home to the Volta Hydroelectric Dam, the village of Akosombo sits along the shores of the largest man-made lake in the world by surface area. This area is also renowned for its beadwork and this morning we will visit a small-scale family workshop in Krobo to learn more about this traditional craft and even try our hand at making some bead bracelets of our own. This afternoon, our journey then continues into the historic Ashanti region, as we head towards the city of Kumasi and the cultural heartlands of the old Ashanti Empire.*Please note that today's drive takes around 5 hours, not including stops for lunch and the bead-making workshop in Krobo along the way."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kumasi: Kente cloth & the Ashanti: This morning we visit a local community tourism project involved in the making of traditional Kente cloth, worn by African kings for centuries. Another type of cloth produced locally is Adinkra, whose colourful designs are created from plant dyes and we’ll get an opportunity to create some unique prints of our own as a souvenir, before a final stop at the UNESCO Asante Traditional Buildings Site. This afternoon we then take a tour of the Manhyia Palace, the official residence of the Asantehene, the ceremonial ruler of the modern Ashanti, before exploring Kejetia Market, the largest of its kind in the country."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kumasi - Bonkro: Optional Community Activities: Departing Kumasi this morning we head next to the small village of Bonkro for a taste of rural life in the Ghanaian bush. On the way, we'll stop off at a small town market to pick up some ingredients for our guesthouse stay. Upon our afternoon arrival, there will then be the option to either take part in cooking lesson or a walk in search of one of rarest birds on the entire continent, the white-necked rockfowl (or picathartes). Later this evening there are also options to take a night jungle walk or to join the local villagers with some popcorn for an outdoor movie night in the garden of our guesthouse."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bonkro - Kakum NP - Elmina: Coco plantation cycle & hanging rainforest canopy bridges: Our stay in Bonkro affords us some quite unforgettable local interaction, and this morning the experience is capped off with a cycle ride to a family run Fairtrade cocoa plantation. After a tour of the plantation we’ll continue by bike to take part in an ongoing tree planting project, providing some much needed shade for a local school. This afternoon we'll then transfer by road to the Kakum National Park for a canopy walk through the forest, before the day’s end sees us in the town of Elmina on Ghana’s southern coast.*see the SUPPLEMENTARY INFORMATION and KEY INFORMATION sections below for more information on cycling in Ghana."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Elmina: Fishermen, chiefs & a sunset kayak: Elmina is home to a rich fishing community and this morning we will hopefully witness the boats coming in as the day starts for the town's local residents. Later we'll head to a meeting with a local Iture chief sure to leave us with a profound and lasting understanding of Ghana's rich heritage. Following in the traditions of their Iture forebears, the community will come together to greet us as foreign dignitaries at a welcome ceremony in our honour. After a bit of downtime back at the hotel, this afternoon sees us making the most of our surroundings with a gentle kayak through an inland lagoon and past an artisanal salt processing operation to the shores of the Atlantic Coast, before enjoying a beachside dinner, complete with a bonfire and a drumming workshop and performance for a farewell dinner like no other.*the kayaking today is very easy and those who do not wish to kayak can be kayaked by one of the guides or driven to the beach instead."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Elmina - Cape Coast Castle - Tour ends in Accra: Ending with a visit to one of around 40 ‘slave castles’ that were built on West Africa’s Gold Coast by European colonisers, our time in this rich land is brought to a close with a tour of Ghana's most iconic site, the infamous Cape Coast Castle. Built originally as a Portuguese trading post, today its inclusion on UNESCO’s World Heritage List signifies its importance as both a reminder of the grim history of the Atlantic gold and slave trades and a more positive vision for the future. Returning to the hotel for lunch, there will then be some downtime this afternoon before being transferred back to Accra, around three hours away."
    }
  ],
  "map": ""
}