{
  "destination": "Ghana",
  "mainPhoto": "",
  "id": "ghana-ivory-coast-holiday",
  "tourName": "Ghana & Ivory Coast holiday",
  "placesVisited": "",
  "generalInfo": "This exceptional multi-country West African journey connects Ghana and Côte d’Ivoire, offering a profound exploration of shared heritage, royal traditions, spiritual practices, and living cultures. From Ghana’s emotionally powerful slave-route landmarks and the regal heart of the Ashanti Kingdom, to Côte d’Ivoire’s traditional kingdoms, colonial legacies, and modern political centers, this tour is a meaningful blend of history, culture, nature, and community interaction.<br/><br/>Designed for culturally curious travelers and heritage seekers, the experience combines UNESCO World Heritage Sites, rainforest adventures, vibrant markets, royal palaces, sacred ceremonies, and everyday African life. Each destination reveals another layer of West Africa’s resilience, creativity, and enduring traditions, making this journey both educational and transformative.<br/><br/>Trip Includes<br/><br/>    Meeting and assistance upon arrival and departure<br/>    Roundtrip airport to hotel transfers<br/>    Hotel accommodation in the listed properties<br/>    Transportation in private vehicle<br/>    Experienced tour guides<br/>    Admission to sites listed<br/>    Meals indicated<br/><br/><br/>Not Included<br/><br/>    Flights<br/>    Travel Insurance<br/>    Cost of Visa<br/>    Gratuities for driver and guide",
  "durationDays": "10",
  "price": "5795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN ACCRA, GHANA | Our expert cultural tour guide will be waiting to welcome you when you land at Kotoka International Airport, provide help, and take you in our private air-conditioned vehicle to your hotel. After you have checked in, your guide will inform you on what to expect during your time in Ghana. We may do various things today, depending on your preferences and time of arrival. Meal(s) Included: No Overnight at Pelican Hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "ACCRA | CAPE COAST | You will stop at Assin Manso on your way to the Central Region of Ghana today. This is where two former slaves from the United States and Jamaica were re-interred. Take a trip to the “Slave River,” where captured Africans were cleaned before being housed in slave castles until they were sent to the Americas and Caribbean. When you get to Cape Coast, take a tour of the museum and castle there. Africans were taken to the Americas as slaves from Cape Coast Castle, which is now a UNESCO World Heritage Site. The famous “Door of No Return” is in the Castle. Take a tour of the historic village of Elmina this evening. View the colorful fishing canoes in the harbor as they prepare to head out to sea for another night of fishing. The photographers have a picture-perfect chance here. Meal(s) Included: Breakfast, Dinner Overnight at Ridge Royal"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "ELMINA | KUMASI | After breakfast, you will check out of your hotel for a visit to the Kakum National Park, Ghana’s most famous park. Take a brief walking tour on the forest floor where you will learn how our ancestors lived in the forest. See birds, butterflies and perhaps catch a glimpse of the forests of over 40 species of mammals including monkeys and the reclusive forest elephant. Proceed to the canopy walk. Kakum is home to Africa’s only aerial walkway through the tree canopy, 1000-foot-long and even-bridge walkway with viewing platforms that reach heights over 150 feet above the ground. Arrive in Kumasi in the late afternoon and enjoy the rest of the day at leisure. Meal(s) Included: Breakfast, Dinner Overnight at Lancaster Hotel Kumasi"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KUMASI | Visit the Ashanti craft villages after breakfast. The Woodcarving village of Ahwiaa is well-known for its skilled carvers who manufacture Royal Stools, walking sticks, and fertility dolls from wood. Here, you may buy hand-carved goods of all kinds. the community of Ntonso, where craftsmen hand-stamp designs onto cotton fabric to create Adinkra textiles. Learn how the Black Dye is manufactured in the village from tree bark and make your own Adinkra sash to take home. Black-on-Black and Black-on-Red Adinkra cloth are worn for funerals and other solemn occasions. Our final settlement will be Adanwomase, where the Famous Kente Cloth is created on looms in a time-honored technique passed down through generations. You may buy enormous pieces of the Adinkra Cloth made in the village. You can watch the Kente Weavers as they produce several varieties of Kente Cloth and purchase some of it. You are welcome to attend the Kumasi Central Market this evening. It is the biggest outdoor market in West Africa and is home to over 10,000 traders. Everything from food to clothing to cosmetics and handcrafted goods may be found here. Meal(s) Included: Breakfast, Dinner Overnight at Lancaster Hotel Kumasi"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KUMASI – ACCRA | Following breakfast and check-out from the hotel, drive back to Accra. En route visit Manhyia Palace, which served as the official residence of the Ashanti Kings (Asantehene) until 1974 and is now a museum showcasing precious artifacts of the Ashanti Kingdom. Visit the neighboring Okomfo Anokye Sword, which marks the spot where the Golden Stool “descended from the skies” and is an important Ashanti symbol of unification. It has been there for 300 years. The Ashanti Kingdom would supposedly crumble if the sword were ever taken away, according to legend. Arrive in Accra and check in to your hotel. Meal(s) Included: Breakfast, Dinner Overnight at Pelican Hotel"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Accra – Abidjan | You will be taken to the airport for your journey to Abidjan after breakfast. Once you arrive in Abidjan, you must go through airport procedures. Our local representative will meet you there and help you get to the hotel. Meal(s) Included: Breakfast, Dinner Overnight at Ibis Abidjan Plateau Hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "ABIDJAN | ABENGOUROU | Travel by car to Abengourou in the Indenie Kingdom. Visit the Iniassue School of Fetish Women, which has a formal fetish dance, on route. After the dance, keep driving until you reach Abengourou, where you can check into your hotel. After lunch (at your own account), go to Niable, the farming community’s capital. Visit the chocolate and coffee fields when you arrive. Visit the community radio station and the King of Niable. Drive back to Abengourou in the evening for dinner and to spend the night. Overnight at Hotel Le Royaume Meal(s) Included: Breakfast, Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "ABENGOUROU | YAMOUSSOUKRO | Depart to Yamoussoukro, the nation’s administrative center. Visit the little market and Lake Fish En route to Bongoanou. Reach Yamoussoukro, check into your hotel, and have lunch. Visit the mosque, the High Polytechnic school, the sacred crocodiles, and the world’s highest church, Notre Dame de la Paix, in the afternoon. Meal(s) Included: Breakfast, Dinner Overnight at Hotel President Yamoussoukro"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Yamoussoukro – Abidjan | Visit the French Colonial district, the costume museum, the craft center, the governor “Binger” palace, the first colonial governor, and the Ariane Museum, which represents the yellow fever epidemic disease during the colonial era, after breakfast. Then, travel to Abidjan and Grand Bassam, the colonial capital city. Visit the reputable market to purchase souvenirs. Drive back to Abidjan for a panoramic city tour after lunch at the seaside restaurant (on your own account). After lunch at the restaurant next to the sea (on your own account), drive back to Abidjan for a panoramic city tour. Meal(s) Included: Breakfast, Dinner Overnight at Ibis Abidjan Plateau Hotel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Abidjan – Depart | Day at leisure following breakfast. After that, a vehicle will take you to Abidjan’s international airport so you can catch your next trip. Meal(s) Included: Breakfast"
    }
  ],
  "map": ""
}