{
  "destination": "Ghana",
  "mainPhoto": "",
  "id": "senegal-and-ghana-holiday",
  "tourName": "Senegal and Ghana holiday",
  "placesVisited": "",
  "generalInfo": "This immersive West African heritage journey weaves together the powerful histories, cultures, and natural landscapes of Senegal and Ghana, offering a deeply enriching experience rooted in Pan-African identity, remembrance, and celebration. From the cultural heartbeat of Dakar and the haunting legacy of Gorée Island, to Ghana’s coastal slave castles, lush rainforests, and the regal traditions of the Ashanti Kingdom, this tour presents West Africa in all its emotional depth and vibrant beauty.<br/><br/>Travelers will engage with living history through UNESCO World Heritage Sites, meaningful reconnection ceremonies, wildlife encounters, traditional craft villages, and interactions with local communities. Balanced with leisure along golden beaches and thoughtful cultural immersion, this journey is ideal for travelers seeking heritage, education, spiritual reconnection, and authentic African experiences.<br/><br/>Trip Includes<br/><br/>    Meeting and assistance upon arrival and departure<br/>    Round-trip airport/hotel transfers<br/>    Hotel accommodation in the indicated properties<br/>    Transportation in private vehicle<br/>    Experienced cultural tour guide<br/>    Meals (11 Breakfasts,11 Dinners)<br/>    Admission to listed sites<br/><br/>Not Included<br/>    Flights<br/>    Meals not listed<br/>    Travel Insurance<br/>    Gratuity to driver and guide<br/>    Cost of Visa",
  "durationDays": "12",
  "price": "6895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Dakar, Senegal | Upon arrival in Dakar, you will be met, assisted, and transferred to your hotel. The activities planned for today will depend on your flight arrival time, allowing you to either relax or start exploring Dakar and its surroundings. Meal(s) Included: Dinner Hotel: Azalai"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Dakar | Highlights: -Renaissance Monument -Museum of African Civilization Markets After breakfast, embark on a city tour of Dakar and its vicinity. Begin with a visit to the Africa Renaissance Monument, a 164 feet high statue unveiled in 2010, which overlooks Dakar and stands taller than the Statue of Liberty. This once-controversial bronze statue is now a popular attraction, featuring a man, woman, and child pointing, symbolizing renewed African hope. The woman’s attire has been adjusted to a more modest length, reflecting cultural sensitivities. Next, visit Independence Place, the heart of Dakar, where you will pass by the presidential palace and the main cathedral. Then, proceed to the Museum of Black Civilization, a massive four-story complex fulfilling the dream of Senegal’s first president, Leopold Sedar Senghor. The museum traces the oldest civilizations from Africa to the rest of the world, with architectural inspiration drawn from impluvium huts found in Casamance. In the evening, you will have opportunities for beach activities or leisure, depending on your preferences. Meal(s) Included: Breakfast, Dinner Hotel: Azalai"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "DAKAR – GOREE ISLAND – SALY | Highlights: -Goree Island -The Door of No Return -Pink Lake Depart on a 20-minute ferry ride to visit the charming yet infamous Goree Island, a UNESCO World Heritage Site. Explore the quiet streets lined with pastel-colored colonial-era buildings. One of the most notable buildings here is the House of Slaves, which documents Goree’s tragic history. Witness the “Door of No Return,” through which millions passed on their way to slavery. The tour includes a visit to the ethnographic museum and a lecture on the history of Goree. You may also visit MariamaBâ, Elite High School for Girls, named after the renowned Senegalese writer. Founded in 1977 by Leopold Sedar Senghor, the first president of Senegal, the school is dedicated to MariamaBâ, a novelist and feminist who fought for women’s rights in Senegal. The school admits 50 top-performing female students from across Senegal each year, selected based on their performance in the national secondary school entrance exam. After lunch, return to Dakar and proceed to visit Pink Lake, a rare natural phenomenon known for its pink color caused by micro-organisms and high salt concentration. Interact with women harvesting salt and visit a nearby Fulani village. Finally, continue to Saly in time to enjoy an evening swim in the ocean. Meal(s) Included: Breakfast and Dinner Hotel: Palm Beach Resort & Spa"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SALY – BANDIA – SALY | Highlights : Bandia National Park Drive to Bandia Park, where you will encounter numerous species native to Senegal, including buffalos, antelopes, impala gazelles, monkeys, tortoises, and crocodiles, as well as white rhinoceros, kudu, elands, cape moose, giraffes, ostriches, and zebras. Stop by the crocodile pool, where animals come to drink and buffalos wallow in the mud. You will also see numerous bird species, including small hornbills, grey herons, eagles, blackbirds, and kingfishers. Return to the hotel in time for a short excursion on the Somone Lagoon to admire the beautiful landscape and spot some rare river birds. This evening, there will be an opportunity for swimming and other beach activities. Meal(s) Included: Breakfast and Dinner Hotel: Palm Beach Resort & Spa"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Arrive Accra | Enjoy a leisurely morning before your departure flight to Ghana. Upon arrival in Accra, you will be met, assisted, and transferred to your hotel for the next two nights. Meal(s) Included: Breakfast, Dinner Hotel: Pelican Hotel"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Accra | The first visit will be to the W.E.B. Du Bois Centre, honoring the life of the prominent Pan-Africanist who chose to live and work in Ghana. We continue to Independence Square, where you will see the enclosed flame of African Liberation, lit by Dr. Kwame Nkrumah in 1961. Next, visit the Kwame Nkrumah Memorial Park, the final resting place of Ghana’s first president. Set in attractive gardens, there is an adjoining museum that contains photos, artifacts, and insight into Dr. Nkrumah’s life. Adjoining the park is the National Cultural Centre, Ghana’s largest outdoor arts and crafts market selling traditional crafts from all over West Africa. Meal(s) Included: Breakfast, Dinner Hotel: Pelican Hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "ACCRA – ASSIN MANSO – ELMINA | Today, we depart for yet another adventure of the Coastal lands of Ghana- Elmina & Cape Coast. En route, we stop at Assin Manso, the burial site of two former slaves from the USA and Jamaica whose remains were re-interred in August 1998 during Ghana’s first Emancipation Day Celebration. A visit to “the Slave River” or “Donkor Nsuo” offers the chance to see the place where captured Africans were washed before being confined in the Slaves Castles to await shipment to the Americas and Caribbean. This evening, enjoy the sights of the many colorful fishing boats bringing their daily catch into the harbor and take the opportunity to mix with the locals at the nearby market. A short distance from the market we visit the boat builders, still building colorful fishing boats using traditional tools and methods spanning centuries. Continue to your hotel and check in. Prepare for dinner at your hotel. Meal(s) Included: Breakfast, Dinner Hotel: Ridge Royal Hotel"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "ELMINA | Today, we will visit Cape Coast Castle, a UNESCO world heritage site. The castle is a thought-provoking monument to a harrowing period in the region’s history. You will take an emotional journey through the castle which held more enslaved Africans than any other in the region, viewing the dungeons and the infamous “Door of no return”. There is a significant historical museum inside, which explains the history of the castle and of Cape Coast itself. You can purchase literature on Ghana’s forts and castles, as well as the cultural history and traditions of Ghana. Next, we visit Elmina Castle another World Heritage site. Late afternoon you will go through the “Fihankra” Fihankra is a ceremony that seeks to reconnect people of African descent, who have been lost due to the transatlantic slave trade, to the motherland. This ceremony reconnects returnees with the cultural and spiritual ties that had been denied them for centuries. The final part of Fihankra includes a naming ceremony to relax before you are transferred to the airport for your flight home. Meal(s) Included: Breakfast, Dinner Hotel: Ridge Royal Hotel"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "ELMINA | KUMASI | After breakfast, you will check out of your hotel for a visit to the Kakum National Park, Ghana’s most famous park. Take a brief walking tour on the forest floor where you will learn how our ancestors lived in the forest. See birds, butterflies and perhaps catch a glimpse of the forests of over 40 species of mammals including monkeys and the reclusive forest elephant. Proceed to the canopy walk. Kakum is home to Africa’s only aerial walkway through the tree canopy, 1000-foot-long and even-bridge walkway with viewing platforms that reach heights over 150 feet above the ground. Arrive in Kumasi late afternoon and enjoy the rest of the day at leisure. Meal(s) Included: Breakfast, Dinner Hotel: Lancaster Hotel Kumasi"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "KUMASI | Today, enjoy a scenic drive through several villages with Ashanti cultural-styled houses in the surrounding lush countryside which is a sharp contrast to the modern-day Kumasi city. Drive through Ejisu, the home of Nana Yaa Asantewaa the Queen mother of Ejisu who led Ashanti women warriors in a battle against the British in 1900. Continue your drive to visit the three craft villages. Adanwomase will be our first craft village where we’ll see how the famous Kente Cloth is handmade on looms in a time-honored tradition passed down through generations. See the Kente patterns with each having a meaning. You will have the opportunity to make purchases. We may pay a courtesy call to the chief of this community amidst drumming and dancing or see their cocoa farms (must be prearranged). We will continue to the village of Ntonso where Artisans hand-stamp patterns on a Cotton cloth to make Adinkra Textiles. Black-on-Black and Black-on-Red Adinkra Cloth is worn for funerals and other solemn occasions; learn how the Black Dye is made in the village from the bark of trees and creates your own Adinkra sash to take home. You may also purchase large pieces of the Adinkra Cloth handmade in the village. Our final village will be the Woodcarving Village of Ahwiaa, known for the talented craftsmen who fashion royal stools, walking sticks, and Fertility Dolls from wood; with the opportunity to purchase hand-carved items of all kinds. Continue to Central Kumasi which has quite a collection of British colonial buildings and it is the heart of the Ashanti culture. We enjoy a drive through the city with monuments dedicated to the memory of the great Ashanti people on our way to visit the Okomfo Anokye sword site, an important symbol of Ashanti unity that marks the spot where the golden stool “descended from the sky” and has been in place for over 300 years. Legend says the Ashanti kingdom would collapse should the sword ever be removed. Return to your hotel early evening. Meal(s) Included: Breakfast, Dinner Hotel: Lancaster Hotel Kumasi"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "KUMASI – ACCRA | Following breakfast and check-out from the hotel, drive back to Accra. Arrive in Accra, and check in to your hotel. Cap off your trip with a memorable night out in Accra, enjoying a farewell dinner at a local restaurant. Celebrate the highlights of your Ghanaian adventure before retiring to your hotel for your final night. Meal(s) Included: Breakfast, Dinner Meal(s) Included: Breakfast, Dinner Hotel : Pelican Hotel"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "ACCRA | DEPART Today is at leisure, but with the assistance of your driver and guide, decide on your excursions and activities. Visit the sites in Accra and vicinity that you have not yet seen. You will be transferred to the airport for your onward flight home. Meal(s) Included: Breakfast"
    }
  ],
  "map": ""
}