{
  "destination": "Ghana",
  "mainPhoto": "",
  "id": "transatlantic-slave-trade-tour-ghana",
  "tourName": "Transatlantic slave trade tour, Ghana",
  "placesVisited": "",
  "generalInfo": "The Transatlantic Slave Trade in Ghana gives travellers a feel and experience of the infamous slave trade. This tour showcases the various trails and relics of this abhorrent trade. Eight days is the perfect amount of time to explore and experience the amazing historical resources of Ghana. To get a full-blown experience of the beauties of the country and its rich historical resources, the tour will begin from the nation’s capital, then we explore all the way along the coastal regions of Ghana where this trade occurred, as well as to three regions where you will explore historical sites and the infamous slave castles; known for temporarily housing slaves during the Trans-Atlantic Slave Trade, such as the Cape Coast Slave Castle, Elmina Slave Castle, the Slave River at Assin Manso and it's facilities, and other forts used in the housing of slaves and storage of their ammunitions. You also discover how slaves were treated in these castles and other destinations that have links with the slave trade. You also get to learn more about the culture of the country Ghana.<br/><br/>HIGHLIGHTS<br/>•\tW.E.B. Dubois Centre for Pan-African Culture<br/>•\tKwame Nkrumah Mausoleum<br/>•\tIndependence Square<br/>•\tJames Town (Old Accra) Tour<br/>•\tAssin Manso Slave Facility<br/>•\tCape Coast Slave Castle<br/>•\tElmina Slave Castle<br/>•\tElmina Community Tour<br/>•\tFort St. Jago<br/>•\tFort St. Anthony<br/>•\tFort Appollonia<br/>•\tFort Metal Cross<br/>•\tFort Batenstein<br/><br/>Side Attraction<br/>•\tNzulezu Stilt Village<br/>•\tKakum National Park",
  "durationDays": "8",
  "price": "3025",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN GHANA Upon arrival at the Terminal 3 of Kotoka International Airport, Accra-Ghana, You will be met by a staff and sent to your hotel. Overnight in Accra"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TOUR OF ACCRA, GHANA’S CAPITAL CITY After breakfast, you will begin your tour of the hustle and bustle of the metropolis of Ghana’s capital. Your first stop will be to the W.E.B. Centre for Pan-African Culture. Dr. Dubois, A Pan-Africanist accepted an invitation from Dr. Kwame Nkrumah(Ghana’s first President) and the task to of researching and compiling the Encyclopedia Africana. The center consists of a museum; which contains memorabilia and Dr. Dubois’s personal library, the open air theatre; where intellectual seminars and workshops were held. You will be treated to a guided tour of this memorial center. Afterwards you will depart to Kwame Nkrumah Memorial Park. There, you will make stops at some side attractions including; the Independence Square and Mausoleum. Continue to the Ghana's National Museum to learn more about our culture and history. After your tour of the National Museum, you will visit James Town Community, which is know as the Old Accra. You will visit some important landmarks in this community. We will end today's tour with a visit the Accra Art Market. Items on display for sale includes artworks, clothing, jewelries and many more. Overnight in Accra"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "ACCRA – CAPE COAST – ELMINA Depart to the Central Region after breakfast. If the hustle and bustle of Accra mars the smooth tour you intend to have in Ghana, wait till you leave that behind as you enter a new and calmer region where you will see the rapid transformation. There will be a quick detour to Assin Manso Ancestral Slave River Site. This facility houses the river that served as the last bath for the slaves before their shipment overseas. You will also witness an Ancestral Graveyard at the facility. Continue to Cape Coast Slave Castle, a UNESCO World Heritage Site. The Cape Coast Slave Castle was built in 1653 by the Swedish and later taken over by the British. It is regarded as the second biggest slave castle in Ghana and the most visited. You will get to experience how the trade was executed and the treatment that was meted out to the slaves before their shipment overseas. It will be an emotional tour as you are taking through the castle. Afterwards, you will depart to your hotel for your overnight. Overnight in Elmina"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "ELMINA COMMUNITY TOUR After a restful night, you will take your breakfast and begin with a tour of this colonial community. Today’s tour will comprise of both cultural and historic experience. You will be treated to a tour of Elmina visiting most of the notable places within the township. You will have the opportunity to visit the Elmina Slave Castle(St. George Castle) which is regarded as the biggest and oldest slave castle in Ghana. It is also a UNESCO World Heritage Site. You will also visit Fort St. Jago. It is located on a hill top overlooking the Elmina Township. Return to your hotel afterwards. You have the rest of the day to yourself to relax at your beach front hotel. Overnight in Elmina"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "ELMINA – BEYIN – AXIM After breakfast, you will depart to Beyin in the Western Region. Upon arrival, you will enjoy a beautiful experience in a canoe on the Amansari Lake to Nzulezu Stilt Village. The whole community of Nzulezu is built on top of the Amansari Lake. Your will be treated to a tour of this unique village. Afterwards, you will return to Beyin where you will be visiting Fort Appollonia. Fort Appollonia was built by the English merchant during the trade. Continue to your hotel to relax after today’s tour. Overnight in Axim"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "AXIM – ELMINA After breakfast, you will visit Fort St. Anthony(Fort Santo Antonio). It was built by the Portuguese in 1515 near Axim. After your tour of this facility, you will depart to Elmina. Overnight in Elmina"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, we will have a nature and cultural tour. Our first stop will be to the Kakum National Park, one of the West Africa surviving tropical forest. There is a canopy walkway which lies on the forest of Kakum and is the most common activity in the park. You will take a hike into the forest with the guidance of an experience park guide to experience the canopy walkway. Depart after your tour of Kakum National Park to have a local drumming lesson. You will have the rest of the day to relax at your hotel. Overnight in Elmina"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "ELMINA - ACCRA - DEPARTURE Depart to Accra to end your tour. Medaase Ghana!"
    }
  ],
  "map": ""
}