{
  "destination": "Ghana",
  "mainPhoto": "",
  "id": "panafest-festival-holiday-in-ghana",
  "tourName": "Panafest festival holiday in Ghana",
  "placesVisited": "",
  "generalInfo": "Ghana was the first African colony to gain its independence from the British back in 1957. We intend to mark the 50th Anniversary of this historical occasion and 200 years of Ghana’s abolition of the Trans-Atlantic Slave Trade. <br/><br/>Panafest (A Pan African Festival) and Emancipation is a celebration which is committed to the ideals of Pan Africanism. <br/><br/>This is a chance for the African community around the world to reflect on its colourful history, take pride in its achievements and look forward to a bright and rewarding future. Our Panafest pilgrimage will take you on an amazing journey through the history of this wonderful country, immersing you in the cultural traditions and daily life of the many different ethnic communities we come into contact with. We visit ancient monuments in all regions of the country, passing through areas seldom visited by tourists. This enhances our guests’ experience and enables them to see the real Ghana. <br/><br/>This tour will take you on a thought provoking journey through Ghana’s recent tragic enslaved African trade era, visiting wonderfully preserved slave forts and castles on the Gold Coast. We pay our respects to our ancestors during an Emancipation day midnight candle light vigil through the streets of Cape Coast ending at the dungeons of the Castle for prayers and remembrance. During our journey we attend the Akwesidae festival, a wonderful tradition dating centuries where subservient chiefs pay homage to the Asantehene, King of the Ashanti’s. We witness African drumming and dance dating back centuries, and have an opportunity to participate and learn more about the history of these wonderful cultural displays. We are sure a visit to experience the colourful and warm hospitality of the varied ethnic groups within Ghana, immersing yourself in their diverse culture and traditions, is an experience that will live with you forever.",
  "durationDays": "13",
  "price": "1575",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Accra and transfer to hotel. In the evening you can relax on the hotel terrace overlooking the Gold Coast."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Pilgrimage to Kumasi home of the Asantehene; King of the Ashanti’s stopping at Adawomasi and Ntonso en route to learn about traditional Ashanti fabrics. We continue our journey to the Golden Kingdom. On arrival, we go for dinner before checking into our cozy hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We will depart Kumasi after breakfast for Techiman stopping en route for lunch. Visit Bono historical sites, the memorial parks of Martin Luther King, Marcus Garvey and Malcolm X. From here we will visit the Bono Manso cave and the Tono Sacred Grove, where our forefathers hid from slave raiders."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Our pilgrimage takes us to the Upper East and Bolgatanga, stopping for lunch in Tamale. After lunch we continue our journey visiting the Tango Shrine Hills and Chief’s palace to learn about the history and traditions of the locals. We will continue our journey to the hotel to enjoy our evening meal and relax."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast we will set off for Sirigu and visit the Chief’s Palace."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We head off to Salaga to retrace the steps our enslaved ancestors were forced to make not so long ago. his would be an opportunity to visit the famous Salaga enslaved Ancestors market and hear the history of Salaga during the slave trade era. Return to Tamale in the evening for dinner and relaxation at Garib."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Set off for Mole National Park, Ghana’s oldest, largest and best game viewing park."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After an early morning foot safari, we bid a sad farewell to Mole National park and retrace our steps back to Kumasi, capital of the Ashanti Kingdom. En route we will stop at the beautiful Kintampo waterfalls. We continue our journey to Kumasi stopping for Lunch in Techiman."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Prepare for Akwasidae Festival where Subservient Chiefs pay homage to the Ashanti King. Afternoon tour of Central Market. This is a wonderful opportunity to experience everyday life for the people in this great city."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Set off for Elmina after breakfast, stopping in Cape Coast to visit the castle."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Visit Elmina castle. Elmina castle is also known as the Castle of St George. We will then be participating in the reverential programme and Emancipation day vigil to the ancestors. There will be a candle light street procession to Cape Coast Castle and Dungeons."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Official celebration of Emancipation Day Programme. We will dine at our hotel and reflect on the memorable and emotional day’s activities."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Set off for Kakum National park, Africa’s only rainforest canopy walkway. Flight home."
    }
  ],
  "map": ""
}