{
  "destination": "Ghana",
  "mainPhoto": "",
  "id": "best-of-ghana-holidays",
  "tourName": "Best of Ghana holidays",
  "placesVisited": "",
  "generalInfo": "See the best of Ghana in twelve days. Visit the cultural sites in Accra; enjoy nature at Aburi Botanical Gardens, on the Volta Lake, and at Tafi Atome Monkey Sanctuary. Take a safari through Mole National Park and get a bird’s eye view of Kakum National Park from the canopy walkway. Visit Kumasi the capital of the ancient Ashanti Kingdom, and see the infamous slave castles in Cape Coast.<br/><br/><br/>Trip Includes<br/><br/>     Meeting and assistance upon arrival and departure<br/>     Roundtrip airport/hotel transfers<br/>     Hotel accommodation in the listed properties<br/>     Transportation in private vehicle<br/>     Experienced tour guide<br/>     Admission to listed sites<br/>     Meals indicated<br/><br/>Not Included<br/><br/>    Flights<br/>    Cost of visa<br/>    Meals not listed<br/>    Travel Insurance<br/>    Gratuity to driver and guide",
  "durationDays": "12",
  "price": "8975",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1 ACCRA, GHANA | Upon arrival at Kotoka International Airport, proceed through immigration, claim your luggage, clear customs, exit, and meet our expert cultural tour guide. You will be transferred in our late-model vehicle to your hotel in Accra. Upon arrival at the hotel and after check-in, your guide, who will be with you throughout your stay in Ghana, will brief you on the exciting activities that await. Overnight at Pelican Hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "INTRODUCTORY TOUR OF ACCRA | Following a leisure breakfast, we step out for an introductory tour of Accra, a bustling city that has a blend of modern and colonial structures and comes alive with the daily activities of the local people. We have exciting activities and visits lined up for the day as follows: · We will visit the newly renovated Kwame Nkrumah Memorial Park for the first President of Ghana - Dr. Osagyefo Kwame Nkrumah. The 5.4-acre facility was built in 1992 to honor, promote, and preserve the legacies of Dr. Kwame Nkrumah. The museum has on display objects from various stages of Nkrumah’s life. The redeveloped facility has a reception center, a modern library, a café, a gift shop, an infirmary, and a digitally controlled conference facility. It also boasts an audio-visually synchronized fountain that lights up the park at night, a mini-amphitheater for lectures and performances, and a picnic area. · Adjoining the memorial park is the Accra Arts & Crafts Centre. How about trying out your bargaining skills at the largest open market in Accra while you shop for locally produced unique traditional handicrafts such as woven Kente cloths, sculptures, carvings, leather bags, jewelry, beads, African attire, and woven baskets? You will admire the art galleries and a range of other traditional items that depict Ghana’s culture and heritage, as well as crafts from other neighboring countries. The center also offers programs, plays, and cultural events. · Enjoy a guided tour at Independence Square, where Ghana hosts most of her national ceremonies, and take monumental photos at the Black Star Square. · End the day with a visit to The W.E.B. Du Bois Center, which honors the life of the well-known Pan-Africanist who decided to reside and work in Ghana. There is an opportunity for nightlife. Meal(s) Included: Breakfast,Dinner Overnight at Pelican Hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "ACCRA | TAMALE | Enjoy breakfast at the hotel before checking out. Transfer to Kotoka Domestic Airport for a 1-hour flight to Tamale, the capital of Ghana's Northern Region. Upon arrival in Tamale, which is known for its vibrant culture and iconic mosques, including the impressive Central Mosque, you will gain insights into the region's rich traditions and architectural heritage. You will visit the Savannah Centre for Contemporary Art (SCCA-Tamale), an artist-run initiative founded by internationally acclaimed Ghanaian artist Ibrahim Mahama. This dynamic space serves as an exhibition hub, research center, and cultural repository, fostering dialogue around 20th and 21st-century art and culture. Engage with its innovative programming and explore its role in shaping Ghana’s contemporary art scene. Transfer to the hotel for check-in. Enjoy a relaxing dinner and unwind for the night. Hotel: Jeyads Lodge Meal(s) Included: Breakfast,Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "TAMALE | BONGO | PAGA | TAMALE | After breakfast, we will begin our journey to Bolgatanga, making a stop en route at Tongo. Here, you will visit the chief’s palace and receive a traditional welcome. Our next stop will be Paga, where you will have the unique opportunity to ride a crocodile. These crocodiles are considered sacred and live peacefully in the village. We will then drive approximately 3 km west of Paga to visit Pikworo Village, a former slave collection outpost used by Ghanaian traders. With the guidance of a knowledgeable local, you will explore the open fields, the slave traders’ watchtower, the mass grave cemetery, and the punishment stone where slaves were once chained under the scorching sun. Meal(s) Included: Breakfast,Dinner Overnight at Jeyads Lodg"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TAMALE | MOLE | After breakfast, we will check out and drive to Mole National Park, stopping briefly to visit two remarkable landmarks: the ancient Larabanga Mosque, built in the Sudanese architectural style, and the enigmatic Mystic Stone. The Larabanga Mosque, the oldest in Ghana and West Africa, is often referred to as the “Mecca of West Africa.” Upon arrival at Mole National Park, we will transfer to our hotel, check in, and enjoy a delicious dinner before relaxing for the night. Meal(s) Included: Breakfast, Dinner Overnight at Zaina Lodge"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "MOLE | Start your day with an unforgettable early morning safari in Mole National Park, a wildlife haven like no other. This once-in-a-lifetime safari drive offers a chance to explore one of Ghana's premier destinations for birding, home to over 200 bird species, as well as vibrant butterflies and impressive reptiles. Accompanied by a skilled and knowledgeable safari guide, you’ll witness the wonders of African wildlife, including sightings of the gentle African bush elephant, African buffalo, olive baboon, hyena, red-flanked duiker, roan antelope, warthog, vervet monkeys, hartebeest, and the graceful bushbuck. Return to the lodge for breakfast after your thrilling safari adventure. After lunch, we will head to Mognori Eco-Village, located just 15 km from Mole. Enjoy a community walk through the village, where you may experience a traditional cultural performance. Next, embark on a peaceful canoe safari along the Mole River, offering a unique perspective of the natural surroundings. Conclude your visit with a hands-on learning experience about Shea nut harvesting and the traditional process of making organic Shea butter, a vital industry that provides jobs for the women in the community. The rest of the day will be spent at your leisure. Meal(s) Included: Breakfast,Lunch,Dinner Overnight at Zaina Lodge"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "MOLE| KUMASI | After breakfast, we will check out and begin our journey south, passing through the scenic savannah villages of Northern Ghana. Upon arrival in Kumasi, we will visit the Manhyia Palace, the official residence of Ashanti Kings (Asantehene) until 1974, now a museum housing treasured items related to the Ashanti Kingdom. After these activities, we will check into our hotel and retire for the night. Meal(s) Included: Breakfast,Dinner Overnight at Lancaster Kumasi Hotel"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "KUMASI | After breakfast, you will visit the craft villages in the lush countryside surrounding Kumasi. Our first stop will be Adawomase, where we’ll observe how the famous Kente cloth is handmade on looms in a time-honored tradition passed down through generations. Explore the various Kente styles and take the opportunity to make purchases. We may also pay a courtesy call to the paramount chief of this community. Next, we will visit the village of Ntonso, where artisans hand-stamp patterns on cotton cloth to create Adinkra textiles. Black-on-black and black-on-red Adinkra cloth are traditionally worn for funerals and other solemn occasions. Learn how the black dye is made from the bark of trees and create your own Adinkra sash to take home. You may also purchase larger pieces of Adinkra cloth handmade in the village. Return to the hotel, enjoy dinner, and retire for the night. Meal(s) Included: Breakfast, Dinner Overnight at Lancaster Kumasi"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "KUMASI | CAPE COAST | Following breakfast, we checked out and headed to the Okomfo Anokye Sword site, an important symbol of Ashanti unity that marks the spot where the Golden Stool “descended from the sky” and has been in place for 300 years. Legend says the Ashanti Kingdom would collapse should the sword ever be removed. After the tour, we will head to Cape Coast. Before our arrival, we will make a stop at Assin Manso Slave River, the burial site of two former slaves from the U.S. and Jamaica whose remains were re-interred in August 1998 during Ghana’s first Emancipation Day celebration. You will see the “Slave River,” where captured Africans were washed before being confined in the Slave Castles to await shipment to the Americas and the Caribbean. After the tour, we will head to our hotel to check in, enjoy dinner, and retire for the day. Meals include: Breakfast, Dinner Overnight at Coconut Groove Resort"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "ELMINA |After breakfast, we will depart for Cape Coast, where we will visit the Cape Coast Castle, a UNESCO World Heritage site. The castle is a thought-provoking monument to a harrowing period in the region’s history. You will take an emotional journey through the castle, which held more enslaved Africans than any other in the region, viewing the dungeons and the infamous “Door of No Return.” Inside, there is a significant historical museum that explains the history of the castle and of Cape Coast itself. You can also purchase literature on Ghana’s forts and castles, as well as the cultural history and traditions of Ghana. After completing the morning tour, we will return to the hotel. Optional Activities Collaborate with your tour guide to arrange an optional visit to Kakum National Park (at your own expense), one of Ghana's premier wildlife reserves. Begin with a guided walk along the forest floor, offering opportunities to observe diverse bird species, vibrant butterflies, and possibly spot some of the park’s over 40 mammal species, including monkeys and the rare forest elephant. Experience the iconic Kakum Canopy Walkway, the only treetop walkway in Africa. This 1,000-foot-long structure, suspended across seven bridges, provides breathtaking views from platforms over 150 feet above the forest floor—a must-see for nature enthusiasts. Return to the hotel to unwind. Meals include: Breakfast, Dinner Overnight at Coconut Grove Beach Resort"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "ELMINA | ACCRA | After breakfast, check out and return to Accra. You will decide on your departure time with the assistance of your tour guide. Upon arrival in Accra, check in to your hotel and relax for the day. You may also participate in any of the following OPTIONAL ACTIVITIES at an added cost: Shopping: You can visit Oxford Street, Osu, a vibrant shopping area known for its colorful, unique African clothing, handcrafted jewelry, and accessories. This is a great place to pick up beautiful souvenirs. Artiste Alliance Gallery: A reputable gallery founded by Ablade Glover with three carefully arranged floors of sculpture, photography, woodwork, jewelry, and paintings by renowned and upcoming Ghanaian artists. There are also collector's items like vintage Akan and Ewe strip-woven Kente fabrics, Picasso-inspired African masks, Asafo flags with appliquéd and stitched emblems, and finely carved furniture. Drumming and Dancing Class: Participants will have the opportunity to learn traditional dances from various Ghanaian tribes, guided by skilled local instructors. This immersive activity not only offers a unique insight into the vibrant traditions of Ghana but also provides a fun and interactive way to connect with the local culture. Cooking Class: Discover the art of preparing indigenous Ghanaian dishes right on the spot. You'll get hands-on experience as we guide you through the traditional preparation of meals like Jollof rice, boiled yam with palava sauce, and fufu or Omo Tuo (rice balls) with peanut butter soup (groundnut soup). Afterward, enjoy a tasting session where you can sample and savor the dishes you've made. Batik & Dye Workshop: Here, you'll discover the meaning of Adinkra symbols and incorporate them into your own batik design, creating stunning patterns that can be used to make eye-catching outfits. You'll also have the chance to design your own piece and transform it into souvenirs. Dinner is at your hotel. Meal(s) Included: Breakfast, Dinner Overnight at Pelican Hotel"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "ACCRA | DEPART | Today is at your leisure, but with the assistance of your driver and guide, you can decide on your excursions and activities. Explore the sites in Accra and the surrounding areas that you have not yet visited. Later, you will be transferred to the airport for your onward flight home.. Meals Included: Breakfast"
    }
  ],
  "map": ""
}