{
  "destination": "Ghana",
  "mainPhoto": "",
  "id": "a-week-in-ghana-holiday",
  "tourName": "A week in Ghana holiday",
  "placesVisited": "",
  "generalInfo": "Introducing Ghana, 7 Days is a thoughtfully curated cultural journey designed to give first-time visitors and heritage travelers a meaningful introduction to the soul of Ghana. This immersive experience blends history, culture, nature, and everyday life—offering a powerful understanding of Ghana’s past, vibrant present, and enduring traditions.<br/><br/>From the dynamic capital Accra and its Pan-African landmarks, to the emotionally moving coastal slave-route sites and the royal heart of the Ashanti Kingdom in Kumasi, the tour reveals Ghana’s story through guided exploration, cultural encounters, and hands-on experiences. Walk through lush rainforests, engage with master artisans in traditional craft villages, and stand at UNESCO World Heritage Sites that shaped world history. Balanced with leisure and expert guidance throughout, Introducing Ghana, 7 Days is the perfect gateway to discovering Ghana’s heritage, resilience, and warm hospitality.<br/><br/><br/>Trip Includes<br/><br/>    Meeting and assistance upon arrival and departure<br/>    Round-trip airport/hotel transfers<br/>    Hotel accommodation in the indicated properties<br/>    Transportation in private vehicle<br/>    Experienced cultural tour guide<br/>    Meals (Breakfast daily)<br/>    Admission to listed sites<br/>    Assistance with visa application<br/><br/>Not Included<br/><br/>    Visas and International Flights<br/>    Travel Insurance<br/>    Gratuity for driver and guide<br/>    Meals not listed<br/>    Personal expenses",
  "durationDays": "6",
  "price": "3670",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN ACCRA, GHANA | Upon arrival at Kotoka International Airport, proceed through immigrations, claim luggage and clear Custom procedures, exit and meet our expert Cultural Tour guide. **Depending on the time of arrival in Accra: You may take a short tour of the beautiful and vast campus of University of Ghana, Legon in our private air-conditioned vehicle and visit the infamous Oxford streets with its colorful African shops. Continue to the hotel; after check-in, your guide, who will be with you throughout your stay, will brief you on what to expect during your stay in Ghana. Overnight at Pelican Hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "ACCRA CITY TOUR | Highlights: · W.E.B Dubois Centre · Independence / Black Square · The Kwame Nkrumah Memorial Park ·The Brazil House Welcome to the bustling city of Accra which today is a blend of modern-day edifices and colonial days structures that give you a feel of a great experience This 120-year-old city has a number of historical things to offer as you set off after a sumptuous breakfast at your hotel. Our first visit will be to W.E.B Du Bois Centre honoring the life of the prominent Pan-Africanist who chose to live and work in Ghana. We shall continue to Independence Square where you will see the enclosed flame of African Liberation, which was lit by Dr. Kwame Nkrumah in 1961. The Kwame Nkrumah Memorial Park, final resting place of Ghana’s first president. Set in attractive gardens, there is an adjoining museum, which contains photos, artifacts and an insight into Dr. Nkrumah’s life. You may visit “Brazil House” and learn about the seven Afro-Brazilian families who returned to settle in Ghana in 1836. Familiar Brazilian/Portuguese last names such as De Souza, Palmares, Azumah, Amorin, Da Costa, Santos, De Medeiros and Olympio are abundant in this section of Accra. Meal(s) Included: Breakfast, Dinner Overnight at Pelican Hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "ACCRA | KAKUM | CAPE COAST | HIGHLIGHTS: · Kakum National Park · Cape Coast Castle Following a leisure breakfast, we will depart for yet another adventure of the Coastal lands of Ghana- Cape Coast & Elmina. This region has had the most significant effect on the lives of Africans in the diaspora. En route, we shall make a stop at Kakum National Park. Kakum is one of Ghana’s most famous parks. Take a brief walking tour on the forest floor; see birds, and butterflies and perhaps catch a glimpse of the forest’s over 40 species of mammals including monkeys and the reclusive forest elephant. Proceed to the canopy walk. Kakum is home to Africa’s only aerial walkway through the tree canopy, a 1000-foot-long and seven-bridge walkway with viewing platforms that reach heights of over 150 feet above the ground. Upon arrival in Cape Coast, visit Cape Coast castle, a UNESCO world heritage site. The castle is a thought-provoking monument to a harrowing period in the region’s history. You will take an emotional journey through the castle which held more enslaved Africans than any other in the region, viewing the dungeons and the infamous “Door of no return”. You will be transferred to your hotel. Dinner at the hotel. Meal(s) Included: Breakfast, Dinner Overnight at Lemon Beach Resort"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "CAPE COAST | ASSIN MANSO | KUMASI | After a well deserving breakfast and check out, we depart to Kumasi, the seat of the Ashanti Empire, where legend is still evident today. The Ashanti forms the biggest Akan ethnic group in Ghana. For centuries they were the rulers in this region because of their well-organized society. Enroute, stop at Assin Manso, where two former slaves from the United States and Jamaica were re-interred in August 1998 as part of Ghana’s first Emancipation Day celebration. You will visit the “Slave River,” which was used to wash captured Africans before they were held in slave castles and prepared for transport to the Americas and the Caribbean. Upon arrival in Kumasi late afternoon, we will tour Manhyia Palace, which served as the Asantehene’s formal residence until 1974. The palace is now a museum that houses precious artifacts from the Ashanti Kingdom. Meal(s) Included: Breakfast, Dinner Overnight at Lancaster Hotel Kumasi"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KUMASI & VICINITY | HIGHLIGHTS: · 3 craft villages of Ahwiaa, Ntonso and Bonwire · Kumasi Central Market After breakfast, you will visit the 3 craft villages of the surrounding lush countryside of Kumasi. Bonwire will be our first craft village where we’ll see how the famous Kente Cloth is handmade on looms in a time-honored tradition passed down through generations. See the Kente styles and the opportunity to make purchases. We may pay a courtesy call to the paramount chief of this community. · We will continue to the village of Ntonso where Artisans hand-stamp patterns on Cotton cloth to make Adinkra Textiles. Black-on-Black and Black-on-Red Adinkra Cloth is worn for funerals and other solemn occasions; learn how the Black Dye is made in the village from the bark of trees and creates your own Adinkra sash to take home. You may also purchase large pieces of the Adinkra Cloth handmade in the village. · We proceed to the woodcarving Village of Ahwiaa, known for the talented craftsmen who fashion Royal stools, walking sticks and Fertility Dolls from wood; with the opportunity to purchase hand carved items of all kinds. · This evening, visit the Kumasi Central Market (also known as the Kejetia Market), the largest open market in West Africa, where more than 10,000 vendors sell their wares. Here you will find just about everything, food, fabric, beauty products and handmade crafts. Meal(s) Included: Breakfast, Dinner Hotel: Lancaster Kumasi"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "KUMAS| ACCRA | After sumptuous breakfast, depart from Kumasi to Accra. Upon arrival, check in and enjoy the rest of the day at leisure. Meal(s) Included: Breakfast, Dinner Hotel: The Pelican Hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "ACCRA | DEPART | Today is a free day; choose your excursions and activities with the help of your driver and guide. Visit the places in Accra and the surrounding area that you have not yet visited. For your subsequent journey home, you will be taken to the airport. Meal(s) Included: Breakfast"
    }
  ],
  "map": ""
}