{
  "destination": "Ghana",
  "mainPhoto": "",
  "id": "ghana-tours-small-group",
  "tourName": "Ghana tours, small group",
  "placesVisited": "",
  "generalInfo": "Discover Ghana, one of West Africa's most colourful and cultural destinations, famous for its warmth and hospitality. Spend time in Kumasi, the spiritual capital of the old Ashanti Kingdom, spot elephants and antelopes on safari in Mole National Park, stroll along the golden sands on the Gulf of Guinea's picturesque beaches and delve into the rainforest, spotting birdlife, in Kakum National Park. Our 15-day itinerary provides an all-encompassing introduction to Ghana's traditions, landscapes and local life. <br/> <br/> Visit local communities - Experience rural life in Ghana and visit one of the largest markets in West Africa.<br/> Gold Coast Castles - Visit the impressive 18th-century Cape Coast castle and learn about the slave trade visiting the poignant Gate of No Return.<br/> Volta region - Take an evening river cruise, looking out for prolific birdlife where the tropical rainforest meets the water.<br/> Akwasidae Festival - Attend a day of celebrations in Kumasi, as the Ashanti King, adorned in vivid cloth, receives a procession of the royal court with much fanfare (selected departures) <br/>",
  "durationDays": "15",
  "price": "3515",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Trip starts in Accra",
      "description": ": Arrive in Accra, Ghana's friendly capital situated on the Gold Coast on the Gulf of Guinea - the gateway to the region. There are no other activities planned today, so you're free to arrive in Accra at any time. If you'd like an airport transfer today, you'll need to arrive into Kotoka International Airport (ACC), which is around a 30-minute drive from the city centre. Due to a number of flights arriving into Accra later in the evening and early morning, our welcome meeting will take place on the morning of day two. If you have free time on arrival, you might like to walk through the capital's bustling streets, which are alive with traders, food stalls and music."
    },
    {
      "dayNumber": 2,
      "title": "Explore Accra including the Black Star Gate and Independence Square, fantasy coffins and the National Museum. Continue to the Volta River, evening river cruise",
      "description": ": After breakfast and a welcome meeting this morning, we'll set off to experience the wonderful city of Accra with rich culture on display around every corner. First, we'll visit the \\ Fantasy Coffins'. Burial ceremonies in Ghana are very solemn occasions, but after the burial a celebration follows. Ghanaians believe the departed move on into another world. Coffins are made to represent the occupation of the deceased or depict something that was important to them. There are all manner of coffin designs from cars, cocoa pods, cigarette packets and airplanes to crocodiles, shoes, bottles of beer and boats. Our next stop is the Black Star Gate and Independence Square, a pseudo soviet curiosity in the heart of the city. Independence Square is Ghana's main ceremonial ground, where we find the enclosed flame of African liberation, lit in 1961. From here, we'll continue to the Kwame Nkrumah Memorial Park, the final resting place of Ghana's founder. Set in attractive gardens, there is an adjoining museum which contains photos and artefacts from this incredible man's life. Our final stop before lunch is the National Museum which features items from Ghana and the wider West African region. There is an adjoining garden which is home to various sculptures depicting West African traditions and customs. After lunch, we'll depart Accra, heading to the Volta River and Akosombo Dam, aiming to arrive a couple of hours before sunset. Tonight's hotel is situated on the banks of the Volta River overlooking spectacular landscape. After checking in, we'll take a cruise to appreciate the view of the dam and the prolific bird life that lives along the water's edge, the setting is the perfect spot to end a packed day."
    },
    {
      "dayNumber": 3,
      "title": "Visit the Aburi Botanical Gardens and the Aburi Craft village continue to Kumasi, Ghana’s second largest city",
      "description": ": If you'd like, you can get up early this morning and go birdwatching along the river before breakfast. Today's journey takes us into the Akuapem hills with views across Accra in the distance. At the top of the range, we'll visit Aburi Botanical Gardens, founded by the British in 1890. The gardens are home to a wide variety of exotic flora, rare butterflies and birds. Our next stop is the Aburi craft village, where traditional African drums, sculptures and other crafts have been carved for generations. As we watch the skilled craftsmen at work, it's worth noting that prices here are amongst the lowest in Ghana, making Aburi an ideal place to pick up some souvenirs. Our tour leader will talk us through the meaning and local beliefs connected to many of the sculptures. Our lunch stop will be taken in Koforidua, the capital of the Eastern Region of Ghana. This afternoon, before arriving in Kumasi, Ghana's second largest city, we'll visit the last material remains of the great Asante Empire, the traditional Ashanti buildings that are now recognised as a World Heritage Site by UNESCO. There are ten active shrines within the buildings which are made from bamboo, timber and mud with thatched roofs. The walls are designed with motifs that have traditional symbolic meanings attached to ancient Adinkra symbols that we'll learn more about later. After an action-packed day, we'll continue to our hotel to check in and head out for dinner."
    },
    {
      "dayNumber": 4,
      "title": "Full day around Kumasi to visit the Kente cloth looms, Manhyia Palace and West Africa’s largest market",
      "description": ": Mixing old and new, we'll visit some of the ancient communities that are famous for producing local cloth designs and experience modern day Kumasi life at the biggest market in West Africa. Our journey through Ashanti history starts by visiting the traditional village of Adanwomasie, the birthplace of Ghana's rich colourful Kente cloth. Adanwomasi produces some of Ghana's finest Kente cloth and during our time here, we'll learn about the history behind the many designs and see skilled weavers outside their homes still using traditional looms that haven't changed in design for centuries. The ancient village of Ntunso is our next stop, where Adinkra symbols originate. These traditional symbols all have meanings and are carved from calabash shells. The Adinkra symbols are then printed onto traditional cloth using natural dyes made from the bark of the bridelia micrantha tree (known locally as badie). Adinkra cloth has been adorned by the Ashanti for more than four centuries and pre-dates Kente cloth. Even today, most Ashanti will wear Adinkra cloth for funerals and festivals. During our time here we learn the meanings behind the various symbols and can make our own strip of Adinkra cloth using symbols with personal significance. Historically, women in Ghana from the Ashanti region are famous for being hard working and excellent entrepreneurs. Many of the big businesses here in Kumasi are owned by women and for our lunch we will visit a very successful local restaurant Jofel. The owner started the business over 20 years ago and now has several branches across the country. After lunch, culture and history awaits us as we set off to the Manhyia Palace, home of the Asantehene King of the Ashanti and ruler of the powerful Asanteman Kingdom. The Palace Museum offers a fascinating excursion through the history of this powerful tribe and is extremely informative on the well documented Ashanti history and culture. Our tour gives us a first hand insight into the legacies of the Ashanti and provides an understanding of their culture. Our final stop is Adum which is the commercial centre of Kumasi and where most Ghanaians shop. Our late afternoon is dedicated to exploring Kejetia market on foot, reported to be the largest outdoor market in West Africa. Visiting the market gives us a wonderful opportunity to experience everyday life for the people in this great city and pick up a few bargains. The market is a labyrinth of stalls nestled closely together, and a hive of activity. Some stall holders sleep here in the evenings as trade rarely stops. Dedicating quality time here really gives us a feel of how daily life is for so many of the locals. In the evening we have the option of returning to our hotel or we could head into town to experience local nightlife and music in Kumasi."
    },
    {
      "dayNumber": 5,
      "title": "Drive to Mole National Park, stopping off at the Boabeng Fiema monkey sanctuary and Kintampo",
      "description": ": After an early breakfast, we set off northwards to Mole National Park, on what is a long travelling day of approximately ten hours with stops. On route to Mole, we visit a monkey sanctuary that sits between the villages of Boabeng and Fiema. Home to several families of Colobus and Mona monkeys, the sanctuary was created in 1974 to protect the sacred monkey population in the area. We'll meet our local guide who will lead us along the trails and telling us more about the superstitions that led to the protection of these primates, as well as how the estimated 600 monkeys play an important role in village life. As all of the monkeys are sacred they received a proper burial when they pass. Our journey north continues, stopping for lunch in Kintampo. From here we aim to arrive at Mole in the early evening just before sunset, a beautiful time of day here. Our simple lodge accommodation is situated on a 250-meter high escarpment overlooking the park, offering breath-taking views. Whilst more basic than other properties we stay in (the property is owned by the wildlife division and is somewhat dated), its proximity to the park and access to the wildlife make it an ideal location to base ourselves in. The lodge terrace is a perfect spot for watching African savannah elephants bathing in the watering hole. After our evening meal, there is the option for a night safari, driving in the park with a spotlight, aiming to find our first mammals in this rich habitat."
    },
    {
      "dayNumber": 6,
      "title": "Full day in Mole National Park on safari",
      "description": ": Mole is Ghana's largest national park, protecting an area of 4,847 square kilometres of habitat, almost 100 species of mammal and over 330 species of birds. We start early to avoid the heat of the day, setting off with a guide in search of the world's largest land mammal, the African elephant. We will dedicate the entire morning to tracking and getting as close as possible to these amazing mammals. We are sure to encounter many other animals during our drive as we set off around the water holes with our armed guide. Over 93 mammals have been recorded here in Mole, and as we drive through the savannah and bush, we are likely to see troops of olive baboon and patas monkey. Kob, bushbuck and waterbuck regularly come to the watering holes to drink, being cautious of the crocodiles lurking in the muddy waters. Deeper in the park hartebeest, roan antelope, hyena, and African buffalo roam. In addition to the many mammals, experienced guides are on hand to identify some of the 350 species of birds recorded here at Mole. Raptors are particularly common in Mole including fish eagles and osprey. Lunch is back at the lodge, and we can take this advantage to cool off with a swim or relax for a few hours before our afternoon activities. This afternoon we head out for a further game drive, immersing ourselves in the varied wildlife that inhabits Mole National Park. In addition to the wildlife highlights, we will also make a stop at the ancient Larabanga mosque made from mud, cow dung, honey and sticks, built over 600 years ago, where we'll learn the intriguing history behind this traditional Sudanese style mosque."
    },
    {
      "dayNumber": 7,
      "title": "Second full day in Mole National Park, community visit and river safari",
      "description": ": We'll maximise our time today to ensure we make the most of game drive opportunities in West Africa's premier game park. The habitat in the park is more open compared to the dense rainforest in the south of the country, offering better wildlife viewing opportunities, but it should be noted that Mole National Park is not comparable with the vast open plains and prolific wildlife found in many parks in East Africa. We may, however, have the opportunity to get close to African bush elephants, which are very tolerant of people in the park. The afternoon is dedicated to visiting the nearby village of Mognori which is located on the boundary of the park, approximately a 30 minute drive from our lodge. On arrival in Mognori, we'll meet one of the local villagers who will take us on a walking tour of the community. The villagers used to live inside what is now protected as Mole National Park and they can no longer use the resources found in the park to feed their families. As they are no longer permitted to enter the park, the community have set up an eco-tourism project where they benefit from tourism coming to Mole. Our visit helps in the conservation of the wildlife inside the park and prevents locals from poaching as they now directly benefit from nature tourism. As we walk through the community, we see how shea butter is produced and learn the other many uses for the shea nut which is so important to this area. It is interesting seeing the lives of locals here. The are many active local shrines here and we will learn how they play an important role within the community. Mole National Park was named after the Mole River which runs next to the Mognori village. We'll experience the river in traditional dugout canoe and during our river safari, our local guide will point out some of the local birdlife."
    },
    {
      "dayNumber": 8,
      "title": "Return to Kumasi, visit Kintampo Waterfalls",
      "description": ": After an early breakfast, it's a long drive back south to Kumasi. Along the way we'll visit the beautiful Kintampo Waterfalls, a fast-flowing waterfall with a small pool at the bottom which is good for swimming. For the more adventurous, you may want to use this opportunity to experience Ghana's most powerful \\ power shower', a great way to freshen up during our journey. On arrival back in Kumasi we'll check into our hotel."
    },
    {
      "dayNumber": 9,
      "title": "Village life, community homestay and coca farm visit. Akwasidae Festival (selected dates only)",
      "description": ": Most Ghanaians live in remote communities and work as subsistence farmers, with some having larger farms growing cocoa, palm oil, citrus or rubber trees. Today we head to the villages of Bonkro and Breku to stay with one such community. Our aim is to arrive in time for lunch, which will be prepared in the village by our local chef. After lunch, we'll visit the local representative for Kuapa Kokoo Cooperative which is a Fairtrade organisation that ensures its members, who are cocoa farmers, get a good price for the cocoa they grow. If you have ever tasted Divine chocolate, then it is most likely from here as Kuapa Kokoo farmers own 44% of Divine chocolate. When eating a bar of Divine chocolate, you'll see a photograph and information on one of the Ghanaian farmers and their family who grow the cocoa and sell it through Kuapa Kokoo. During our time at the farm, we'll see the entire harvesting process, hear how the children use the unripe cocoa as sweets and learn how locals use the cocoa pods to make soap amongst other uses. In the late afternoon, we have the choice of either cycling around the surrounding hamlets and villages, taking part in a cooking lessons with our chef, helping to prepare dinner or heading into the Upper Guinea rainforest to search for the endangered White-necked Rockfowl (Yellow-headed Picathartes). Our simple off grid guesthouse tonight is made up of clean, spacious ensuite chalets with fans. The guesthouse has set up a screen and offer film nights which the local community come to. Our evening meal is taken around an open bonfire, listening to local stories, music and mixing with the community. Akwasidae Festival dates On the Ashanti calendar certain days each year are set aside for a special celebration at the Royal Palace in Kumasi. The 1st November 2025 and 13th December 2025 tour dates have been set to coincide with this traditional ceremony. During the day of celebration, the Ashanti King, adorned in vivid cloth and ornate historic jewellery, sits under a spectacular colourful umbrella, surrounded by Ashanti elders and advisors. In front of the King, regional dignitaries assemble, representing all roles and positions of power within the kingdom. The ceremony is adorned with symbols of power, sword and knife bearers, armed guards, carriers of beautiful ostrich feathers fans to name a few. The ceremony itself has several components including a procession of royal court attendants bearing gifts under the authority of the Royal Speaker, drummers and trumpeters play horns of ivory, storytellers recite the history of the Ashanti Kings and dancers dressed in vivid red costumes perform an evocative dance. The mother queen also joins the ceremony accompanied by her attendants. We will spend the majority of the day in Kumasi observing the festivities before we drive to the villages of Bonkro and Breku, arriving late afternoon."
    },
    {
      "dayNumber": 10,
      "title": "Cape Coast, Gulf of Guinea",
      "description": ": We'll have a relaxed start this morning as we wake to the sound of village life. After breakfast we bid farewell to our friendly hosts, setting off to Cape Coast. The town of Elmina was given its name by the Portuguese due to the abundance of gold found in Ghana, translated Elmina means mine. Gold is of such importance to Ghana today and historically that the country was known as the Gold Coast before independence. Ghana's gold is of the highest quality, the country is the 8th largest exporter in the world. We will continue to Brenu Akyinim on the coast, checking into our hotel in the early afternoon. The afternoon is free to enjoy the beach or there is the option to go kayaking in the shallow lagoon. Single and double kayaks are available, it's possible to kayak to a beach and walk back through a village to our hotel. This evening we have a traditional Ghanaian drumming and dance troupe join us on the beach to perform. Historically, traditional music and dance tells a story and we'll get an insight into the meaning behind some of the more popular performances, as well as having the chance to try our hand at drumming. This will be an enjoyable evening overlooking the beautiful Gold Coast."
    },
    {
      "dayNumber": 11,
      "title": "Visit Nzulezu stilt village by canoe, continue to Ankasa wildlife reserve",
      "description": ": After breakfast we set off towards Ankasa Reserve. Our aim is to reach the town of Beyin in time for lunch, before setting off through the beautiful Amasuri wetlands in traditional dugout canoes to find the community of Nzulezu Stilt Village. Surprisingly enough the main occupation of the community here is farming and not fishing as you may expect. The boat ride is a highlight as the wetlands are beautiful, marshy swamps now recognised as globally important wetlands for birds. Our final destination is the Ankasa Reserve, an area of over 500 square kilometres of pristine wet evergreen Upper Guinea rainforest. This habitat played an important role in the life of Ghanaians historically as it was their main source of water and food. By far Ghana's finest remaining rainforest habitat, this area protects many endangered mammals and is home to an array of wonderful birds and wildlife. On our arrival we'll check into our comfortable lodge, situated on the banks of the river that marks the boundary of the forest reserve. This will be our base for two nights while we explore this remarkable forest. This evening there is an optional night walk inside the forest."
    },
    {
      "dayNumber": 12,
      "title": "Full day in Ankasa wildlife reserve",
      "description": ": This morning is dedicated to being inside the forest and our tour leader will be on hand to identify any birds or mammals we may come across along the way. A must see is the stunning Bamboo Cathedral located approximately 12 kilometres inside the forest from the main entrance gate. We have two options getting to this remote location, the first one is by mountain bikes, the second is using one of the 4WD vehicles at our lodge. If going by bike, we'll need to set off slightly earlier than if going by vehicle, however the feeling of riding in such a remote and beautiful location is worth the early start. Lunch will be back at our lodge where we can relax and recharge our batteries. Our afternoon will be spent in a forest community. This is the Ghana most visitors do not see, a remote community of mainly subsistence farmers living happily in basic mud houses trading their produce at the local markets to enable them to buy items and provide for their families. Our afternoon is dedicated to spending time in this community where we could see villagers making a local delicacy like Gari, made from pounding fresh cassava roots and visiting the local chop bar where villagers meet to socialize. It's common in Ghana to see locals tapping palm trees for a popular low alcoholic drink - palm wine. Once a palm plantation has reached its prime, the farmer will sell the individual palm trees to distillers who tap them to make palm wine which is a local low alcoholic drink of approximately 3% proof. The distiller's main income from the tree comes from distilling Akpeteshi a local hard gin of varying strengths believed to be around 70% proof. The strength has given it the name Akpeteshi which translates as 'kill me quick', one taste and you will understand why. Our evening is spent listening to the sounds of nature at our lodge."
    },
    {
      "dayNumber": 13,
      "title": "Visit Cape Coast Castle, drive to Elmina",
      "description": ": We bid farewell to our hosts in Ankasa, driving eastwards as we set off towards Cape Coast. Cape Coast Castle has been designated as a world heritage site by UNESCO. The castle is a thought-provoking monument to a harrowing period in the region's history. We'll spend time on an emotional journey touring this castle which held more enslaved Africans captive than any other in West Africa, viewing the dungeons and the infamous \\'84 gate of no return\\'84 . There is a museum inside, which explains the entire history of the castle and Cape Coast itself, as well as a souvenir shop selling literature on all of Ghana's forts and castles. After visiting the castle, we'll head to our accommodation with the remainder of the afternoon free time to relax by the pool, head to the beach or visit some of the local coastal villages."
    },
    {
      "dayNumber": 14,
      "title": "Kakum National Park and Canopy Walkways , Stingless Bees Project, overnight in Elmina",
      "description": ": We have an early start today as we set off for Kakum National Park, famous for its rainforest canopy walkway. The walkway consists of seven bridges, forty metres above the rainforest floor. The views from the suspended walkways stretch for miles across this breath-taking rainforest as you rest on the viewing platforms that are attached to the emerging trees between the bridges. Over 40 different mammal species have been recorded within the park, which includes forest elephants, leopards and 6 primate species to mention just a few. A short distance from Kakum and on the border of the forest, we find the International Stingless Bee Project. There have been approximately 9 species of stingless bees identified here in Ghana and their importance to the eco system is paramount. Our tour of the centre teaches us about the importance of bees locally, their medicinal qualities and we get to see their hives, and taste and buy quality stingless bee honey. There is a walkway and butterfly garden where many of the forest butterfly species come to feed. Returning to Elmina, the afternoon is free. For those who wish, there is an optional traditional batik making workshop with Global Mamas. An excellent organisation empowering local women to learn artistic skills and sell their finished products in the Fairtrade market, enabling them to support their families. There is no better way to get to know locals and hear about life than by working side by side with them and making your own traditional batik garment. Joining a local artisan in their workshop to learn the traditional techniques of batik making and production from the wax heating, stamping and drying makes for an interesting afternoon. You'll be given a piece of cloth to produce your own batik design and when finished, you can give it to our local tailor or seamstress to make you a shirt or dress to take back home. A wonderful souvenir of your time in Ghana and one that will hold fond memories every time you wear it. See the optional excursion section for prices."
    },
    {
      "dayNumber": 15,
      "title": "Trip ends in Accra",
      "description": ": This morning is free to relax at our hotel - you might like to go for a swim or simply enjoy our final morning at this beautiful location. Before lunch, we'll freshen up and re-pack our bags, then it's a four-hour drive back to Accra along the coast. We'll arrive at Kotoka International Airport (ACC) at around 5pm and this is where our trip ends. The earliest your flight can depart is 8pm."
    }
  ],
  "map": ""
}