{
  "destination": "Ghana",
  "mainPhoto": "",
  "id": "west-african-history-tour-in-ghana",
  "tourName": "West African history tour in Ghana",
  "placesVisited": "",
  "generalInfo": "Ghana has a vibrant cultural identity and has been inhabited for over 300,000 years, it’s current ethnographic composition are results from constant migration from the North and Eastern parts of Africa, mainly due to the abundance of Gold in the region. This Cultural diversity is evident with over 75 African dialects spoken in current day Ghana. <br/><br/>European settlers were initially lured here by the trade in Ivory and Gold. But sadly, this was soon to be replaced by the tragic trade in human cargo, bound for the rapidly increasing number of plantations in the Americas. Ghana was exporting enslaved Africans at a far greater rate than any other West African country; this is evident with over 20 castles and Fortifications still dotting the Coastline. West Africans from Togo, Benin, Nigeria, Ivory Coast, Niger, Burkina Faso and other countries were transported through these Fortifications in Ghana.<br/><br/>Many African Americans and West Indians have traced their roots back to Ghana, and have made the emotional journey tracing the steps their ancestors were forced to make all those years ago. For many, this is an emotional, thought provoking experience and the majority have an overwhelming feeling that they have come home.",
  "durationDays": "8",
  "price": "750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome. Our experienced guides will meet with you at the Kotoka International airport Accra and transfer you to your hotel. After checking you in your cultural guides offer you Akwaaba (welcome) and brief you on all aspects of your trip. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Historical tour of Accra. An historical tour of Accra visiting the Kwame Nkrumah memorial park, national cultural centre, craft market, Du Bois centre and Independence square. (B,L,D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Colonial history tour. We set off for Kumasi passing through the Akwapim range en-route, offering outstanding views of Accra in the distance. We pass through Aburi craft village and the Aburi botanical gardens created by the British in 1890 before continuing our journey to Kumasi capital of the Ashanti region of Ghana. (B,L,D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cultural excursions. A morning visit to Kejetia market the largest outdoor market in Western Africa, where we have the opportunity to pick up some bargain souvenirs and experience everyday life for the locals. We tour the Manhiya Palace in the late morning where we receive an informative overview of the legacies of the Asanteman Kingdom before setting off for the Cultural center and Prempeh II Jubilee museum after lunch. (B,L,D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Craft villages. The day is dedicated to spending time in the ancient craft villages found within touching distance of the city centre. We meet the local communities of Bonwire, famous for Kente, Ntunso renowned for Adinkra and Sokoban Krofrom masters of brass casting. During our time with the locals we learn about their cultural values and the history behind their traditional crafts and cloths. (B,L,D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Cultural excursions. We enjoy a leisurely breakfast before setting off for Elmina, en route we pass through Obuasi where we find Ghana’s largest gold mine before visiting Assin Manso and the Enslaved African River. We lunch in Cape Coast before visiting the Cape Coast Castle a UNESCO World Heritage Site for a thought provoking journey through Ghana’s tragic enslaved African trade era. (B,L,D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kakum Canopy walkway. A morning visit to the world famous Kakum Canopy walkway, found in Kakum National Park, a beautiful tropical Guinea rainforest which supports over 40 mammal species and 300 species of birds. We enjoy lunch at a restaurant built over a lake containing Nile Crocodiles, before visiting the fishing town of Elmina and the Castle of St George the oldest extant colonial building in sub Saharan Africa. (B,L,D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Final day. Sadly your final day with us in Ghana, after a leisurely breakfast we set off for Accra visiting the National Museum and Cultural Centre on our arrival. We enjoy an early evening meal before your transfer to the airport after a wonderful 8 days in Ghana. (B,D)"
    }
  ],
  "map": ""
}