{
  "destination": "Ghana",
  "mainPhoto": "",
  "id": "ghana-ancestral-tour",
  "tourName": "Ghana ancestral tour",
  "placesVisited": "",
  "generalInfo": "In 2019, Ghana commemorated the 400th anniversary of the arrival of the first recorded enslaved Africans in the State of Virginia in the United States during “The Year of Return”. More people of African descent decided to take the journey to experience their heritage and our local team in Ghana are passionate to work with you to continue this emotional reconnection, “Beyond the Return”.<br/><br/>A traditional naming ceremony will be arranged in your honour where you finally receive your true African name that you would have received from your ancestors.<br/><br/>Retracing the steps your forefathers were forced to make, gaining in-depth knowledge of what happened and seeing first-hand the edifices and now silent monuments that remain to this day is an important part of your journey.",
  "durationDays": "10",
  "price": "3995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Ghana - Time to relax and take it all in as your senses go into overload. You must have so many questions as your guide officially offers you Akwaaba (welcome) and briefs you on all aspects of your trip. You can choose to relax at your hotel after the flight and rest up in preparation for the following days activities. Accommodation – In Accra"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "National Museum, Black Star Gate, Independence Square, Kwame Nkrumah Memorial Park and James Town - Your first full day in Ghana. Most days are glorious here and the sun should be shining as you head down to breakfast at your hotel. An exciting day lies ahead as we set off for our tour of Accra, passing through the economic and administrative districts on our way to the National Museum. Accommodation – In Accra"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "TK Beads, Shai Hills Reserve, Volta River Cruise and Akosombo Dam - After breakfast we depart Accra and start our journey towards the Volt region of Ghana, passing over the magnificent Volta River on route. Before we head out of this bustling city, we stop first at TK beads, experts in making beautiful traditional beads using ancient methods. Your guides will talk you through the skilled process of making the beads. Beads are culturally a symbol of wealth and beauty here in Ghana and are still used during traditional durbars and festivals. Accommodation – In Hohoe"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Wli waterfalls, Tafi Atome Monkey Sanctuary and Tafi Abuife Kente Village - A beautiful setting as we enjoy our breakfast before we set off for the Wli (Agumatsa) Falls found in the Agumatsa wildlife sanctuary in the Volta region of Ghana. A short distance from Tafi Atome we find the community of Tafi Abuife who have been weaving traditional Ewe kente cloth for generations. Kente cloth design here in the Volta Region of Ghana differs from the kente cloth found in the Ashanti Region at Bonwire. Colours and designs vary and during our time here we learn the history behind each design and how the community started producing this beautiful cloth. Accommodation – In Hohoe"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Aburi Botanical Gardens and Craft Market - An early start as we check out of our hotel and set off Northwards towards the Ashanti Region of Ghana. Our journey today will take us into the beautiful Akuapem hills with outstanding views across Accra and Tema in the distance. Our lunch will be taken in Koforidua capital of the Eastern Region of Ghana before we continue our journey to Kumasi arriving in the early evening. Once we have checked into our accommodation, we enjoy our evening meal with the remainder of the day free leisure time to relax. Accommodation – In Kumasi"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ancient Kente and Adinkra Villages, Ashanti Traditional House and Sakoban Krofrom - A morning visit to the last material remains of the great Asante Empire as we visit the traditional Asante buildings that are now recognized as World Heritage Sites by UNESCO. We continue our journey through Ashanti history by visiting the traditional villages of Adanwomasie and Ntonso. After lunch we visit the village of Sokoban Krofrom where traditional brass casting has been the main source of income for the community for generations. A wide selection of items ranging from beads and jewelry to traditional statues are made here. Accommodation – In Kumasi"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Manhyia Palace, Cultural Center, Assin Manso, Cape Coast Castle and transfer to Elmina - This morning we check out of our hotel and head to the Manhyia Palace, home of the Asantehene, King of the Ashanti’s and ruler of the Asanteman Kingdom. An emotional stop at Assin Manso, a prominent town along the enslaved African trade route where so many of our ancestors from the northern parts of Ghana, Burkina Faso and Niger were marched bare foot in shackles heading towards the coast. The early evening is dedicated to honoring our ancestors at arguably the most significant edifice remaining along the West African coastline. Cape Coast Castle is an emotional, thought provoking monument to a harrowing period in our region’s history. Accommodation – In Elmina or Cape Coast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kakum National Park and Traditional Naming Ceremony - Africa’s world-famous rainforest canopy walkway awaits us as we set off to Kakum National Park which is a semi-deciduous upper guinea rainforest. You will marvel at the outstanding views that stretch for miles across this breathtaking rainforest as you rest on the viewing platforms that are attached to the emerging trees between the bridges. An incredibly special time arrives after lunch as we prepare for your official Naming Ceremony. We set off to visit a local village to pay a courtesy call on the chiefs, queen mothers and community elders. As tradition dictates, they start with the pouring of libation to officially welcome you home, to the land your ancestors were forcibly taken from and where your heritage and culture live on. Drumming and dancing are all around us as you get an in-depth feel of traditional village life here in Ghana. The time has finally arrived for you to be given your true African name during your own personal traditional naming ceremony in your honor. Accommodation – In Cape Coast or Elmina"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Beach relaxation, Elmina Castle and Accra - A relaxing morning enjoying the facilities of our accommodation, maybe go for a swim, relax on the beach, or just enjoy our final morning at this beautiful location. Our journey continues and on arrival back in Ghana’s capital Accra, we check into our accommodation with your final evening here in Ghana free time to relax or hit the town. Accommodation – In Accra"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "DuBois Centre, Artist Alliance Gallery, Fantasy Coffins, Shopping and Departure - After a leisurely breakfast we will set off on our final city tour of Accra. An opportunity to also purchase some last-minute souvenirs before your transfer to the airport and departure. Our early evening meal will be taken at a locally owned restaurant serving an excellent selection of local and international dishes which gives us an ideal opportunity to say our goodbyes and reflect on a wonderful time together."
    }
  ],
  "map": ""
}